{"speakers": [], "chunks": [{"timestamp": [0.0, 10.48], "text": " Good afternoon. My name's Claire Amos and as Karen so aptly described, I am"}, {"timestamp": [10.48, 16.44], "text": " one of the deputy principals at Hobbesville Point Secondary School. We are a brand"}, {"timestamp": [16.44, 23.52], "text": " new school based up in the sort of the west, North Shore area of Auckland and at"}, {"timestamp": [23.52, 26.12], "text": " the moment we have no students so we have"}, {"timestamp": [26.12, 33.68], "text": " been given 2013 to get ourselves prepared and ready for opening for students in"}, {"timestamp": [33.68, 40.88], "text": " 2014 so we have been given the gift of time and had an amazing opportunity to"}, {"timestamp": [40.88, 45.14], "text": " explore what's going on in our local neighbourhoods around Auckland,"}, {"timestamp": [45.38, 48.32], "text": " around the wider New Zealand educational sector,"}, {"timestamp": [48.48, 51.26], "text": " but also had an incredible opportunity to travel."}, {"timestamp": [52.2, 56.06], "text": " And over the last year, I've been lucky enough to go through Canada"}, {"timestamp": [56.06, 60.72], "text": " and visit the self-directed learning schools,"}, {"timestamp": [60.94, 63.38], "text": " the Coalition of Self-Directed Learning Schools in Canada"}, {"timestamp": [63.38, 66.36], "text": " across a number of areas there and travelled to see the big picture schools, the Coalition of Self-Directed Learning Schools in Canada across a number of areas there"}, {"timestamp": [66.36, 71.14], "text": " and travelled to see the big picture schools, the Met School in Boston, to be exact,"}, {"timestamp": [71.54, 77.94], "text": " and was lucky enough a bit earlier this year to also visit San Francisco and have a look at a number"}, {"timestamp": [77.94, 83.0], "text": " of sort of technology and Apple-related schools. So there will be some tales that I'll be sort of"}, {"timestamp": [83.0, 85.64], "text": " sharing throughout the presentation today."}, {"timestamp": [86.68, 94.28], "text": " But my background is, I've only become a deputy principal this year. Last year and the year before,"}, {"timestamp": [94.44, 100.0], "text": " for two and a bit years, I was lucky enough to be the director of e-learning at EPSM girls grammar school,"}, {"timestamp": [100.44, 105.12], "text": " where I was leading the ICT professional development program."}, {"timestamp": [105.84, 110.92], "text": " Before that, I was a head of English at Auckland Girls Grammar School,"}, {"timestamp": [111.48, 117.82], "text": " and it was during that time that I really woke up to a thing that I'm really passionate about now,"}, {"timestamp": [117.92, 120.02], "text": " which is teaching as inquiry."}, {"timestamp": [120.72, 128.76], "text": " And it was actually in 2009, when I was lucky enough to become one of the Ministry of Education E-Fellows"}, {"timestamp": [128.76, 134.0], "text": " and had the opportunity, the time and the support, to do an action research program"}, {"timestamp": [134.0, 139.3], "text": " looking at how e-learning could be used to support literacy."}, {"timestamp": [139.3, 149.3], "text": " And the context I was looking at it was how blogs and wikis and students becoming authors was able"}, {"timestamp": [149.3, 154.3], "text": " to support literacy in and beyond the English classroom."}, {"timestamp": [154.3, 160.42], "text": " And what struck me when we got the NZC document out around, sort of, that was just coming"}, {"timestamp": [160.42, 168.92], "text": " in at that time as well, looking at teaching as inquiry, is what I actually participated in was an inquiry project as a teacher."}, {"timestamp": [169.78, 174.1], "text": " And it struck me that there was real power in doing this."}, {"timestamp": [174.18, 178.76], "text": " And I think what I've learned both as an English teacher and as a head of English, and I went"}, {"timestamp": [178.76, 186.76], "text": " on to run teaching as inquiry projects as an English HOD with my entire department, I saw their power"}, {"timestamp": [186.76, 193.4], "text": " for teaching as inquiry to really improve outcomes for students when teachers took the time"}, {"timestamp": [193.4, 197.76], "text": " to sort of step back and really look at what they were doing in the classroom and what"}, {"timestamp": [197.76, 203.9], "text": " interventions were having positive effects or otherwise and really reflecting on that and changing"}, {"timestamp": [203.9, 205.24], "text": " their practice."}, {"timestamp": [205.24, 206.94], "text": " So that's the background I came from."}, {"timestamp": [206.94, 212.12], "text": " So when I came to Epsom Girls Grammar School, I was really lucky."}, {"timestamp": [212.12, 216.72], "text": " I had been, between being at Auckland Girls Grammar School and at Epsom Girls Grammar"}, {"timestamp": [216.72, 221.38], "text": " School, I was the secondary English facilitator at Team Solutions."}, {"timestamp": [221.38, 229.0], "text": " And part of me loved that job because it meant I could indulge in something I loved, which was facilitation and professional development."}, {"timestamp": [229.0, 233.0], "text": " But another part of me felt like I'd hit a retirement village."}, {"timestamp": [233.0, 240.0], "text": " I was out of the classroom and I realized that actually what I really enjoy is waking up every day and seeing a group of teenagers."}, {"timestamp": [240.0, 249.6], "text": " And so it actually saddened me that I turned up at Team Solutions and there was a whole lot of grown-up people and that's all that was there."}, {"timestamp": [250.02, 255.48], "text": " And whilst I relished in the opportunity to do professional development and lead professional learning,"}, {"timestamp": [255.92, 258.3], "text": " I really missed the experience of being in the classroom."}, {"timestamp": [258.54, 265.16], "text": " So when I saw Director of E-Learning come up at EPSMM girls grammar school and it was a brand new"}, {"timestamp": [265.16, 269.76], "text": " position that they had just invented I thought it sounded like a bit of me I had the"}, {"timestamp": [269.76, 275.66], "text": " opportunity to go in and to be an English teacher for two to three periods but"}, {"timestamp": [275.66, 281.72], "text": " then I had the opportunity to lead staff-wide professional development around"}, {"timestamp": [281.72, 291.34], "text": " ICT integration which was something that I was becoming increasingly passionate about. I had seen firsthand the impact that e-learning"}, {"timestamp": [291.34, 296.62], "text": " could have in a classroom and raising engagement but also actually raising"}, {"timestamp": [296.62, 301.96], "text": " literacy levels and so I was really keen to go in and be able to facilitate"}, {"timestamp": [301.96, 305.68], "text": " professional development across curriculum areas and explore"}, {"timestamp": [305.68, 311.8], "text": " how we could all integrate e-learning to improve outcomes for our learners."}, {"timestamp": [311.8, 318.8], "text": " So when I headed along to EPSM Girls Grammar School, I was lucky enough to go in at the end"}, {"timestamp": [318.8, 323.76], "text": " of the first year of a three-year ICTPD contract."}, {"timestamp": [323.76, 326.24], "text": " And EPSM Girls had a one school-only contract,"}, {"timestamp": [326.4, 327.7], "text": " so we were working independently."}, {"timestamp": [327.9, 330.3], "text": " It's a large school, 2,200 students,"}, {"timestamp": [330.54, 333.24], "text": " with 150 teachers that we were working with."}, {"timestamp": [334.74, 339.18], "text": " And what I was really lucky in my timing"}, {"timestamp": [339.18, 341.46], "text": " was that it gave me an opportunity."}, {"timestamp": [341.66, 343.3], "text": " I went at the beginning of term four,"}, {"timestamp": [343.3, 350.22], "text": " and I had the opportunity to seek feedback from the staff about how the first year had gone on the contract."}, {"timestamp": [351.14, 358.8], "text": " And what I soon discovered was something that I'm aware of happening across the country often with professional development."}, {"timestamp": [359.44, 365.82], "text": " Their feedback was that, yep, it was good, but what we're doing is we're focusing on the technology"}, {"timestamp": [365.82, 371.38], "text": " and the tools they had spent the first year looking around at the different"}, {"timestamp": [371.38, 374.88], "text": " strategies that they could employ in the classroom so there was a whole lot of"}, {"timestamp": [374.88, 379.98], "text": " school-wide professional development around how they could use Moodle and how they"}, {"timestamp": [379.98, 386.08], "text": " could use Google apps how they might use the Vado cameras or the flip cameras they had access"}, {"timestamp": [386.08, 391.68], "text": " to. And on one level, this was actually really useful professional development, because you don't"}, {"timestamp": [391.68, 396.24], "text": " know what you don't know. And there needs to be an opportunity for you to explore technology"}, {"timestamp": [396.24, 403.56], "text": " and to actually upskill yourself to a certain level. But what they also felt was a huge sense"}, {"timestamp": [403.56, 406.56], "text": " of frustration because they felt like what they were"}, {"timestamp": [406.56, 410.82], "text": " doing was being upskilled on technology for the sake of it."}, {"timestamp": [410.82, 417.32], "text": " And they weren't actually having the opportunity to contextualize their learning in their"}, {"timestamp": [417.32, 418.32], "text": " classroom."}, {"timestamp": [418.32, 423.84], "text": " And they were having to take the learning that they had been given and then do something with"}, {"timestamp": [423.84, 424.84], "text": " it."}, {"timestamp": [424.84, 426.88], "text": " And of course if you learn about Moodle out of context"}, {"timestamp": [426.88, 428.2], "text": " or you're learning about Google apps,"}, {"timestamp": [428.2, 430.78], "text": " you might learn some neat tips and tricks."}, {"timestamp": [430.78, 433.92], "text": " But if it's not just in time professional development,"}, {"timestamp": [433.92, 436.62], "text": " it's relevant to what your students need,"}, {"timestamp": [436.62, 441.56], "text": " then the increase or the excitement that people can feel"}, {"timestamp": [441.56, 444.36], "text": " for the technology can actually be quite limited."}, {"timestamp": [445.8, 451.38], "text": " So my response to this was, had come from the facilitation role that I've been in and"}, {"timestamp": [451.38, 456.46], "text": " I'd come from my experience at Auckland Girls Grammar School and I said, hang on a minute."}, {"timestamp": [456.46, 461.38], "text": " I think we've got to flip this around and I've done this stuff in the past and it's been"}, {"timestamp": [461.38, 464.28], "text": " based around the idea of teaching as inquiry."}, {"timestamp": [464.28, 465.6], "text": " Why don't we run a"}, {"timestamp": [465.6, 473.46], "text": " school-wide teaching as inquiry program? And that's actually how we ended up running it. So we"}, {"timestamp": [473.46, 477.82], "text": " looked at the teaching as inquiry process. I'm sure all of you sleep with the NZC document"}, {"timestamp": [477.82, 483.52], "text": " underneath your pillow at night and you're all absolutely familiar with the cycle. So it's"}, {"timestamp": [483.52, 487.36], "text": " fantastic and it's simplicity in a sense. So it's a"}, {"timestamp": [487.36, 494.16], "text": " four-stage cycle starting off with a focusing inquiry where you ask yourself what is important"}, {"timestamp": [494.16, 499.36], "text": " and therefore worth spending time on. So, you know, it involves you getting to know your learners"}, {"timestamp": [499.36, 506.32], "text": " and knowing what their needs are. And then you do a teaching as inquiry where you actually take the time."}, {"timestamp": [506.32, 508.12], "text": " You've made that, sort of,"}, {"timestamp": [508.12, 509.84], "text": " you've taken the time to do the research"}, {"timestamp": [509.84, 512.3], "text": " and think about what your learner's needs are."}, {"timestamp": [512.3, 514.52], "text": " Your next step is to do an inquiry around"}, {"timestamp": [514.52, 516.28], "text": " what are the specific interventions"}, {"timestamp": [516.28, 519.36], "text": " that might help them meet those needs."}, {"timestamp": [519.36, 522.28], "text": " So that you start with the student outcomes"}, {"timestamp": [522.28, 524.36], "text": " and the student needs at the beginning."}, {"timestamp": [525.04, 529.1], "text": " Then of course you do your teaching and learning and you trial those interventions in the"}, {"timestamp": [529.1, 535.68], "text": " classroom, but then you also take time to really actively measure the outcomes."}, {"timestamp": [535.68, 538.72], "text": " So that's the teaching as inquiry cycle."}, {"timestamp": [538.72, 543.08], "text": " And a lot of people say, but I do teaching as inquiry, because I reflect on one way and well"}, {"timestamp": [543.08, 545.34], "text": " in my lesson and I change stuff. And yes, that is teaching as inquiry, but I would say that that is teaching as inquiry because I reflect on one way and well in my lesson and I change stuff."}, {"timestamp": [550.28, 555.7], "text": " And yes, that is teaching as inquiry, but I would say that that is teaching as inquiry in quite a micro sense of the word and it certainly has a role to play in that sense."}, {"timestamp": [555.7, 560.04], "text": " We should all be reflecting on what's going on in our classroom in a daily basis and"}, {"timestamp": [560.04, 566.4], "text": " tweaking and changing what we do. But I think the real power of teaching as inquiry is when"}, {"timestamp": [566.4, 571.92], "text": " it sort of happens on a macro level and we look at it as something that happens over an extended"}, {"timestamp": [571.92, 579.28], "text": " period of time where we really take the time with each stage of the inquiry and explore"}, {"timestamp": [579.28, 585.64], "text": " and measure the outcomes along the way. So as a school,"}, {"timestamp": [585.94, 588.16], "text": " we were doing the ICTPD contract"}, {"timestamp": [588.16, 590.18], "text": " and we had some overarching goals"}, {"timestamp": [590.18, 591.52], "text": " that we were focusing on."}, {"timestamp": [592.8, 594.3], "text": " So throughout"}, {"timestamp": [594.3, 596.3], "text": " our ICTPD contract"}, {"timestamp": [596.3, 598.58], "text": " we were only really interested in technology"}, {"timestamp": [598.58, 600.42], "text": " if it was going to improve"}, {"timestamp": [600.42, 603.28], "text": " student engagement and it was going to be about"}, {"timestamp": [603.28, 606.22], "text": " student-centred learning and strong learning relationships."}, {"timestamp": [606.22, 613.12], "text": " So we had really good ideals throughout. We also had a set of national goals that we reported on."}, {"timestamp": [613.12, 621.24], "text": " And one of the things I found really useful as a facilitator of ICTPD is that I actually shared these goals with all of the staff."}, {"timestamp": [621.24, 626.28], "text": " So often as senior leaders or as people running professional"}, {"timestamp": [626.28, 630.48], "text": " development we often hide the stuff from the people that are involved in it and there's"}, {"timestamp": [630.48, 634.6], "text": " an air of mystery as to what we're doing and why we're doing it. And I think it's really"}, {"timestamp": [634.6, 639.18], "text": " important that we actually share what it is we're actually doing and what we're reporting"}, {"timestamp": [639.18, 647.08], "text": " on. So people knew the goals that we were working towards. They knew the milestone process that was happening"}, {"timestamp": [647.08, 651.76], "text": " as well and that we were actually accountable and we had to feed back against these specific"}, {"timestamp": [651.76, 657.0], "text": " national goals. So we had five goals that we were working towards and this is the same for everyone."}, {"timestamp": [657.0, 665.56], "text": " Who's done the ICTPD contract recently? So you'll probably know these quite thoroughly, maybe, maybe not."}, {"timestamp": [665.56, 671.56], "text": " So the number one goal is that students become successful digital citizenship, citizens,"}, {"timestamp": [671.56, 676.56], "text": " which is very important, that the principal has to leave the integration of e-learning."}, {"timestamp": [676.56, 679.44], "text": " I was really lucky at EPSM girls grammar school with Madeline Gunn."}, {"timestamp": [679.44, 684.68], "text": " She was incredibly supportive in the sense that she backed and made sure that there was time"}, {"timestamp": [684.68, 685.76], "text": " and space allowed"}, {"timestamp": [685.76, 688.02], "text": " for this to take place within a school."}, {"timestamp": [688.02, 693.38], "text": " And I would argue it's incredibly hard to lead change without the principal being incredibly"}, {"timestamp": [693.38, 698.48], "text": " supportive of it because it does need time and space for it to make a difference."}, {"timestamp": [698.48, 703.52], "text": " The main thing our teachers were focusing on was number three, that teachers integrate e-learning"}, {"timestamp": [703.52, 705.2], "text": " effectively into their practice"}, {"timestamp": [705.2, 711.18], "text": " and create innovative and exciting learning environments for all students. So that was our primary"}, {"timestamp": [711.18, 716.5], "text": " focus as a group of teachers. There were also goals around family and faunae and how they"}, {"timestamp": [716.5, 720.74], "text": " could actively participate in their learning and how we could connect better with family"}, {"timestamp": [720.74, 726.4], "text": " and home. And the thing I really enjoyed was the idea of sharing online"}, {"timestamp": [726.4, 730.88], "text": " professional reflections to inform colleagues of the challenges and opportunities afforded"}, {"timestamp": [730.88, 736.24], "text": " by e-learning. And I'll go into that a little bit further because I actually think sharing our"}, {"timestamp": [736.24, 742.96], "text": " practice as educators when we're going through a process like this is key. Not only because it makes"}, {"timestamp": [742.96, 745.16], "text": " us accountable because we're putting ourselves out"}, {"timestamp": [745.16, 749.3], "text": " there but also because of the amount we can learn from one another if we're all"}, {"timestamp": [749.3, 753.86], "text": " willing to share these experiences as we're going through them we don't actually"}, {"timestamp": [753.86, 757.82], "text": " sit back and go I have to wait and know that it works before I share it with"}, {"timestamp": [757.82, 761.54], "text": " people that we're actually willing to say heck there's a lot to be gained from"}, {"timestamp": [761.54, 769.92], "text": " you and me sharing this simply because it's an experience that others might learn. You don't have to wait and be convinced that your idea was right."}, {"timestamp": [770.42, 772.7], "text": " The experience itself is worth sharing."}, {"timestamp": [774.98, 779.82], "text": " So this is the environment we were working in in terms of an e-learning environment at EPSM girls'"}, {"timestamp": [779.82, 788.0], "text": " grammar school. When I first arrived, we had our own locally hosted version of Mahara, which is the My Portfolio platform,"}, {"timestamp": [788.0, 794.0], "text": " and we had our own locally hosted Moodle, and we also had Google apps that we were using."}, {"timestamp": [794.0, 800.0], "text": " And I know you will probably agree with me that if these things aren't reliable and robust,"}, {"timestamp": [800.0, 802.0], "text": " they might as well not be there."}, {"timestamp": [802.0, 808.78], "text": " And so I came into an environment where there was some real hesitations about using these common"}, {"timestamp": [808.78, 811.34], "text": " platforms because they hadn't been particularly reliable."}, {"timestamp": [811.5, 814.72], "text": " They were falling over when more than five people tried to use them at a time."}, {"timestamp": [815.14, 821.72], "text": " So we moved to externally hosted versions of Moodle and we moved to my portfolio and we continued"}, {"timestamp": [821.72, 824.02], "text": " on with our use of Google apps."}, {"timestamp": [825.0, 830.38], "text": " Personally, my theory is that we need to strike a balance with these things."}, {"timestamp": [830.38, 837.18], "text": " I think it's really important that as a school we do develop an online community and"}, {"timestamp": [837.18, 842.44], "text": " that means having some common platforms and common spaces that we use."}, {"timestamp": [842.44, 845.86], "text": " And in a sense I think Moodle can work really well as an architecture"}, {"timestamp": [845.86, 852.94], "text": " for that online learning community and that we use the elements of my portfolio and Google"}, {"timestamp": [852.94, 860.08], "text": " apps, Google apps for the things that they do best. But that we never limit people to those"}, {"timestamp": [860.08, 864.9], "text": " platforms and that we're actually willing to say that's our front door. If you can find a better"}, {"timestamp": [864.9, 869.0], "text": " tool or a better platform or a better strategy to meet the needs of your"}, {"timestamp": [869.0, 872.9], "text": " learners you better be using it so we've got to make sure we strike that balance"}, {"timestamp": [872.9, 879.56], "text": " of a structured shared community but also with a whole lot of freedom behind it"}, {"timestamp": [879.56, 885.0], "text": " but I am now going off track and I'll come back to this later."}, {"timestamp": [889.0, 892.0], "text": " So, as I said, we looked at using teaching as inquiry and we did it to produce an e-learning action plan."}, {"timestamp": [892.0, 894.0], "text": " It wouldn't have been enough to just say,"}, {"timestamp": [894.0, 897.0], "text": " okay people, go forth, use teaching as inquiry,"}, {"timestamp": [897.0, 899.0], "text": " go do an inquiry."}, {"timestamp": [899.0, 904.0], "text": " I think for inquiry to be successful within a large organisation,"}, {"timestamp": [904.0, 907.76], "text": " it needs a real sense of structure or enabling"}, {"timestamp": [907.76, 914.2], "text": " constraints that helps people to work together through a process and for that process"}, {"timestamp": [914.2, 916.88], "text": " to have a real depth and rigor."}, {"timestamp": [916.88, 923.22], "text": " One thing we need to be really clear about is that teachers are time poor and we actually"}, {"timestamp": [923.22, 928.36], "text": " need to make sure that we provide time and support for them"}, {"timestamp": [928.36, 936.02], "text": " to make change. It is not fair to expect transformation in the classroom, but not put in place"}, {"timestamp": [936.02, 942.88], "text": " the structures, the support and the time needed to achieve that change. So one of the lessons I"}, {"timestamp": [942.88, 945.62], "text": " learned throughout this process was that having things"}, {"timestamp": [945.62, 952.7], "text": " like common templates and timelines was really important to managing change. People often"}, {"timestamp": [952.7, 957.56], "text": " talk about leading change. I think we need to be realistic and actually say that there's"}, {"timestamp": [957.56, 963.52], "text": " an element of managing change also. You need to be a leader. You need to be able to articulate"}, {"timestamp": [963.52, 965.62], "text": " a vision. You need to be able to put on your"}, {"timestamp": [965.62, 971.02], "text": " Pollyanna pants and be positive and out there and getting people enthused and coming along on the journey with you."}, {"timestamp": [971.36, 978.3], "text": " But you also need to be pragmatic and you need to make sure that there's a whole lot of structures in place"}, {"timestamp": [978.3, 987.34], "text": " that help people and guide them through the change process and actually not give them an opportunity to opt out."}, {"timestamp": [987.34, 994.88], "text": " So the first thing we did was to construct a teaching as inquiry e-learning action plan framework."}, {"timestamp": [994.88, 1001.12], "text": " And it was as simple as taking the four stages of the teaching as inquiry cycle and sort"}, {"timestamp": [1001.12, 1005.12], "text": " of reframing the questions to suit our needs."}, {"timestamp": [1007.86, 1013.58], "text": " And one of the things I'll go into a bit later in the presentation is this is the way that you can integrate all of your school initiatives into one cycle,"}, {"timestamp": [1014.22, 1018.24], "text": " is by reframing it and putting it within a teaching as inquiry cycle."}, {"timestamp": [1018.94, 1025.9], "text": " You don't want to kill your staff by over-initiativising their professional development."}, {"timestamp": [1025.9, 1027.9], "text": " It's an illness out there at the moment."}, {"timestamp": [1027.9, 1030.54], "text": " So we had a focus inquiry."}, {"timestamp": [1030.54, 1034.92], "text": " We wanted to make sure that the learning came first."}, {"timestamp": [1034.92, 1041.32], "text": " And so what staff did is they were invited to form professional learning groups that suited"}, {"timestamp": [1041.32, 1042.68], "text": " them."}, {"timestamp": [1042.68, 1049.38], "text": " In the first year of the ICTPD contract, they were forced into cross-curricular groups"}, {"timestamp": [1049.38, 1053.2], "text": " that seemed like a good idea there where people got together and talked about the technology"}, {"timestamp": [1053.2, 1055.22], "text": " and the tools."}, {"timestamp": [1055.22, 1062.5], "text": " But what they found was in a school environment where there's very little time that if you did"}, {"timestamp": [1062.5, 1066.32], "text": " this learning in a cross-curricular context, you then had to find"}, {"timestamp": [1066.32, 1072.88], "text": " other time to go away and contextualize it into your learning area. I mean, this may work"}, {"timestamp": [1072.88, 1076.88], "text": " differently in a primary environment, but within a secondary environment, there's no denying"}, {"timestamp": [1076.88, 1083.12], "text": " that you're working within the context of your subject or curriculum area, if that's how your"}, {"timestamp": [1083.12, 1085.04], "text": " school is structured."}, {"timestamp": [1091.28, 1091.4], "text": " So the first step was allowing them to have a real element of ownership and to be trusted and say,"}, {"timestamp": [1094.8, 1095.46], "text": " look, you guys need to form the professional learning groups that suit you."}, {"timestamp": [1100.18, 1106.5], "text": " So for instance, in the science department, they were quite pragmatic and they formed it into a biology group and a chemistry group and a physics group and a junior science group."}, {"timestamp": [1106.5, 1110.62], "text": " In the PE and health department, they decided this was going to be their means of redesigning"}, {"timestamp": [1110.62, 1114.76], "text": " their whole curriculum, so they formed professional learning groups around each of their"}, {"timestamp": [1114.76, 1117.5], "text": " different courses that they were running."}, {"timestamp": [1117.5, 1121.92], "text": " In the English department, because in a sense we're a single subject, we decided to break"}, {"timestamp": [1121.92, 1125.68], "text": " into professional learning groups who were going to focus on particular discrete skills."}, {"timestamp": [1125.68, 1131.56], "text": " So it might have been critical thinking for scholarship English or reflective thinking and"}, {"timestamp": [1131.56, 1135.9], "text": " reading around junior reading programs in English."}, {"timestamp": [1135.9, 1138.56], "text": " So that was the first win."}, {"timestamp": [1138.56, 1143.54], "text": " People were allowed to select the groups that suited their needs and made the learning relevant"}, {"timestamp": [1143.54, 1146.9], "text": " to what they were doing in their classrooms."}, {"timestamp": [1146.9, 1151.94], "text": " And once they came up with a desired student learning outcome, so what is their specific"}, {"timestamp": [1151.94, 1158.32], "text": " skill or strategy or body of knowledge that we want those students to know, then and only then"}, {"timestamp": [1158.32, 1164.16], "text": " they were given the opportunity to start looking around and start thinking about the appropriate"}, {"timestamp": [1164.16, 1165.46], "text": " interventions,"}, {"timestamp": [1170.42, 1171.84], "text": " tools and strategies that were going to meet the needs of their specific students."}, {"timestamp": [1173.8, 1174.12], "text": " And this happened in term one."}, {"timestamp": [1176.6, 1177.32], "text": " So it was quite a prolonged process."}, {"timestamp": [1179.94, 1180.34], "text": " So term one was about forming a professional learning group,"}, {"timestamp": [1181.54, 1182.1], "text": " setting up that community,"}, {"timestamp": [1186.72, 1187.36], "text": " and having the opportunity to get to know your learners before you made your decisions."}, {"timestamp": [1193.24, 1193.64], "text": " So actually doing your pre-testing, having conversations with them, doing whatever you wanted to do,"}, {"timestamp": [1196.86, 1197.48], "text": " and then establishing what it is you were going to focus on in terms of the learning."}, {"timestamp": [1202.68, 1207.84], "text": " And then having time to look around and think about what were the strategies that we might trial to support those desired student learning outcomes."}, {"timestamp": [1207.84, 1210.32], "text": " And then they had a very clear timeline."}, {"timestamp": [1210.32, 1218.56], "text": " Term 2 and term 3 was the time in which they could trial these strategies in the classroom."}, {"timestamp": [1218.56, 1223.52], "text": " But obviously they also needed some quite particular professional development around the"}, {"timestamp": [1223.52, 1225.72], "text": " technology and the tools."}, {"timestamp": [1225.72, 1228.44], "text": " So what we did at this point, at the end of term one,"}, {"timestamp": [1228.44, 1231.18], "text": " every single professional learning group"}, {"timestamp": [1231.18, 1233.98], "text": " had to publish their plans so far."}, {"timestamp": [1233.98, 1237.26], "text": " And within that, they highlighted the strategies"}, {"timestamp": [1237.26, 1238.94], "text": " and the tools they were gonna be trialing"}, {"timestamp": [1238.94, 1241.32], "text": " in term two and term three."}, {"timestamp": [1241.32, 1243.82], "text": " What that then allowed us to do,"}, {"timestamp": [1243.82, 1246.86], "text": " I had a group of teachers that were called e-mentors,"}, {"timestamp": [1247.02, 1249.68], "text": " one representing each learning area within the school,"}, {"timestamp": [1250.24, 1256.3], "text": " is we had the opportunity to tailor and design a whole lot of differentiated professional development"}, {"timestamp": [1256.3, 1260.22], "text": " targeted to their needs that they had identified themselves."}, {"timestamp": [1260.82, 1264.8], "text": " So rather than a group of teachers going, okay, we've decided you need to know this about"}, {"timestamp": [1264.8, 1268.96], "text": " Moodle and this about Google, it was about actually finding out what people wanted to know,"}, {"timestamp": [1269.42, 1275.46], "text": " and then using that information to create a whole lot of little workshops that we offered over"}, {"timestamp": [1275.46, 1280.6], "text": " term two and term three. And we had a very specific way of offering them. We had late starts"}, {"timestamp": [1280.6, 1287.18], "text": " on a Wednesday morning. We had one session which was about teaching a specific skill."}, {"timestamp": [1288.02, 1294.74], "text": " The second session was coming back in and trialling that skill and having some guided time to play and practice it."}, {"timestamp": [1295.18, 1300.54], "text": " And then the third session was having time to actually just go off and put it into practice"}, {"timestamp": [1300.54, 1302.98], "text": " and go off and share it with your professional learning group."}, {"timestamp": [1303.54, 1308.92], "text": " And one thing that we realised was really important was having a whole lot of professional trust and people using"}, {"timestamp": [1308.92, 1314.32], "text": " that time wisely. One thing we often do with professional development at school is have an"}, {"timestamp": [1314.32, 1320.02], "text": " incredible lack of trust of teachers and we feel like we need to bring them into a staff room"}, {"timestamp": [1320.02, 1327.76], "text": " and talk at them because by God they might go get a cup of coffee instead. And actually that cup of coffee could be the most valuable thing they do"}, {"timestamp": [1327.76, 1330.9], "text": " because they might have an incredible learning conversation over that cup of coffee."}, {"timestamp": [1331.54, 1335.84], "text": " So we need to actually gift people time and give them a whole lot of trust"}, {"timestamp": [1335.84, 1337.46], "text": " to put stuff into practice."}, {"timestamp": [1338.2, 1339.46], "text": " But it needs to be structured."}, {"timestamp": [1339.9, 1340.34], "text": " Thanks, Nat."}, {"timestamp": [1342.46, 1347.94], "text": " So that's what happened in the end of term one and term two and three."}, {"timestamp": [1347.94, 1353.06], "text": " What we also discovered is we moved through the terms is that actually the professional"}, {"timestamp": [1353.06, 1357.1], "text": " development didn't need to take place face to face."}, {"timestamp": [1357.1, 1360.94], "text": " And what I started doing as the Director of E-Learning is anytime anyone had a request"}, {"timestamp": [1360.94, 1365.14], "text": " of needing to know how to do something, I sat down in my office and just put"}, {"timestamp": [1365.14, 1368.12], "text": " together a five-minute screener."}, {"timestamp": [1368.12, 1372.58], "text": " So using the, anyone here used Jing or screener."}, {"timestamp": [1372.58, 1375.88], "text": " It's a fantastic screen capture technology."}, {"timestamp": [1375.88, 1377.16], "text": " It's just you go to the website."}, {"timestamp": [1377.16, 1378.88], "text": " It's completely free of charge."}, {"timestamp": [1378.88, 1384.0], "text": " You click a little button and a frame comes up around your computer screen, and it records what"}, {"timestamp": [1384.0, 1386.4], "text": " you're saying and doing on the"}, {"timestamp": [1386.4, 1388.44], "text": " computer screen at the same time."}, {"timestamp": [1388.44, 1394.72], "text": " And I found this a really efficient way to start putting together little five-minute tutorials"}, {"timestamp": [1394.72, 1397.64], "text": " for teachers and we actually built up a library."}, {"timestamp": [1397.64, 1401.86], "text": " And the feedback I got from teachers, particularly those who had been a bit nervous and"}, {"timestamp": [1401.86, 1405.16], "text": " a bit hesitant, is that they really enjoyed the fact"}, {"timestamp": [1405.16, 1409.84], "text": " that they could sit back on a Sunday afternoon with a glass of wine and in the privacy of"}, {"timestamp": [1409.84, 1415.96], "text": " their own home, nut out how to do something. And that was a really important lesson for me to"}, {"timestamp": [1415.96, 1422.92], "text": " learn as someone leading their ICTPD, is that we need to make sure that all of that effective"}, {"timestamp": [1422.92, 1425.42], "text": " pedagogy that we talk about doing in the classroom,"}, {"timestamp": [1425.54, 1429.48], "text": " that we're actually replicating in the professional development environment as well."}, {"timestamp": [1430.14, 1436.58], "text": " So that we are differentiating for our learners, our teachers who are learning, and we are making"}, {"timestamp": [1436.58, 1441.36], "text": " sure that they've got access to ubiquitous professional development anytime anywhere."}, {"timestamp": [1442.08, 1449.96], "text": " And whilst you might say, why bother doing that, you can just Google the answer. The reality is when you're dealing with 150 teachers and some of them"}, {"timestamp": [1449.96, 1455.24], "text": " pretty nervous about the technology, they're not necessarily going to go out and do that Googling."}, {"timestamp": [1455.92, 1460.68], "text": " They need to sort of in a sense have it served up to them and they really appreciated having it"}, {"timestamp": [1460.68, 1465.02], "text": " done in the context of our learning management system."}, {"timestamp": [1468.82, 1470.6], "text": " So it was, you know, someone that they knew talking about our Moodle and how they might do something like that."}, {"timestamp": [1470.68, 1475.04], "text": " And it surprised me how important that was for a lot of people"}, {"timestamp": [1475.04, 1477.64], "text": " learning new skills in an online environment."}, {"timestamp": [1478.54, 1481.0], "text": " So that was a really key lesson that we learned."}, {"timestamp": [1481.8, 1483.84], "text": " But one thing I will really stress at this point"}, {"timestamp": [1483.84, 1485.1], "text": " is the importance of getting"}, {"timestamp": [1485.1, 1491.66], "text": " your staff to publish their plans. We got them to the first year to put them on a shared drive"}, {"timestamp": [1491.66, 1497.42], "text": " so everyone could access and have a look at what each other were doing. And this had twofold"}, {"timestamp": [1497.42, 1504.4], "text": " benefits. First of all, it created a real level of accountability in the sense that you put"}, {"timestamp": [1504.4, 1505.28], "text": " yourself out there and you tell the the sense that you put yourself out there"}, {"timestamp": [1505.28, 1509.86], "text": " and you tell the whole world that you're going to do this means it's far more likely"}, {"timestamp": [1509.86, 1514.0], "text": " that you're going to follow through and do it because actually you've declared it to everyone"}, {"timestamp": [1514.0, 1518.96], "text": " within the school and they might have a conversation with you in passing about how it's going."}, {"timestamp": [1518.96, 1526.76], "text": " The second thing was that it helped me as the ICTP coordinator to know what everything was doing and to make"}, {"timestamp": [1526.76, 1531.14], "text": " sure that I could then lend the support that was needed."}, {"timestamp": [1531.14, 1535.68], "text": " So it wasn't just a selfish accountability thing, it was also an opportunity to make sure"}, {"timestamp": [1535.68, 1539.96], "text": " that we could tailor the professional development to meet their needs."}, {"timestamp": [1539.96, 1545.04], "text": " So it was a two-way win-win situation."}, {"timestamp": [1545.04, 1551.08], "text": " What then happened in term four is that there was a formal period of reflection on what"}, {"timestamp": [1551.08, 1553.12], "text": " had taken place."}, {"timestamp": [1553.12, 1560.48], "text": " And we took the time to actually gather a whole lot of qualitative evidence."}, {"timestamp": [1560.48, 1564.84], "text": " One thing I think we beat ourselves up about is that we think we need quantitative evidence"}, {"timestamp": [1564.84, 1565.56], "text": " of change. And people beat themselves up and think that we think we need quantitative evidence of change."}, {"timestamp": [1565.86, 1574.6], "text": " And people beat themselves up and think about the fact that they need to somehow show a shift in astral results or a shift in a certain assessment."}, {"timestamp": [1575.14, 1582.56], "text": " The reality is it's unrealistic to put that change back to the technology intervention in the first place."}, {"timestamp": [1583.1, 1585.5], "text": " They may well skip, you know, jump up two"}, {"timestamp": [1585.5, 1589.8], "text": " levels. It might have been the technology, but it might have also just been the fact that"}, {"timestamp": [1589.8, 1594.32], "text": " they've been sitting in your class doing the work that I've been doing. I have always found"}, {"timestamp": [1594.32, 1598.54], "text": " that the best feedback I get from students is actually just sitting down and having a conversation"}, {"timestamp": [1598.54, 1604.6], "text": " with them and actually saying, you know, did that work for you? Did it improve the outcomes?"}, {"timestamp": [1607.62, 1607.98], "text": " actually saying, you know, did that work for you? Did it improve the outcomes? If so, how?"}, {"timestamp": [1613.0, 1613.62], "text": " And would you like us to do it again? Or would you like us to do something different next time?"}, {"timestamp": [1618.8, 1619.3], "text": " Those informal conversation with your students are often the most powerful feedback you can get."}, {"timestamp": [1624.32, 1628.88], "text": " Because actually, you might find that they far prefer doing it in an exercise book rather than doing it in a blog. And actually, if that's what they prefer, they should be given the opportunity to do so."}, {"timestamp": [1629.4, 1632.8], "text": " And actually, you don't get that information by looking at hard data and numbers."}, {"timestamp": [1633.36, 1637.32], "text": " You need to find out how they felt and how the experience made them feel"}, {"timestamp": [1637.32, 1639.48], "text": " and if they thought it was a positive thing or not."}, {"timestamp": [1639.8, 1642.94], "text": " And we don't need to just bowl on with the technology for the sake of it."}, {"timestamp": [1643.52, 1651.86], "text": " I've long been a sort of a believer that technology isn't the silver bullet, adding technology"}, {"timestamp": [1651.86, 1654.4], "text": " as a choice is a silver bullet."}, {"timestamp": [1654.4, 1662.34], "text": " The fact that we are in a sense differentiating for mode by giving them the option of using technology."}, {"timestamp": [1662.34, 1667.0], "text": " I think when we suddenly say everyone must do this as a blog, everyone"}, {"timestamp": [1667.44, 1673.66], "text": " must type it all up, we're actually being as narrow as if we ban technology in the classroom"}, {"timestamp": [1673.66, 1679.1], "text": " in the first place. And actually what we've got is this really neat opportunity to let people"}, {"timestamp": [1679.1, 1684.52], "text": " do it the way they prefer doing it. There might be times when it's useful for them to publish"}, {"timestamp": [1684.52, 1685.36], "text": " and share it in a"}, {"timestamp": [1685.36, 1689.84], "text": " certain way and so you will encourage all students to do so. But I certainly think if a student"}, {"timestamp": [1689.84, 1694.56], "text": " loves their folder or they love their 1B5 exercise book with a special cover seal on the top"}, {"timestamp": [1694.56, 1700.72], "text": " and the special pen that they've got, we should let them enjoy that also. Who are we to say that"}, {"timestamp": [1700.72, 1705.0], "text": " the best way to them to learn is to type it up or to do something. It should be about choice."}, {"timestamp": [1705.42, 1712.44], "text": " So be open to that feedback when you gather the qualitative evidence at the end of the process."}, {"timestamp": [1714.06, 1716.28], "text": " So how this worked was, we were lucky enough."}, {"timestamp": [1716.36, 1720.44], "text": " And one thing that I realized that we all need is funding to make this work"}, {"timestamp": [1720.44, 1725.0], "text": " because actually the key for us was having e-mentals available in all of the learning"}, {"timestamp": [1725.0, 1730.38], "text": " areas and they were freed up they had non-contact in their form time and some non-contact"}, {"timestamp": [1730.38, 1734.86], "text": " time during the day that made them available to people around them to get support and"}, {"timestamp": [1734.86, 1739.96], "text": " that was really important. One of the keys was that the professional learning groups"}, {"timestamp": [1739.96, 1743.98], "text": " were formed within learning areas and people had a real sense of ownership of their"}, {"timestamp": [1743.98, 1749.54], "text": " professional learning groups and how they formed them and that the learning areas and people had a real sense of ownership of their professional learning groups and how they formed them. And that the learning areas and their"}, {"timestamp": [1749.54, 1756.16], "text": " professional learning groups produced actual e-learning action plans and they published those plans."}, {"timestamp": [1756.16, 1761.16], "text": " And they were developed based around desired student learning outcomes. So it wasn't about"}, {"timestamp": [1761.16, 1768.7], "text": " a PRG learning how to use Google Docs. It might be a PRG that was looking at how to improve critical thinking in the context"}, {"timestamp": [1768.7, 1773.72], "text": " of a scholarship English classroom and then maybe exploring how Google Docs might be used"}, {"timestamp": [1773.72, 1780.66], "text": " to support that through its elements of collaboration and ubiquitous anytime anywhere access."}, {"timestamp": [1780.66, 1789.12], "text": " And it was also supported by several sessions of ICTPD as well in workshops, but those were increasingly offered online."}, {"timestamp": [1789.3, 1794.74], "text": " So whilst you might not have the time and the leisure and the resources to do the face-to-face stuff,"}, {"timestamp": [1795.04, 1801.26], "text": " there's nothing stopping any of us putting together a library of resources to support our fellow staff members in the meantime."}, {"timestamp": [1802.7, 1806.6], "text": " So that was the first year that I saw through as a whole year. And"}, {"timestamp": [1806.6, 1811.04], "text": " the feedback we got from staff was for the most part really positive. There was a"}, {"timestamp": [1811.04, 1815.04], "text": " sense that the priorities were back in the right place. We were worrying about the"}, {"timestamp": [1815.04, 1819.56], "text": " learning and the technology was there to enhance and enable the learning rather"}, {"timestamp": [1819.56, 1824.72], "text": " than the other way around. And there was also a real sense that people got to own"}, {"timestamp": [1824.72, 1825.92], "text": " their own professional"}, {"timestamp": [1825.92, 1831.36], "text": " development and they got the opportunity to learn from one another and I think what worked really"}, {"timestamp": [1831.36, 1837.28], "text": " well is with those staff and the teachers that you have on your staff who are really hesitant"}, {"timestamp": [1837.28, 1847.12], "text": " and don't see the value of technology per se with this process because it's actually about your particular students and meeting"}, {"timestamp": [1847.12, 1852.6], "text": " the desired student, the learning outcomes of your students, no teacher is going to deny"}, {"timestamp": [1852.6, 1853.68], "text": " that that's important."}, {"timestamp": [1853.68, 1861.32], "text": " The fact that it was grounded in the context of their own classroom was key."}, {"timestamp": [1861.32, 1865.82], "text": " But what we did get as feedback, particularly from department heads, is that they were a little"}, {"timestamp": [1865.82, 1869.7], "text": " bit concerned that we'd lost the language of the NZC."}, {"timestamp": [1869.7, 1875.12], "text": " And that actually it was great that we were looking at student learning outcomes, and it"}, {"timestamp": [1875.12, 1878.88], "text": " was great that we were looking at technology could support these."}, {"timestamp": [1878.88, 1882.16], "text": " But where was the discussion about key competencies?"}, {"timestamp": [1882.16, 1885.0], "text": " Where was the discussion about effective pedagogy"}, {"timestamp": [1885.0, 1888.68], "text": " as it exists in the New Zealand curriculum document?"}, {"timestamp": [1888.68, 1891.64], "text": " And have we forgotten about these along the way?"}, {"timestamp": [1891.64, 1893.88], "text": " So the next year we moved on"}, {"timestamp": [1893.88, 1897.36], "text": " and our overarching program goals remain the same."}, {"timestamp": [1897.36, 1899.4], "text": " And in a sense we went through a process"}, {"timestamp": [1899.4, 1901.7], "text": " of what I like to call leading as inquiry,"}, {"timestamp": [1901.7, 1904.28], "text": " where we sat back and we looked at the process"}, {"timestamp": [1904.28, 1905.04], "text": " and thought okay"}, {"timestamp": [1906.16, 1911.68], "text": " what's important so what's worth spending time on and how can we improve the process from what"}, {"timestamp": [1911.68, 1916.4], "text": " we've done last year we need to make sure that as a school we're constantly reflecting on how"}, {"timestamp": [1916.4, 1921.68], "text": " we delivered professional development the year before and how we can build on what went well"}, {"timestamp": [1922.24, 1925.24], "text": " but develop it to work even better and meet the new needs"}, {"timestamp": [1925.24, 1930.96], "text": " of the staff. And make sure that we just don't jump, we drop, you know, throw out the baby"}, {"timestamp": [1930.96, 1935.0], "text": " with the bathwater and leave all the inquiry behind. We decided to stick with it because"}, {"timestamp": [1935.0, 1939.74], "text": " it had worked, there was a lot of it that had worked really well. But what we decided that"}, {"timestamp": [1939.74, 1945.1], "text": " there was a need to focus more explicitly on key competencies and effective pedagogy."}, {"timestamp": [1946.16, 1952.88], "text": " But as you well know, those sections of the NZC are actually quite fulsome, and there's a"}, {"timestamp": [1952.88, 1956.8], "text": " whole lot of them. And if we were actually going to try and focus on all the elements of"}, {"timestamp": [1956.8, 1962.0], "text": " effective pedagogy and key competencies, at the very best it was going to be a once-over"}, {"timestamp": [1962.0, 1965.9], "text": " lightly. So the process we went through was to"}, {"timestamp": [1965.9, 1970.48], "text": " actually canvass everyone on the staff, and in hindsight we probably should have canvassed our"}, {"timestamp": [1970.48, 1975.72], "text": " students as well, and actually said what are the three things that are the most important?"}, {"timestamp": [1976.26, 1981.4], "text": " Consider the competencies, consider the effective pedagogy as it exists in the curriculum,"}, {"timestamp": [1982.04, 1986.72], "text": " which are the three key things that you think we need to focus on"}, {"timestamp": [1986.72, 1997.82], "text": " right now? And so what we decided to do was to focus on three areas. They were thinking"}, {"timestamp": [1997.82, 2007.68], "text": " and critical thinking. It was looking at meeting the needs of diverse learners. So we looked at differentiation."}, {"timestamp": [2007.68, 2012.58], "text": " And then it was looking at how we could work collaboratively, both as staff with one another,"}, {"timestamp": [2012.58, 2017.78], "text": " but also how our students could work collaboratively with us and with each other."}, {"timestamp": [2017.78, 2023.96], "text": " And then, only then, it was considering how technology could be used to enhance and support"}, {"timestamp": [2023.96, 2026.24], "text": " each of these three elements."}, {"timestamp": [2026.24, 2030.88], "text": " And the nice thing that happened, as I was involved in bringing this all together, I sort"}, {"timestamp": [2030.88, 2038.4], "text": " of then glanced across Cahakater, Takeda, across the 21st Century Skills Partnership,"}, {"timestamp": [2038.4, 2045.24], "text": " the UNESCO and OECD, research around future skills and all those things, it actually aligned"}, {"timestamp": [2045.24, 2046.24], "text": " really nicely."}, {"timestamp": [2046.24, 2051.0], "text": " If you look at it, time and time again, the importance of critical thinking and problem solving"}, {"timestamp": [2051.0, 2052.0], "text": " comes up."}, {"timestamp": [2052.0, 2057.5], "text": " The idea of collaboration and being able to work within groups is increasingly important, but also"}, {"timestamp": [2057.5, 2061.42], "text": " the need to personalise learning in some way, shape, and form."}, {"timestamp": [2061.42, 2063.76], "text": " And differentiation does this very well."}, {"timestamp": [2063.76, 2073.84], "text": " So it actually came together really nicely. So this involved a new framework, a new e-learning action plan. So as you can see, once"}, {"timestamp": [2073.84, 2081.28], "text": " again, it was simply a matter of taking the teaching as inquiry cycle and actually saying,"}, {"timestamp": [2081.28, 2085.8], "text": " how can we weave those things into a single inquiry cycle?"}, {"timestamp": [2085.8, 2088.08], "text": " I think we've got to be really fair on teachers"}, {"timestamp": [2088.08, 2089.6], "text": " and actually say it's not good enough"}, {"timestamp": [2089.6, 2092.34], "text": " to expect people to do one initiative, one term,"}, {"timestamp": [2092.34, 2095.22], "text": " one initiative another term, focus on five different skills"}, {"timestamp": [2095.22, 2096.28], "text": " across the year."}, {"timestamp": [2096.28, 2099.82], "text": " We simply don't have the time and the energy to do that well."}, {"timestamp": [2099.82, 2102.8], "text": " But what you can do is you can weave all of those things"}, {"timestamp": [2102.8, 2105.16], "text": " into a single cycle and suddenly"}, {"timestamp": [2105.16, 2109.38], "text": " make the change far more manageable."}, {"timestamp": [2109.38, 2114.0], "text": " So if you see the example here, so once again they were selecting a group of students to"}, {"timestamp": [2114.0, 2119.62], "text": " focus on, but this time they were choosing an area of thinking to focus on as well."}, {"timestamp": [2119.62, 2125.54], "text": " So for example, in health and peer, I know that they looked on reflective thinking and how students"}, {"timestamp": [2125.54, 2129.38], "text": " could reflect on their performances and the technology and the tools they could use for doing"}, {"timestamp": [2129.38, 2130.54], "text": " that."}, {"timestamp": [2130.54, 2137.58], "text": " And I was working with a group of Year 9 English students, and I was looking at how they could reflect"}, {"timestamp": [2137.58, 2143.76], "text": " on their readings, both online, offline, and how we could use tools to support that."}, {"timestamp": [2143.76, 2145.98], "text": " But then when they were doing their teaching inquiry,"}, {"timestamp": [2146.42, 2148.52], "text": " it wasn't just a matter of thinking about the thinking,"}, {"timestamp": [2149.08, 2151.24], "text": " it was about looking at the ways"}, {"timestamp": [2151.24, 2155.2], "text": " that they could include collaborative practices in their processes"}, {"timestamp": [2155.2, 2157.76], "text": " and how they might actually collaborate"}, {"timestamp": [2157.76, 2160.28], "text": " with one another as teachers on this project."}, {"timestamp": [2161.1, 2164.14], "text": " And then it was also thinking about strategies for differentiation"}, {"timestamp": [2164.14, 2165.38], "text": " and how we could include"}, {"timestamp": [2165.38, 2166.38], "text": " that."}, {"timestamp": [2166.38, 2171.88], "text": " And then finally going, how's the ICT tools and strategies and technology is going to support"}, {"timestamp": [2171.88, 2172.88], "text": " this."}, {"timestamp": [2172.88, 2178.84], "text": " And what became obvious very quickly is that actually differentiation and collaboration is much"}, {"timestamp": [2178.84, 2181.82], "text": " easier online in many ways."}, {"timestamp": [2181.82, 2184.76], "text": " So it was a really natural fit in the end."}, {"timestamp": [2184.76, 2186.24], "text": " So what we actually did in terms of a"}, {"timestamp": [2186.24, 2191.76], "text": " timeline is term one we forgot about the technology and the tools and we spent some time"}, {"timestamp": [2191.76, 2197.92], "text": " sharing our practice with one another around collaboration and differentiation and"}, {"timestamp": [2197.92, 2202.88], "text": " thinking. We had a teacher only day with Pam Hook who came in and did a whole lot of work"}, {"timestamp": [2202.88, 2205.52], "text": " around solo taxonomy and how that"}, {"timestamp": [2205.52, 2213.06], "text": " could be used as a thinking tool. We also had sessions where we brought in one another. So I did"}, {"timestamp": [2213.06, 2218.56], "text": " a presentation with the head of science, and we shared our passion for Carol Ann Tomlinson's"}, {"timestamp": [2218.56, 2224.04], "text": " version of differentiation and about how you could use a whole lot of different strategies, raft"}, {"timestamp": [2224.04, 2226.98], "text": " activities and tick-tac-toe type activities"}, {"timestamp": [2226.98, 2231.16], "text": " to easily bring differentiation through choice into the classroom."}, {"timestamp": [2231.88, 2233.68], "text": " And then we had our art department"}, {"timestamp": [2233.68, 2238.2], "text": " who have actually refined the art of collaborative unit planning"}, {"timestamp": [2238.2, 2241.52], "text": " over many years come in and actually share their practice."}, {"timestamp": [2241.52, 2246.04], "text": " And what struck us is that we don't do that in schools."}, {"timestamp": [2246.04, 2249.94], "text": " We actually don't take the time to learn from one another"}, {"timestamp": [2249.94, 2251.56], "text": " and hear how people do things."}, {"timestamp": [2251.56, 2255.04], "text": " They actually end up shrouded in mystery within their learning areas."}, {"timestamp": [2255.04, 2257.94], "text": " So it was fantastic to have this sort of insight"}, {"timestamp": [2257.94, 2261.24], "text": " into how the art department work, who thought nothing of it"}, {"timestamp": [2261.24, 2263.02], "text": " because it's how they've always worked."}, {"timestamp": [2263.02, 2265.36], "text": " And we learned a huge amount from them."}, {"timestamp": [2269.9, 2273.4], "text": " And then we had the social studies group within the social sciences department come in and share how they've been doing community of thinking"}, {"timestamp": [2273.4, 2277.54], "text": " using a combination of Google sites and Google Docs for a number of years"}, {"timestamp": [2277.54, 2282.1], "text": " and refined it incredibly well as a collaborative thinking tool."}, {"timestamp": [2282.6, 2285.92], "text": " And again, they thought nothing of it because they've been doing it for years,"}, {"timestamp": [2286.1, 2287.68], "text": " but they shared it with the staff"}, {"timestamp": [2287.68, 2289.52], "text": " and we could learn a whole lot from them."}, {"timestamp": [2290.56, 2292.64], "text": " So term one was about the pedagogy,"}, {"timestamp": [2292.94, 2295.66], "text": " and it was about how we could develop those key competencies."}, {"timestamp": [2296.56, 2298.64], "text": " Then and only then we came together"}, {"timestamp": [2298.64, 2300.12], "text": " in professional learning groups,"}, {"timestamp": [2300.22, 2301.94], "text": " which may have been the same as the year before,"}, {"timestamp": [2302.02, 2306.0], "text": " or they may be grouped differently to meet new needs."}, {"timestamp": [2306.0, 2309.0], "text": " And we formed those groups, and we did our planning,"}, {"timestamp": [2309.0, 2311.0], "text": " and we shared our planning online."}, {"timestamp": [2311.0, 2315.0], "text": " And this time we actually constructed just a simple Google doc"}, {"timestamp": [2315.0, 2319.0], "text": " where we went in and everyone shared what they were doing"}, {"timestamp": [2319.0, 2321.0], "text": " as a topic of thinking,"}, {"timestamp": [2321.0, 2323.0], "text": " so what element of thinking they were focusing on,"}, {"timestamp": [2323.0, 2328.6], "text": " or what type of thinking they were going to focus on, and then listed the sort of collaborative strategies they"}, {"timestamp": [2328.6, 2335.3], "text": " were going to trial, the differentiation strategies and techniques they were going to trial,"}, {"timestamp": [2335.3, 2339.46], "text": " and the ICT tools and strategies they were going to trial. And this became a really rich"}, {"timestamp": [2339.46, 2343.86], "text": " source of information for all of the staff because they could see what other people were"}, {"timestamp": [2343.86, 2348.16], "text": " trialing and they could get in touch with them and share ideas and share resources"}, {"timestamp": [2348.16, 2353.44], "text": " with them and once again like the year before it was that really neat mix of"}, {"timestamp": [2353.44, 2359.04], "text": " providing both accountability but the opportunity to offer specific support as well"}, {"timestamp": [2359.04, 2364.96], "text": " the e-mentors had that information at their fingertips so often we deliver"}, {"timestamp": [2364.96, 2366.06], "text": " professional development"}, {"timestamp": [2366.06, 2368.56], "text": " and whether people actually get on and do it"}, {"timestamp": [2368.56, 2371.1], "text": " and what they do with it remains a bit of a secret"}, {"timestamp": [2371.1, 2374.4], "text": " and we don't actually share our practice very openly."}, {"timestamp": [2375.5, 2377.38], "text": " So people got very used to sharing."}, {"timestamp": [2378.12, 2381.04], "text": " And one of the things we did in term three"}, {"timestamp": [2381.04, 2387.56], "text": " is that we got together and we ran World cafe sessions in the staff room. So how this"}, {"timestamp": [2387.56, 2392.3], "text": " worked was, is you got together in a group of four. You had to make sure that no one in that"}, {"timestamp": [2392.3, 2396.74], "text": " group of four sat and had coffee together over morning tea, so they went your usual group."}, {"timestamp": [2397.38, 2404.3], "text": " Each person in the group had to be from a different learning area, and everyone got two minutes"}, {"timestamp": [2404.3, 2407.24], "text": " each to share their learnings, professional learning"}, {"timestamp": [2407.24, 2410.6], "text": " story of the year so far."}, {"timestamp": [2410.6, 2413.78], "text": " And the way that you run the World Cafes, you have really strict rules."}, {"timestamp": [2413.78, 2416.76], "text": " No one can button, no one can say a word."}, {"timestamp": [2416.76, 2421.32], "text": " The person who has the two minutes has the absolute centre stage within that group of four"}, {"timestamp": [2421.32, 2423.32], "text": " people."}, {"timestamp": [2423.32, 2425.0], "text": " And we did that and people shared their ideas and then we mixed it people. And we did that, and people shared their ideas,"}, {"timestamp": [2425.0, 2427.0], "text": " and then we mixed it up again,"}, {"timestamp": [2427.0, 2430.0], "text": " and we did it again, and everyone shared their ideas."}, {"timestamp": [2430.0, 2433.0], "text": " And what we discovered is that people"}, {"timestamp": [2433.0, 2437.0], "text": " who had never, in their 20 years of being at that school,"}, {"timestamp": [2437.0, 2440.0], "text": " had the opportunity to share their learning story"}, {"timestamp": [2440.0, 2442.0], "text": " on a bit of a stage."}, {"timestamp": [2442.0, 2444.0], "text": " And what we need to be wary of"}, {"timestamp": [2444.0, 2447.12], "text": " is so often the people who get to share their"}, {"timestamp": [2447.12, 2451.68], "text": " learning stories are the loud mouths like me, who will jump up the front and share a story"}, {"timestamp": [2451.68, 2455.64], "text": " at the drop of a hat where they want to hear it or not, tend to dominate."}, {"timestamp": [2455.64, 2459.48], "text": " So your extroverts are the ones that get heard."}, {"timestamp": [2459.48, 2464.48], "text": " And you lose the really important introvert voice."}, {"timestamp": [2464.48, 2466.84], "text": " We need to make sure that when we deliver"}, {"timestamp": [2466.84, 2471.16], "text": " professional development that we're also thinking about ways and means for"}, {"timestamp": [2471.16, 2474.76], "text": " giving everyone an opportunity to share their learning story because the"}, {"timestamp": [2474.76, 2479.62], "text": " feedback we had after those World Cafe sessions is people felt they learned more"}, {"timestamp": [2479.62, 2484.84], "text": " than they had in any other session because they got to listen to six other people"}, {"timestamp": [2484.84, 2485.56], "text": " sharing their learning story in a way they never had before. So it's really important than they had in any other session because they got to listen to six other people sharing"}, {"timestamp": [2485.56, 2488.76], "text": " their learning story in a way they never had before."}, {"timestamp": [2488.76, 2492.6], "text": " So it's really important that we keep considering how are we going to differentiate our professional"}, {"timestamp": [2492.6, 2498.1], "text": " development, how are we going to provide opportunities for both the outspoken people to share"}, {"timestamp": [2498.1, 2502.68], "text": " their stories but also the introverted people to share their stories also."}, {"timestamp": [2502.68, 2507.0], "text": " And so that was a really important lesson that I learned in doing,"}, {"timestamp": [2507.0, 2510.0], "text": " and leading this professional development."}, {"timestamp": [2510.0, 2514.0], "text": " So again, we went through the process of people having time"}, {"timestamp": [2514.0, 2519.0], "text": " to plan their e-learning action plan and to publish it and share it."}, {"timestamp": [2519.0, 2522.0], "text": " And then we had the opportunity for people to go out there and trial it"}, {"timestamp": [2522.0, 2529.52], "text": " and had the opportunity to come together in a world cafe and share their stories. And then what we did in turn for was again"}, {"timestamp": [2529.52, 2534.76], "text": " the gathering of information, the learning inquiry where we really thought about how did it"}, {"timestamp": [2534.76, 2540.46], "text": " impact on our teaching, did it improve engagement, did it have the outcome that we hoped for"}, {"timestamp": [2540.46, 2550.16], "text": " or not, and then decided what we were going to do with that information. And then where we went with this afterwards is we actually got each of the e-mentors to deliver"}, {"timestamp": [2550.16, 2553.88], "text": " an ignite-style speech back to the staff."}, {"timestamp": [2553.88, 2558.88], "text": " And who has been to an ignition or an ignite talk before?"}, {"timestamp": [2558.88, 2562.24], "text": " It's sort of like it's a Petro Coocha-Coochee style presentation."}, {"timestamp": [2562.24, 2565.28], "text": " We've got five minutes, slides are on auto advance,"}, {"timestamp": [2565.78, 2569.42], "text": " and you've got to spit your message out in a really concise way."}, {"timestamp": [2569.78, 2572.36], "text": " And it was a really neat way for people to share their stories,"}, {"timestamp": [2572.46, 2574.26], "text": " because I don't know if you've realised, but teachers,"}, {"timestamp": [2574.78, 2577.7], "text": " you give them a PowerPoint and some time up the front of the staff room,"}, {"timestamp": [2577.7, 2581.78], "text": " and before you know it, they've wired on for half an hour about, you know, a project"}, {"timestamp": [2581.78, 2586.66], "text": " that's like I am right now now but that they talk at length about"}, {"timestamp": [2586.66, 2591.08], "text": " the experience and whilst it's fabulous to hear that we've only got short"}, {"timestamp": [2591.08, 2596.14], "text": " pockets of time in which to learn from one another so strategies like ignite"}, {"timestamp": [2596.14, 2600.7], "text": " talks can be a really powerful way for getting your staff to to share their"}, {"timestamp": [2600.7, 2605.92], "text": " learning stories as well."}, {"timestamp": [2613.48, 2616.0], "text": " So the way this worked for 2012 is actually we focused on the key competencies and the effect of pedagogy in the first few weeks."}, {"timestamp": [2616.0, 2620.76], "text": " And then we had PRG's form and they created the e-learning action plan."}, {"timestamp": [2620.76, 2625.12], "text": " And increasingly people were sharing those things online through Google sites."}, {"timestamp": [2625.12, 2632.38], "text": " Most departments set up a public Google site where they reflected on their e-learning action plans throughout the year."}, {"timestamp": [2632.38, 2642.66], "text": " We did have some ICTPD workshops, but they were becoming less important as we were delivering a lot of the support, either in-house and departments or through online tutorials."}, {"timestamp": [2642.66, 2644.38], "text": " We had mid-year feedback."}, {"timestamp": [2644.38, 2646.5], "text": " We had more PRG time and we had more PRG time,"}, {"timestamp": [2646.5, 2649.26], "text": " and we had the opportunity for things like the World Cafe"}, {"timestamp": [2649.26, 2652.14], "text": " and the sharing and the final feedback."}, {"timestamp": [2652.14, 2656.9], "text": " But I think what it did prove is that this sort of structure"}, {"timestamp": [2656.9, 2659.06], "text": " for school-wide professional development"}, {"timestamp": [2659.06, 2662.24], "text": " can be shaped and reshaped to meet any needs."}, {"timestamp": [2662.24, 2664.56], "text": " That it doesn't need to be about ICTPD,"}, {"timestamp": [2664.56, 2666.24], "text": " it can be about your literacy"}, {"timestamp": [2666.24, 2671.44], "text": " focus or your numeracy focus or your assessment for learning focus. It's just framing it up into"}, {"timestamp": [2671.44, 2678.24], "text": " an inquiry cycle that allows people to take ownership. There were other things that we did."}, {"timestamp": [2678.24, 2683.8], "text": " We started developing tools that pointed out which within our platforms, how they might help"}, {"timestamp": [2683.8, 2685.44], "text": " with things like thinking collaboration"}, {"timestamp": [2685.44, 2690.22], "text": " and differentiation and that had its uses as well to sort of pointing people in the right"}, {"timestamp": [2690.22, 2699.6], "text": " direction so why does this work well I think there's a number of reasons why it works"}, {"timestamp": [2699.6, 2704.8], "text": " first of all I think it's based on effective pedagogy as outlined in the NZC teaching"}, {"timestamp": [2704.8, 2705.54], "text": " as inquiry"}, {"timestamp": [2705.54, 2711.4], "text": " is there upfront as a key mechanism for helping teachers to reflect on their practice"}, {"timestamp": [2711.4, 2719.04], "text": " and change. I think it's really important that it's personalized to fit personal"}, {"timestamp": [2719.04, 2730.76], "text": " professional needs. So often professional development has done to people. We need to make sure that just like we want student agency, that our teachers have agency"}, {"timestamp": [2730.76, 2736.24], "text": " as well over their professional learning, and they have the opportunity to contextualize"}, {"timestamp": [2736.24, 2742.6], "text": " and to own the learning and put it into their own context."}, {"timestamp": [2742.6, 2750.32], "text": " It also provides a plan, an action, a timeline and a structure and a level of accountability."}, {"timestamp": [2752.16, 2758.34], "text": " As we all know, if we want to lose weight or get in shape, it pays to have someone who's going to support you,"}, {"timestamp": [2758.58, 2764.22], "text": " whether it be a personal trainer or something that we sign up to, and we have to actually commit to something"}, {"timestamp": [2764.22, 2766.24], "text": " and have someone checking in on us."}, {"timestamp": [2766.62, 2769.12], "text": " And it's only fair that you have that level of accountability"}, {"timestamp": [2769.12, 2771.1], "text": " and that level of support."}, {"timestamp": [2772.2, 2773.58], "text": " I think it's also really important"}, {"timestamp": [2773.58, 2775.84], "text": " that we make sure any professional development"}, {"timestamp": [2775.84, 2778.26], "text": " we deliver that is about technology"}, {"timestamp": [2778.26, 2782.02], "text": " in any sense actually puts the student learning first"}, {"timestamp": [2782.02, 2783.62], "text": " and not the technology."}, {"timestamp": [2784.12, 2786.24], "text": " And that we take the time to make sure"}, {"timestamp": [2786.24, 2793.1], "text": " we're really clear about what the learning is that we want to take place and what the desired"}, {"timestamp": [2793.1, 2798.86], "text": " student learning outcomes are and that we just don't bowl in there swing in an iPad around"}, {"timestamp": [2798.86, 2803.56], "text": " and worrying about doing a Google Doc or a Google site or doing something on Moodle."}, {"timestamp": [2803.56, 2806.24], "text": " It needs to be about student learning"}, {"timestamp": [2806.24, 2814.4], "text": " first and foremost. Tips that I learned along the way in being involved in this process."}, {"timestamp": [2814.4, 2821.52], "text": " We need to make sure, if at all possible, to integrate all initiatives into one teaching"}, {"timestamp": [2821.52, 2827.7], "text": " as inquiry cycle. We need to make sure that teachers aren't experiencing"}, {"timestamp": [2827.7, 2831.0], "text": " ad hoc sort of professional development"}, {"timestamp": [2831.0, 2833.46], "text": " where they turn up one week and it's the career person"}, {"timestamp": [2833.46, 2834.56], "text": " talking to them about something."}, {"timestamp": [2834.66, 2835.64], "text": " They turn up the next week"}, {"timestamp": [2835.64, 2837.04], "text": " and there's an invited speaker"}, {"timestamp": [2837.04, 2840.24], "text": " talking about another strategy or technique"}, {"timestamp": [2840.24, 2843.3], "text": " and it all becomes incredibly disconnected."}, {"timestamp": [2843.94, 2847.0], "text": " We need our professional development to be part of a single whole."}, {"timestamp": [2847.0, 2849.0], "text": " There might be those people coming to talk,"}, {"timestamp": [2849.0, 2851.0], "text": " but they will be talking within the framework"}, {"timestamp": [2851.0, 2855.0], "text": " of the teaching as inquiry cycle that teachers are going through."}, {"timestamp": [2855.0, 2860.0], "text": " You need to make sure teachers work in the context that suits them."}, {"timestamp": [2860.0, 2862.0], "text": " So, for instance, in a secondary school,"}, {"timestamp": [2862.0, 2869.66], "text": " if it works for them to work in a curriculum-based professional learning group, let them do so. Don't force them into cross-curricular groups"}, {"timestamp": [2869.66, 2875.4], "text": " because you somehow think it's more idealistic for them to do so. Talk to them, find out what"}, {"timestamp": [2875.4, 2880.08], "text": " works best. They may want to work in cross-curricular groups to get different ideas or they"}, {"timestamp": [2880.08, 2887.92], "text": " may prefer to simply work within curriculum groups that suit their student needs."}, {"timestamp": [2887.92, 2890.82], "text": " Make sure you provide a common template."}, {"timestamp": [2890.82, 2897.12], "text": " I mean we know in a classroom so often scaffolds are really important part of teaching students"}, {"timestamp": [2897.12, 2902.66], "text": " how to do something, how to write a paragraph, how to write an essay, giving them those tools"}, {"timestamp": [2902.66, 2905.56], "text": " and strategies and scaffolds to step them through the process"}, {"timestamp": [2905.56, 2910.96], "text": " is really important. And I think teachers are the same. We need to provide them with a really"}, {"timestamp": [2910.96, 2916.46], "text": " clear structure. They need to be able to personalise it, but there's no harm in having a common"}, {"timestamp": [2916.46, 2922.3], "text": " template or a common sort of framework that people work through. Make sure you give them a really"}, {"timestamp": [2922.3, 2925.3], "text": " clear timeline so they don't feel like anything is jumping"}, {"timestamp": [2925.3, 2928.24], "text": " out at them and that anything is a surprise."}, {"timestamp": [2928.24, 2933.0], "text": " They need to know from day one what the expectation is for them throughout the year."}, {"timestamp": [2933.0, 2938.4], "text": " They are busy and they need to know that they are going to be given time and support for"}, {"timestamp": [2938.4, 2942.86], "text": " doing what it is you're asking them to do."}, {"timestamp": [2942.86, 2948.68], "text": " Get people to publish and share their practice. Not only will it give people the opportunity"}, {"timestamp": [2948.68, 2956.42], "text": " to learn from one other, it absolutely adds a level of accountability. I discovered that when I went"}, {"timestamp": [2956.42, 2962.54], "text": " round and made sure every single person on the staff had published a plan, it was the first time"}, {"timestamp": [2962.54, 2966.08], "text": " that it ever happened. So often we go, yep, everyone"}, {"timestamp": [2966.08, 2971.52], "text": " should do this and you sort of just trust people to go away and get it done. But people are really"}, {"timestamp": [2971.52, 2977.2], "text": " quick to realize if you're serious about them doing it or not. And quite frankly, there is moderation"}, {"timestamp": [2977.2, 2982.88], "text": " and marking and a whole lot of other stuff that takes priority really quickly. And so if you don't"}, {"timestamp": [2982.88, 2987.44], "text": " have a really clear and absolutely expectation for them to do it, the"}, {"timestamp": [2987.44, 2991.46], "text": " reality is some people won't and they will simply opt out."}, {"timestamp": [2991.46, 2996.56], "text": " And I had a really great conversation with one fantastic teacher who had avoided ever"}, {"timestamp": [2996.56, 3001.06], "text": " completing any sort of professional development project ever, that he was actually quite"}, {"timestamp": [3001.06, 3008.0], "text": " thankful that someone had pushed him through it because it was the first time he said that he felt like people really cared that he did it."}, {"timestamp": [3008.92, 3011.14], "text": " You know, quite often as teachers we feel like,"}, {"timestamp": [3011.2, 3015.14], "text": " oh, yep, they're just presenting us, you know, with this information for the sake of it,"}, {"timestamp": [3015.3, 3018.12], "text": " but do they really care if we change our practice at all?"}, {"timestamp": [3018.48, 3019.9], "text": " People, it's like students."}, {"timestamp": [3020.14, 3022.96], "text": " They don't want you setting up a task and they're never collecting it in"}, {"timestamp": [3022.96, 3024.76], "text": " or never giving you feedback."}, {"timestamp": [3025.24, 3028.44], "text": " People want that sort of feedback and they need those sort of guidelines."}, {"timestamp": [3031.12, 3036.16], "text": " Also make sure that when you offer technical and ICT support and professional development,"}, {"timestamp": [3036.48, 3044.7], "text": " that it's targeted to an identified set of needs, that it's not just pulling out the latest craze or the latest app or the latest cool thing that you found."}, {"timestamp": [3044.7, 3045.0], "text": " That might have its time in the place and or the latest cool thing that you've found,"}, {"timestamp": [3050.12, 3055.04], "text": " that might have its time in the place and you might run smackdowns where people share bite-sized snippets about the latest app they've found or the latest strategy or tool that they've discovered,"}, {"timestamp": [3055.48, 3058.98], "text": " because those things can be really exciting and people can take them away and they can use them."}, {"timestamp": [3059.3, 3064.42], "text": " But you need to make sure that for the most part, if you're going to deliver specific tool and strategy"}, {"timestamp": [3064.42, 3069.86], "text": " professional development, that it has already been identified as one that they need, and that"}, {"timestamp": [3069.86, 3073.28], "text": " it is actually providing just in time professional development for them."}, {"timestamp": [3076.92, 3081.22], "text": " So where would you start if you were going to think about doing a teaching as inquiry"}, {"timestamp": [3081.22, 3083.26], "text": " project for your school?"}, {"timestamp": [3084.54, 3089.64], "text": " I think the most important thing you can do is be a bit sort of postmodern on it and do"}, {"timestamp": [3089.64, 3094.46], "text": " a teaching as inquiry project about your teaching as inquiry project and actually start"}, {"timestamp": [3094.46, 3098.08], "text": " thinking about what is it important?"}, {"timestamp": [3098.08, 3100.28], "text": " Look at your annual goals as a school."}, {"timestamp": [3100.28, 3105.22], "text": " What is it that you've set in those goals and those action plans that you value?"}, {"timestamp": [3110.34, 3110.62], "text": " And how do you make those things come alive within a teaching as inquiry project for your staff?"}, {"timestamp": [3117.0, 3117.5], "text": " So often, action plans and goals sit out over here, and the staff don't even know what exists within them,"}, {"timestamp": [3123.36, 3124.08], "text": " let alone getting the opportunity to engage in something that they see as part of a bigger end goal for the school."}, {"timestamp": [3130.8, 3135.3], "text": " So you need to decide as a school what's important and also what's worth not doing. You've got to say no to some initiatives."}, {"timestamp": [3135.3, 3141.5], "text": " It's very tempting to get on board every initiative or bandwagon that's coming along in terms"}, {"timestamp": [3141.5, 3147.5], "text": " of professional development and it's actually not fair to your staff."}, {"timestamp": [3147.5, 3150.76], "text": " You've got to think about what your priorities are."}, {"timestamp": [3150.76, 3156.38], "text": " There are things that can wait, and you need to sort of pick a couple of areas, two or"}, {"timestamp": [3156.38, 3159.16], "text": " three areas maximum that you're going to focus on."}, {"timestamp": [3159.16, 3162.6], "text": " And then I would argue that you need to work out a way to change those into a single"}, {"timestamp": [3162.6, 3165.24], "text": " teaching us inquiry cycle for your staff."}, {"timestamp": [3165.24, 3168.4], "text": " So for the most part, you have a single professional development"}, {"timestamp": [3168.4, 3170.76], "text": " experience happening in any one year."}, {"timestamp": [3173.16, 3175.16], "text": " And then you need to think about what are the strategies"}, {"timestamp": [3175.16, 3176.8], "text": " that are most likely going to help your staff."}, {"timestamp": [3176.8, 3178.6], "text": " And I would argue that teaching those inquiries"}, {"timestamp": [3178.6, 3180.14], "text": " is a strategy that's going to help staff."}, {"timestamp": [3180.14, 3182.0], "text": " But then again, that would be my answer to everything,"}, {"timestamp": [3182.0, 3189.76], "text": " because I think teaching us inquiry is quite awesome. But you need to to actually sit back and go what is the right professional development for our staff"}, {"timestamp": [3189.76, 3196.08], "text": " and how and when are we going to deliver this do you reflect annually as to when you deliver your"}, {"timestamp": [3196.08, 3199.76], "text": " professional development or do you always do it on Wednesday morning because you've always done it"}, {"timestamp": [3199.76, 3205.76], "text": " on Wednesday morning as anyone actually taking stock and gathering feedback from the staff about when they would"}, {"timestamp": [3205.76, 3210.9], "text": " prefer to do their learning and how they would like their professional development deliver?"}, {"timestamp": [3210.9, 3214.5], "text": " And then you need to think about how you're going to capture the stories."}, {"timestamp": [3214.5, 3220.18], "text": " How are you encouraging your staff to share their professional learning?"}, {"timestamp": [3220.18, 3222.68], "text": " Have you got a presence on the virtual learning network?"}, {"timestamp": [3222.68, 3225.04], "text": " Does your school share stories that way?"}, {"timestamp": [3225.72, 3227.22], "text": " Have you got teachers blogging?"}, {"timestamp": [3227.26, 3229.16], "text": " Are you encouraging them to get out there"}, {"timestamp": [3229.16, 3231.2], "text": " and reflect on their learning as they go"}, {"timestamp": [3231.2, 3232.74], "text": " and share it with one another?"}, {"timestamp": [3233.1, 3234.88], "text": " Because that can be really, really powerful."}, {"timestamp": [3236.02, 3237.86], "text": " And then how are you going to capture and measure"}, {"timestamp": [3237.86, 3240.12], "text": " the effect of your professional learning and development"}, {"timestamp": [3240.12, 3243.88], "text": " and use that information to inform future professional development?"}, {"timestamp": [3247.3, 3250.04], "text": " I would argue you could do some really simple things."}, {"timestamp": [3251.86, 3257.1], "text": " I think you could do a focusing inquiry where you considered the key competencies"}, {"timestamp": [3257.1, 3259.78], "text": " and which ones you were going to focus on."}, {"timestamp": [3260.16, 3263.56], "text": " Being mindful of the fact that you might only pick one or two at a time."}, {"timestamp": [3265.46, 3267.72], "text": " And then you might do a teaching as in learning,"}, {"timestamp": [3268.0, 3271.2], "text": " teaching and learning inquiry that simply looks to the effect of pedagogy"}, {"timestamp": [3271.2, 3275.88], "text": " and actually ask which of those strategies are we really going to explore in depth?"}, {"timestamp": [3276.98, 3279.7], "text": " And we may or may not consider how ICTPD,"}, {"timestamp": [3280.08, 3283.32], "text": " or sorry, ICT tools and strategies could support us in that."}, {"timestamp": [3284.86, 3285.08], "text": " Or if you were going to do teaching as inquiry with a future focus, or ICT tools and strategies could support us in that."}, {"timestamp": [3289.02, 3289.52], "text": " Or if you were going to do teaching as inquiry with a future focus,"}, {"timestamp": [3291.78, 3294.64], "text": " you might look at the 21st century skills that turn up again and again in the future focused readings"}, {"timestamp": [3294.64, 3296.98], "text": " and research that's out there."}, {"timestamp": [3298.22, 3302.5], "text": " How are you developing your students' complex communication skills?"}, {"timestamp": [3304.2, 3307.0], "text": " How are you building on their ability to collaborate,"}, {"timestamp": [3307.2, 3315.4], "text": " do critical thinking? Where's creativity and innovation being given time in your curriculum? And how are"}, {"timestamp": [3315.4, 3324.24], "text": " you developing digital information and media literacies? And then you need to think of explicitly"}, {"timestamp": [3324.24, 3329.54], "text": " about how those things can be taught."}, {"timestamp": [3329.54, 3334.86], "text": " It's not just a matter of giving time, it's about having very clear strategies in supporting"}, {"timestamp": [3334.86, 3343.18], "text": " complex communication skill building and critical thinking and problem solving."}, {"timestamp": [3343.18, 3349.0], "text": " We need to start thinking about what the school of the future might look like and how we might head there."}, {"timestamp": [3349.0, 3355.0], "text": " As I've said, I'm really lucky in that I've had an opportunity this year to look around."}, {"timestamp": [3355.0, 3364.0], "text": " And I've been lucky enough to travel through the Canadian, what are they called, the self-directed learning schools."}, {"timestamp": [3364.0, 3365.62], "text": " And we went through a number of them."}, {"timestamp": [3366.06, 3373.2], "text": " They have got schools in Canada who have had 100% flexi time for their students for over 40 years."}, {"timestamp": [3374.24, 3378.5], "text": " We've seen to look at those things as sort of the way of the future. The reality is there's been"}, {"timestamp": [3378.5, 3384.38], "text": " people in big open learning commons doing self-directed learning for many, many years already."}, {"timestamp": [3384.94, 3385.84], "text": " We just need to take"}, {"timestamp": [3385.84, 3391.04], "text": " the time to have a look at what they've been doing and learn from them. And for me, one of the"}, {"timestamp": [3391.04, 3396.28], "text": " real key things that I would like to see happening is increased amounts of flexi time and"}, {"timestamp": [3396.28, 3401.8], "text": " self-directed learning time for our learners. But we also need to ensure that there's what we"}, {"timestamp": [3401.8, 3410.98], "text": " might refer to as enabling constraints happening as well, because students do need structure, they do need guidance, they do need opportunities to be directly taught"}, {"timestamp": [3410.98, 3416.04], "text": " at times, but we need to see how we can combine that with increasing amounts of flexible time,"}, {"timestamp": [3416.42, 3422.9], "text": " increasing amounts of self-direction. We've got to work out how we can deliver a personalized yet"}, {"timestamp": [3422.9, 3430.0], "text": " collaborative schooling, and schooling that is ubiquitous and available anytime, anywhere,"}, {"timestamp": [3430.0, 3433.0], "text": " without us having to be anytime anywhere teachers."}, {"timestamp": [3433.92, 3438.44], "text": " And we need to think about how we can give opportunities for genuine problem solving"}, {"timestamp": [3438.44, 3441.4], "text": " and genuine creativity and innovation,"}, {"timestamp": [3442.24, 3444.8], "text": " and how this can all be underpinned by inquiry."}, {"timestamp": [3446.32, 3451.74], "text": " I was lucky enough earlier this year to go to Nueva School in San Francisco, and they've been just out of San Francisco,"}, {"timestamp": [3452.36, 3457.56], "text": " and they have been running a primary school, what they call an elementary school for gifted"}, {"timestamp": [3457.56, 3464.0], "text": " students for some time now, and they guide their whole curriculum around the design thinking"}, {"timestamp": [3464.0, 3465.36], "text": " cycle,"}, {"timestamp": [3465.88, 3472.0], "text": " or the inquiry cycle that's actually not dissimilar to our technology inquiry cycle."}, {"timestamp": [3472.58, 3473.9], "text": " And I found that really interesting."}, {"timestamp": [3474.06, 3476.76], "text": " And one thing we've been doing at Hobsman-Vall Point Secondary School"}, {"timestamp": [3476.76, 3482.1], "text": " is the learning team, led by Daikavela, one of our DPs,"}, {"timestamp": [3482.48, 3485.56], "text": " have been hacking the curriculum and looking at how we can"}, {"timestamp": [3485.56, 3492.18], "text": " pull it apart and deliver a secondary curriculum through more integrated modules guided by"}, {"timestamp": [3492.18, 3497.9], "text": " a whole lot of inquiry and a whole lot of flexi time. And it's really interesting how nervous it"}, {"timestamp": [3497.9, 3503.34], "text": " makes people when you start taking those traditional subject silos and put them into a different"}, {"timestamp": [3503.34, 3509.2], "text": " environment. And I know myself, I have been having internal arguments the whole year."}, {"timestamp": [3509.76, 3511.8], "text": " I thought that I was really left field."}, {"timestamp": [3511.94, 3515.94], "text": " I was in a relatively traditional conservative secondary school,"}, {"timestamp": [3516.04, 3519.46], "text": " and I was like, the renegade who did all these wild and wacky things."}, {"timestamp": [3519.9, 3523.42], "text": " And then given the opportunity to start a school from the ground up,"}, {"timestamp": [3523.76, 3525.44], "text": " it's amazing how nervous"}, {"timestamp": [3525.44, 3530.76], "text": " you can suddenly become around your thinking and about what you would actually be willing"}, {"timestamp": [3530.76, 3532.88], "text": " to put into practice."}, {"timestamp": [3532.88, 3538.42], "text": " And so we're going through the process now of actually saying, well, we've got a clean slate."}, {"timestamp": [3538.42, 3540.2], "text": " What do we want to deliver?"}, {"timestamp": [3540.2, 3545.12], "text": " And inquiry, inquiry keeps coming back as being at the heart of our curriculum,"}, {"timestamp": [3545.56, 3549.26], "text": " and giving students opportunity for increasingly self-directed learning."}, {"timestamp": [3550.96, 3554.88], "text": " We also need to be thinking about the 21st century fluencies,"}, {"timestamp": [3555.52, 3561.08], "text": " similar to the skills, but this is from the website, fluency21.com,"}, {"timestamp": [3561.7, 3567.52], "text": " and it's a really nice description of what a global digital citizen needs to be able to do."}, {"timestamp": [3567.64, 3574.16], "text": " They talk about solution fluency, creativity fluency, collaboration fluency, media fluency and information fluency."}, {"timestamp": [3574.92, 3580.3], "text": " And so you might like to think about a focusing inquiry around the fluencies and what are the"}, {"timestamp": [3580.3, 3584.8], "text": " fluencies that you need to develop in your students, in your classrooms."}, {"timestamp": [3586.38, 3593.92], "text": " are the fluencies that you need to develop in your students, in your classrooms. And then I really liked this diagram from Teach Thought, which highlights 21st century"}, {"timestamp": [3593.92, 3601.66], "text": " pedagogy and a whole lot of strategies that we can be using to support those 21st century"}, {"timestamp": [3601.66, 3603.86], "text": " fluencies."}, {"timestamp": [3603.86, 3608.0], "text": " So I would say as a school, if you're looking at doing a teaching as inquiry cycle,"}, {"timestamp": [3608.0, 3611.0], "text": " you need to think about what is important."}, {"timestamp": [3611.0, 3614.0], "text": " Is it about just going back to the New Zealand curriculum document"}, {"timestamp": [3614.0, 3618.0], "text": " and simply saying what are the key competencies we want to focus on"}, {"timestamp": [3618.0, 3621.0], "text": " and what are the effective pedagogy strategies we want to use"}, {"timestamp": [3621.0, 3624.0], "text": " to support those happening in the classroom?"}, {"timestamp": [3624.0, 3629.0], "text": " Or it might be looking further afield and saying what is happening out on the world stage"}, {"timestamp": [3629.0, 3632.24], "text": " and what is the 21st century skills that our students need?"}, {"timestamp": [3632.24, 3637.76], "text": " What are the future focus skills that they're going to need to succeed in the future?"}, {"timestamp": [3637.76, 3641.68], "text": " And what are the strategies that I can be doing best to do that?"}, {"timestamp": [3641.68, 3646.6], "text": " But I think we need to make sure that there is a structure and a plan and a set of"}, {"timestamp": [3646.6, 3652.58], "text": " sort of support mechanisms for your staff to realise this. And I think it's really important"}, {"timestamp": [3652.58, 3658.38], "text": " that we acknowledge what's said here. We've got to be aware of the fact that the only thing"}, {"timestamp": [3658.38, 3669.94], "text": " that is now constant is change. And we need to make sure that we are helping our teachers to become adaptive experts."}, {"timestamp": [3669.94, 3677.06], "text": " And to me, teaching as inquiry is really the answer for allowing teachers to do that."}, {"timestamp": [3677.06, 3681.12], "text": " So you need to think about how you deliver your professional development. Have you got an"}, {"timestamp": [3681.12, 3687.44], "text": " inquiry cycle that's underpinning it? And are you allowing your teachers to own their professional learning,"}, {"timestamp": [3687.78, 3692.1], "text": " but also meet the goals and the needs of the school at large?"}, {"timestamp": [3692.96, 3694.94], "text": " So that's where I will leave you."}, {"timestamp": [3695.22, 3699.4], "text": " If you're interested in finding out more about how you might use teaching as inquiry,"}, {"timestamp": [3699.4, 3700.94], "text": " you're more than welcome to check out."}, {"timestamp": [3701.38, 3703.56], "text": " I've got a website, Claire Amos.com,"}, {"timestamp": [3704.24, 3705.96], "text": " and it's got a whole lot of support"}, {"timestamp": [3705.96, 3711.36], "text": " resources, particularly around the core breakfast that I've been doing. I'm doing one in Hamilton,"}, {"timestamp": [3711.6, 3715.84], "text": " I think later this term, which has a workshop around teaching as inquiry. That's where I am"}, {"timestamp": [3715.84, 3719.02], "text": " at the moment, hey? I have one of those moments. I'll be going to Hamilton. That's here."}, {"timestamp": [3719.5, 3725.28], "text": " And also a work presentation up in Auckland later in the year as well."}, {"timestamp": [3725.74, 3728.1], "text": " So sorry I've waffled and I've kept on going and going,"}, {"timestamp": [3728.5, 3733.64], "text": " but the message really is that teaching us inquiry is the answer."}, {"timestamp": [3734.0, 3738.26], "text": " It is the key to delivering really robust professional development"}, {"timestamp": [3738.26, 3742.3], "text": " that allows teachers to own their own professional learning."}, {"timestamp": [3742.54, null], "text": " So thank you."}], "text": " Good afternoon. My name's Claire Amos and as Karen so aptly described, I am one of the deputy principals at Hobbesville Point Secondary School. We are a brand new school based up in the sort of the west, North Shore area of Auckland and at the moment we have no students so we have been given 2013 to get ourselves prepared and ready for opening for students in 2014 so we have been given the gift of time and had an amazing opportunity to explore what's going on in our local neighbourhoods around Auckland, around the wider New Zealand educational sector, but also had an incredible opportunity to travel. And over the last year, I've been lucky enough to go through Canada and visit the self-directed learning schools, the Coalition of Self-Directed Learning Schools in Canada across a number of areas there and travelled to see the big picture schools, the Coalition of Self-Directed Learning Schools in Canada across a number of areas there and travelled to see the big picture schools, the Met School in Boston, to be exact, and was lucky enough a bit earlier this year to also visit San Francisco and have a look at a number of sort of technology and Apple-related schools. So there will be some tales that I'll be sort of sharing throughout the presentation today. But my background is, I've only become a deputy principal this year. Last year and the year before, for two and a bit years, I was lucky enough to be the director of e-learning at EPSM girls grammar school, where I was leading the ICT professional development program. Before that, I was a head of English at Auckland Girls Grammar School, and it was during that time that I really woke up to a thing that I'm really passionate about now, which is teaching as inquiry. And it was actually in 2009, when I was lucky enough to become one of the Ministry of Education E-Fellows and had the opportunity, the time and the support, to do an action research program looking at how e-learning could be used to support literacy. And the context I was looking at it was how blogs and wikis and students becoming authors was able to support literacy in and beyond the English classroom. And what struck me when we got the NZC document out around, sort of, that was just coming in at that time as well, looking at teaching as inquiry, is what I actually participated in was an inquiry project as a teacher. And it struck me that there was real power in doing this. And I think what I've learned both as an English teacher and as a head of English, and I went on to run teaching as inquiry projects as an English HOD with my entire department, I saw their power for teaching as inquiry to really improve outcomes for students when teachers took the time to sort of step back and really look at what they were doing in the classroom and what interventions were having positive effects or otherwise and really reflecting on that and changing their practice. So that's the background I came from. So when I came to Epsom Girls Grammar School, I was really lucky. I had been, between being at Auckland Girls Grammar School and at Epsom Girls Grammar School, I was the secondary English facilitator at Team Solutions. And part of me loved that job because it meant I could indulge in something I loved, which was facilitation and professional development. But another part of me felt like I'd hit a retirement village. I was out of the classroom and I realized that actually what I really enjoy is waking up every day and seeing a group of teenagers. And so it actually saddened me that I turned up at Team Solutions and there was a whole lot of grown-up people and that's all that was there. And whilst I relished in the opportunity to do professional development and lead professional learning, I really missed the experience of being in the classroom. So when I saw Director of E-Learning come up at EPSMM girls grammar school and it was a brand new position that they had just invented I thought it sounded like a bit of me I had the opportunity to go in and to be an English teacher for two to three periods but then I had the opportunity to lead staff-wide professional development around ICT integration which was something that I was becoming increasingly passionate about. I had seen firsthand the impact that e-learning could have in a classroom and raising engagement but also actually raising literacy levels and so I was really keen to go in and be able to facilitate professional development across curriculum areas and explore how we could all integrate e-learning to improve outcomes for our learners. So when I headed along to EPSM Girls Grammar School, I was lucky enough to go in at the end of the first year of a three-year ICTPD contract. And EPSM Girls had a one school-only contract, so we were working independently. It's a large school, 2,200 students, with 150 teachers that we were working with. And what I was really lucky in my timing was that it gave me an opportunity. I went at the beginning of term four, and I had the opportunity to seek feedback from the staff about how the first year had gone on the contract. And what I soon discovered was something that I'm aware of happening across the country often with professional development. Their feedback was that, yep, it was good, but what we're doing is we're focusing on the technology and the tools they had spent the first year looking around at the different strategies that they could employ in the classroom so there was a whole lot of school-wide professional development around how they could use Moodle and how they could use Google apps how they might use the Vado cameras or the flip cameras they had access to. And on one level, this was actually really useful professional development, because you don't know what you don't know. And there needs to be an opportunity for you to explore technology and to actually upskill yourself to a certain level. But what they also felt was a huge sense of frustration because they felt like what they were doing was being upskilled on technology for the sake of it. And they weren't actually having the opportunity to contextualize their learning in their classroom. And they were having to take the learning that they had been given and then do something with it. And of course if you learn about Moodle out of context or you're learning about Google apps, you might learn some neat tips and tricks. But if it's not just in time professional development, it's relevant to what your students need, then the increase or the excitement that people can feel for the technology can actually be quite limited. So my response to this was, had come from the facilitation role that I've been in and I'd come from my experience at Auckland Girls Grammar School and I said, hang on a minute. I think we've got to flip this around and I've done this stuff in the past and it's been based around the idea of teaching as inquiry. Why don't we run a school-wide teaching as inquiry program? And that's actually how we ended up running it. So we looked at the teaching as inquiry process. I'm sure all of you sleep with the NZC document underneath your pillow at night and you're all absolutely familiar with the cycle. So it's fantastic and it's simplicity in a sense. So it's a four-stage cycle starting off with a focusing inquiry where you ask yourself what is important and therefore worth spending time on. So, you know, it involves you getting to know your learners and knowing what their needs are. And then you do a teaching as inquiry where you actually take the time. You've made that, sort of, you've taken the time to do the research and think about what your learner's needs are. Your next step is to do an inquiry around what are the specific interventions that might help them meet those needs. So that you start with the student outcomes and the student needs at the beginning. Then of course you do your teaching and learning and you trial those interventions in the classroom, but then you also take time to really actively measure the outcomes. So that's the teaching as inquiry cycle. And a lot of people say, but I do teaching as inquiry, because I reflect on one way and well in my lesson and I change stuff. And yes, that is teaching as inquiry, but I would say that that is teaching as inquiry because I reflect on one way and well in my lesson and I change stuff. And yes, that is teaching as inquiry, but I would say that that is teaching as inquiry in quite a micro sense of the word and it certainly has a role to play in that sense. We should all be reflecting on what's going on in our classroom in a daily basis and tweaking and changing what we do. But I think the real power of teaching as inquiry is when it sort of happens on a macro level and we look at it as something that happens over an extended period of time where we really take the time with each stage of the inquiry and explore and measure the outcomes along the way. So as a school, we were doing the ICTPD contract and we had some overarching goals that we were focusing on. So throughout our ICTPD contract we were only really interested in technology if it was going to improve student engagement and it was going to be about student-centred learning and strong learning relationships. So we had really good ideals throughout. We also had a set of national goals that we reported on. And one of the things I found really useful as a facilitator of ICTPD is that I actually shared these goals with all of the staff. So often as senior leaders or as people running professional development we often hide the stuff from the people that are involved in it and there's an air of mystery as to what we're doing and why we're doing it. And I think it's really important that we actually share what it is we're actually doing and what we're reporting on. So people knew the goals that we were working towards. They knew the milestone process that was happening as well and that we were actually accountable and we had to feed back against these specific national goals. So we had five goals that we were working towards and this is the same for everyone. Who's done the ICTPD contract recently? So you'll probably know these quite thoroughly, maybe, maybe not. So the number one goal is that students become successful digital citizenship, citizens, which is very important, that the principal has to leave the integration of e-learning. I was really lucky at EPSM girls grammar school with Madeline Gunn. She was incredibly supportive in the sense that she backed and made sure that there was time and space allowed for this to take place within a school. And I would argue it's incredibly hard to lead change without the principal being incredibly supportive of it because it does need time and space for it to make a difference. The main thing our teachers were focusing on was number three, that teachers integrate e-learning effectively into their practice and create innovative and exciting learning environments for all students. So that was our primary focus as a group of teachers. There were also goals around family and faunae and how they could actively participate in their learning and how we could connect better with family and home. And the thing I really enjoyed was the idea of sharing online professional reflections to inform colleagues of the challenges and opportunities afforded by e-learning. And I'll go into that a little bit further because I actually think sharing our practice as educators when we're going through a process like this is key. Not only because it makes us accountable because we're putting ourselves out there but also because of the amount we can learn from one another if we're all willing to share these experiences as we're going through them we don't actually sit back and go I have to wait and know that it works before I share it with people that we're actually willing to say heck there's a lot to be gained from you and me sharing this simply because it's an experience that others might learn. You don't have to wait and be convinced that your idea was right. The experience itself is worth sharing. So this is the environment we were working in in terms of an e-learning environment at EPSM girls' grammar school. When I first arrived, we had our own locally hosted version of Mahara, which is the My Portfolio platform, and we had our own locally hosted Moodle, and we also had Google apps that we were using. And I know you will probably agree with me that if these things aren't reliable and robust, they might as well not be there. And so I came into an environment where there was some real hesitations about using these common platforms because they hadn't been particularly reliable. They were falling over when more than five people tried to use them at a time. So we moved to externally hosted versions of Moodle and we moved to my portfolio and we continued on with our use of Google apps. Personally, my theory is that we need to strike a balance with these things. I think it's really important that as a school we do develop an online community and that means having some common platforms and common spaces that we use. And in a sense I think Moodle can work really well as an architecture for that online learning community and that we use the elements of my portfolio and Google apps, Google apps for the things that they do best. But that we never limit people to those platforms and that we're actually willing to say that's our front door. If you can find a better tool or a better platform or a better strategy to meet the needs of your learners you better be using it so we've got to make sure we strike that balance of a structured shared community but also with a whole lot of freedom behind it but I am now going off track and I'll come back to this later. So, as I said, we looked at using teaching as inquiry and we did it to produce an e-learning action plan. It wouldn't have been enough to just say, okay people, go forth, use teaching as inquiry, go do an inquiry. I think for inquiry to be successful within a large organisation, it needs a real sense of structure or enabling constraints that helps people to work together through a process and for that process to have a real depth and rigor. One thing we need to be really clear about is that teachers are time poor and we actually need to make sure that we provide time and support for them to make change. It is not fair to expect transformation in the classroom, but not put in place the structures, the support and the time needed to achieve that change. So one of the lessons I learned throughout this process was that having things like common templates and timelines was really important to managing change. People often talk about leading change. I think we need to be realistic and actually say that there's an element of managing change also. You need to be a leader. You need to be able to articulate a vision. You need to be able to put on your Pollyanna pants and be positive and out there and getting people enthused and coming along on the journey with you. But you also need to be pragmatic and you need to make sure that there's a whole lot of structures in place that help people and guide them through the change process and actually not give them an opportunity to opt out. So the first thing we did was to construct a teaching as inquiry e-learning action plan framework. And it was as simple as taking the four stages of the teaching as inquiry cycle and sort of reframing the questions to suit our needs. And one of the things I'll go into a bit later in the presentation is this is the way that you can integrate all of your school initiatives into one cycle, is by reframing it and putting it within a teaching as inquiry cycle. You don't want to kill your staff by over-initiativising their professional development. It's an illness out there at the moment. So we had a focus inquiry. We wanted to make sure that the learning came first. And so what staff did is they were invited to form professional learning groups that suited them. In the first year of the ICTPD contract, they were forced into cross-curricular groups that seemed like a good idea there where people got together and talked about the technology and the tools. But what they found was in a school environment where there's very little time that if you did this learning in a cross-curricular context, you then had to find other time to go away and contextualize it into your learning area. I mean, this may work differently in a primary environment, but within a secondary environment, there's no denying that you're working within the context of your subject or curriculum area, if that's how your school is structured. So the first step was allowing them to have a real element of ownership and to be trusted and say, look, you guys need to form the professional learning groups that suit you. So for instance, in the science department, they were quite pragmatic and they formed it into a biology group and a chemistry group and a physics group and a junior science group. In the PE and health department, they decided this was going to be their means of redesigning their whole curriculum, so they formed professional learning groups around each of their different courses that they were running. In the English department, because in a sense we're a single subject, we decided to break into professional learning groups who were going to focus on particular discrete skills. So it might have been critical thinking for scholarship English or reflective thinking and reading around junior reading programs in English. So that was the first win. People were allowed to select the groups that suited their needs and made the learning relevant to what they were doing in their classrooms. And once they came up with a desired student learning outcome, so what is their specific skill or strategy or body of knowledge that we want those students to know, then and only then they were given the opportunity to start looking around and start thinking about the appropriate interventions, tools and strategies that were going to meet the needs of their specific students. And this happened in term one. So it was quite a prolonged process. So term one was about forming a professional learning group, setting up that community, and having the opportunity to get to know your learners before you made your decisions. So actually doing your pre-testing, having conversations with them, doing whatever you wanted to do, and then establishing what it is you were going to focus on in terms of the learning. And then having time to look around and think about what were the strategies that we might trial to support those desired student learning outcomes. And then they had a very clear timeline. Term 2 and term 3 was the time in which they could trial these strategies in the classroom. But obviously they also needed some quite particular professional development around the technology and the tools. So what we did at this point, at the end of term one, every single professional learning group had to publish their plans so far. And within that, they highlighted the strategies and the tools they were gonna be trialing in term two and term three. What that then allowed us to do, I had a group of teachers that were called e-mentors, one representing each learning area within the school, is we had the opportunity to tailor and design a whole lot of differentiated professional development targeted to their needs that they had identified themselves. So rather than a group of teachers going, okay, we've decided you need to know this about Moodle and this about Google, it was about actually finding out what people wanted to know, and then using that information to create a whole lot of little workshops that we offered over term two and term three. And we had a very specific way of offering them. We had late starts on a Wednesday morning. We had one session which was about teaching a specific skill. The second session was coming back in and trialling that skill and having some guided time to play and practice it. And then the third session was having time to actually just go off and put it into practice and go off and share it with your professional learning group. And one thing that we realised was really important was having a whole lot of professional trust and people using that time wisely. One thing we often do with professional development at school is have an incredible lack of trust of teachers and we feel like we need to bring them into a staff room and talk at them because by God they might go get a cup of coffee instead. And actually that cup of coffee could be the most valuable thing they do because they might have an incredible learning conversation over that cup of coffee. So we need to actually gift people time and give them a whole lot of trust to put stuff into practice. But it needs to be structured. Thanks, Nat. So that's what happened in the end of term one and term two and three. What we also discovered is we moved through the terms is that actually the professional development didn't need to take place face to face. And what I started doing as the Director of E-Learning is anytime anyone had a request of needing to know how to do something, I sat down in my office and just put together a five-minute screener. So using the, anyone here used Jing or screener. It's a fantastic screen capture technology. It's just you go to the website. It's completely free of charge. You click a little button and a frame comes up around your computer screen, and it records what you're saying and doing on the computer screen at the same time. And I found this a really efficient way to start putting together little five-minute tutorials for teachers and we actually built up a library. And the feedback I got from teachers, particularly those who had been a bit nervous and a bit hesitant, is that they really enjoyed the fact that they could sit back on a Sunday afternoon with a glass of wine and in the privacy of their own home, nut out how to do something. And that was a really important lesson for me to learn as someone leading their ICTPD, is that we need to make sure that all of that effective pedagogy that we talk about doing in the classroom, that we're actually replicating in the professional development environment as well. So that we are differentiating for our learners, our teachers who are learning, and we are making sure that they've got access to ubiquitous professional development anytime anywhere. And whilst you might say, why bother doing that, you can just Google the answer. The reality is when you're dealing with 150 teachers and some of them pretty nervous about the technology, they're not necessarily going to go out and do that Googling. They need to sort of in a sense have it served up to them and they really appreciated having it done in the context of our learning management system. So it was, you know, someone that they knew talking about our Moodle and how they might do something like that. And it surprised me how important that was for a lot of people learning new skills in an online environment. So that was a really key lesson that we learned. But one thing I will really stress at this point is the importance of getting your staff to publish their plans. We got them to the first year to put them on a shared drive so everyone could access and have a look at what each other were doing. And this had twofold benefits. First of all, it created a real level of accountability in the sense that you put yourself out there and you tell the the sense that you put yourself out there and you tell the whole world that you're going to do this means it's far more likely that you're going to follow through and do it because actually you've declared it to everyone within the school and they might have a conversation with you in passing about how it's going. The second thing was that it helped me as the ICTP coordinator to know what everything was doing and to make sure that I could then lend the support that was needed. So it wasn't just a selfish accountability thing, it was also an opportunity to make sure that we could tailor the professional development to meet their needs. So it was a two-way win-win situation. What then happened in term four is that there was a formal period of reflection on what had taken place. And we took the time to actually gather a whole lot of qualitative evidence. One thing I think we beat ourselves up about is that we think we need quantitative evidence of change. And people beat themselves up and think that we think we need quantitative evidence of change. And people beat themselves up and think about the fact that they need to somehow show a shift in astral results or a shift in a certain assessment. The reality is it's unrealistic to put that change back to the technology intervention in the first place. They may well skip, you know, jump up two levels. It might have been the technology, but it might have also just been the fact that they've been sitting in your class doing the work that I've been doing. I have always found that the best feedback I get from students is actually just sitting down and having a conversation with them and actually saying, you know, did that work for you? Did it improve the outcomes? actually saying, you know, did that work for you? Did it improve the outcomes? If so, how? And would you like us to do it again? Or would you like us to do something different next time? Those informal conversation with your students are often the most powerful feedback you can get. Because actually, you might find that they far prefer doing it in an exercise book rather than doing it in a blog. And actually, if that's what they prefer, they should be given the opportunity to do so. And actually, you don't get that information by looking at hard data and numbers. You need to find out how they felt and how the experience made them feel and if they thought it was a positive thing or not. And we don't need to just bowl on with the technology for the sake of it. I've long been a sort of a believer that technology isn't the silver bullet, adding technology as a choice is a silver bullet. The fact that we are in a sense differentiating for mode by giving them the option of using technology. I think when we suddenly say everyone must do this as a blog, everyone must type it all up, we're actually being as narrow as if we ban technology in the classroom in the first place. And actually what we've got is this really neat opportunity to let people do it the way they prefer doing it. There might be times when it's useful for them to publish and share it in a certain way and so you will encourage all students to do so. But I certainly think if a student loves their folder or they love their 1B5 exercise book with a special cover seal on the top and the special pen that they've got, we should let them enjoy that also. Who are we to say that the best way to them to learn is to type it up or to do something. It should be about choice. So be open to that feedback when you gather the qualitative evidence at the end of the process. So how this worked was, we were lucky enough. And one thing that I realized that we all need is funding to make this work because actually the key for us was having e-mentals available in all of the learning areas and they were freed up they had non-contact in their form time and some non-contact time during the day that made them available to people around them to get support and that was really important. One of the keys was that the professional learning groups were formed within learning areas and people had a real sense of ownership of their professional learning groups and how they formed them and that the learning areas and people had a real sense of ownership of their professional learning groups and how they formed them. And that the learning areas and their professional learning groups produced actual e-learning action plans and they published those plans. And they were developed based around desired student learning outcomes. So it wasn't about a PRG learning how to use Google Docs. It might be a PRG that was looking at how to improve critical thinking in the context of a scholarship English classroom and then maybe exploring how Google Docs might be used to support that through its elements of collaboration and ubiquitous anytime anywhere access. And it was also supported by several sessions of ICTPD as well in workshops, but those were increasingly offered online. So whilst you might not have the time and the leisure and the resources to do the face-to-face stuff, there's nothing stopping any of us putting together a library of resources to support our fellow staff members in the meantime. So that was the first year that I saw through as a whole year. And the feedback we got from staff was for the most part really positive. There was a sense that the priorities were back in the right place. We were worrying about the learning and the technology was there to enhance and enable the learning rather than the other way around. And there was also a real sense that people got to own their own professional development and they got the opportunity to learn from one another and I think what worked really well is with those staff and the teachers that you have on your staff who are really hesitant and don't see the value of technology per se with this process because it's actually about your particular students and meeting the desired student, the learning outcomes of your students, no teacher is going to deny that that's important. The fact that it was grounded in the context of their own classroom was key. But what we did get as feedback, particularly from department heads, is that they were a little bit concerned that we'd lost the language of the NZC. And that actually it was great that we were looking at student learning outcomes, and it was great that we were looking at technology could support these. But where was the discussion about key competencies? Where was the discussion about effective pedagogy as it exists in the New Zealand curriculum document? And have we forgotten about these along the way? So the next year we moved on and our overarching program goals remain the same. And in a sense we went through a process of what I like to call leading as inquiry, where we sat back and we looked at the process and thought okay what's important so what's worth spending time on and how can we improve the process from what we've done last year we need to make sure that as a school we're constantly reflecting on how we delivered professional development the year before and how we can build on what went well but develop it to work even better and meet the new needs of the staff. And make sure that we just don't jump, we drop, you know, throw out the baby with the bathwater and leave all the inquiry behind. We decided to stick with it because it had worked, there was a lot of it that had worked really well. But what we decided that there was a need to focus more explicitly on key competencies and effective pedagogy. But as you well know, those sections of the NZC are actually quite fulsome, and there's a whole lot of them. And if we were actually going to try and focus on all the elements of effective pedagogy and key competencies, at the very best it was going to be a once-over lightly. So the process we went through was to actually canvass everyone on the staff, and in hindsight we probably should have canvassed our students as well, and actually said what are the three things that are the most important? Consider the competencies, consider the effective pedagogy as it exists in the curriculum, which are the three key things that you think we need to focus on right now? And so what we decided to do was to focus on three areas. They were thinking and critical thinking. It was looking at meeting the needs of diverse learners. So we looked at differentiation. And then it was looking at how we could work collaboratively, both as staff with one another, but also how our students could work collaboratively with us and with each other. And then, only then, it was considering how technology could be used to enhance and support each of these three elements. And the nice thing that happened, as I was involved in bringing this all together, I sort of then glanced across Cahakater, Takeda, across the 21st Century Skills Partnership, the UNESCO and OECD, research around future skills and all those things, it actually aligned really nicely. If you look at it, time and time again, the importance of critical thinking and problem solving comes up. The idea of collaboration and being able to work within groups is increasingly important, but also the need to personalise learning in some way, shape, and form. And differentiation does this very well. So it actually came together really nicely. So this involved a new framework, a new e-learning action plan. So as you can see, once again, it was simply a matter of taking the teaching as inquiry cycle and actually saying, how can we weave those things into a single inquiry cycle? I think we've got to be really fair on teachers and actually say it's not good enough to expect people to do one initiative, one term, one initiative another term, focus on five different skills across the year. We simply don't have the time and the energy to do that well. But what you can do is you can weave all of those things into a single cycle and suddenly make the change far more manageable. So if you see the example here, so once again they were selecting a group of students to focus on, but this time they were choosing an area of thinking to focus on as well. So for example, in health and peer, I know that they looked on reflective thinking and how students could reflect on their performances and the technology and the tools they could use for doing that. And I was working with a group of Year 9 English students, and I was looking at how they could reflect on their readings, both online, offline, and how we could use tools to support that. But then when they were doing their teaching inquiry, it wasn't just a matter of thinking about the thinking, it was about looking at the ways that they could include collaborative practices in their processes and how they might actually collaborate with one another as teachers on this project. And then it was also thinking about strategies for differentiation and how we could include that. And then finally going, how's the ICT tools and strategies and technology is going to support this. And what became obvious very quickly is that actually differentiation and collaboration is much easier online in many ways. So it was a really natural fit in the end. So what we actually did in terms of a timeline is term one we forgot about the technology and the tools and we spent some time sharing our practice with one another around collaboration and differentiation and thinking. We had a teacher only day with Pam Hook who came in and did a whole lot of work around solo taxonomy and how that could be used as a thinking tool. We also had sessions where we brought in one another. So I did a presentation with the head of science, and we shared our passion for Carol Ann Tomlinson's version of differentiation and about how you could use a whole lot of different strategies, raft activities and tick-tac-toe type activities to easily bring differentiation through choice into the classroom. And then we had our art department who have actually refined the art of collaborative unit planning over many years come in and actually share their practice. And what struck us is that we don't do that in schools. We actually don't take the time to learn from one another and hear how people do things. They actually end up shrouded in mystery within their learning areas. So it was fantastic to have this sort of insight into how the art department work, who thought nothing of it because it's how they've always worked. And we learned a huge amount from them. And then we had the social studies group within the social sciences department come in and share how they've been doing community of thinking using a combination of Google sites and Google Docs for a number of years and refined it incredibly well as a collaborative thinking tool. And again, they thought nothing of it because they've been doing it for years, but they shared it with the staff and we could learn a whole lot from them. So term one was about the pedagogy, and it was about how we could develop those key competencies. Then and only then we came together in professional learning groups, which may have been the same as the year before, or they may be grouped differently to meet new needs. And we formed those groups, and we did our planning, and we shared our planning online. And this time we actually constructed just a simple Google doc where we went in and everyone shared what they were doing as a topic of thinking, so what element of thinking they were focusing on, or what type of thinking they were going to focus on, and then listed the sort of collaborative strategies they were going to trial, the differentiation strategies and techniques they were going to trial, and the ICT tools and strategies they were going to trial. And this became a really rich source of information for all of the staff because they could see what other people were trialing and they could get in touch with them and share ideas and share resources with them and once again like the year before it was that really neat mix of providing both accountability but the opportunity to offer specific support as well the e-mentors had that information at their fingertips so often we deliver professional development and whether people actually get on and do it and what they do with it remains a bit of a secret and we don't actually share our practice very openly. So people got very used to sharing. And one of the things we did in term three is that we got together and we ran World cafe sessions in the staff room. So how this worked was, is you got together in a group of four. You had to make sure that no one in that group of four sat and had coffee together over morning tea, so they went your usual group. Each person in the group had to be from a different learning area, and everyone got two minutes each to share their learnings, professional learning story of the year so far. And the way that you run the World Cafes, you have really strict rules. No one can button, no one can say a word. The person who has the two minutes has the absolute centre stage within that group of four people. And we did that and people shared their ideas and then we mixed it people. And we did that, and people shared their ideas, and then we mixed it up again, and we did it again, and everyone shared their ideas. And what we discovered is that people who had never, in their 20 years of being at that school, had the opportunity to share their learning story on a bit of a stage. And what we need to be wary of is so often the people who get to share their learning stories are the loud mouths like me, who will jump up the front and share a story at the drop of a hat where they want to hear it or not, tend to dominate. So your extroverts are the ones that get heard. And you lose the really important introvert voice. We need to make sure that when we deliver professional development that we're also thinking about ways and means for giving everyone an opportunity to share their learning story because the feedback we had after those World Cafe sessions is people felt they learned more than they had in any other session because they got to listen to six other people sharing their learning story in a way they never had before. So it's really important than they had in any other session because they got to listen to six other people sharing their learning story in a way they never had before. So it's really important that we keep considering how are we going to differentiate our professional development, how are we going to provide opportunities for both the outspoken people to share their stories but also the introverted people to share their stories also. And so that was a really important lesson that I learned in doing, and leading this professional development. So again, we went through the process of people having time to plan their e-learning action plan and to publish it and share it. And then we had the opportunity for people to go out there and trial it and had the opportunity to come together in a world cafe and share their stories. And then what we did in turn for was again the gathering of information, the learning inquiry where we really thought about how did it impact on our teaching, did it improve engagement, did it have the outcome that we hoped for or not, and then decided what we were going to do with that information. And then where we went with this afterwards is we actually got each of the e-mentors to deliver an ignite-style speech back to the staff. And who has been to an ignition or an ignite talk before? It's sort of like it's a Petro Coocha-Coochee style presentation. We've got five minutes, slides are on auto advance, and you've got to spit your message out in a really concise way. And it was a really neat way for people to share their stories, because I don't know if you've realised, but teachers, you give them a PowerPoint and some time up the front of the staff room, and before you know it, they've wired on for half an hour about, you know, a project that's like I am right now now but that they talk at length about the experience and whilst it's fabulous to hear that we've only got short pockets of time in which to learn from one another so strategies like ignite talks can be a really powerful way for getting your staff to to share their learning stories as well. So the way this worked for 2012 is actually we focused on the key competencies and the effect of pedagogy in the first few weeks. And then we had PRG's form and they created the e-learning action plan. And increasingly people were sharing those things online through Google sites. Most departments set up a public Google site where they reflected on their e-learning action plans throughout the year. We did have some ICTPD workshops, but they were becoming less important as we were delivering a lot of the support, either in-house and departments or through online tutorials. We had mid-year feedback. We had more PRG time and we had more PRG time, and we had the opportunity for things like the World Cafe and the sharing and the final feedback. But I think what it did prove is that this sort of structure for school-wide professional development can be shaped and reshaped to meet any needs. That it doesn't need to be about ICTPD, it can be about your literacy focus or your numeracy focus or your assessment for learning focus. It's just framing it up into an inquiry cycle that allows people to take ownership. There were other things that we did. We started developing tools that pointed out which within our platforms, how they might help with things like thinking collaboration and differentiation and that had its uses as well to sort of pointing people in the right direction so why does this work well I think there's a number of reasons why it works first of all I think it's based on effective pedagogy as outlined in the NZC teaching as inquiry is there upfront as a key mechanism for helping teachers to reflect on their practice and change. I think it's really important that it's personalized to fit personal professional needs. So often professional development has done to people. We need to make sure that just like we want student agency, that our teachers have agency as well over their professional learning, and they have the opportunity to contextualize and to own the learning and put it into their own context. It also provides a plan, an action, a timeline and a structure and a level of accountability. As we all know, if we want to lose weight or get in shape, it pays to have someone who's going to support you, whether it be a personal trainer or something that we sign up to, and we have to actually commit to something and have someone checking in on us. And it's only fair that you have that level of accountability and that level of support. I think it's also really important that we make sure any professional development we deliver that is about technology in any sense actually puts the student learning first and not the technology. And that we take the time to make sure we're really clear about what the learning is that we want to take place and what the desired student learning outcomes are and that we just don't bowl in there swing in an iPad around and worrying about doing a Google Doc or a Google site or doing something on Moodle. It needs to be about student learning first and foremost. Tips that I learned along the way in being involved in this process. We need to make sure, if at all possible, to integrate all initiatives into one teaching as inquiry cycle. We need to make sure that teachers aren't experiencing ad hoc sort of professional development where they turn up one week and it's the career person talking to them about something. They turn up the next week and there's an invited speaker talking about another strategy or technique and it all becomes incredibly disconnected. We need our professional development to be part of a single whole. There might be those people coming to talk, but they will be talking within the framework of the teaching as inquiry cycle that teachers are going through. You need to make sure teachers work in the context that suits them. So, for instance, in a secondary school, if it works for them to work in a curriculum-based professional learning group, let them do so. Don't force them into cross-curricular groups because you somehow think it's more idealistic for them to do so. Talk to them, find out what works best. They may want to work in cross-curricular groups to get different ideas or they may prefer to simply work within curriculum groups that suit their student needs. Make sure you provide a common template. I mean we know in a classroom so often scaffolds are really important part of teaching students how to do something, how to write a paragraph, how to write an essay, giving them those tools and strategies and scaffolds to step them through the process is really important. And I think teachers are the same. We need to provide them with a really clear structure. They need to be able to personalise it, but there's no harm in having a common template or a common sort of framework that people work through. Make sure you give them a really clear timeline so they don't feel like anything is jumping out at them and that anything is a surprise. They need to know from day one what the expectation is for them throughout the year. They are busy and they need to know that they are going to be given time and support for doing what it is you're asking them to do. Get people to publish and share their practice. Not only will it give people the opportunity to learn from one other, it absolutely adds a level of accountability. I discovered that when I went round and made sure every single person on the staff had published a plan, it was the first time that it ever happened. So often we go, yep, everyone should do this and you sort of just trust people to go away and get it done. But people are really quick to realize if you're serious about them doing it or not. And quite frankly, there is moderation and marking and a whole lot of other stuff that takes priority really quickly. And so if you don't have a really clear and absolutely expectation for them to do it, the reality is some people won't and they will simply opt out. And I had a really great conversation with one fantastic teacher who had avoided ever completing any sort of professional development project ever, that he was actually quite thankful that someone had pushed him through it because it was the first time he said that he felt like people really cared that he did it. You know, quite often as teachers we feel like, oh, yep, they're just presenting us, you know, with this information for the sake of it, but do they really care if we change our practice at all? People, it's like students. They don't want you setting up a task and they're never collecting it in or never giving you feedback. People want that sort of feedback and they need those sort of guidelines. Also make sure that when you offer technical and ICT support and professional development, that it's targeted to an identified set of needs, that it's not just pulling out the latest craze or the latest app or the latest cool thing that you found. That might have its time in the place and or the latest cool thing that you've found, that might have its time in the place and you might run smackdowns where people share bite-sized snippets about the latest app they've found or the latest strategy or tool that they've discovered, because those things can be really exciting and people can take them away and they can use them. But you need to make sure that for the most part, if you're going to deliver specific tool and strategy professional development, that it has already been identified as one that they need, and that it is actually providing just in time professional development for them. So where would you start if you were going to think about doing a teaching as inquiry project for your school? I think the most important thing you can do is be a bit sort of postmodern on it and do a teaching as inquiry project about your teaching as inquiry project and actually start thinking about what is it important? Look at your annual goals as a school. What is it that you've set in those goals and those action plans that you value? And how do you make those things come alive within a teaching as inquiry project for your staff? So often, action plans and goals sit out over here, and the staff don't even know what exists within them, let alone getting the opportunity to engage in something that they see as part of a bigger end goal for the school. So you need to decide as a school what's important and also what's worth not doing. You've got to say no to some initiatives. It's very tempting to get on board every initiative or bandwagon that's coming along in terms of professional development and it's actually not fair to your staff. You've got to think about what your priorities are. There are things that can wait, and you need to sort of pick a couple of areas, two or three areas maximum that you're going to focus on. And then I would argue that you need to work out a way to change those into a single teaching us inquiry cycle for your staff. So for the most part, you have a single professional development experience happening in any one year. And then you need to think about what are the strategies that are most likely going to help your staff. And I would argue that teaching those inquiries is a strategy that's going to help staff. But then again, that would be my answer to everything, because I think teaching us inquiry is quite awesome. But you need to to actually sit back and go what is the right professional development for our staff and how and when are we going to deliver this do you reflect annually as to when you deliver your professional development or do you always do it on Wednesday morning because you've always done it on Wednesday morning as anyone actually taking stock and gathering feedback from the staff about when they would prefer to do their learning and how they would like their professional development deliver? And then you need to think about how you're going to capture the stories. How are you encouraging your staff to share their professional learning? Have you got a presence on the virtual learning network? Does your school share stories that way? Have you got teachers blogging? Are you encouraging them to get out there and reflect on their learning as they go and share it with one another? Because that can be really, really powerful. And then how are you going to capture and measure the effect of your professional learning and development and use that information to inform future professional development? I would argue you could do some really simple things. I think you could do a focusing inquiry where you considered the key competencies and which ones you were going to focus on. Being mindful of the fact that you might only pick one or two at a time. And then you might do a teaching as in learning, teaching and learning inquiry that simply looks to the effect of pedagogy and actually ask which of those strategies are we really going to explore in depth? And we may or may not consider how ICTPD, or sorry, ICT tools and strategies could support us in that. Or if you were going to do teaching as inquiry with a future focus, or ICT tools and strategies could support us in that. Or if you were going to do teaching as inquiry with a future focus, you might look at the 21st century skills that turn up again and again in the future focused readings and research that's out there. How are you developing your students' complex communication skills? How are you building on their ability to collaborate, do critical thinking? Where's creativity and innovation being given time in your curriculum? And how are you developing digital information and media literacies? And then you need to think of explicitly about how those things can be taught. It's not just a matter of giving time, it's about having very clear strategies in supporting complex communication skill building and critical thinking and problem solving. We need to start thinking about what the school of the future might look like and how we might head there. As I've said, I'm really lucky in that I've had an opportunity this year to look around. And I've been lucky enough to travel through the Canadian, what are they called, the self-directed learning schools. And we went through a number of them. They have got schools in Canada who have had 100% flexi time for their students for over 40 years. We've seen to look at those things as sort of the way of the future. The reality is there's been people in big open learning commons doing self-directed learning for many, many years already. We just need to take the time to have a look at what they've been doing and learn from them. And for me, one of the real key things that I would like to see happening is increased amounts of flexi time and self-directed learning time for our learners. But we also need to ensure that there's what we might refer to as enabling constraints happening as well, because students do need structure, they do need guidance, they do need opportunities to be directly taught at times, but we need to see how we can combine that with increasing amounts of flexible time, increasing amounts of self-direction. We've got to work out how we can deliver a personalized yet collaborative schooling, and schooling that is ubiquitous and available anytime, anywhere, without us having to be anytime anywhere teachers. And we need to think about how we can give opportunities for genuine problem solving and genuine creativity and innovation, and how this can all be underpinned by inquiry. I was lucky enough earlier this year to go to Nueva School in San Francisco, and they've been just out of San Francisco, and they have been running a primary school, what they call an elementary school for gifted students for some time now, and they guide their whole curriculum around the design thinking cycle, or the inquiry cycle that's actually not dissimilar to our technology inquiry cycle. And I found that really interesting. And one thing we've been doing at Hobsman-Vall Point Secondary School is the learning team, led by Daikavela, one of our DPs, have been hacking the curriculum and looking at how we can pull it apart and deliver a secondary curriculum through more integrated modules guided by a whole lot of inquiry and a whole lot of flexi time. And it's really interesting how nervous it makes people when you start taking those traditional subject silos and put them into a different environment. And I know myself, I have been having internal arguments the whole year. I thought that I was really left field. I was in a relatively traditional conservative secondary school, and I was like, the renegade who did all these wild and wacky things. And then given the opportunity to start a school from the ground up, it's amazing how nervous you can suddenly become around your thinking and about what you would actually be willing to put into practice. And so we're going through the process now of actually saying, well, we've got a clean slate. What do we want to deliver? And inquiry, inquiry keeps coming back as being at the heart of our curriculum, and giving students opportunity for increasingly self-directed learning. We also need to be thinking about the 21st century fluencies, similar to the skills, but this is from the website, fluency21.com, and it's a really nice description of what a global digital citizen needs to be able to do. They talk about solution fluency, creativity fluency, collaboration fluency, media fluency and information fluency. And so you might like to think about a focusing inquiry around the fluencies and what are the fluencies that you need to develop in your students, in your classrooms. are the fluencies that you need to develop in your students, in your classrooms. And then I really liked this diagram from Teach Thought, which highlights 21st century pedagogy and a whole lot of strategies that we can be using to support those 21st century fluencies. So I would say as a school, if you're looking at doing a teaching as inquiry cycle, you need to think about what is important. Is it about just going back to the New Zealand curriculum document and simply saying what are the key competencies we want to focus on and what are the effective pedagogy strategies we want to use to support those happening in the classroom? Or it might be looking further afield and saying what is happening out on the world stage and what is the 21st century skills that our students need? What are the future focus skills that they're going to need to succeed in the future? And what are the strategies that I can be doing best to do that? But I think we need to make sure that there is a structure and a plan and a set of sort of support mechanisms for your staff to realise this. And I think it's really important that we acknowledge what's said here. We've got to be aware of the fact that the only thing that is now constant is change. And we need to make sure that we are helping our teachers to become adaptive experts. And to me, teaching as inquiry is really the answer for allowing teachers to do that. So you need to think about how you deliver your professional development. Have you got an inquiry cycle that's underpinning it? And are you allowing your teachers to own their professional learning, but also meet the goals and the needs of the school at large? So that's where I will leave you. If you're interested in finding out more about how you might use teaching as inquiry, you're more than welcome to check out. I've got a website, Claire Amos.com, and it's got a whole lot of support resources, particularly around the core breakfast that I've been doing. I'm doing one in Hamilton, I think later this term, which has a workshop around teaching as inquiry. That's where I am at the moment, hey? I have one of those moments. I'll be going to Hamilton. That's here. And also a work presentation up in Auckland later in the year as well. So sorry I've waffled and I've kept on going and going, but the message really is that teaching us inquiry is the answer. It is the key to delivering really robust professional development that allows teachers to own their own professional learning. So thank you."}