{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " At day's Bay,"}, {"timestamp": [2.0, 4.0], "text": "..."}, {"timestamp": [4.0, 27.0], "text": " At Days Bay, Wellington, Tim and Simon Williams are about to enter the new world of Play Centre."}, {"timestamp": [27.0, 32.0], "text": " Playcenters have been looking after two to five-year-olds for 21 years now."}, {"timestamp": [32.0, 38.0], "text": " Since their run on Do It Yourself lines, Mrs. Williams, like the other mothers, will help supervise once a month."}, {"timestamp": [38.0, 43.0], "text": " The Play Centre way is to give children plenty of useful toys so they can keep themselves busy."}, {"timestamp": [43.0, 45.6], "text": " By trying this and attempting that,"}, {"timestamp": [45.6, 65.0], "text": " children learn more than grown-ups realize. No! Come on. Oh, man. Trits!"}, {"timestamp": [65.0, 67.0], "text": " I'm trying to have."}, {"timestamp": [67.0, 90.0], "text": " Young artists don't copy things. Young artists don't copy things, they watch paint."}, {"timestamp": [90.0, 111.0], "text": " This soapy waters for bubbling Tim, not drinking."}, {"timestamp": [115.0, 117.0], "text": " And Simon will find out why Dad's careful when driving nails. A bang on the thumb teaches quite a lot."}, {"timestamp": [129.0, 134.0], "text": " Mothers find looking after other people's children is helpful in bringing up their own. They get fresh slants on how small mines tick."}, {"timestamp": [134.0, 142.0], "text": " From a wartime experiment in women's cooperation to a fully fledged preschool service,"}, {"timestamp": [142.0, 147.0], "text": " there are now over 170 play centres throughout New Zealand."}, {"timestamp": [147.0, 161.0], "text": " For 37 years the ferry Tamahini plied between Wellington and Picton."}, {"timestamp": [161.0, 166.0], "text": " By the time she retired, she'd become an old friend rather than just another ship."}, {"timestamp": [169.0, 172.0], "text": " More than 15,000 times, reliably and uneventfully,"}, {"timestamp": [172.0, 175.0], "text": " she bucked her way across the stormy stretch of water"}, {"timestamp": [175.0, 177.0], "text": " that splits New Zealand in two."}, {"timestamp": [182.0, 187.0], "text": " Sailing into Wellington Harbour is the Aramorna, Tamahine's replacement."}, {"timestamp": [187.0, 192.0], "text": " Built in Scotland for the New Zealand government, she's a 4,000-ton road rail ferry."}, {"timestamp": [192.0, 198.0], "text": " Aramorna, the name means pathway across the sea, will link the railway networks of both islands"}, {"timestamp": [198.0, 202.0], "text": " and carry motor cars and passengers as well as wagons and locomotives."}, {"timestamp": [202.0, 205.36], "text": " There's space on her vehicle deck for 20 wagons and 40 cars,"}, {"timestamp": [205.36, 207.7], "text": " with another 30 cars on the top deck."}, {"timestamp": [209.68, 212.08], "text": " In dry dock for a cleanup after the voyage out,"}, {"timestamp": [212.08, 214.0], "text": " the new ship shows some of her features,"}, {"timestamp": [214.0, 215.62], "text": " twin propellers at the stern,"}, {"timestamp": [215.62, 218.4], "text": " a bow propeller and a bar rudder for ease in handling."}, {"timestamp": [220.26, 222.28], "text": " On come the first railway wagons."}, {"timestamp": [222.28, 224.56], "text": " Once parked inside, they'll be coupled to the deck"}, {"timestamp": [224.56, 226.2], "text": " and won't shift even in the heaviest sea."}, {"timestamp": [229.2, 234.2], "text": " Making this voyage are coaches and locomotives for the Picton shunting yards and the South Island main line."}, {"timestamp": [234.7, 242.0], "text": " When the regular service begins, goods loaded in Auckland will travel to Christchurch in less than three days and begin and end the journey in the same wagons."}, {"timestamp": [248.0, 250.0], "text": " Aramorna is off on her first trip to Picton,"}, {"timestamp": [250.0, 254.0], "text": " and on the bridge Captain Peake chats to the Minister of Railways, Mr. McAlpine."}, {"timestamp": [256.0, 259.0], "text": " Others on board are Mr. Gandal, general manager of the Railways department,"}, {"timestamp": [259.0, 262.0], "text": " and Mr. Sham, the member for Marlborough."}, {"timestamp": [262.0, 265.22], "text": " Almost everyone carries a camera and for thirsty"}, {"timestamp": [265.22, 270.32], "text": " travellers the ship boasts a lounge bar. Comfortable chairs in the observation"}, {"timestamp": [270.32, 277.04], "text": " lounge encourage passengers to doze the time away. The little boats of"}, {"timestamp": [277.04, 281.1], "text": " Picton are out in force to welcome Big Sister to the Marlborough sounds. She'll soon be"}, {"timestamp": [281.1, 297.6], "text": " a familiar sight when she begins her schedule of 12 crossings a week."}, {"timestamp": [304.3, 304.9], "text": " As the first locomotives roll down the ramp, the people of Picton see the beginning of a new advance in New Zealand's transport system."}, {"timestamp": [308.52, 308.96], "text": " True to her name, Aramorna has provided us with not only a pathway,"}, {"timestamp": [311.3, 320.56], "text": " but a railway and a road over the sea."}, {"timestamp": [323.6, 327.0], "text": " The Otago Dental School's fine new building in Dunedin is the training center for dental students from all over New Zealand."}, {"timestamp": [327.0, 333.0], "text": " Well designed and well equipped, this building has every facility that a top-flight dental school needs."}, {"timestamp": [337.0, 344.0], "text": " Dentistry is a five-year course, five years of hard but interesting study."}, {"timestamp": [344.0, 345.28], "text": " In their final years,"}, {"timestamp": [345.28, 349.24], "text": " students work in the children's clinic and get experience in winning their patients"}, {"timestamp": [349.24, 363.88], "text": " confidence. In the two main clinics, senior students, under close supervision,"}, {"timestamp": [363.88, 365.3], "text": " attend their regular patients."}, {"timestamp": [366.06, 367.62], "text": " They are skilled at drilling and filling."}, {"timestamp": [368.36, 371.3], "text": " There's always plenty of patients in Dunedin, the treatment's free."}, {"timestamp": [373.56, 377.18], "text": " For children who need individual treatment, single surgeries are used."}, {"timestamp": [377.9, 380.8], "text": " This little fellow is not difficult, he's just plain miserable."}, {"timestamp": [382.96, 386.28], "text": " Unseen by the patient, students can watch from behind a one-way"}, {"timestamp": [386.28, 401.9], "text": " mirror the way experienced dentists handle nervous children. The dental"}, {"timestamp": [401.9, 405.0], "text": " profession's main ambition is to preserve the teeth of young children"}, {"timestamp": [405.0, 409.0], "text": " so the coming generation will have a better chance of keeping their teeth for life."}, {"timestamp": [409.0, 413.0], "text": " Samples of saliva are taken for the pathology laboratory."}, {"timestamp": [413.0, 430.0], "text": " Each specimen is diluted and goes into an incubator where bacteria grow and form into colonies that can be counted by the pathologist."}, {"timestamp": [430.0, 435.0], "text": " From this he determines each child's susceptibility to dental decay."}, {"timestamp": [435.0, 438.0], "text": " To the bacteria he looks like this."}, {"timestamp": [442.0, 447.0], "text": " The pathology department carries out tests for dentists all over the country."}, {"timestamp": [447.0, 452.0], "text": " One of these services is preparing mouth tissue samples for examination."}, {"timestamp": [452.0, 457.0], "text": " The string of samples are broken up in water and scooped out on microscope slides."}, {"timestamp": [457.0, 462.0], "text": " For the exceedingly powerful electron microscope, the ultramicrotome cuts much finer,"}, {"timestamp": [462.0, 465.14], "text": " approximately one ten millionth of an inch thick. This is the approximately one 10 millionth of an inch thick."}, {"timestamp": [469.1, 472.76], "text": " This is the creative side of dentistry, the prosthetics laboratory,"}, {"timestamp": [473.12, 478.38], "text": " where are made dentures and orthodontic appliances for straightening badly positioned teeth in children."}, {"timestamp": [481.68, 486.24], "text": " The appliances are formed using actual models of the patient's teeth so that only"}, {"timestamp": [486.24, 490.76], "text": " final adjustments will be needed in the mouth."}, {"timestamp": [490.76, 498.24], "text": " Children are x-rayed several times throughout their treatment to observe gradual"}, {"timestamp": [498.24, 499.5], "text": " straightening of the teeth."}, {"timestamp": [499.5, 511.0], "text": " Tracings made from each x-raying of the teeth. Tracings made from each x-ray follow improvement."}, {"timestamp": [511.0, 517.0], "text": " By ex-pressing gentle pressure, the appliances reposition the teeth and slowly remold the jaw."}, {"timestamp": [517.0, 528.0], "text": " In every five children, two or three need some orthodontic treatment to enhance their natural good looks."}, {"timestamp": [534.0, 538.0], "text": " In the final stages of a student's training, he learns to perform major surgery. By up-to-the-minute techniques such as a closed-circuit television,"}, {"timestamp": [538.0, 543.0], "text": " observers can see the operation in detail and hear the surgeon's description."}, {"timestamp": [543.0, 548.46], "text": " You can use a pair of McGill forceps for this but with a long finger you can push"}, {"timestamp": [548.46, 554.24], "text": " down each side of the tube and ensure a completely safe airway."}, {"timestamp": [554.24, 559.68], "text": " Once we've done this we'll get the retractor in and this assistant here will retract"}, {"timestamp": [559.68, 562.12], "text": " the mouth."}, {"timestamp": [562.12, 568.18], "text": " For a closer view the television operator can change lenses by remote control."}, {"timestamp": [569.2, 571.68], "text": " In Dunedin, advanced equipment and teaching methods"}, {"timestamp": [571.68, 575.74], "text": " are producing graduate dentists equal in skill to any in the world."}], "text": " At day's Bay,... At Days Bay, Wellington, Tim and Simon Williams are about to enter the new world of Play Centre. Playcenters have been looking after two to five-year-olds for 21 years now. Since their run on Do It Yourself lines, Mrs. Williams, like the other mothers, will help supervise once a month. The Play Centre way is to give children plenty of useful toys so they can keep themselves busy. By trying this and attempting that, children learn more than grown-ups realize. No! Come on. Oh, man. Trits! I'm trying to have. Young artists don't copy things. Young artists don't copy things, they watch paint. This soapy waters for bubbling Tim, not drinking. And Simon will find out why Dad's careful when driving nails. A bang on the thumb teaches quite a lot. Mothers find looking after other people's children is helpful in bringing up their own. They get fresh slants on how small mines tick. From a wartime experiment in women's cooperation to a fully fledged preschool service, there are now over 170 play centres throughout New Zealand. For 37 years the ferry Tamahini plied between Wellington and Picton. By the time she retired, she'd become an old friend rather than just another ship. More than 15,000 times, reliably and uneventfully, she bucked her way across the stormy stretch of water that splits New Zealand in two. Sailing into Wellington Harbour is the Aramorna, Tamahine's replacement. Built in Scotland for the New Zealand government, she's a 4,000-ton road rail ferry. Aramorna, the name means pathway across the sea, will link the railway networks of both islands and carry motor cars and passengers as well as wagons and locomotives. There's space on her vehicle deck for 20 wagons and 40 cars, with another 30 cars on the top deck. In dry dock for a cleanup after the voyage out, the new ship shows some of her features, twin propellers at the stern, a bow propeller and a bar rudder for ease in handling. On come the first railway wagons. Once parked inside, they'll be coupled to the deck and won't shift even in the heaviest sea. Making this voyage are coaches and locomotives for the Picton shunting yards and the South Island main line. When the regular service begins, goods loaded in Auckland will travel to Christchurch in less than three days and begin and end the journey in the same wagons. Aramorna is off on her first trip to Picton, and on the bridge Captain Peake chats to the Minister of Railways, Mr. McAlpine. Others on board are Mr. Gandal, general manager of the Railways department, and Mr. Sham, the member for Marlborough. Almost everyone carries a camera and for thirsty travellers the ship boasts a lounge bar. Comfortable chairs in the observation lounge encourage passengers to doze the time away. The little boats of Picton are out in force to welcome Big Sister to the Marlborough sounds. She'll soon be a familiar sight when she begins her schedule of 12 crossings a week. As the first locomotives roll down the ramp, the people of Picton see the beginning of a new advance in New Zealand's transport system. True to her name, Aramorna has provided us with not only a pathway, but a railway and a road over the sea. The Otago Dental School's fine new building in Dunedin is the training center for dental students from all over New Zealand. Well designed and well equipped, this building has every facility that a top-flight dental school needs. Dentistry is a five-year course, five years of hard but interesting study. In their final years, students work in the children's clinic and get experience in winning their patients confidence. In the two main clinics, senior students, under close supervision, attend their regular patients. They are skilled at drilling and filling. There's always plenty of patients in Dunedin, the treatment's free. For children who need individual treatment, single surgeries are used. This little fellow is not difficult, he's just plain miserable. Unseen by the patient, students can watch from behind a one-way mirror the way experienced dentists handle nervous children. The dental profession's main ambition is to preserve the teeth of young children so the coming generation will have a better chance of keeping their teeth for life. Samples of saliva are taken for the pathology laboratory. Each specimen is diluted and goes into an incubator where bacteria grow and form into colonies that can be counted by the pathologist. From this he determines each child's susceptibility to dental decay. To the bacteria he looks like this. The pathology department carries out tests for dentists all over the country. One of these services is preparing mouth tissue samples for examination. The string of samples are broken up in water and scooped out on microscope slides. For the exceedingly powerful electron microscope, the ultramicrotome cuts much finer, approximately one ten millionth of an inch thick. This is the approximately one 10 millionth of an inch thick. This is the creative side of dentistry, the prosthetics laboratory, where are made dentures and orthodontic appliances for straightening badly positioned teeth in children. The appliances are formed using actual models of the patient's teeth so that only final adjustments will be needed in the mouth. Children are x-rayed several times throughout their treatment to observe gradual straightening of the teeth. Tracings made from each x-raying of the teeth. Tracings made from each x-ray follow improvement. By ex-pressing gentle pressure, the appliances reposition the teeth and slowly remold the jaw. In every five children, two or three need some orthodontic treatment to enhance their natural good looks. In the final stages of a student's training, he learns to perform major surgery. By up-to-the-minute techniques such as a closed-circuit television, observers can see the operation in detail and hear the surgeon's description. You can use a pair of McGill forceps for this but with a long finger you can push down each side of the tube and ensure a completely safe airway. Once we've done this we'll get the retractor in and this assistant here will retract the mouth. For a closer view the television operator can change lenses by remote control. In Dunedin, advanced equipment and teaching methods are producing graduate dentists equal in skill to any in the world."}