{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " This sheep country is being menaced by goats and other pests."}, {"timestamp": [10.0, 15.0], "text": " High country cannot stand the ravages of goats, deer and pigs."}, {"timestamp": [15.0, 21.0], "text": " Soon it begins to erode. The soil goes and the land is lost."}, {"timestamp": [22.0, 27.0], "text": " Young men of the pest control branch of the Internal Affairs Department are learning to become expert hunters."}, {"timestamp": [27.0, 34.0], "text": " Living several thousand feet above sea level is an art that musterers and stalkers have developed over many years."}, {"timestamp": [34.0, 36.0], "text": " Now the knowledge is being handed on."}, {"timestamp": [36.0, 42.0], "text": " A training camp is located near Blenham, where new recruits are taught how to live under canvas and be self-supporting"}, {"timestamp": [42.0, 45.0], "text": " when there will be many miles from the nearest habitation."}, {"timestamp": [45.0, 68.0], "text": " They learn how to dress skins. The market for goat and deer skins is good in a world of steadily increasing demand."}, {"timestamp": [73.0, 79.0], "text": " Their classrooms are the open air, their textbooks are the practical things they have about them, and their teachers are men whose education has been years of hard experience, of learning by living,"}, {"timestamp": [79.0, 86.14], "text": " and the pupils are all young men to whom streets and footpaths and four walls are no substitute for space and light"}, {"timestamp": [86.14, 87.84], "text": " and the keen air of the mountain tops."}, {"timestamp": [87.84, 107.0], "text": " To live outside they must know many things and one of the most important is cooking,"}, {"timestamp": [107.0, 112.0], "text": " building fires, making bread in a camp oven, turning out a loaf like this every time."}, {"timestamp": [112.0, 117.0], "text": " Loaves are large, but when the boys go out as trained hunters, they'll not always have time to bake."}, {"timestamp": [117.0, 128.0], "text": " In the back country of the Kikouras, they get their first job."}, {"timestamp": [128.0, 131.0], "text": " They're shown the range they're expected to cover and shoot out."}, {"timestamp": [131.0, 137.0], "text": " Each party has a certain section to free from the goats that are eating out the tussock holding the topsoil."}, {"timestamp": [137.0, 140.0], "text": " In these ranges, it is estimated that there are 40,000 goats."}, {"timestamp": [140.0, 146.0], "text": " About 30 parties of two men each should clear it in three months. The hunters will have to work hard in"}, {"timestamp": [146.0, 170.0], "text": " the hunters. The hunters will have to work hard in country where goats are wary and hard to stalk."}, {"timestamp": [170.0, 185.0], "text": " They need to be good long-range shots. I'm gonnae. And......and..."}, {"timestamp": [185.0, 186.0], "text": "...and..."}, {"timestamp": [186.0, 189.0], "text": "...and..."}, {"timestamp": [189.0, 190.0], "text": "...theirky..."}, {"timestamp": [190.0, 191.0], "text": "...theirky..."}, {"timestamp": [191.0, 224.0], "text": "...theirky... The campaign moves on. As this area is shot out, the party will make plans to cover another area."}, {"timestamp": [224.0, 226.64], "text": " The next victims may be deer or pigs."}, {"timestamp": [227.06, 228.5], "text": " They're all a serious menace."}, {"timestamp": [228.94, 231.84], "text": " This problem is one of the main aspects of soil conservation."}, {"timestamp": [232.46, 234.64], "text": " The fight to keep New Zealand green."}], "text": " This sheep country is being menaced by goats and other pests. High country cannot stand the ravages of goats, deer and pigs. Soon it begins to erode. The soil goes and the land is lost. Young men of the pest control branch of the Internal Affairs Department are learning to become expert hunters. Living several thousand feet above sea level is an art that musterers and stalkers have developed over many years. Now the knowledge is being handed on. A training camp is located near Blenham, where new recruits are taught how to live under canvas and be self-supporting when there will be many miles from the nearest habitation. They learn how to dress skins. The market for goat and deer skins is good in a world of steadily increasing demand. Their classrooms are the open air, their textbooks are the practical things they have about them, and their teachers are men whose education has been years of hard experience, of learning by living, and the pupils are all young men to whom streets and footpaths and four walls are no substitute for space and light and the keen air of the mountain tops. To live outside they must know many things and one of the most important is cooking, building fires, making bread in a camp oven, turning out a loaf like this every time. Loaves are large, but when the boys go out as trained hunters, they'll not always have time to bake. In the back country of the Kikouras, they get their first job. They're shown the range they're expected to cover and shoot out. Each party has a certain section to free from the goats that are eating out the tussock holding the topsoil. In these ranges, it is estimated that there are 40,000 goats. About 30 parties of two men each should clear it in three months. The hunters will have to work hard in the hunters. The hunters will have to work hard in country where goats are wary and hard to stalk. They need to be good long-range shots. I'm gonnae. And......and......and......and......theirky......theirky......theirky... The campaign moves on. As this area is shot out, the party will make plans to cover another area. The next victims may be deer or pigs. They're all a serious menace. This problem is one of the main aspects of soil conservation. The fight to keep New Zealand green."}