{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " Today the legs of the multitude are swathed in sheerest nylons."}, {"timestamp": [10.0, 28.0], "text": " Although a byproduct of coal, nylons are an extremely delicate commodity"}, {"timestamp": [28.0, 30.0], "text": " and must be handled with care."}, {"timestamp": [30.0, 33.0], "text": " As all women and most men know, they snag so easily."}, {"timestamp": [33.0, 37.0], "text": " For professional nylon handlers, a good manicure is essential."}, {"timestamp": [37.0, 40.0], "text": " And to ensure that the output of 18,000 pairs weekly"}, {"timestamp": [40.0, 42.0], "text": " leaves the premises in perfect condition,"}, {"timestamp": [42.0, 45.5], "text": " the staff of this factory probably have the smoothest hands in town."}, {"timestamp": [47.3, 51.5], "text": " Each machine on this floor turns out a fully fashion stocking every 37 minutes."}, {"timestamp": [51.5, 54.0], "text": " Each man looks after 18 machines."}, {"timestamp": [69.22, 69.52], "text": " Now the so-fire shapeless piece of stuff has that troublesome seam put in."}, {"timestamp": [72.84, 73.44], "text": " And believe it or not, the seam is always straight when the stockings leave the factory."}, {"timestamp": [76.7, 79.76], "text": " This operator turns out an average of 420 pairs a day."}, {"timestamp": [91.72, 94.12], "text": " Having reached this stage in its development, the stocking is checked for floors, and thread ends are snipped off. With a dexterity that betrays familiarity,"}, {"timestamp": [94.52, 96.64], "text": " they slipped over rows of shapely, though inanimate,"}, {"timestamp": [96.72, 99.3], "text": " legs to undergo a little pressure cooking or pre-setting,"}, {"timestamp": [99.58, 117.8], "text": " to give them the shape that allows them to cling so tenaciously to any leg."}, {"timestamp": [120.3, 120.8], "text": " After taking shape, the stockings now take color."}, {"timestamp": [124.6, 124.7], "text": " This is the department that gives scope to the people who invent new names for new shades,"}, {"timestamp": [132.96, 138.0], "text": " like Cancan or Elephant's Breath. This is more than any normal nylon should be subjected to. The welt is tested for strength to simulate suspender drag. This one"}, {"timestamp": [138.0, 149.4], "text": " takes the count at 240 pounds. To supply New Zealand's increasing demand for hosiery,"}, {"timestamp": [149.4, 151.98], "text": " more than 2,000 people are employed in the industry."}, {"timestamp": [152.52, 155.26], "text": " In this mill, nearly 200 are working on nylons alone."}, {"timestamp": [155.92, 158.48], "text": " Now the stocking gets its final pressing ready for packaging."}, {"timestamp": [159.3, 162.2], "text": " Probably no other factory product received such careful handling,"}, {"timestamp": [162.62, 166.9], "text": " and if the wearers were as careful and used gloves when loading them on there'd be fewer ladded"}, {"timestamp": [166.9, 170.72], "text": " nylon lying around for dad to use as paint or home brew strainers."}, {"timestamp": [191.24, 191.88], "text": " In 1939 there were approximately 12,000 electric washing machines in the whole of New Zealand."}, {"timestamp": [197.68, 198.4], "text": " Since that time, persistent demand of the housewife for release from drudgery has sent local production into a rocket climb."}, {"timestamp": [203.48, 204.28], "text": " Over 46,000 were made in New Zealand in 1953, valued at over two million pounds."}, {"timestamp": [205.74, 209.94], "text": " From casting parts to final assembly, about 1,100 workers are employed in turning out machines that more than"}, {"timestamp": [209.94, 214.12], "text": " hold their own in price and quality with imported models. From these steaming"}, {"timestamp": [214.12, 216.04], "text": " moulds come gears to turn the ring out."}, {"timestamp": [216.04, 228.0], "text": " In the first stages of becoming a washing machine bowl,"}, {"timestamp": [228.0, 231.0], "text": " a piece of sheet metal starts to take shape in the rollers."}, {"timestamp": [235.0, 239.0], "text": " After being spot and seam welded and having the rough patches buffed off,"}, {"timestamp": [239.0, 243.0], "text": " a little more shape is spun into the bowl and the top edge is neatly turned over."}, {"timestamp": [243.0, 249.0], "text": " From the found, from the found. shape is spun into the bowl and the top edge is neatly turned over."}, {"timestamp": [252.0, 255.0], "text": " From the foundry the components come to the factory for assembly, where the first treatment is a general clean and brush up."}, {"timestamp": [259.0, 267.0], "text": " A brief period in a vapor baths removes grease and rust proofs the metal before it goes on to be enameled."}, {"timestamp": [267.0, 280.0], "text": " Once on the way, the parts are continually on the move from process to process."}, {"timestamp": [280.0, 291.0], "text": " Transmissions, heads and skirts are spray enameled prior to firing."}, {"timestamp": [296.0, 300.0], "text": " Due to the constant waterfall at the back of the booth, sprayers here can work without masks."}, {"timestamp": [305.8, 311.5], "text": " Now the time has arrived for final assembly. All the finished parts go to their respective places beside the moving platform."}, {"timestamp": [313.46, 314.24], "text": " The first man puts in the transmission."}, {"timestamp": [315.34, 316.18], "text": " Another attaches the motor."}, {"timestamp": [317.48, 317.98], "text": " Somebody else puts in the oil."}, {"timestamp": [335.32, 337.32], "text": " And the machine gradually takes shape as it rolls slowly forward. 14 and a half units per hour."}, {"timestamp": [337.92, 342.96], "text": " One new machine every four and a half minutes from this factory alone and still more are wanted."}, {"timestamp": [346.0, 349.0], "text": " All machines are under test as they travel the final section of the line"}, {"timestamp": [349.0, 351.0], "text": " where they're checked and given a clearance ticket."}, {"timestamp": [352.0, 374.66], "text": " Another electric washing machine joins the ranks of those on the way up Mount Raupeu by car or bus."}, {"timestamp": [375.2, 382.34], "text": " The snow looks good up top. Cars can only go to the road's end, of course, but further up the mountain there's soon to be more mechanised transport."}, {"timestamp": [382.88, 391.76], "text": " Without it, up to the good ski slopes is a long way to herringbone. So these days the mountainside is peoples not only by skiers"}, {"timestamp": [391.76, 397.04], "text": " but also by a party of Swiss engineers putting up an alpine model chairlift. It's almost time"}, {"timestamp": [397.04, 411.0], "text": " for the opening ceremony so hurried Swiss do some icy splicing on the main haulage cable."}, {"timestamp": [414.0, 419.0], "text": " Lots of people have brought their cameras and someone's taken his pick. Skiers are determined to leave no stone unturned to make the day a success."}, {"timestamp": [419.0, 426.0], "text": " Speaking against the wind, Roy McKinsey of the chairlift company tells the correctly garbed gentleman of the press of the engineer's good work."}, {"timestamp": [426.0, 429.0], "text": " And Sir Edmund Hillary is here to perform the official opening."}, {"timestamp": [429.0, 433.0], "text": " For one who has climbed the famous 29,000 and two feet,"}, {"timestamp": [433.0, 438.0], "text": " Ruupé, who must seem rather pint-sized, more like a footstool than like something in need of a chairlift."}, {"timestamp": [438.0, 440.0], "text": " Where do we go from here?"}, {"timestamp": [440.0, 442.0], "text": " Good O."}, {"timestamp": [442.0, 447.0], "text": " Skiers, climbers and visitors flock around to see what happens next."}, {"timestamp": [447.0, 455.0], "text": " On Everest, Sir Edmund discovered tracks of the legendary abominable snowman."}, {"timestamp": [455.0, 462.0], "text": " Here perhaps he'll discover the abominable chairman who flies through the air and leaves no tracks at all."}, {"timestamp": [471.88, 475.6], "text": " The chairlift will replace the old lower rope tow which which negotiates a swept channel between jagged reefs."}, {"timestamp": [481.9, 482.34], "text": " The new system, diesel electric driven, can take 350 passengers an hour up to the Rupeu Ski Club flat."}, {"timestamp": [484.34, 489.0], "text": " It's a pity they don't make a two-seater model. The 60 chairs go round and round and some of the pioneer passengers too,"}, {"timestamp": [489.0, 493.0], "text": " while Narahoi fumes with jealousy because it hasn't got a chairlift."}, {"timestamp": [493.0, 497.0], "text": " The total distance of travel is 1,800 feet."}, {"timestamp": [497.0, 503.0], "text": " Casting our shadow before, we arrive at the top at the level of the Rupeu ski club."}, {"timestamp": [503.0, 508.04], "text": " With safety gates released, passengers are helped off so that they don't accidentally go down"}, {"timestamp": [508.04, 512.96], "text": " again. Once here they can spend the day going up the final rope tow and skiing down"}, {"timestamp": [512.96, 518.18], "text": " again until practice has made perfect. This easier access to higher altitudes where"}, {"timestamp": [518.18, 522.5], "text": " the snow is drier and deeper is a great gain to Ruupaihu's amenities and it's"}, {"timestamp": [522.5, 525.0], "text": " planned to take the chairlift several stages further."}, {"timestamp": [525.0, 542.0], "text": " From the top of the rope tow we look over an ideal skier snowfield."}, {"timestamp": [542.0, 545.0], "text": " Look at the view, get your breath back, then start down. This is a sport with all of a sport with all an ideal skier snowfield."}, {"timestamp": [548.0, 551.0], "text": " Look at the view, get your breath back, then start down. This is a sport with all the exhilaration of surf riding,"}, {"timestamp": [551.0, 554.0], "text": " but with much longer runs and greater variety."}, {"timestamp": [554.0, 557.0], "text": " Ski slopes too have their dumpers."}, {"timestamp": [557.0, 562.0], "text": " Arriving at the chair lifts terminus, some continue down on skis."}, {"timestamp": [562.0, 568.92], "text": " Others catch onto the line again to be"}, {"timestamp": [568.92, 573.44], "text": " carried back home by the Swiss skyhawks it's a great thing for Ruopi"}, {"timestamp": [573.44, null], "text": " and jealous Nara Hoi is still blowing his top Thank you."}], "text": " Today the legs of the multitude are swathed in sheerest nylons. Although a byproduct of coal, nylons are an extremely delicate commodity and must be handled with care. As all women and most men know, they snag so easily. For professional nylon handlers, a good manicure is essential. And to ensure that the output of 18,000 pairs weekly leaves the premises in perfect condition, the staff of this factory probably have the smoothest hands in town. Each machine on this floor turns out a fully fashion stocking every 37 minutes. Each man looks after 18 machines. Now the so-fire shapeless piece of stuff has that troublesome seam put in. And believe it or not, the seam is always straight when the stockings leave the factory. This operator turns out an average of 420 pairs a day. Having reached this stage in its development, the stocking is checked for floors, and thread ends are snipped off. With a dexterity that betrays familiarity, they slipped over rows of shapely, though inanimate, legs to undergo a little pressure cooking or pre-setting, to give them the shape that allows them to cling so tenaciously to any leg. After taking shape, the stockings now take color. This is the department that gives scope to the people who invent new names for new shades, like Cancan or Elephant's Breath. This is more than any normal nylon should be subjected to. The welt is tested for strength to simulate suspender drag. This one takes the count at 240 pounds. To supply New Zealand's increasing demand for hosiery, more than 2,000 people are employed in the industry. In this mill, nearly 200 are working on nylons alone. Now the stocking gets its final pressing ready for packaging. Probably no other factory product received such careful handling, and if the wearers were as careful and used gloves when loading them on there'd be fewer ladded nylon lying around for dad to use as paint or home brew strainers. In 1939 there were approximately 12,000 electric washing machines in the whole of New Zealand. Since that time, persistent demand of the housewife for release from drudgery has sent local production into a rocket climb. Over 46,000 were made in New Zealand in 1953, valued at over two million pounds. From casting parts to final assembly, about 1,100 workers are employed in turning out machines that more than hold their own in price and quality with imported models. From these steaming moulds come gears to turn the ring out. In the first stages of becoming a washing machine bowl, a piece of sheet metal starts to take shape in the rollers. After being spot and seam welded and having the rough patches buffed off, a little more shape is spun into the bowl and the top edge is neatly turned over. From the found, from the found. shape is spun into the bowl and the top edge is neatly turned over. From the foundry the components come to the factory for assembly, where the first treatment is a general clean and brush up. A brief period in a vapor baths removes grease and rust proofs the metal before it goes on to be enameled. Once on the way, the parts are continually on the move from process to process. Transmissions, heads and skirts are spray enameled prior to firing. Due to the constant waterfall at the back of the booth, sprayers here can work without masks. Now the time has arrived for final assembly. All the finished parts go to their respective places beside the moving platform. The first man puts in the transmission. Another attaches the motor. Somebody else puts in the oil. And the machine gradually takes shape as it rolls slowly forward. 14 and a half units per hour. One new machine every four and a half minutes from this factory alone and still more are wanted. All machines are under test as they travel the final section of the line where they're checked and given a clearance ticket. Another electric washing machine joins the ranks of those on the way up Mount Raupeu by car or bus. The snow looks good up top. Cars can only go to the road's end, of course, but further up the mountain there's soon to be more mechanised transport. Without it, up to the good ski slopes is a long way to herringbone. So these days the mountainside is peoples not only by skiers but also by a party of Swiss engineers putting up an alpine model chairlift. It's almost time for the opening ceremony so hurried Swiss do some icy splicing on the main haulage cable. Lots of people have brought their cameras and someone's taken his pick. Skiers are determined to leave no stone unturned to make the day a success. Speaking against the wind, Roy McKinsey of the chairlift company tells the correctly garbed gentleman of the press of the engineer's good work. And Sir Edmund Hillary is here to perform the official opening. For one who has climbed the famous 29,000 and two feet, Ruupé, who must seem rather pint-sized, more like a footstool than like something in need of a chairlift. Where do we go from here? Good O. Skiers, climbers and visitors flock around to see what happens next. On Everest, Sir Edmund discovered tracks of the legendary abominable snowman. Here perhaps he'll discover the abominable chairman who flies through the air and leaves no tracks at all. The chairlift will replace the old lower rope tow which which negotiates a swept channel between jagged reefs. The new system, diesel electric driven, can take 350 passengers an hour up to the Rupeu Ski Club flat. It's a pity they don't make a two-seater model. The 60 chairs go round and round and some of the pioneer passengers too, while Narahoi fumes with jealousy because it hasn't got a chairlift. The total distance of travel is 1,800 feet. Casting our shadow before, we arrive at the top at the level of the Rupeu ski club. With safety gates released, passengers are helped off so that they don't accidentally go down again. Once here they can spend the day going up the final rope tow and skiing down again until practice has made perfect. This easier access to higher altitudes where the snow is drier and deeper is a great gain to Ruupaihu's amenities and it's planned to take the chairlift several stages further. From the top of the rope tow we look over an ideal skier snowfield. Look at the view, get your breath back, then start down. This is a sport with all of a sport with all an ideal skier snowfield. Look at the view, get your breath back, then start down. This is a sport with all the exhilaration of surf riding, but with much longer runs and greater variety. Ski slopes too have their dumpers. Arriving at the chair lifts terminus, some continue down on skis. Others catch onto the line again to be carried back home by the Swiss skyhawks it's a great thing for Ruopi and jealous Nara Hoi is still blowing his top Thank you."}