{"speakers": [], "chunks": [{"timestamp": [0.0, 36.06], "text": " The President Back in the 90s,"}, {"timestamp": [36.06, 43.32], "text": " Back in the 90s, urban New Zealand town dwellers led a life of leisure."}, {"timestamp": [43.32, 46.6], "text": " And whatever they found to do and wherever they ended up going,"}, {"timestamp": [46.98, 49.8], "text": " they usually went and did it by horse."}, {"timestamp": [56.6, 61.84], "text": " But soon, these Victorians discovered that overnight they'd become Edwardians,"}, {"timestamp": [62.18, 86.0], "text": " and their little towns were becoming big towns with hundreds of streets and there weren't enough horses to go around. So being moderns, they erected a whole lot of electric wires and poles and bought a shiny fleet of new tram cars to go with them and they were happy. These were the halcyon days of the tram car. Lawyers and laborers who tram to work during the week"}, {"timestamp": [86.0, 91.0], "text": " donned their Sunday best and rode the rails around town all weekend."}, {"timestamp": [95.0, 99.0], "text": " And so the years rolled by."}, {"timestamp": [99.0, 100.0], "text": " And so too did the fortunes roll by."}, {"timestamp": [111.6, 112.16], "text": " And so too did the fortunes of the now aging tram car."}, {"timestamp": [114.08, 114.64], "text": " Great big cities zoomed up everywhere."}, {"timestamp": [118.92, 119.68], "text": " The internal combustion engine spluttered its challenge and consolidated itself."}, {"timestamp": [122.2, 126.0], "text": " But ignoring the growing pains of a new age, the red varnished tram car stuck steadfast to its rails"}, {"timestamp": [126.0, 136.0], "text": " and waged urban warfare against the trolley bus, the diesel bus, the family saloon, the taxi, the motor scooter, and of course the pedestrian."}, {"timestamp": [142.0, 147.0], "text": " However, one day the last tram rode out of town and wasn't seen anymore."}, {"timestamp": [147.0, 151.0], "text": " The big city had no room in its jams for trams."}, {"timestamp": [151.0, 156.0], "text": " Not of course that the tram car allowed itself to be shoved off the local scene without some fuss."}, {"timestamp": [156.0, 166.0], "text": " And when they eventually got it going, the officials made their speeches and everybody said goodbye. But as always, the story doesn't bear."}, {"timestamp": [166.0, 187.0], "text": " For out in pasture of its very own near Pai Kokoriki,"}, {"timestamp": [187.0, 247.0], "text": " there still grazes a tram car, fighting fit in active retirement. The Although evoking a fantasy world for small children, it's really there is a kind of perennial reminder for tired adults of all the bumpy rides to work back in the 50s, the 40s, the 30s, the 20s, and if you've been around long enough,"}, {"timestamp": [247.0, 248.5], "text": " even before."}, {"timestamp": [252.5, 274.04], "text": " And those rides weren't too bad, were they? I belong to the brownie"}, {"timestamp": [274.04, 278.0], "text": " I belong to the St. Aiton's Brownie Pack"}, {"timestamp": [278.0, 281.0], "text": " and we meet every Thursday after school."}, {"timestamp": [281.0, 286.0], "text": " The brownie motto is la la la."}, {"timestamp": [286.0, 288.0], "text": " That means lend a hand."}, {"timestamp": [288.0, 290.0], "text": " La, la, la."}, {"timestamp": [290.0, 291.0], "text": " Brown owl."}, {"timestamp": [291.0, 294.0], "text": " Shall we get on with our paintings and soft toys today?"}, {"timestamp": [294.0, 297.0], "text": " Brown owl's a person who's sort of the head."}, {"timestamp": [297.0, 300.0], "text": " She's a wee bit more important than tawny owl"}, {"timestamp": [300.0, 304.0], "text": " than there's grey owl who's very, very important."}, {"timestamp": [304.0, 309.0], "text": " There's six people and they're all in a sort of a group."}, {"timestamp": [309.0, 312.0], "text": " Brownie groups and they give each group a name."}, {"timestamp": [312.0, 314.0], "text": " I'm in the partos."}, {"timestamp": [314.0, 317.0], "text": " And the six is the person who leads the thing."}, {"timestamp": [317.0, 321.0], "text": " She's got two stripes and the second is a person who goes last"}, {"timestamp": [321.0, 324.0], "text": " who helps the sixer and she's got one stripe."}, {"timestamp": [324.0, 331.6], "text": " We're making the mural because there's going to be sort of a contest and all brownie"}, {"timestamp": [331.6, 338.72], "text": " packs if they want to I just send in pictures or something they're going to the display"}, {"timestamp": [338.72, 348.0], "text": " centre. We go for badges and we have to do things like that and I've got my golden hand and my golden ladder and my swimmers badge and my householdly."}, {"timestamp": [348.0, 351.0], "text": " The golden hands are first class brownie badge."}, {"timestamp": [351.0, 356.0], "text": " That means as soon as you got there, soon after that you'll probably go up to guides."}, {"timestamp": [356.0, 358.0], "text": " There's mine."}, {"timestamp": [358.0, 360.0], "text": " Oh, well you see, you know those flowers?"}, {"timestamp": [360.0, 363.0], "text": " They're the ones I gave to Mummy for a birthday."}, {"timestamp": [363.0, 365.0], "text": " We make them at Brownie secretly. They're all over at the soft toy thing now, sewing up the things they're the ones I gave to mummy for a birthday. We make them at brownies secretly."}, {"timestamp": [365.0, 370.0], "text": " They're all over at the soft toy thing now, sewing up the things they've made."}, {"timestamp": [370.0, 373.0], "text": " That's a rabbit or something, see?"}, {"timestamp": [373.0, 377.0], "text": " I don't think we got a prize."}, {"timestamp": [377.0, 381.0], "text": " It was just to see whose brownie pack was pretty clever."}, {"timestamp": [381.0, 384.0], "text": " You know, it was just really for the fun and making things."}, {"timestamp": [384.0, 387.0], "text": " People thought the brownies might like it. pretty clever. You know, it was just really for the fun and making things."}, {"timestamp": [387.0, 395.0], "text": " People thought the brownies might like it. And they probably wanted something new to go on at the display centre."}, {"timestamp": [395.0, 397.0], "text": " For someone to look at."}, {"timestamp": [397.0, 408.0], "text": " No one really important came along. You know, I don't really important, came along. You know, I don't. I don't really important came along."}, {"timestamp": [408.0, 442.0], "text": " You know, us brownies and just any old people. These days, tourists visiting our shores can take more than color snapshots home with them."}, {"timestamp": [442.0, 445.44], "text": " Stores today offer a range of souvenirs that are exclusively"}, {"timestamp": [445.44, 506.0], "text": " New Zealand. I'm. I'm I'm I'm gonnae I'm gonna"}, {"timestamp": [506.0, 508.0], "text": " I'm gonna"}, {"timestamp": [508.0, 509.0], "text": " I'm gonna"}, {"timestamp": [509.0, 510.0], "text": " I'm"}, {"timestamp": [510.0, 512.0], "text": " A"}, {"timestamp": [512.0, 525.0], "text": " A I'm gonna'n't know. I'm gonna my..."}, {"timestamp": [525.0, 526.0], "text": "...andah."}, {"timestamp": [526.0, null], "text": "...and... I'm a lot of the people, and the people, The"}], "text": " The President Back in the 90s, Back in the 90s, urban New Zealand town dwellers led a life of leisure. And whatever they found to do and wherever they ended up going, they usually went and did it by horse. But soon, these Victorians discovered that overnight they'd become Edwardians, and their little towns were becoming big towns with hundreds of streets and there weren't enough horses to go around. So being moderns, they erected a whole lot of electric wires and poles and bought a shiny fleet of new tram cars to go with them and they were happy. These were the halcyon days of the tram car. Lawyers and laborers who tram to work during the week donned their Sunday best and rode the rails around town all weekend. And so the years rolled by. And so too did the fortunes roll by. And so too did the fortunes of the now aging tram car. Great big cities zoomed up everywhere. The internal combustion engine spluttered its challenge and consolidated itself. But ignoring the growing pains of a new age, the red varnished tram car stuck steadfast to its rails and waged urban warfare against the trolley bus, the diesel bus, the family saloon, the taxi, the motor scooter, and of course the pedestrian. However, one day the last tram rode out of town and wasn't seen anymore. The big city had no room in its jams for trams. Not of course that the tram car allowed itself to be shoved off the local scene without some fuss. And when they eventually got it going, the officials made their speeches and everybody said goodbye. But as always, the story doesn't bear. For out in pasture of its very own near Pai Kokoriki, there still grazes a tram car, fighting fit in active retirement. The Although evoking a fantasy world for small children, it's really there is a kind of perennial reminder for tired adults of all the bumpy rides to work back in the 50s, the 40s, the 30s, the 20s, and if you've been around long enough, even before. And those rides weren't too bad, were they? I belong to the brownie I belong to the St. Aiton's Brownie Pack and we meet every Thursday after school. The brownie motto is la la la. That means lend a hand. La, la, la. Brown owl. Shall we get on with our paintings and soft toys today? Brown owl's a person who's sort of the head. She's a wee bit more important than tawny owl than there's grey owl who's very, very important. There's six people and they're all in a sort of a group. Brownie groups and they give each group a name. I'm in the partos. And the six is the person who leads the thing. She's got two stripes and the second is a person who goes last who helps the sixer and she's got one stripe. We're making the mural because there's going to be sort of a contest and all brownie packs if they want to I just send in pictures or something they're going to the display centre. We go for badges and we have to do things like that and I've got my golden hand and my golden ladder and my swimmers badge and my householdly. The golden hands are first class brownie badge. That means as soon as you got there, soon after that you'll probably go up to guides. There's mine. Oh, well you see, you know those flowers? They're the ones I gave to Mummy for a birthday. We make them at Brownie secretly. They're all over at the soft toy thing now, sewing up the things they're the ones I gave to mummy for a birthday. We make them at brownies secretly. They're all over at the soft toy thing now, sewing up the things they've made. That's a rabbit or something, see? I don't think we got a prize. It was just to see whose brownie pack was pretty clever. You know, it was just really for the fun and making things. People thought the brownies might like it. pretty clever. You know, it was just really for the fun and making things. People thought the brownies might like it. And they probably wanted something new to go on at the display centre. For someone to look at. No one really important came along. You know, I don't really important, came along. You know, I don't. I don't really important came along. You know, us brownies and just any old people. These days, tourists visiting our shores can take more than color snapshots home with them. Stores today offer a range of souvenirs that are exclusively New Zealand. I'm. I'm I'm I'm gonnae I'm gonna I'm gonna I'm gonna I'm A A I'm gonna'n't know. I'm gonna my......andah....and... I'm a lot of the people, and the people, The"}