{"speakers": [], "chunks": [{"timestamp": [0.0, 27.4], "text": " The Linawark The liner Orchidies arrives in Auckland with 59 Canadian lumberjacks aboard."}, {"timestamp": [28.14, 32.6], "text": " Bound for the Kaingaroa Forest, they will help ease the labour shortage in New Zealand's forest industry."}, {"timestamp": [33.3, 36.06], "text": " Hand-picked from 3,000 applicants from all parts of Canada,"}, {"timestamp": [36.54, 39.5], "text": " the party is made up of 29 married and 30 single men."}, {"timestamp": [40.18, 42.2], "text": " Wives and children bring the total to over 100."}, {"timestamp": [42.8, 47.54], "text": " Some go direct to Murapara, others to a city store to buy the essentials for setting up house."}, {"timestamp": [53.84, 57.22], "text": " Arriving at Murapara, they have a weekend ahead of them in which to settle in."}, {"timestamp": [57.72, 59.2], "text": " On Monday, they'll be on the job."}, {"timestamp": [68.6, 69.08], "text": " These men and their families are a welcome addition to the New Zealand community."}, {"timestamp": [71.42, 72.9], "text": " We will gain much from their labors and their experience."}, {"timestamp": [77.64, 78.4], "text": " They're delighted with their brand-new houses, the climate, the scenery, and New Zealand life."}, {"timestamp": [80.76, 83.64], "text": " With their New Zealand workmates giving them a hand to move in, the changeover from Canuck to Kiwi is already beginning."}, {"timestamp": [86.64, 92.02], "text": " The pine these men cut will be processed into wallboard for lining houses, pulp and paper,"}, {"timestamp": [92.48, 96.82], "text": " products with many uses. Take the entertainment possibilities of paper, for instance."}, {"timestamp": [99.04, 104.14], "text": " Monday morning sees the Canadians on the job. Forestry has become a major New Zealand enterprise,"}, {"timestamp": [104.72, 108.0], "text": " one that may approach the importance of farm production in the national economy."}, {"timestamp": [108.76, 112.2], "text": " The harvesting of the great tracts of pine that spread across the center of the North Island"}, {"timestamp": [112.2, 114.98], "text": " depends increasingly on an adequate supply of labor."}, {"timestamp": [115.8, 118.68], "text": " Fortunately, many more skilled men are readily available in Canada."}, {"timestamp": [119.22, 121.66], "text": " A further batch of some 40 of them will arrive shortly."}, {"timestamp": [122.28, 124.36], "text": " With a big program ahead for the Forest Service,"}, {"timestamp": [124.62, 126.82], "text": " which has to compete with other industries for local labour,"}, {"timestamp": [127.38, 129.5], "text": " Canadian workmen may well prove the answer."}, {"timestamp": [152.0, 155.0], "text": " From the sheep farms, New Zealand exports meat, wool and hides besides. In a year, 20 million of them."}, {"timestamp": [155.0, 158.0], "text": " 20 million hides, 80 million legs of mutton, hoggut and lamb."}, {"timestamp": [158.0, 160.0], "text": " But that's another story."}, {"timestamp": [164.0, 170.0], "text": " First moves in turning sheepskin into leather, are trimming, cleaning and coating the back with a sulphite paste to loosen the wool."}, {"timestamp": [170.0, 177.0], "text": " Though by and large, pelts are a byproduct of the wool industry, wool in a smaller way is a byproduct of the pelt industry."}, {"timestamp": [177.0, 181.0], "text": " 24 hours after coating, the wool comes away easily."}, {"timestamp": [181.0, 213.0], "text": " Once they're clean shaven, pelts can be pressed and cleaned, packed and pickled. Packers in the pelt trade soon rise to the top of the barrel."}, {"timestamp": [213.0, 223.0], "text": " Overseas the pelts will become aprons for village blacksmiths, gaiters for bishops, gloves for ladies of fashion, shopping bags for shoppers and a swag of things more."}, {"timestamp": [223.0, 227.0], "text": " Complete cheap skins are also tanned. Many are used to bags for shoppers and a swag of things more."}, {"timestamp": [229.0, 235.0], "text": " Complete sheepskins are also tanned. Many are used to make luxury carpets, offering real competition to the more usual article woven from hairy wool"}, {"timestamp": [235.0, 238.0], "text": " and called Wilton, Axminster, Espahan and what have you."}, {"timestamp": [241.0, 245.0], "text": " Pressed into bale, sheepskins are exported to destinations all over the world,"}, {"timestamp": [245.0, 248.0], "text": " including places some of us have never even heard of."}, {"timestamp": [248.0, 253.0], "text": " Preparations for making carpets includes a thorough shampooing for the wool,"}, {"timestamp": [253.0, 255.0], "text": " followed by a high-powered combing."}, {"timestamp": [259.0, 264.0], "text": " Something about as close as a fashionable crew cut is given by a special mowing machine,"}, {"timestamp": [264.0, 269.0], "text": " in which the lawn passes under the mower, as it were, instead of the mower over the lawn."}, {"timestamp": [273.0, 278.0], "text": " In a place like an old-time sailmaker's loft, selected squares of the tanned, combed and dyed sheepskin"}, {"timestamp": [278.0, 281.0], "text": " are assembled for sewing into carpets for New Zealand homes."}, {"timestamp": [284.0, 289.0], "text": " As well as 20 million sheepskins a year, there are 2 million hides."}, {"timestamp": [289.0, 297.0], "text": " Every pound of beef eaten or exported means a few inches more leather for the tanneries."}, {"timestamp": [297.0, 307.0], "text": " Hides are cleaned, flades the technical term, before salting, hair removal and transfer to the tanning drums."}, {"timestamp": [311.0, 315.0], "text": " In the many operations of processing hides, pelts and skins,"}, {"timestamp": [315.0, 337.16], "text": " the country's tanning industry employs about a thousand wage owners. No, not a new method of making maps of Asia, just a stage of the journey on the way towards leather."}, {"timestamp": [337.8, 353.0], "text": " Hides are dried pasted to huge glass sheets. thick hides."}, {"timestamp": [353.0, 355.0], "text": " Thick hides are split to useful thicknesses."}, {"timestamp": [355.0, 373.0], "text": " Shoe and leather goods makers, like all other manufacturers, need standardised raw materials,"}, {"timestamp": [373.0, 379.0], "text": " so thicknesses are carefully checked."}, {"timestamp": [379.0, 389.0], "text": " With stretching and softening, they begin to emerge the many up-to-date final products of one of the world's oldest trades, the trade of the tanner."}, {"timestamp": [389.0, 394.0], "text": " Products with a regular range of thicknesses, colours and surfaces."}, {"timestamp": [394.0, 432.5], "text": " Raw materials to make washers for taps, sheaths for knives, shoes for children, boots for policemen, helmets for jet pilots, upholstery for cars, and cases for movie cameras. Highlighting New Zealand's first national air day at Ohio is a series of fighter ground attacks by Mustangs,"}, {"timestamp": [432.5, 458.0], "text": " which challenge Army and aircraft defenses. Keen observers are the Governor General, Sir Willoughby Nolly, and the Chief of Air Staff Air Vice Marshal Merton."}, {"timestamp": [458.0, 463.0], "text": " 30,000 New Zealanders flock to see their country's biggest ever display of military aircraft."}, {"timestamp": [463.0, 467.0], "text": " The speedster vampire jets make their appearance along the runway."}, {"timestamp": [471.0, 475.0], "text": " A Sunderland does its parlor trick by cruising on one engine."}, {"timestamp": [475.0, 481.0], "text": " The vampires take to the air and give a display of high speed aerobatics."}, {"timestamp": [484.0, 487.0], "text": " Rockets whip from the jets to explode in the center of the field."}, {"timestamp": [487.0, 505.0], "text": " A Canberra jet bomber from Australia slides gracefully out onto the tarmac."}, {"timestamp": [505.0, 512.0], "text": " The Neptune anti-submarine bomber, also a visitor from Australia, can stay in the air for nearly three days at a time."}, {"timestamp": [512.0, 519.0], "text": " The Canberra flies with its flaps open."}, {"timestamp": [523.0, 527.0], "text": " Then it demonstrates its power and maneuverability."}, {"timestamp": [527.0, 541.0], "text": " A supply dropping display by Bristol freighters."}, {"timestamp": [541.0, 547.0], "text": " Drills come from single Mustang aerobatics."}, {"timestamp": [547.0, 569.06], "text": " Pilots in training, the AISIS Tomorrow, demonstrate their promise in Harvard Formation"}, {"timestamp": [569.06, 573.72], "text": " Air Abatics, arguing well for the future of New Zealand's young Air Force."}], "text": " The Linawark The liner Orchidies arrives in Auckland with 59 Canadian lumberjacks aboard. Bound for the Kaingaroa Forest, they will help ease the labour shortage in New Zealand's forest industry. Hand-picked from 3,000 applicants from all parts of Canada, the party is made up of 29 married and 30 single men. Wives and children bring the total to over 100. Some go direct to Murapara, others to a city store to buy the essentials for setting up house. Arriving at Murapara, they have a weekend ahead of them in which to settle in. On Monday, they'll be on the job. These men and their families are a welcome addition to the New Zealand community. We will gain much from their labors and their experience. They're delighted with their brand-new houses, the climate, the scenery, and New Zealand life. With their New Zealand workmates giving them a hand to move in, the changeover from Canuck to Kiwi is already beginning. The pine these men cut will be processed into wallboard for lining houses, pulp and paper, products with many uses. Take the entertainment possibilities of paper, for instance. Monday morning sees the Canadians on the job. Forestry has become a major New Zealand enterprise, one that may approach the importance of farm production in the national economy. The harvesting of the great tracts of pine that spread across the center of the North Island depends increasingly on an adequate supply of labor. Fortunately, many more skilled men are readily available in Canada. A further batch of some 40 of them will arrive shortly. With a big program ahead for the Forest Service, which has to compete with other industries for local labour, Canadian workmen may well prove the answer. From the sheep farms, New Zealand exports meat, wool and hides besides. In a year, 20 million of them. 20 million hides, 80 million legs of mutton, hoggut and lamb. But that's another story. First moves in turning sheepskin into leather, are trimming, cleaning and coating the back with a sulphite paste to loosen the wool. Though by and large, pelts are a byproduct of the wool industry, wool in a smaller way is a byproduct of the pelt industry. 24 hours after coating, the wool comes away easily. Once they're clean shaven, pelts can be pressed and cleaned, packed and pickled. Packers in the pelt trade soon rise to the top of the barrel. Overseas the pelts will become aprons for village blacksmiths, gaiters for bishops, gloves for ladies of fashion, shopping bags for shoppers and a swag of things more. Complete cheap skins are also tanned. Many are used to bags for shoppers and a swag of things more. Complete sheepskins are also tanned. Many are used to make luxury carpets, offering real competition to the more usual article woven from hairy wool and called Wilton, Axminster, Espahan and what have you. Pressed into bale, sheepskins are exported to destinations all over the world, including places some of us have never even heard of. Preparations for making carpets includes a thorough shampooing for the wool, followed by a high-powered combing. Something about as close as a fashionable crew cut is given by a special mowing machine, in which the lawn passes under the mower, as it were, instead of the mower over the lawn. In a place like an old-time sailmaker's loft, selected squares of the tanned, combed and dyed sheepskin are assembled for sewing into carpets for New Zealand homes. As well as 20 million sheepskins a year, there are 2 million hides. Every pound of beef eaten or exported means a few inches more leather for the tanneries. Hides are cleaned, flades the technical term, before salting, hair removal and transfer to the tanning drums. In the many operations of processing hides, pelts and skins, the country's tanning industry employs about a thousand wage owners. No, not a new method of making maps of Asia, just a stage of the journey on the way towards leather. Hides are dried pasted to huge glass sheets. thick hides. Thick hides are split to useful thicknesses. Shoe and leather goods makers, like all other manufacturers, need standardised raw materials, so thicknesses are carefully checked. With stretching and softening, they begin to emerge the many up-to-date final products of one of the world's oldest trades, the trade of the tanner. Products with a regular range of thicknesses, colours and surfaces. Raw materials to make washers for taps, sheaths for knives, shoes for children, boots for policemen, helmets for jet pilots, upholstery for cars, and cases for movie cameras. Highlighting New Zealand's first national air day at Ohio is a series of fighter ground attacks by Mustangs, which challenge Army and aircraft defenses. Keen observers are the Governor General, Sir Willoughby Nolly, and the Chief of Air Staff Air Vice Marshal Merton. 30,000 New Zealanders flock to see their country's biggest ever display of military aircraft. The speedster vampire jets make their appearance along the runway. A Sunderland does its parlor trick by cruising on one engine. The vampires take to the air and give a display of high speed aerobatics. Rockets whip from the jets to explode in the center of the field. A Canberra jet bomber from Australia slides gracefully out onto the tarmac. The Neptune anti-submarine bomber, also a visitor from Australia, can stay in the air for nearly three days at a time. The Canberra flies with its flaps open. Then it demonstrates its power and maneuverability. A supply dropping display by Bristol freighters. Drills come from single Mustang aerobatics. Pilots in training, the AISIS Tomorrow, demonstrate their promise in Harvard Formation Air Abatics, arguing well for the future of New Zealand's young Air Force."}