{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " With nearly a fifth of New Zealand's population, Auckland's roads are becoming hopelessly inadequate to cope with the ever-increasing traffic."}, {"timestamp": [29.0, 34.0], "text": " So a budget of 7 million puts a new internal motorways project underway."}, {"timestamp": [34.0, 37.0], "text": " Most of the money comes from the National Roads Board."}, {"timestamp": [41.0, 47.0], "text": " Well overcrowded is the recent harbour bridge, already carrying an average of 21,000 vehicles a day,"}, {"timestamp": [47.0, 51.0], "text": " a figure that wasn't supposed to be reached until 1977."}, {"timestamp": [51.0, 53.0], "text": " Half a million Aucklanders now."}, {"timestamp": [53.0, 56.0], "text": " In 30 years, there'll be a million."}, {"timestamp": [56.0, 60.0], "text": " 24 miles of existing motorways gives four lanes of motoring freedom,"}, {"timestamp": [60.0, 63.0], "text": " but in the city, traffic still comes to a halt."}, {"timestamp": [67.0, 74.0], "text": " Traffic surveys were conducted to find out where people have been, where they're going and why they're going, whether it's business or pleasure."}, {"timestamp": [74.0, 79.0], "text": " Thousands interviewed provided the information which determined where the motorways would go."}, {"timestamp": [83.0, 88.2], "text": " The results came out like this."}, {"timestamp": [89.04, 91.96], "text": " Of all the people travelling through the Auckland Central Business Area,"}, {"timestamp": [92.36, 94.38], "text": " only 10% are going straight through."}, {"timestamp": [95.6, 97.32], "text": " 25% stop in town,"}, {"timestamp": [98.6, 102.4], "text": " while 65% are going to the surrounding industrial and suburban areas."}, {"timestamp": [103.04, 103.58], "text": " The answer?"}, {"timestamp": [104.08, 108.4], "text": " A new ring motorway to enable the main body of traffic to bypass the center"}, {"timestamp": [108.4, 112.24], "text": " and avoid heavy congestion."}, {"timestamp": [112.24, 115.8], "text": " Plans completed, the scheme swings into operation."}, {"timestamp": [115.8, 122.2], "text": " Trespassing surveyors prepare the way for demolition teams and road makers."}, {"timestamp": [127.0, 129.0], "text": " Where a house is in the way, it must go. The end of the existing motorway,"}, {"timestamp": [129.0, 131.0], "text": " it must go."}, {"timestamp": [131.0, 147.0], "text": " The end of the existing motorway pushes further into the city by embankment and viaduct."}, {"timestamp": [147.0, 155.0], "text": " The earth is moved, shaped, reformed in town and country."}, {"timestamp": [155.0, 164.0], "text": " In Broadway, Newmarket, piles a place to support an aerial roadway, 60 feet above the streets."}, {"timestamp": [164.0, 167.0], "text": " The route is marked."}, {"timestamp": [167.0, 171.0], "text": " Roading machines begin to mould the earth to the contours of the motorways."}, {"timestamp": [171.0, 191.0], "text": " Within three years, the new freeways will carry many thousands of cars a day, smoothly, with speed."}, {"timestamp": [191.0, 218.04], "text": " As Auckland expands, so must its circulation, with new arteries to hold a stronger, faster life stream. More and more and more people every weekend are exploring the ocean above us, the invisible ocean,"}, {"timestamp": [218.46, 235.0], "text": " where westerlies billow over the ranges in waves six miles high. Here sailplanes glide all day, riding the updrafts."}, {"timestamp": [235.0, 240.0], "text": " For pilots to match their skills, national gliding championships are now being held,"}, {"timestamp": [240.0, 249.5], "text": " attracting the cream of the country's 20-odd gliding clubs."}, {"timestamp": [252.0, 255.0], "text": " With westerly winds bouncing off the mountains, New Zealand can turn on some of the world's best conditions."}, {"timestamp": [255.0, 258.0], "text": " But today in Masterton they aren't so good."}, {"timestamp": [258.0, 260.0], "text": " A southerly fronts crossed the westerly stream"}, {"timestamp": [260.0, 264.0], "text": " and wave formations have dissolved to swirling cross currents."}, {"timestamp": [264.0, 266.4], "text": " Two world records have been broken in New Zealand,"}, {"timestamp": [266.4, 270.32], "text": " but this time it'll be hard enough to stay up, let alone break records."}, {"timestamp": [274.32, 276.4], "text": " But you can't keep these men down."}, {"timestamp": [276.4, 280.0], "text": " When airborne, they keep in radio contact with their cars"}, {"timestamp": [280.0, 282.4], "text": " so their trailers can follow them to wherever they land."}, {"timestamp": [287.0, 290.0], "text": " Everything's done for streamlining."}, {"timestamp": [300.0, 303.0], "text": " But nothing they do can influence the weather office."}, {"timestamp": [304.0, 306.0], "text": " Civil aviation authorities take gliding seriously."}, {"timestamp": [306.0, 308.0], "text": " It trains good pilots."}, {"timestamp": [308.0, 312.0], "text": " Like yachtsmen of the air, they have right away over powercraft,"}, {"timestamp": [312.0, 315.0], "text": " so safety regulations must be observed."}, {"timestamp": [319.0, 321.0], "text": " Take-offs hold the greatest danger."}, {"timestamp": [321.0, 325.0], "text": " Pilots have 2,000 pounds worth of glider and equipment,"}, {"timestamp": [325.0, 329.0], "text": " all depending on the tow rope until safe height is reached."}, {"timestamp": [329.0, 370.0], "text": " Here we go. The beauty of gliding is The beauty of gliding is its independence,"}, {"timestamp": [370.0, 374.0], "text": " being freed from the earth like a giant bird riding the winds."}, {"timestamp": [374.0, 378.0], "text": " To get height you must find lift, rising air."}, {"timestamp": [378.0, 380.0], "text": " Everyone's in the search."}, {"timestamp": [380.0, 385.28], "text": " Where warm air fountains from the ground beneath, you can spiral in it on its journey to the clouds."}, {"timestamp": [411.0, 417.0], "text": " It's a battle, and the boys. It's a battle, and the boys below follow by radio code, so other competitors won't know which way you're heading."}, {"timestamp": [417.0, 421.0], "text": " You become a tightrope walker, balancing on puffs of air,"}, {"timestamp": [421.0, 478.0], "text": " yet ready instantly to take advantage of the wind to carry you 100, 200, 300 miles away. I'm At the end of the day they return to base, south from Lake Ferry, north from Napier, exhausted after hours of concentration."}, {"timestamp": [478.0, null], "text": " Flying's been tough today. Tomorrow there's the hope it'll be plain sailing for sail planes."}], "text": " With nearly a fifth of New Zealand's population, Auckland's roads are becoming hopelessly inadequate to cope with the ever-increasing traffic. So a budget of 7 million puts a new internal motorways project underway. Most of the money comes from the National Roads Board. Well overcrowded is the recent harbour bridge, already carrying an average of 21,000 vehicles a day, a figure that wasn't supposed to be reached until 1977. Half a million Aucklanders now. In 30 years, there'll be a million. 24 miles of existing motorways gives four lanes of motoring freedom, but in the city, traffic still comes to a halt. Traffic surveys were conducted to find out where people have been, where they're going and why they're going, whether it's business or pleasure. Thousands interviewed provided the information which determined where the motorways would go. The results came out like this. Of all the people travelling through the Auckland Central Business Area, only 10% are going straight through. 25% stop in town, while 65% are going to the surrounding industrial and suburban areas. The answer? A new ring motorway to enable the main body of traffic to bypass the center and avoid heavy congestion. Plans completed, the scheme swings into operation. Trespassing surveyors prepare the way for demolition teams and road makers. Where a house is in the way, it must go. The end of the existing motorway, it must go. The end of the existing motorway pushes further into the city by embankment and viaduct. The earth is moved, shaped, reformed in town and country. In Broadway, Newmarket, piles a place to support an aerial roadway, 60 feet above the streets. The route is marked. Roading machines begin to mould the earth to the contours of the motorways. Within three years, the new freeways will carry many thousands of cars a day, smoothly, with speed. As Auckland expands, so must its circulation, with new arteries to hold a stronger, faster life stream. More and more and more people every weekend are exploring the ocean above us, the invisible ocean, where westerlies billow over the ranges in waves six miles high. Here sailplanes glide all day, riding the updrafts. For pilots to match their skills, national gliding championships are now being held, attracting the cream of the country's 20-odd gliding clubs. With westerly winds bouncing off the mountains, New Zealand can turn on some of the world's best conditions. But today in Masterton they aren't so good. A southerly fronts crossed the westerly stream and wave formations have dissolved to swirling cross currents. Two world records have been broken in New Zealand, but this time it'll be hard enough to stay up, let alone break records. But you can't keep these men down. When airborne, they keep in radio contact with their cars so their trailers can follow them to wherever they land. Everything's done for streamlining. But nothing they do can influence the weather office. Civil aviation authorities take gliding seriously. It trains good pilots. Like yachtsmen of the air, they have right away over powercraft, so safety regulations must be observed. Take-offs hold the greatest danger. Pilots have 2,000 pounds worth of glider and equipment, all depending on the tow rope until safe height is reached. Here we go. The beauty of gliding is The beauty of gliding is its independence, being freed from the earth like a giant bird riding the winds. To get height you must find lift, rising air. Everyone's in the search. Where warm air fountains from the ground beneath, you can spiral in it on its journey to the clouds. It's a battle, and the boys. It's a battle, and the boys below follow by radio code, so other competitors won't know which way you're heading. You become a tightrope walker, balancing on puffs of air, yet ready instantly to take advantage of the wind to carry you 100, 200, 300 miles away. I'm At the end of the day they return to base, south from Lake Ferry, north from Napier, exhausted after hours of concentration. Flying's been tough today. Tomorrow there's the hope it'll be plain sailing for sail planes."}