{"speakers": [], "chunks": [{"timestamp": [0.0, 31.6], "text": " It's a question as to whether love or money makes the world go around."}, {"timestamp": [32.1, 34.56], "text": " At the Treasury, it's certainly money, money, money."}, {"timestamp": [34.96, 38.5], "text": " And for years they've had machines that make it go faster, if not further."}, {"timestamp": [52.32, 59.2], "text": " Today, the Minister of Finance Mr. Lake visits the Treasury to open a new multi-purpose electronic machine, the 650 computer. Mr. Lake presses a button and the computer begins work."}, {"timestamp": [59.2, 68.0], "text": " Main job of this mechanical miracle is preparation of the payroll for 34,000 public service."}, {"timestamp": [72.0, 74.0], "text": " And this is part of the computer's brain. Complicated, isn't it?"}, {"timestamp": [78.0, 80.0], "text": " Calculations are made at electronic speed."}, {"timestamp": [80.0, 83.0], "text": " The machine can do 1,000 sums every second."}, {"timestamp": [87.76, 92.48], "text": " Other departments will make use of the 650, asking you to give the answers on subjects ranging from the structure of crystal, as shown in"}, {"timestamp": [92.48, 97.84], "text": " X-ray photographs, to the average size of an army uniform. In fact, the computer can compute anything."}, {"timestamp": [97.84, 103.36], "text": " It can analyze traffic studies, predict the weather, devise costing systems. It's going to speed"}, {"timestamp": [103.36, 105.48], "text": " up the handling of many government projects."}, {"timestamp": [113.68, 116.14], "text": " Its exhibition time at St. Cilda to Nieden,"}, {"timestamp": [116.22, 120.46], "text": " where the Otago Model Engineering Society is holding its 25th anniversary display."}, {"timestamp": [123.9, 127.0], "text": " Seeing is believing, even if it does rather spoil the illusion."}, {"timestamp": [127.0, 141.0], "text": " Every section of this extensive model railway is easily reached by the operators,"}, {"timestamp": [141.0, 145.44], "text": " although the whole layout is controlled from a central panel."}, {"timestamp": [145.44, 158.04], "text": " Press the wrong button and you lose your engine driver's license."}, {"timestamp": [158.04, 162.44], "text": " All tickets please for a quick excursion around the Society's Outdoor Railway."}, {"timestamp": [162.44, 171.76], "text": " Model maker Monty Thompson is at the controls of his own locomotive and behind him perch an enthralled group of passengers. Will you have some"}, {"timestamp": [171.76, 183.68], "text": " coal with your water? Only three lumps, thank you. I'm trying to give it up. The Society is one of the"}, {"timestamp": [183.68, 188.0], "text": " best equipped in the Southern Hemisphere and over a thousand people a day have visited their display."}, {"timestamp": [188.0, 191.0], "text": " Every operation has its interested and critical audience."}, {"timestamp": [191.0, 198.0], "text": " This model of the Stirling Flyer took three years to build, but they reckon it's still a great way of letting off steam."}, {"timestamp": [198.0, 203.0], "text": " Alan Johnson is calling all ships with his radio control."}, {"timestamp": [203.0, 205.58], "text": " A submarine has been sighted, obviously an enemy."}, {"timestamp": [206.12, 210.34], "text": " A radio-operated destroyer sets off in hot pursuit, but the submarine submerges."}, {"timestamp": [210.76, 211.38], "text": " The coward."}, {"timestamp": [219.3, 221.98], "text": " There they are, lads. We've got them this time."}, {"timestamp": [222.34, 232.0], "text": " Stand by to ram."}, {"timestamp": [236.0, 248.0], "text": " There, that should fix their radio control. More than a million acres are farmed in the broad Wairarapa Valley."}, {"timestamp": [248.0, 252.0], "text": " This is Grand Sheep Country and to promote worldwide interest in New Zealand wool,"}, {"timestamp": [252.0, 257.0], "text": " the Wairarapa Federated Farmers are staging the first Golden Shears International Shearing Championship."}, {"timestamp": [257.0, 262.0], "text": " Farmers flock to Masterton, largest town in the area, for the championship finals,"}, {"timestamp": [262.0, 268.28], "text": " and even the townsfolk are excited at the prospect of seeing Australasia's top shearers in action. Scene of the finals is the"}, {"timestamp": [268.28, 273.8], "text": " sports stadium beside Masterton's Civic Pool. The six competitors in the"}, {"timestamp": [273.8, 277.28], "text": " intermediate championship all make fast starts but points are not given for speed"}, {"timestamp": [277.28, 281.12], "text": " alone. Quality of workmanship is the most important consideration and it's a"}, {"timestamp": [281.12, 284.6], "text": " feature of the contest that some of the fastest shearers fall into minor placings"}, {"timestamp": [284.6, 286.5], "text": " when their overall points are totaled."}, {"timestamp": [287.1, 291.54], "text": " Australian John Allen sets the pace. These young experts will be the gun shearers of tomorrow."}, {"timestamp": [293.4, 298.36], "text": " Allen finishes first and is awarded the highest total of points 87 out of a possible hundred."}, {"timestamp": [299.92, 304.28], "text": " The Australasian blade shearing championship is an event which really interests the North Island audience."}, {"timestamp": [304.82, 307.28], "text": " These days blades are used only in the southern high country."}, {"timestamp": [307.86, 311.34], "text": " Machines are not favoured there as they cut too close to the skin for the cold climate."}, {"timestamp": [311.82, 313.68], "text": " So all finalists are from the South Island."}, {"timestamp": [314.16, 316.56], "text": " In this contest, the boys are shearing Romney Marsh sheep."}, {"timestamp": [317.0, 319.34], "text": " Blades are mostly used on the finer merino wool."}, {"timestamp": [331.0, 335.0], "text": " George Coritiana, who has blade shorn 230 sheep in a day, wins the championship. Second place goes to his brother Paul."}, {"timestamp": [335.0, 344.0], "text": " Now the Open Machine Championship fought out between Potai, Macdonald, Harrison, Saar from Australia, and Ivan and Godfrey Bowen, each man to shear 20 sheep."}, {"timestamp": [344.0, 349.0], "text": " McDonald broke his collarbone two weeks before the contest and works with his arm in tape."}, {"timestamp": [349.0, 353.0], "text": " Saar finds the Romney sheep difficult to handle after the docile merino."}, {"timestamp": [353.0, 355.0], "text": " Ivan Bowen's going for his life."}, {"timestamp": [355.0, 371.0], "text": " Ivan Bowen finishes a sheep and goes in for another."}, {"timestamp": [371.0, 376.0], "text": " He's shearing faster than anyone else on the board and Brother Godfrey just can't catch it."}, {"timestamp": [376.0, 389.42], "text": " Ivan Bowen is first to finish and wins the title. He's shone first to finish and wins the title."}, {"timestamp": [389.82, 393.1], "text": " He's shorn 20 kicking protesting sheep in 26 minutes."}, {"timestamp": [397.6, 399.26], "text": " Seconds later, McDonald is through,"}, {"timestamp": [399.38, 402.98], "text": " but he surrenders second place to Godfrey Bowen who beats him on workmanship points."}, {"timestamp": [403.54, 408.52], "text": " The first Golden Shears championship is over, and in years to come this event will continue to bring together in"}, {"timestamp": [408.52, 433.0], "text": " competition the best shear here in New Zealand."}, {"timestamp": [433.0, 441.0], "text": " And when it's ready for picking, we mostly use a machine that carries the whole harvesting crew around with it, as you might say."}, {"timestamp": [441.0, 448.64], "text": " It may look queer, but it's the very latest thing. Being a delicate crop, the leaf must be picked by hand"}, {"timestamp": [448.64, 451.8], "text": " by people who know how to select the right leaves,"}, {"timestamp": [451.92, 456.36], "text": " and one of the things this machine does is to save backache."}, {"timestamp": [463.36, 466.82], "text": " Our tobacco blends well with Virginian leaf."}, {"timestamp": [467.48, 470.74], "text": " Of course, the final aroma depends on the curing,"}, {"timestamp": [470.86, 474.32], "text": " but there's a lot in picking the tobacco at the right time."}, {"timestamp": [475.08, 477.8], "text": " When ripe, it has the feel of velvet"}, {"timestamp": [477.8, 479.9], "text": " and has lost most of its stickiness."}, {"timestamp": [480.42, 483.8], "text": " And when it's a soft greenish yellow with a pale mid-rib,"}, {"timestamp": [484.24, 487.5], "text": " well then that's just about dead ripe for picking."}, {"timestamp": [502.0, 510.0], "text": " People who know will tell you that tobacco is a crop that needs handling with loving care and a lot of know-how."}], "text": " It's a question as to whether love or money makes the world go around. At the Treasury, it's certainly money, money, money. And for years they've had machines that make it go faster, if not further. Today, the Minister of Finance Mr. Lake visits the Treasury to open a new multi-purpose electronic machine, the 650 computer. Mr. Lake presses a button and the computer begins work. Main job of this mechanical miracle is preparation of the payroll for 34,000 public service. And this is part of the computer's brain. Complicated, isn't it? Calculations are made at electronic speed. The machine can do 1,000 sums every second. Other departments will make use of the 650, asking you to give the answers on subjects ranging from the structure of crystal, as shown in X-ray photographs, to the average size of an army uniform. In fact, the computer can compute anything. It can analyze traffic studies, predict the weather, devise costing systems. It's going to speed up the handling of many government projects. Its exhibition time at St. Cilda to Nieden, where the Otago Model Engineering Society is holding its 25th anniversary display. Seeing is believing, even if it does rather spoil the illusion. Every section of this extensive model railway is easily reached by the operators, although the whole layout is controlled from a central panel. Press the wrong button and you lose your engine driver's license. All tickets please for a quick excursion around the Society's Outdoor Railway. Model maker Monty Thompson is at the controls of his own locomotive and behind him perch an enthralled group of passengers. Will you have some coal with your water? Only three lumps, thank you. I'm trying to give it up. The Society is one of the best equipped in the Southern Hemisphere and over a thousand people a day have visited their display. Every operation has its interested and critical audience. This model of the Stirling Flyer took three years to build, but they reckon it's still a great way of letting off steam. Alan Johnson is calling all ships with his radio control. A submarine has been sighted, obviously an enemy. A radio-operated destroyer sets off in hot pursuit, but the submarine submerges. The coward. There they are, lads. We've got them this time. Stand by to ram. There, that should fix their radio control. More than a million acres are farmed in the broad Wairarapa Valley. This is Grand Sheep Country and to promote worldwide interest in New Zealand wool, the Wairarapa Federated Farmers are staging the first Golden Shears International Shearing Championship. Farmers flock to Masterton, largest town in the area, for the championship finals, and even the townsfolk are excited at the prospect of seeing Australasia's top shearers in action. Scene of the finals is the sports stadium beside Masterton's Civic Pool. The six competitors in the intermediate championship all make fast starts but points are not given for speed alone. Quality of workmanship is the most important consideration and it's a feature of the contest that some of the fastest shearers fall into minor placings when their overall points are totaled. Australian John Allen sets the pace. These young experts will be the gun shearers of tomorrow. Allen finishes first and is awarded the highest total of points 87 out of a possible hundred. The Australasian blade shearing championship is an event which really interests the North Island audience. These days blades are used only in the southern high country. Machines are not favoured there as they cut too close to the skin for the cold climate. So all finalists are from the South Island. In this contest, the boys are shearing Romney Marsh sheep. Blades are mostly used on the finer merino wool. George Coritiana, who has blade shorn 230 sheep in a day, wins the championship. Second place goes to his brother Paul. Now the Open Machine Championship fought out between Potai, Macdonald, Harrison, Saar from Australia, and Ivan and Godfrey Bowen, each man to shear 20 sheep. McDonald broke his collarbone two weeks before the contest and works with his arm in tape. Saar finds the Romney sheep difficult to handle after the docile merino. Ivan Bowen's going for his life. Ivan Bowen finishes a sheep and goes in for another. He's shearing faster than anyone else on the board and Brother Godfrey just can't catch it. Ivan Bowen is first to finish and wins the title. He's shone first to finish and wins the title. He's shorn 20 kicking protesting sheep in 26 minutes. Seconds later, McDonald is through, but he surrenders second place to Godfrey Bowen who beats him on workmanship points. The first Golden Shears championship is over, and in years to come this event will continue to bring together in competition the best shear here in New Zealand. And when it's ready for picking, we mostly use a machine that carries the whole harvesting crew around with it, as you might say. It may look queer, but it's the very latest thing. Being a delicate crop, the leaf must be picked by hand by people who know how to select the right leaves, and one of the things this machine does is to save backache. Our tobacco blends well with Virginian leaf. Of course, the final aroma depends on the curing, but there's a lot in picking the tobacco at the right time. When ripe, it has the feel of velvet and has lost most of its stickiness. And when it's a soft greenish yellow with a pale mid-rib, well then that's just about dead ripe for picking. People who know will tell you that tobacco is a crop that needs handling with loving care and a lot of know-how."}