{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " Bad weather, Mars the second day of the national athletic championships at Eden Park"}, {"timestamp": [29.0, 32.0], "text": " and for spectators, brolleys are in order."}, {"timestamp": [32.0, 38.0], "text": " The track is heavy with water as world record holder Peter Snell prepares for the half mile."}, {"timestamp": [38.0, 42.0], "text": " They're off and the champion seems content to stay in fourth place for the time being,"}, {"timestamp": [42.0, 49.28], "text": " a tactic he's employed at the start of all his big races."}, {"timestamp": [57.0, 63.68], "text": " The first lap is slow and it's not until they're coming into the front straight for the second and last time that Snell claps on the pace and moves from second to first place."}, {"timestamp": [69.4, 72.5], "text": " Not even the best runner can cope with a waterlog track and Snell's time is 1 minute 53.9 seconds, 9 seconds slower than his world record."}, {"timestamp": [72.5, 79.0], "text": " Snell is up in the grandstand to watch the three-mile race which could be renamed the Hallberg Special."}, {"timestamp": [79.0, 89.0], "text": " They're all together for the first mile but Hallberg eases out into the lead as they approach the two miles to go mark."}, {"timestamp": [89.0, 96.0], "text": " Today's times and performances might be different if this were a cinder track, but cinders or not, Murray Hallberg has this race all on his own."}, {"timestamp": [100.0, 104.0], "text": " Only a couple of laps to go and the rest of the field is way, way behind."}, {"timestamp": [106.36, 107.98], "text": " You know, Mother, I think he'll win."}, {"timestamp": [108.98, 111.34], "text": " And putting on a little pace, Halberg comes up to the tape."}, {"timestamp": [111.58, 115.14], "text": " It's not an exciting finish, but he's home 25 seconds ahead of the next man."}, {"timestamp": [115.6, 119.04], "text": " The weather has certainly taken the sting out of the National Athletic Championships."}, {"timestamp": [153.0, 159.0], "text": " The water is warm and calm as the 64 competitors and 20 umpires set off for redhead in the Bay of clubs from as far south as Canterbury. And a team of French skin divers have flown in from New Caledonia."}, {"timestamp": [159.0, 164.0], "text": " They're top-notch these boys. A shark spearing is their weekend relaxation."}, {"timestamp": [164.0, 165.6], "text": " They're due to start. And there's the gun. Up-notch these boys, a shark spearing is their weekend relaxation."}, {"timestamp": [166.4, 168.0], "text": " They're due to start."}, {"timestamp": [169.0, 171.0], "text": " And there's the gun."}, {"timestamp": [177.0, 182.0], "text": " For the next four hours, the 21 teams will comb the subtropical waters for fish, fish and more fish."}, {"timestamp": [186.18, 196.44], "text": " Points are allotted according to the variety of fish. Fast swimmers like kingfish and Kawai count the most. No points are allowed for anything under eight pounds. For this"}, {"timestamp": [196.44, 206.5], "text": " contest it's snorkels only and no aqualungs. As the hours past the luck of the team's changes."}, {"timestamp": [206.5, 209.18], "text": " Some for the better, some for the worse."}, {"timestamp": [213.1, 216.4], "text": " This huge race, speared by Ayres of Canterbury, was the biggest catch of the day,"}, {"timestamp": [216.4, 219.4], "text": " but not worth many points per pound as it's a slow swimmer."}, {"timestamp": [222.6, 224.6], "text": " The four hours are up and they head for home."}, {"timestamp": [224.6, 226.0], "text": " Wonder what they're talking about."}, {"timestamp": [226.0, 238.5], "text": " The ray rings up 235 pounds, but the French team are the winners."}, {"timestamp": [238.5, 243.0], "text": " They're not eligible for the New Zealand trophy, but it's a good start for their spearfishing trip to France."}, {"timestamp": [243.0, 247.0], "text": " Top New Zealand team for 1962 is Rotorua. trophy but it's a good start for their spear fishing trip to France."}, {"timestamp": [250.0, 270.0], "text": " Top New Zealand team for 1962 is Rotorua. Members of the turn and gymnastic circle of Hamilton train in the technical college gymnasium."}, {"timestamp": [270.0, 275.0], "text": " Three of them are starting young, but their mother and father are the instructors of the team."}, {"timestamp": [279.0, 282.0], "text": " They train hard for their leaving New Zealand for a year to see the world."}, {"timestamp": [282.0, 290.94], "text": " While they're away they'll give gymnastic demonstrations and concerts. They're willing to work to pay their way. They're determined not to ask for"}, {"timestamp": [290.94, 296.58], "text": " donations. Instead they ask for weekend work to earn the £3,000 that'll get them started on"}, {"timestamp": [296.58, 309.0], "text": " their great adventure. They go first to England and laying paths in the Waikato could earn enough money for a trip to Scotland."}, {"timestamp": [309.0, 313.0], "text": " Producing crops on borrowed land will perhaps take them to Holland."}, {"timestamp": [313.0, 319.0], "text": " Every shilling earned is another mile on their journey to get to know people and to tell them all about New Zealand."}, {"timestamp": [319.0, 326.24], "text": " They've turned their hands to everything and hard metal has been turned into hard-earned cash."}, {"timestamp": [328.38, 329.22], "text": " No jobs too small or too big."}, {"timestamp": [333.52, 334.0], "text": " The group has cut and bagged 1200 sacks of firewood which they've sold from door to door."}, {"timestamp": [338.56, 339.56], "text": " For three and a half years they've given all their spare time and are well on the way to reaching their target."}, {"timestamp": [341.48, 341.88], "text": " But raising funds isn't their only concern."}, {"timestamp": [348.0, 350.0], "text": " They know they must make a good impression overseas and one night a week friends and teachers, they have discussions on manners, behaviour, public relations."}, {"timestamp": [350.0, 357.0], "text": " Then they act out likely situations. Perhaps important people will have to be welcome to their displays and concerts."}, {"timestamp": [357.0, 364.0], "text": " Maybe a speech of thanks will be required, and for a 16-year-old schoolboy, this isn't always easy without practice."}, {"timestamp": [364.0, 368.5], "text": " No doubt the group will be entertained and will eat in all manner of places."}, {"timestamp": [368.5, 372.5], "text": " Question time brings interesting queries."}, {"timestamp": [372.5, 377.5], "text": " And some of the uncertainty of youth is being replaced with self-confidence."}, {"timestamp": [377.5, 384.0], "text": " Boys learn how to use a projector, for they'll screen films about New Zealand wherever they go."}, {"timestamp": [384.0, 389.0], "text": " And they'll demonstrate something of New Zealand's Maori heritage."}, {"timestamp": [389.0, 391.0], "text": " Their singing is already impressive."}, {"timestamp": [391.0, 409.0], "text": " A Maori group is helping here before they go, encouraging them and teaching them Maori. Kara'angama, Kara'angama, Kara'ang"}, {"timestamp": [409.0, 411.0], "text": " Kara'ang, K'angang,"}, {"timestamp": [411.0, 426.0], "text": " Oweepuya, Uriya. I think of all the other can'try,"}, {"timestamp": [426.0, 477.0], "text": " caranah Kiyakore, Maree, yeah. They say New Zealanders"}, {"timestamp": [477.0, 481.0], "text": " They say New Zealand as a versatile, able to turn their hands to anything."}, {"timestamp": [481.0, 487.0], "text": " The turn and gymnastic circle of Hamilton seems to prove."}, {"timestamp": [487.0, 500.12], "text": " But intensive physical training is the main thing. And on a clear New Zealand"}, {"timestamp": [500.12, 507.36], "text": " morning before they sail, they meet for an outdoor workout at the Dominion"}, {"timestamp": [507.36, 510.8], "text": " Championships this was the best gym club in the country for three successive"}, {"timestamp": [510.8, 514.8], "text": " years but soon they'll be representing their country overseas and they swing"}, {"timestamp": [514.8, 545.0], "text": " through the routines with gathering confidence I'm on the Oh my"}, {"timestamp": [545.0, 547.0], "text": " I'm gonna"}, {"timestamp": [547.0, 549.0], "text": " I'm gonna be a bit of the"}, {"timestamp": [549.0, 586.0], "text": " I'm gonna be a bit of the These 25 youngsters intend to go a long way, and they're prepared to work hard to get there."}, {"timestamp": [586.0, 590.0], "text": " As their instructor says, young New Zealanders have energy to burn."}, {"timestamp": [590.0, 593.0], "text": " Channel it in the right direction and there's nothing they can't accomplish."}, {"timestamp": [593.0, 597.0], "text": " Good luck, young ambassadors."}], "text": " Bad weather, Mars the second day of the national athletic championships at Eden Park and for spectators, brolleys are in order. The track is heavy with water as world record holder Peter Snell prepares for the half mile. They're off and the champion seems content to stay in fourth place for the time being, a tactic he's employed at the start of all his big races. The first lap is slow and it's not until they're coming into the front straight for the second and last time that Snell claps on the pace and moves from second to first place. Not even the best runner can cope with a waterlog track and Snell's time is 1 minute 53.9 seconds, 9 seconds slower than his world record. Snell is up in the grandstand to watch the three-mile race which could be renamed the Hallberg Special. They're all together for the first mile but Hallberg eases out into the lead as they approach the two miles to go mark. Today's times and performances might be different if this were a cinder track, but cinders or not, Murray Hallberg has this race all on his own. Only a couple of laps to go and the rest of the field is way, way behind. You know, Mother, I think he'll win. And putting on a little pace, Halberg comes up to the tape. It's not an exciting finish, but he's home 25 seconds ahead of the next man. The weather has certainly taken the sting out of the National Athletic Championships. The water is warm and calm as the 64 competitors and 20 umpires set off for redhead in the Bay of clubs from as far south as Canterbury. And a team of French skin divers have flown in from New Caledonia. They're top-notch these boys. A shark spearing is their weekend relaxation. They're due to start. And there's the gun. Up-notch these boys, a shark spearing is their weekend relaxation. They're due to start. And there's the gun. For the next four hours, the 21 teams will comb the subtropical waters for fish, fish and more fish. Points are allotted according to the variety of fish. Fast swimmers like kingfish and Kawai count the most. No points are allowed for anything under eight pounds. For this contest it's snorkels only and no aqualungs. As the hours past the luck of the team's changes. Some for the better, some for the worse. This huge race, speared by Ayres of Canterbury, was the biggest catch of the day, but not worth many points per pound as it's a slow swimmer. The four hours are up and they head for home. Wonder what they're talking about. The ray rings up 235 pounds, but the French team are the winners. They're not eligible for the New Zealand trophy, but it's a good start for their spearfishing trip to France. Top New Zealand team for 1962 is Rotorua. trophy but it's a good start for their spear fishing trip to France. Top New Zealand team for 1962 is Rotorua. Members of the turn and gymnastic circle of Hamilton train in the technical college gymnasium. Three of them are starting young, but their mother and father are the instructors of the team. They train hard for their leaving New Zealand for a year to see the world. While they're away they'll give gymnastic demonstrations and concerts. They're willing to work to pay their way. They're determined not to ask for donations. Instead they ask for weekend work to earn the £3,000 that'll get them started on their great adventure. They go first to England and laying paths in the Waikato could earn enough money for a trip to Scotland. Producing crops on borrowed land will perhaps take them to Holland. Every shilling earned is another mile on their journey to get to know people and to tell them all about New Zealand. They've turned their hands to everything and hard metal has been turned into hard-earned cash. No jobs too small or too big. The group has cut and bagged 1200 sacks of firewood which they've sold from door to door. For three and a half years they've given all their spare time and are well on the way to reaching their target. But raising funds isn't their only concern. They know they must make a good impression overseas and one night a week friends and teachers, they have discussions on manners, behaviour, public relations. Then they act out likely situations. Perhaps important people will have to be welcome to their displays and concerts. Maybe a speech of thanks will be required, and for a 16-year-old schoolboy, this isn't always easy without practice. No doubt the group will be entertained and will eat in all manner of places. Question time brings interesting queries. And some of the uncertainty of youth is being replaced with self-confidence. Boys learn how to use a projector, for they'll screen films about New Zealand wherever they go. And they'll demonstrate something of New Zealand's Maori heritage. Their singing is already impressive. A Maori group is helping here before they go, encouraging them and teaching them Maori. Kara'angama, Kara'angama, Kara'ang Kara'ang, K'angang, Oweepuya, Uriya. I think of all the other can'try, caranah Kiyakore, Maree, yeah. They say New Zealanders They say New Zealand as a versatile, able to turn their hands to anything. The turn and gymnastic circle of Hamilton seems to prove. But intensive physical training is the main thing. And on a clear New Zealand morning before they sail, they meet for an outdoor workout at the Dominion Championships this was the best gym club in the country for three successive years but soon they'll be representing their country overseas and they swing through the routines with gathering confidence I'm on the Oh my I'm gonna I'm gonna be a bit of the I'm gonna be a bit of the These 25 youngsters intend to go a long way, and they're prepared to work hard to get there. As their instructor says, young New Zealanders have energy to burn. Channel it in the right direction and there's nothing they can't accomplish. Good luck, young ambassadors."}