{"speakers": [], "chunks": [{"timestamp": [0.0, 115.0], "text": " The I'm gonnae. I'm There are about 20 different nationalities in the school altogether."}, {"timestamp": [115.0, 119.0], "text": " Only 20% of the children are New Zealand Europeans"}, {"timestamp": [119.0, 127.0], "text": " and then there are quite a big proportion of Hindu, Greek, Chinese, various Polynesian races and then"}, {"timestamp": [127.72, 131.44], "text": " various European races in the school."}, {"timestamp": [131.44, 136.68], "text": " This school we're probably unique in that we have no one dominant racial group. For example"}, {"timestamp": [136.68, 141.88], "text": " in my own class I have equal numbers of Indians, Chinese and Europeans."}, {"timestamp": [141.88, 147.0], "text": " Well as the headmaster of the school trying to set the policy of the school for teaching"}, {"timestamp": [147.0, 154.0], "text": " children about their nationality and their colour, I think it would be fair to say that we treat them all as one."}, {"timestamp": [154.0, 164.0], "text": " We try and get the children to work together and they do work together and yet we also try and make them aware of the fact that in belonging to the various countries they're able to work with one another."}, {"timestamp": [164.0, 169.16], "text": " The personalities that emerge don't seem to be racial at all."}, {"timestamp": [169.16, 173.38], "text": " Think integration at this early level is very good, very desirable."}, {"timestamp": [173.38, 176.82], "text": " After numerous discussions we've watered out that we are completely different, that everyone"}, {"timestamp": [176.82, 181.76], "text": " is different, that I'm a pink New Zealander because I'm pink, not white."}, {"timestamp": [181.76, 186.0], "text": " But they have found that they're brown New Zealanders, black New Zealand's,"}, {"timestamp": [186.0, 190.0], "text": " that they're Greek New Zealanders. That's after three years at school anyway."}, {"timestamp": [190.0, 196.0], "text": " The children at this school are much more interesting, much more alive than other schools I've taught at."}, {"timestamp": [200.0, 203.0], "text": " The language is the main barrier in the child's education."}, {"timestamp": [203.0, 207.0], "text": " Well you don't teach verbs and adjectives and English grammar stuff,"}, {"timestamp": [207.0, 212.0], "text": " the way that you would in an ordinary score where children had an English language background."}, {"timestamp": [212.0, 216.0], "text": " You place much more emphasis on the conversational side of English."}, {"timestamp": [216.0, 219.0], "text": " No English has spoken and over 60% of the children's homes."}, {"timestamp": [219.0, 223.0], "text": " The children who come to me have no English at home at all."}, {"timestamp": [223.0, 226.82], "text": " I cannot speak any of the languages which the children use."}, {"timestamp": [227.24, 229.64], "text": " When I first started teaching English to these children,"}, {"timestamp": [229.92, 233.16], "text": " I found it necessary to go out on the playground with a notebook and pencil"}, {"timestamp": [233.16, 237.5], "text": " and record some of the words in this way I could say something back to them."}, {"timestamp": [238.34, 240.52], "text": " Fortunately, I'm able to have very small groups,"}, {"timestamp": [240.88, 242.28], "text": " and this is where the children benefit."}, {"timestamp": [243.12, 245.34], "text": " I have groups of children ranging in size"}, {"timestamp": [245.34, 252.04], "text": " from five in a group to the biggest group being ten. Each lesson is usually about an hour"}, {"timestamp": [252.04, 257.04], "text": " in length. The children come once every day for this period of time. When a child first"}, {"timestamp": [257.04, 262.72], "text": " begins to learn English from the very start he must know or learn to know a few nouns."}, {"timestamp": [262.72, 266.32], "text": " When he finds the names of a few things, he can start to"}, {"timestamp": [266.32, 272.12], "text": " talk about them. From here we go on to pattern speech, which is based mainly on repetition work."}, {"timestamp": [272.12, 282.0], "text": " This is Father. This is Father. He is in the park. He is having his lunch. He's having"}, {"timestamp": [282.0, 286.0], "text": " his lunch in the park. He's having his lunch in the park."}, {"timestamp": [286.0, 288.0], "text": " He's having his lunch in the park."}, {"timestamp": [288.0, 291.0], "text": " There is a tree in the park."}, {"timestamp": [291.0, 294.0], "text": " There is a tree in the park."}, {"timestamp": [294.0, 296.0], "text": " This is a tree trunk."}, {"timestamp": [296.0, 298.0], "text": " This is a tree trunk."}, {"timestamp": [298.0, 300.0], "text": " This is a branch."}, {"timestamp": [300.0, 302.0], "text": " This is a branch."}, {"timestamp": [302.0, 304.0], "text": " This is a leaf."}, {"timestamp": [304.0, 305.04], "text": " This is a leaf. The leaf is green. The leaf is green. The leaf is on the branch. This is a leaf. This is a leaf."}, {"timestamp": [305.04, 306.8], "text": " The leaf is green."}, {"timestamp": [306.8, 308.56], "text": " The leaf is green."}, {"timestamp": [308.56, 310.8], "text": " The leaf is on the branch."}, {"timestamp": [310.8, 313.6], "text": " The leaf is on the branch."}, {"timestamp": [313.6, 317.12], "text": " I feel that of all the racial groups here,"}, {"timestamp": [317.12, 323.84], "text": " the European children perhaps have less to offer on behalf of their own race."}, {"timestamp": [323.84, 345.0], "text": " This is noticeable on United Nations Day. Steve, see for solo. Steve, I'm a little, my mom,"}, {"timestamp": [345.0, 348.0], "text": " ma'amaya,"}, {"timestamp": [348.0, 350.0], "text": " a time,"}, {"timestamp": [350.0, 353.0], "text": " man, you talk to was so."}, {"timestamp": [353.0, 354.0], "text": " Heen,"}, {"timestamp": [354.0, 358.0], "text": " Outti, ma'hoi, hey, ha,"}, {"timestamp": [358.0, 359.0], "text": " he, hey,"}, {"timestamp": [359.0, 361.0], "text": " hey, ha, hey,"}, {"timestamp": [361.0, 362.0], "text": " hey, ma'i,"}, {"timestamp": [362.0, 364.0], "text": " tak ki-chik,"}, {"timestamp": [364.0, 455.86], "text": " me, we, o'te, fattie, foi, tucky, chucky, m'i tucky, m'i, chaki, m'i, and I'm nigh, and gonna'n't I'm In basketball, particularly the girls would get very excited with one another and call them one another everything under the sun, but I've never heard them mentioning anybody else's race."}, {"timestamp": [456.16, 460.46], "text": " I have not ever found any racial fighting."}, {"timestamp": [460.88, 464.78], "text": " Because we want them not only to learn our English culture, but to keep their national culture."}, {"timestamp": [467.5, 471.02], "text": " In the same way, we want them to learn the English language and to be able to use the English language but we want them to be"}, {"timestamp": [471.02, 474.32], "text": " bilingual and we want them to keep their mother tongue as well"}, {"timestamp": [474.32, 477.92], "text": " a multiracial environment in school is very exciting to a teacher it's very"}, {"timestamp": [477.92, 481.68], "text": " exciting to the children you have no difficulty in bringing up anything"}, {"timestamp": [481.68, 485.44], "text": " concerned with social studies and nature study or any"}, {"timestamp": [485.44, 489.72], "text": " general knowledge because that many children have been to this country they have lived in it"}, {"timestamp": [489.72, 495.66], "text": " they understand it and from this you can draw things out of a child so that the rest of the"}, {"timestamp": [495.66, 501.16], "text": " children in the class will accept things which in other schools are found funny or unusual"}, {"timestamp": [501.16, 507.0], "text": " I'd like to see my children coming to a school like this rather than to one that's wholly European."}], "text": " The I'm gonnae. I'm There are about 20 different nationalities in the school altogether. Only 20% of the children are New Zealand Europeans and then there are quite a big proportion of Hindu, Greek, Chinese, various Polynesian races and then various European races in the school. This school we're probably unique in that we have no one dominant racial group. For example in my own class I have equal numbers of Indians, Chinese and Europeans. Well as the headmaster of the school trying to set the policy of the school for teaching children about their nationality and their colour, I think it would be fair to say that we treat them all as one. We try and get the children to work together and they do work together and yet we also try and make them aware of the fact that in belonging to the various countries they're able to work with one another. The personalities that emerge don't seem to be racial at all. Think integration at this early level is very good, very desirable. After numerous discussions we've watered out that we are completely different, that everyone is different, that I'm a pink New Zealander because I'm pink, not white. But they have found that they're brown New Zealanders, black New Zealand's, that they're Greek New Zealanders. That's after three years at school anyway. The children at this school are much more interesting, much more alive than other schools I've taught at. The language is the main barrier in the child's education. Well you don't teach verbs and adjectives and English grammar stuff, the way that you would in an ordinary score where children had an English language background. You place much more emphasis on the conversational side of English. No English has spoken and over 60% of the children's homes. The children who come to me have no English at home at all. I cannot speak any of the languages which the children use. When I first started teaching English to these children, I found it necessary to go out on the playground with a notebook and pencil and record some of the words in this way I could say something back to them. Fortunately, I'm able to have very small groups, and this is where the children benefit. I have groups of children ranging in size from five in a group to the biggest group being ten. Each lesson is usually about an hour in length. The children come once every day for this period of time. When a child first begins to learn English from the very start he must know or learn to know a few nouns. When he finds the names of a few things, he can start to talk about them. From here we go on to pattern speech, which is based mainly on repetition work. This is Father. This is Father. He is in the park. He is having his lunch. He's having his lunch in the park. He's having his lunch in the park. He's having his lunch in the park. There is a tree in the park. There is a tree in the park. This is a tree trunk. This is a tree trunk. This is a branch. This is a branch. This is a leaf. This is a leaf. The leaf is green. The leaf is green. The leaf is on the branch. This is a leaf. This is a leaf. The leaf is green. The leaf is green. The leaf is on the branch. The leaf is on the branch. I feel that of all the racial groups here, the European children perhaps have less to offer on behalf of their own race. This is noticeable on United Nations Day. Steve, see for solo. Steve, I'm a little, my mom, ma'amaya, a time, man, you talk to was so. Heen, Outti, ma'hoi, hey, ha, he, hey, hey, ha, hey, hey, ma'i, tak ki-chik, me, we, o'te, fattie, foi, tucky, chucky, m'i tucky, m'i, chaki, m'i, and I'm nigh, and gonna'n't I'm In basketball, particularly the girls would get very excited with one another and call them one another everything under the sun, but I've never heard them mentioning anybody else's race. I have not ever found any racial fighting. Because we want them not only to learn our English culture, but to keep their national culture. In the same way, we want them to learn the English language and to be able to use the English language but we want them to be bilingual and we want them to keep their mother tongue as well a multiracial environment in school is very exciting to a teacher it's very exciting to the children you have no difficulty in bringing up anything concerned with social studies and nature study or any general knowledge because that many children have been to this country they have lived in it they understand it and from this you can draw things out of a child so that the rest of the children in the class will accept things which in other schools are found funny or unusual I'd like to see my children coming to a school like this rather than to one that's wholly European."}