{"speakers": [], "chunks": [{"timestamp": [0.0, 39.2], "text": " The Plan to develop 180,000 kilowatts,"}, {"timestamp": [39.5, 43.28], "text": " Maritai, the North Island's third great power scheme to be constructed on the Waikato,"}, {"timestamp": [43.82, 45.72], "text": " will be the most powerful on this vital river."}, {"timestamp": [46.44, 47.68], "text": " Maritai as it will be,"}, {"timestamp": [48.12, 49.78], "text": " a variable radius arched dam"}, {"timestamp": [49.78, 52.18], "text": " towering 300 feet from the lowest foundations,"}, {"timestamp": [52.92, 55.14], "text": " 170,000 tons of concrete,"}, {"timestamp": [55.48, 57.56], "text": " with five penstocks linking water"}, {"timestamp": [57.56, 59.54], "text": " from Maritai's lake to this powerhouse."}, {"timestamp": [60.04, 61.58], "text": " All to be finished, it is estimated,"}, {"timestamp": [61.96, 63.58], "text": " by the winter of 1951."}, {"timestamp": [67.16, 70.68], "text": " On this scale model of the lake, spillway and diversion tunnel,"}, {"timestamp": [71.18, 73.4], "text": " hydraulic experts at the Dominion Physical Laboratory"}, {"timestamp": [73.4, 75.4], "text": " have carried out exacting tests,"}, {"timestamp": [75.78, 78.24], "text": " affecting improved designs to the spillway intake."}, {"timestamp": [82.12, 87.0], "text": " And here it is, under construction by a night and day system of continuous pouring."}, {"timestamp": [87.0, 93.0], "text": " Three thousand yards of concrete for each main pier, altogether over 10,000 tons."}, {"timestamp": [93.0, 101.0], "text": " To finish it, day shifts, night shifts will work on."}, {"timestamp": [101.0, 107.0], "text": " Silhouettes in mist, in rain, in sunlight, under floodlighting, men dwarfed by the magnitude of their own undertaking."}, {"timestamp": [107.0, 124.0], "text": " For a thousand feet each side of the dam's foundations, Maritai's volcanic country is being tightened with a grout curtain."}, {"timestamp": [125.94, 129.14], "text": " Down go the drills, some to a depth of 400 feet."}, {"timestamp": [129.6, 132.76], "text": " Then the grout, a mixture of cement and water, is forced down,"}, {"timestamp": [133.18, 134.56], "text": " sealing off underground forts."}, {"timestamp": [135.18, 137.42], "text": " With 80,000 feet of rock drilling accomplished,"}, {"timestamp": [137.76, 139.72], "text": " the grouting is already more than half completed."}, {"timestamp": [144.86, 150.4], "text": " Well-equipped maintenance and repair workshops are vital aids to the successful operation of field plant."}, {"timestamp": [150.96, 154.12], "text": " Precision machinery in this shop comes from German war reparations."}, {"timestamp": [162.12, 166.28], "text": " Gathered in this area, the largest assembly of earth-moving machinery in the country"}, {"timestamp": [166.28, 171.56], "text": " is bringing increasing responsibilities and tasks to maintenance groups, whose need for more"}, {"timestamp": [171.56, 178.08], "text": " men skilled in mechanical trades is an urgent problem."}, {"timestamp": [178.08, 183.4], "text": " Typical operating conditions of Maritai require the use of a wide variety of heavy machinery,"}, {"timestamp": [183.4, 186.44], "text": " maintaining bar for dumpers, excavators, carry-alls and tractors,"}, {"timestamp": [186.88, 188.06], "text": " pumping and drilling machinery,"}, {"timestamp": [188.5, 191.52], "text": " mobile cranes and drag-line equipment weighing up to 40 tons,"}, {"timestamp": [192.04, 194.9], "text": " are just a few of the repair tasks carried on by the workshops."}, {"timestamp": [203.9, 207.64], "text": " Down in the gorge, a diver is returning from an inspection of the riverbed"}, {"timestamp": [207.64, 211.04], "text": " where scouring from swift moving water must be accurately checked."}, {"timestamp": [213.84, 219.74], "text": " Here at the future outlet of the tunnel, water from the spillway will flow at speeds as high as 80 miles an hour,"}, {"timestamp": [220.16, 223.8], "text": " and scouring into the riverbed here would endanger bridge supports downstream."}, {"timestamp": [224.9, 228.0], "text": " Loosting the rock bed of the river by dragline will form a channel"}, {"timestamp": [228.0, 231.0], "text": " and control the flow of the waters at this point."}, {"timestamp": [235.0, 241.0], "text": " The end to 28 months of driving and lining a concrete tunnel"}, {"timestamp": [241.0, 244.0], "text": " 1800 feet long and 25 feet in diameter"}, {"timestamp": [244.0, 247.0], "text": " is blasting away the rock barrier at the outlet."}, {"timestamp": [251.0, 292.78], "text": " To move the barrier of 2,000 tons neatly into the Waikato, 375 pounds of gelatin dynamite are distributed through the rock mass. I'm going to be. Safety precautions are rigidly enforced on these jobs,"}, {"timestamp": [293.28, 295.1], "text": " and as the time for the blast drawers near,"}, {"timestamp": [295.56, 335.3], "text": " men and machinery are moved out of the danger zone. As transport is stopped in the gorge, safety checks the gate, the river diversion becomes a reality,"}, {"timestamp": [335.3, 340.86], "text": " preparing the way for the next task, building the copper dam."}, {"timestamp": [344.32, 347.0], "text": " On this outlined plan is shown the site of the copper dam."}, {"timestamp": [347.0, 353.0], "text": " At each end, bulldozers, dumpers and mechanical shovels have mass spoil along the river banks."}, {"timestamp": [353.0, 359.0], "text": " Now with the river partially diverted through the tunnel, zero hour has come for the big push."}, {"timestamp": [359.0, 365.0], "text": " Dawn sees the beginning of one of the biggest and fastest soil moving jobs ever undertaken in this country,"}, {"timestamp": [365.0, 370.0], "text": " for this is a race against the river, against a change of weather and against the clock."}, {"timestamp": [389.0, 395.0], "text": " On the control gates at Taupo, the river flow has been reduced by one third to aid the project. A reduced volume of water in the Waikato means less power output from Carapiro and Arapuni."}, {"timestamp": [395.0, 399.0], "text": " So the job is done in the weekend when North Island power demands are less heavy."}, {"timestamp": [399.0, 403.0], "text": " But at the very outset, precious material is starting to wash away."}, {"timestamp": [403.0, 408.0], "text": " Even at its reduced flow, engineers still find the Wicato as a swift moving river."}, {"timestamp": [408.0, 411.0], "text": " Every means of bringing up soil is used."}, {"timestamp": [411.0, 415.0], "text": " Excavators are pressed to the limit, filling dumpers to carry material forward."}, {"timestamp": [415.0, 480.0], "text": " All the machines are now functioning at top capacity, moving spoil at the rate of nearly 500 tons an hour. I'm gonnae. Excavators, dumpers and bulldozers, there is now no gain on the river, and already 5,000 cubic yards have been lost."}, {"timestamp": [480.0, 485.0], "text": " Engineers, anxious enough at this critical time, are now concerned of the fading daylight."}, {"timestamp": [492.0, 495.0], "text": " After sunset now, and at last the gap narrows."}, {"timestamp": [496.0, 498.0], "text": " The river is slowly giving up the struggle."}, {"timestamp": [501.0, 504.0], "text": " Night comes, and under floodlighting the race goes on."}, {"timestamp": [504.0, 506.0], "text": " The dam must go across."}, {"timestamp": [506.0, 509.0], "text": " Through the long night to morning and success."}, {"timestamp": [509.0, 532.0], "text": " Through the long night to morning and success, bringing closer the power so urgently needed for the nation's expanding domestic and industrial needs."}, {"timestamp": [532.0, null], "text": " And now the whole of the Waikato is flowing through the diversion tunnel, leaving the riverbed free for the next big job, the Maritai Dam. Damn."}], "text": " The Plan to develop 180,000 kilowatts, Maritai, the North Island's third great power scheme to be constructed on the Waikato, will be the most powerful on this vital river. Maritai as it will be, a variable radius arched dam towering 300 feet from the lowest foundations, 170,000 tons of concrete, with five penstocks linking water from Maritai's lake to this powerhouse. All to be finished, it is estimated, by the winter of 1951. On this scale model of the lake, spillway and diversion tunnel, hydraulic experts at the Dominion Physical Laboratory have carried out exacting tests, affecting improved designs to the spillway intake. And here it is, under construction by a night and day system of continuous pouring. Three thousand yards of concrete for each main pier, altogether over 10,000 tons. To finish it, day shifts, night shifts will work on. Silhouettes in mist, in rain, in sunlight, under floodlighting, men dwarfed by the magnitude of their own undertaking. For a thousand feet each side of the dam's foundations, Maritai's volcanic country is being tightened with a grout curtain. Down go the drills, some to a depth of 400 feet. Then the grout, a mixture of cement and water, is forced down, sealing off underground forts. With 80,000 feet of rock drilling accomplished, the grouting is already more than half completed. Well-equipped maintenance and repair workshops are vital aids to the successful operation of field plant. Precision machinery in this shop comes from German war reparations. Gathered in this area, the largest assembly of earth-moving machinery in the country is bringing increasing responsibilities and tasks to maintenance groups, whose need for more men skilled in mechanical trades is an urgent problem. Typical operating conditions of Maritai require the use of a wide variety of heavy machinery, maintaining bar for dumpers, excavators, carry-alls and tractors, pumping and drilling machinery, mobile cranes and drag-line equipment weighing up to 40 tons, are just a few of the repair tasks carried on by the workshops. Down in the gorge, a diver is returning from an inspection of the riverbed where scouring from swift moving water must be accurately checked. Here at the future outlet of the tunnel, water from the spillway will flow at speeds as high as 80 miles an hour, and scouring into the riverbed here would endanger bridge supports downstream. Loosting the rock bed of the river by dragline will form a channel and control the flow of the waters at this point. The end to 28 months of driving and lining a concrete tunnel 1800 feet long and 25 feet in diameter is blasting away the rock barrier at the outlet. To move the barrier of 2,000 tons neatly into the Waikato, 375 pounds of gelatin dynamite are distributed through the rock mass. I'm going to be. Safety precautions are rigidly enforced on these jobs, and as the time for the blast drawers near, men and machinery are moved out of the danger zone. As transport is stopped in the gorge, safety checks the gate, the river diversion becomes a reality, preparing the way for the next task, building the copper dam. On this outlined plan is shown the site of the copper dam. At each end, bulldozers, dumpers and mechanical shovels have mass spoil along the river banks. Now with the river partially diverted through the tunnel, zero hour has come for the big push. Dawn sees the beginning of one of the biggest and fastest soil moving jobs ever undertaken in this country, for this is a race against the river, against a change of weather and against the clock. On the control gates at Taupo, the river flow has been reduced by one third to aid the project. A reduced volume of water in the Waikato means less power output from Carapiro and Arapuni. So the job is done in the weekend when North Island power demands are less heavy. But at the very outset, precious material is starting to wash away. Even at its reduced flow, engineers still find the Wicato as a swift moving river. Every means of bringing up soil is used. Excavators are pressed to the limit, filling dumpers to carry material forward. All the machines are now functioning at top capacity, moving spoil at the rate of nearly 500 tons an hour. I'm gonnae. Excavators, dumpers and bulldozers, there is now no gain on the river, and already 5,000 cubic yards have been lost. Engineers, anxious enough at this critical time, are now concerned of the fading daylight. After sunset now, and at last the gap narrows. The river is slowly giving up the struggle. Night comes, and under floodlighting the race goes on. The dam must go across. Through the long night to morning and success. Through the long night to morning and success, bringing closer the power so urgently needed for the nation's expanding domestic and industrial needs. And now the whole of the Waikato is flowing through the diversion tunnel, leaving the riverbed free for the next big job, the Maritai Dam. Damn."}