{"speakers": [], "chunks": [{"timestamp": [0.0, 30.12], "text": " Tucked away on the Tucked away on a tidal tributary in the Bay of Islands is a settlement called Keri Keri."}, {"timestamp": [30.12, 35.92], "text": " It began before the Treaty of Waitangi with a mission station, New Zealand's first stone building."}, {"timestamp": [35.92, 38.04], "text": " But now the mission stations are store."}, {"timestamp": [38.04, 44.26], "text": " And next door in New Zealand's oldest wooden house live the descendants of settlers who planted the first orange tree."}, {"timestamp": [44.26, 46.32], "text": " And in this orchard plowed the first soil."}, {"timestamp": [49.54, 54.42], "text": " Then the pioneers found that Kerry Carey's future was not pastoral farming, but fruit."}, {"timestamp": [69.12, 69.76], "text": " After a hurricane struck Ker Keri in 1959,"}, {"timestamp": [72.76, 74.42], "text": " growers realized that what they really wanted was a tougher tree."}, {"timestamp": [76.32, 77.16], "text": " A hardy rootstock was trifoliata."}, {"timestamp": [79.88, 82.02], "text": " It stood up to wind, drought and disease."}, {"timestamp": [84.44, 85.0], "text": " Yet its own fruit was small and sour."}, {"timestamp": [85.0, 88.0], "text": " But by grafting orange buds onto trifoliata,"}, {"timestamp": [88.0, 91.0], "text": " nurserymen hoped for a sweet orange on a hardy tree."}, {"timestamp": [91.0, 102.0], "text": " The rootstock seldom rejects the new bud,"}, {"timestamp": [102.0, 107.0], "text": " and thousands of these trees are planted each year at Kerry Kerry."}, {"timestamp": [111.0, 116.0], "text": " When picking begins, they yield eating oranges equal to any imported into New Zealand."}, {"timestamp": [116.0, 135.24], "text": " To maintain quality, samples of orange and lemon crops are tested by inspectors of the horticultural division of the agriculture department."}, {"timestamp": [138.76, 147.0], "text": " After measuring the sugar and soluble solids in the juice, they advise growers when their fruit are fully matured."}, {"timestamp": [149.0, 154.0], "text": " Trees grow smaller on trifoliata stock and with twice as many to the acre, production is booming."}, {"timestamp": [157.0, 161.0], "text": " As output rises, so have standards by which the fruit are graded."}, {"timestamp": [161.0, 167.56], "text": " At Keri, the Citrus Marketing Authority has installed new machinery to wash, wax and polish fruit before packing."}, {"timestamp": [172.0, 179.02], "text": " Almost all orange orchards planted in the last six years have used trifoliata rootstock. The citrus centers at Keri,"}, {"timestamp": [179.38, 184.86], "text": " Gisbon, Tauronga and Teppuke used to grow only one in every 50 sweet oranges sold in New Zealand."}, {"timestamp": [185.84, 192.32], "text": " But now output is steadily increasing and each year will see local growers supplying a higher proportion of the sweet varieties."}, {"timestamp": [202.24, 207.0], "text": " In his Auckland garden, Theo Schoon's reviving the art of growing goods."}, {"timestamp": [207.0, 212.0], "text": " Once carefully cultivated by the Māoris, they were thought to have died out years ago."}, {"timestamp": [212.0, 217.0], "text": " He obtained the seeds from the Tuhoi people who had said were the last to grow them in this country."}, {"timestamp": [217.0, 221.0], "text": " To keep the goods true to type, he pollinates them himself."}, {"timestamp": [230.0, 239.62], "text": " Sown in the early spring, it's a constant battle with frosts and then with slugs and snails. The gourds are like pumpkins, just larger cousins. When"}, {"timestamp": [239.62, 243.28], "text": " fully grown they weigh up to a hundred pounds and for this weight they need"}, {"timestamp": [243.28, 248.0], "text": " support. Their shapes controlled. Hanging gourds make straight necks,"}, {"timestamp": [248.0, 287.0], "text": " leaning ones and those bearing the pressure at the traditional place near the neck."}, {"timestamp": [291.0, 300.0], "text": " The pulp, once prized by the Māori as food, is removed and the seeds kept for next season's crop."}, {"timestamp": [304.0, 309.0], "text": " In old Polynesian days, Māoris didn't have pottery."}, {"timestamp": [309.0, 315.0], "text": " They grew goods as containers for food and water, using them on their long migrations to New Zealand"}, {"timestamp": [315.0, 321.0], "text": " and continued cultivating them until the arrival of the Europeans when they were able to batter for pots and pans."}, {"timestamp": [321.0, 328.24], "text": " When the goods were in everyday use, the chiefs carved their own tattoo on their personal"}, {"timestamp": [328.24, 329.24], "text": " goods."}, {"timestamp": [329.24, 333.32], "text": " In this way their tapu was transferred to the container."}, {"timestamp": [333.32, 337.84], "text": " For a long time, the only goods to be seen were those on display in museums, until Theo"}, {"timestamp": [337.84, 341.16], "text": " Schoon came along and grew them again."}, {"timestamp": [341.16, 345.32], "text": " Doing as the Maori chiefs had done before him, he freely adapts the facial tattoos and"}, {"timestamp": [345.32, 351.18], "text": " rafted designs of the meeting houses to the curves of the goods."}, {"timestamp": [351.18, 355.76], "text": " Using modern materials, he pencils in the design, then follows around with tools that would"}, {"timestamp": [355.76, 362.24], "text": " have been the envy of old Maori artists."}, {"timestamp": [362.24, 367.0], "text": " It takes a steady hand to follow the intricate curving lines without punching through the shell,"}, {"timestamp": [367.0, 373.0], "text": " which is only about three-eighths of an inch thick."}, {"timestamp": [373.0, 377.0], "text": " Usually, each one takes about three weeks to carve."}, {"timestamp": [377.0, 410.0], "text": " Then it's finished off with polish to bring out the pattern. Another method is waxing in the design of the design from rafter patterns in meeting houses."}, {"timestamp": [410.0, null], "text": " He draws in with wax and using paint instead of old-time vegetable dye, he runs over the lot, then scrapes off the wax. Theo Schoon has revived an ancient Maori art and interested people here and overseas who like something a little different in their homes."}], "text": " Tucked away on the Tucked away on a tidal tributary in the Bay of Islands is a settlement called Keri Keri. It began before the Treaty of Waitangi with a mission station, New Zealand's first stone building. But now the mission stations are store. And next door in New Zealand's oldest wooden house live the descendants of settlers who planted the first orange tree. And in this orchard plowed the first soil. Then the pioneers found that Kerry Carey's future was not pastoral farming, but fruit. After a hurricane struck Ker Keri in 1959, growers realized that what they really wanted was a tougher tree. A hardy rootstock was trifoliata. It stood up to wind, drought and disease. Yet its own fruit was small and sour. But by grafting orange buds onto trifoliata, nurserymen hoped for a sweet orange on a hardy tree. The rootstock seldom rejects the new bud, and thousands of these trees are planted each year at Kerry Kerry. When picking begins, they yield eating oranges equal to any imported into New Zealand. To maintain quality, samples of orange and lemon crops are tested by inspectors of the horticultural division of the agriculture department. After measuring the sugar and soluble solids in the juice, they advise growers when their fruit are fully matured. Trees grow smaller on trifoliata stock and with twice as many to the acre, production is booming. As output rises, so have standards by which the fruit are graded. At Keri, the Citrus Marketing Authority has installed new machinery to wash, wax and polish fruit before packing. Almost all orange orchards planted in the last six years have used trifoliata rootstock. The citrus centers at Keri, Gisbon, Tauronga and Teppuke used to grow only one in every 50 sweet oranges sold in New Zealand. But now output is steadily increasing and each year will see local growers supplying a higher proportion of the sweet varieties. In his Auckland garden, Theo Schoon's reviving the art of growing goods. Once carefully cultivated by the Māoris, they were thought to have died out years ago. He obtained the seeds from the Tuhoi people who had said were the last to grow them in this country. To keep the goods true to type, he pollinates them himself. Sown in the early spring, it's a constant battle with frosts and then with slugs and snails. The gourds are like pumpkins, just larger cousins. When fully grown they weigh up to a hundred pounds and for this weight they need support. Their shapes controlled. Hanging gourds make straight necks, leaning ones and those bearing the pressure at the traditional place near the neck. The pulp, once prized by the Māori as food, is removed and the seeds kept for next season's crop. In old Polynesian days, Māoris didn't have pottery. They grew goods as containers for food and water, using them on their long migrations to New Zealand and continued cultivating them until the arrival of the Europeans when they were able to batter for pots and pans. When the goods were in everyday use, the chiefs carved their own tattoo on their personal goods. In this way their tapu was transferred to the container. For a long time, the only goods to be seen were those on display in museums, until Theo Schoon came along and grew them again. Doing as the Maori chiefs had done before him, he freely adapts the facial tattoos and rafted designs of the meeting houses to the curves of the goods. Using modern materials, he pencils in the design, then follows around with tools that would have been the envy of old Maori artists. It takes a steady hand to follow the intricate curving lines without punching through the shell, which is only about three-eighths of an inch thick. Usually, each one takes about three weeks to carve. Then it's finished off with polish to bring out the pattern. Another method is waxing in the design of the design from rafter patterns in meeting houses. He draws in with wax and using paint instead of old-time vegetable dye, he runs over the lot, then scrapes off the wax. Theo Schoon has revived an ancient Maori art and interested people here and overseas who like something a little different in their homes."}