{"speakers": [], "chunks": [{"timestamp": [0.0, 25.72], "text": " All eyes are on the queen at Ellesley Racecourse as her majesty arrives for the opening of the summer meeting."}, {"timestamp": [26.44, 29.88], "text": " Escorted by the Auckland Racing Club's president, Dr. McGregor Grant and his wife,"}, {"timestamp": [30.24, 31.64], "text": " the Royal Couple take their seats."}, {"timestamp": [32.26, 36.56], "text": " It's a day which will show that the Queen has inherited all her grandfather's love of racehorses."}, {"timestamp": [40.72, 44.64], "text": " 43,000 pack the stands to watch the most thrilling race in Ellesley's history."}, {"timestamp": [45.16, 46.58], "text": " It's for the Royal Auckland Cup."}, {"timestamp": [52.7, 55.92], "text": " Coltown flashes past barely a nose in front of Rangetal."}, {"timestamp": [56.4, 59.28], "text": " A royal finish that couldn't have been better had it been stage managed."}, {"timestamp": [60.04, 62.72], "text": " Coal Town's last-minute breakthrough greatly impresses the Queen."}, {"timestamp": [63.34, 67.44], "text": " You were lucky, she says, as she hands the cup to the Hawks Bay owner, H.M. Glazebroke."}, {"timestamp": [70.4, 75.7], "text": " A day already made lovely by fashionable dresses, becomes brilliant under the evening spotlights"}, {"timestamp": [75.7, 79.5], "text": " as Sir Willoughby and Lady Nauri arrive for the Royal Command cinema performance."}, {"timestamp": [80.44, 83.56], "text": " It's an occasion which brings to Auckland a touch of London's enchantment."}, {"timestamp": [84.22, 86.78], "text": " Radiant in diamond-studded tiara and crinolent,"}, {"timestamp": [87.22, 89.44], "text": " Her Majesty is greeted by Mr. R.J. Kerrig."}, {"timestamp": [94.06, 98.4], "text": " A ten-year-old girl's great moment, Mary Kay's presents the bouquet."}, {"timestamp": [99.08, 102.08], "text": " That a British film has been chosen for its world premiere in Auckland"}, {"timestamp": [102.08, 103.66], "text": " is news that delights the Duke."}, {"timestamp": [104.2, 106.54], "text": " This way lies cooperation and progress."}, {"timestamp": [110.22, 111.96], "text": " On the tarmac at Winoapai,"}, {"timestamp": [112.08, 114.64], "text": " the Queen presents her colour to the Royal New Zealand Air Force."}, {"timestamp": [115.14, 117.58], "text": " It's a colour she will see again when she reaches the bluff"}, {"timestamp": [117.58, 119.8], "text": " where it will be paraded by a god of honour."}, {"timestamp": [122.32, 134.26], "text": " I give you my colour in the knowledge that you will guard it well, in the belief that it will always remind you of the trust I place in my Royal New Zealand Air Force."}, {"timestamp": [135.3, 150.0], "text": " During your future service, you will, I know, be always worthy of that trust and will always strive to maintain the high and honorable standards of which this color is a symbol."}, {"timestamp": [150.0, 173.5], "text": " So the Queen."}, {"timestamp": [173.5, 177.5], "text": " It is the first stop in her tour of the rich dairy lands of Northland."}, {"timestamp": [190.48, 191.18], "text": " Rich in historical links, Northland was the cradle of New Zealand's first settlers."}, {"timestamp": [193.9, 203.02], "text": " Now their descendants forge yet another link with the crown."}, {"timestamp": [207.6, 208.22], "text": " Before proceeding to her next stop, Waitangi, the Queen is to lunch in Kikoi's hotel."}, {"timestamp": [210.26, 211.06], "text": " Mr. H. F. Guy, the mayor, escorts her."}, {"timestamp": [213.52, 222.08], "text": " A glimpse of democracy as the Commonwealth knows it."}, {"timestamp": [224.78, 225.0], "text": " At Waitangi, the Queen follows an historic path."}, {"timestamp": [225.0, 230.0], "text": " As attended by Mr. Corbett, Minister of Maori Affairs, she makes her way round by the treaty house."}, {"timestamp": [230.0, 234.0], "text": " Here, Maori and Pakiha were bonded into one unified nation."}, {"timestamp": [234.0, 238.0], "text": " One hundred and fourteen years ago on the same Marai which the Royal Party now crosses,"}, {"timestamp": [238.0, 243.0], "text": " assembled the chieftains who signed the treaty of peace and goodwill with Captain Hobson."}, {"timestamp": [243.0, 247.0], "text": " It is in honour of Hobson's part in that treaty that the Navy parades."}, {"timestamp": [247.0, 267.4], "text": " And now the Queen's first experience of a traditional Maori reception.. The Sentinel is armed with a tyre or quarterstarch."}, {"timestamp": [268.08, 271.62], "text": " The ceremonial challenge with a carved hardwood dart is known as a wero."}, {"timestamp": [272.76, 276.42], "text": " The dart must be picked up as a sign of friendship before the Royal Party can advance."}, {"timestamp": [277.22, 280.88], "text": " It is a ceremony repeated with specially carved darts for the Duke and the Prime Minister."}, {"timestamp": [281.7, 286.88], "text": " Ancient tradition must be honoured in full before the Royal Party become the guests of the host tribe of Napa'i."}, {"timestamp": [286.88, 289.32], "text": " Hey, you be a head on."}, {"timestamp": [289.32, 290.32], "text": " Hi."}, {"timestamp": [290.32, 326.0], "text": " Hi. My, de maize, ma'amal, you need to a......................................................................................................................................................................................................................................................................................................................................................................................... The king of the king, I'm a-res-kid-a-hurted-a-h-h-harm-h-hyeh-h-h-h-rulled-hyeh-h-h-rr-----------------------... Northern, Ha'emai, haire ma'i Ha'emai,"}, {"timestamp": [326.0, 328.0], "text": " northern chief."}, {"timestamp": [328.0, 334.0], "text": " Northern chiefs and members of the Waite"}, {"timestamp": [334.0, 366.0], "text": " trust board meet the Queen. I'm Huckoo-I-Mor-A-Lapai"}, {"timestamp": [366.0, 370.0], "text": " Eidino-I-E-Lead-A-H"}, {"timestamp": [370.0, 372.0], "text": " Hi-Hi-Haw"}, {"timestamp": [372.0, 374.0], "text": " Tis-H"}, {"timestamp": [374.0, 387.0], "text": " H'Haw! Each one. He is a way. Three. Ha! All right."}, {"timestamp": [389.38, 392.1], "text": " Each town in Northland will have memories for the queen."}, {"timestamp": [392.66, 395.3], "text": " And Huang Array will be remembered for her stay there overnight."}, {"timestamp": [396.08, 399.18], "text": " Mr. H.W. James, the mayor, has told her of its civic pride."}, {"timestamp": [399.78, 415.2], "text": " That pride will now be the greater. From the hills, Kipara Flats, Rodney County and all around,"}, {"timestamp": [415.2, 420.24], "text": " they come in their thousands to Walkworth. It's just 100 years ago that the first families"}, {"timestamp": [420.24, 437.0], "text": " arrive, and it's in families that they greet their queen. Holiday makers line the road as the royal couple motor south past Northland beaches."}, {"timestamp": [441.0, 447.0], "text": " Next day, 30 miles south of Auckland, Cooca Coy cheers as the royal couple arrive in King Street."}, {"timestamp": [451.0, 455.0], "text": " Mr. S.C. Childs wears Pooka Coe's first mayoral chain in honor of the occasion."}, {"timestamp": [456.0, 459.0], "text": " And the queen is visibly moved when seven-year-old Penelope Massey,"}, {"timestamp": [459.0, 463.0], "text": " great-granddaughter of the former Prime Minister, presents her with a bouquet."}, {"timestamp": [463.0, 467.0], "text": " A warm human touch as Penelope pauses to keep at the Duke."}, {"timestamp": [471.0, 474.0], "text": " The Queen's love of horses, already seen at Ellesley,"}, {"timestamp": [474.0, 477.0], "text": " brings her with the Duke at the wheel to Oton Lodge,"}, {"timestamp": [477.0, 480.0], "text": " where she spends two happy hours inspecting the famous stud."}, {"timestamp": [480.0, 484.0], "text": " Midday Sun, Derby winner of 1937, interests the Duke"}, {"timestamp": [484.0, 486.0], "text": " as he sits with Sir James Fletcher."}, {"timestamp": [486.0, 491.0], "text": " It is one of those rare occasions when the Queen can rest and completely relax."}, {"timestamp": [491.0, 497.0], "text": " Great war canoes are got ready on the Waikato for a long hoped for salute to the Queen."}, {"timestamp": [497.0, 507.1], "text": " This is the country of the Waikato Confederation of Tribes, of the Tai Nui whose ancestors did not sign the Treaty of Waitangi."}, {"timestamp": [510.0, 510.7], "text": " Now there is rejoicing and feastings are being prepared."}, {"timestamp": [514.2, 524.6], "text": " Welcome is to be extended by King Karoki as the Queen visits his land."}, {"timestamp": [529.0, 534.0], "text": " Once more the traditional ceremony as the sentinel runs forward to challenge. On this occasion the dart will be retrieved and handed to the queen by Honi Hecke Rankin,"}, {"timestamp": [534.0, 549.0], "text": " who has escorted the royal couple to the Marai of the Tai Nui tribe. It is the climax of a story"}, {"timestamp": [549.0, 570.0], "text": " which began at Waitangi years ago as King Karoki welcomes the Queen."}, {"timestamp": [570.0, 576.0], "text": " Now the Tai Nui are at one with the signatories of the famous treaty."}, {"timestamp": [576.0, 585.0], "text": " The Queen's unexpected request to enter their meeting house electrifies the tribe."}, {"timestamp": [585.0, 590.0], "text": " Escorted by Princess Piki and chieftains, the royal party make the historic war."}, {"timestamp": [604.0, 608.0], "text": " Outside the meeting house, the people await the reappearance of the Queen."}, {"timestamp": [608.0, 637.0], "text": " She is paying them an honour they will never forget. On the Waikato, war canoes are ready for the world's rarest salute."}, {"timestamp": [637.0, 666.0], "text": " The salute of the uplifted paddle, the Māori royal salute. For a space in Hamilton, the Queen is alone. The Duke is representing her elsewhere. It's a token of the understanding between Crown and people that the scheduled program goes on."}, {"timestamp": [666.0, 672.0], "text": " Keen interest is shown in the pony club's parade and in Godfrey Bowen's demonstration of shearing."}, {"timestamp": [672.0, 677.0], "text": " Last year he set a world record, 456 sheep in nine hours."}, {"timestamp": [681.0, 687.0], "text": " So Hamilton shows its achievements and none better than the calves hand-reared by its schoolchildren."}, {"timestamp": [691.0, 696.0], "text": " Flowers decorate the streets of Takedi, where Europeans walked at their peril 80 years ago."}, {"timestamp": [696.0, 699.0], "text": " The Duke is still with the victims of the Tangiwai disaster."}, {"timestamp": [699.0, 703.0], "text": " The Queen is escorted by Mr. K. W. Lowe, the mayor."}, {"timestamp": [705.0, 708.4], "text": " The cheers of Taked by Mr. K.W. Lowe, the mayor."}, {"timestamp": [713.0, 717.0], "text": " The cheers of Takeoiti and its neighbors have told the queen all she needs to know. By the time she reaches Waitomo, her next stop, the duke will be with her again."}, {"timestamp": [723.0, 728.0], "text": " Of the 2,600 miles, the queen travels in New Zealand, half are by road."}, {"timestamp": [728.0, 731.0], "text": " Here they motor through the Waitomo Valley."}, {"timestamp": [735.0, 740.0], "text": " Here in Waitomo, the Queen and the Duke will spend the rest of their ninth day in New Zealand"}, {"timestamp": [740.0, 746.0], "text": " in the heart of the King country, within walking distance of its famous limestone caves."}, {"timestamp": [750.0, 756.0], "text": " Preceded by the chief guide, Mr. George Sear, the royal couple explore a strange, ageless world."}, {"timestamp": [757.0, null], "text": " It is New Year's Eve. Thank you."}], "text": " All eyes are on the queen at Ellesley Racecourse as her majesty arrives for the opening of the summer meeting. Escorted by the Auckland Racing Club's president, Dr. McGregor Grant and his wife, the Royal Couple take their seats. It's a day which will show that the Queen has inherited all her grandfather's love of racehorses. 43,000 pack the stands to watch the most thrilling race in Ellesley's history. It's for the Royal Auckland Cup. Coltown flashes past barely a nose in front of Rangetal. A royal finish that couldn't have been better had it been stage managed. Coal Town's last-minute breakthrough greatly impresses the Queen. You were lucky, she says, as she hands the cup to the Hawks Bay owner, H.M. Glazebroke. A day already made lovely by fashionable dresses, becomes brilliant under the evening spotlights as Sir Willoughby and Lady Nauri arrive for the Royal Command cinema performance. It's an occasion which brings to Auckland a touch of London's enchantment. Radiant in diamond-studded tiara and crinolent, Her Majesty is greeted by Mr. R.J. Kerrig. A ten-year-old girl's great moment, Mary Kay's presents the bouquet. That a British film has been chosen for its world premiere in Auckland is news that delights the Duke. This way lies cooperation and progress. On the tarmac at Winoapai, the Queen presents her colour to the Royal New Zealand Air Force. It's a colour she will see again when she reaches the bluff where it will be paraded by a god of honour. I give you my colour in the knowledge that you will guard it well, in the belief that it will always remind you of the trust I place in my Royal New Zealand Air Force. During your future service, you will, I know, be always worthy of that trust and will always strive to maintain the high and honorable standards of which this color is a symbol. So the Queen. It is the first stop in her tour of the rich dairy lands of Northland. Rich in historical links, Northland was the cradle of New Zealand's first settlers. Now their descendants forge yet another link with the crown. Before proceeding to her next stop, Waitangi, the Queen is to lunch in Kikoi's hotel. Mr. H. F. Guy, the mayor, escorts her. A glimpse of democracy as the Commonwealth knows it. At Waitangi, the Queen follows an historic path. As attended by Mr. Corbett, Minister of Maori Affairs, she makes her way round by the treaty house. Here, Maori and Pakiha were bonded into one unified nation. One hundred and fourteen years ago on the same Marai which the Royal Party now crosses, assembled the chieftains who signed the treaty of peace and goodwill with Captain Hobson. It is in honour of Hobson's part in that treaty that the Navy parades. And now the Queen's first experience of a traditional Maori reception.. The Sentinel is armed with a tyre or quarterstarch. The ceremonial challenge with a carved hardwood dart is known as a wero. The dart must be picked up as a sign of friendship before the Royal Party can advance. It is a ceremony repeated with specially carved darts for the Duke and the Prime Minister. Ancient tradition must be honoured in full before the Royal Party become the guests of the host tribe of Napa'i. Hey, you be a head on. Hi. Hi. My, de maize, ma'amal, you need to a......................................................................................................................................................................................................................................................................................................................................................................................... The king of the king, I'm a-res-kid-a-hurted-a-h-h-harm-h-hyeh-h-h-h-rulled-hyeh-h-h-rr-----------------------... Northern, Ha'emai, haire ma'i Ha'emai, northern chief. Northern chiefs and members of the Waite trust board meet the Queen. I'm Huckoo-I-Mor-A-Lapai Eidino-I-E-Lead-A-H Hi-Hi-Haw Tis-H H'Haw! Each one. He is a way. Three. Ha! All right. Each town in Northland will have memories for the queen. And Huang Array will be remembered for her stay there overnight. Mr. H.W. James, the mayor, has told her of its civic pride. That pride will now be the greater. From the hills, Kipara Flats, Rodney County and all around, they come in their thousands to Walkworth. It's just 100 years ago that the first families arrive, and it's in families that they greet their queen. Holiday makers line the road as the royal couple motor south past Northland beaches. Next day, 30 miles south of Auckland, Cooca Coy cheers as the royal couple arrive in King Street. Mr. S.C. Childs wears Pooka Coe's first mayoral chain in honor of the occasion. And the queen is visibly moved when seven-year-old Penelope Massey, great-granddaughter of the former Prime Minister, presents her with a bouquet. A warm human touch as Penelope pauses to keep at the Duke. The Queen's love of horses, already seen at Ellesley, brings her with the Duke at the wheel to Oton Lodge, where she spends two happy hours inspecting the famous stud. Midday Sun, Derby winner of 1937, interests the Duke as he sits with Sir James Fletcher. It is one of those rare occasions when the Queen can rest and completely relax. Great war canoes are got ready on the Waikato for a long hoped for salute to the Queen. This is the country of the Waikato Confederation of Tribes, of the Tai Nui whose ancestors did not sign the Treaty of Waitangi. Now there is rejoicing and feastings are being prepared. Welcome is to be extended by King Karoki as the Queen visits his land. Once more the traditional ceremony as the sentinel runs forward to challenge. On this occasion the dart will be retrieved and handed to the queen by Honi Hecke Rankin, who has escorted the royal couple to the Marai of the Tai Nui tribe. It is the climax of a story which began at Waitangi years ago as King Karoki welcomes the Queen. Now the Tai Nui are at one with the signatories of the famous treaty. The Queen's unexpected request to enter their meeting house electrifies the tribe. Escorted by Princess Piki and chieftains, the royal party make the historic war. Outside the meeting house, the people await the reappearance of the Queen. She is paying them an honour they will never forget. On the Waikato, war canoes are ready for the world's rarest salute. The salute of the uplifted paddle, the Māori royal salute. For a space in Hamilton, the Queen is alone. The Duke is representing her elsewhere. It's a token of the understanding between Crown and people that the scheduled program goes on. Keen interest is shown in the pony club's parade and in Godfrey Bowen's demonstration of shearing. Last year he set a world record, 456 sheep in nine hours. So Hamilton shows its achievements and none better than the calves hand-reared by its schoolchildren. Flowers decorate the streets of Takedi, where Europeans walked at their peril 80 years ago. The Duke is still with the victims of the Tangiwai disaster. The Queen is escorted by Mr. K. W. Lowe, the mayor. The cheers of Taked by Mr. K.W. Lowe, the mayor. The cheers of Takeoiti and its neighbors have told the queen all she needs to know. By the time she reaches Waitomo, her next stop, the duke will be with her again. Of the 2,600 miles, the queen travels in New Zealand, half are by road. Here they motor through the Waitomo Valley. Here in Waitomo, the Queen and the Duke will spend the rest of their ninth day in New Zealand in the heart of the King country, within walking distance of its famous limestone caves. Preceded by the chief guide, Mr. George Sear, the royal couple explore a strange, ageless world. It is New Year's Eve. Thank you."}