{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " And magic."}, {"timestamp": [4.0, 9.0], "text": " First of all, I'd like to thank you very, very much for being here."}, {"timestamp": [9.0, 14.0], "text": " Given that some people, I was up for an early morning walk this morning"}, {"timestamp": [14.0, 17.0], "text": " and there were a few of you still walking around and I thought,"}, {"timestamp": [17.0, 21.0], "text": " gee, people that are into fitness, only to discover that you hadn't actually been to bed."}, {"timestamp": [21.0, 27.44], "text": " So just before I start off, I'm Glencapelli and I'd like you to shake hands"}, {"timestamp": [27.44, 31.24], "text": " and give a thank you to everyone on your table who's made it on time. So give them a good on"}, {"timestamp": [31.24, 40.56], "text": " you, give them a thank you. It is my absolute delight to presenting, present this morning"}, {"timestamp": [40.56, 45.0], "text": " and then again the Savo to educators, fellow educators."}, {"timestamp": [45.0, 48.84], "text": " And this morning to look at one of my favourite topics about the art, the craft, the science"}, {"timestamp": [48.84, 55.32], "text": " of being an educator and the role that innovation can plan it and the need to tap into"}, {"timestamp": [55.32, 59.92], "text": " some of that creativity that is deep inside every educator."}, {"timestamp": [59.92, 67.4], "text": " I started off, well, I come from Calgoorlie and I always have to check."}, {"timestamp": [67.4, 72.32], "text": " Is there anyone in this room who has ever heard of Calgoorlie?"}, {"timestamp": [72.32, 73.32], "text": " Fantastic."}, {"timestamp": [73.32, 77.24], "text": " Is there anyone who's actually from Calgoorlie?"}, {"timestamp": [77.24, 79.76], "text": " Anyone been to Calgoorlie briefly?"}, {"timestamp": [79.76, 81.5], "text": " Yes, it's that kind of a town really."}, {"timestamp": [81.5, 85.5], "text": " It's a brief visit, but I went to Calgoorlie Central Primary School"}, {"timestamp": [85.5, 93.04], "text": " and our school song was Roll'em Bolum kick'em in the shins. Calgoorley Central always wins."}, {"timestamp": [93.04, 101.16], "text": " It was a very caring school. This was pre-pastral care days and our principal was Mrs. Bull"}, {"timestamp": [101.16, 107.0], "text": " and our deputy was Miss Payne and I don't have to make this stuff up."}, {"timestamp": [107.0, 110.0], "text": " They were actually sisters and they were wonderful, wonderful educators."}, {"timestamp": [110.0, 115.0], "text": " But I discovered at Calgaly Central Primary the power of being a teacher."}, {"timestamp": [115.0, 120.0], "text": " On day one, you see, in my day there wasn't any pre-school visit, there wasn't any kindergarten,"}, {"timestamp": [120.0, 123.0], "text": " so day one was pretty well day one."}, {"timestamp": [123.0, 125.48], "text": " But a week before school started, they had a bit of an open"}, {"timestamp": [125.48, 127.52], "text": " couple of hours."}, {"timestamp": [127.52, 132.38], "text": " So mum takes me up to the school, we get to play on the swings, they give us red cordial"}, {"timestamp": [132.38, 135.76], "text": " to drink, and some sticky buns to eat."}, {"timestamp": [135.76, 140.96], "text": " And I'm thinking school, this is a bloody good place, you know, but it's actually a trap."}, {"timestamp": [140.96, 142.3], "text": " It's a lie."}, {"timestamp": [142.3, 144.96], "text": " Because on day one of school, mum goes home."}, {"timestamp": [144.96, 146.76], "text": " There is no red cordial to drink."}, {"timestamp": [146.76, 150.62], "text": " You can't plan the swings whenever you feel like it and there was no sticky buns to eat."}, {"timestamp": [150.62, 155.1], "text": " So I'm that child who spent most of the first half day of school in tears."}, {"timestamp": [155.1, 160.0], "text": " And my teacher, her way of dealing with me is she moved me to a corner of the room."}, {"timestamp": [160.0, 162.82], "text": " But it wasn't a back corner, it was a front corner."}, {"timestamp": [162.82, 167.18], "text": " And as I sat there crying, she said to the other students, do not be like this boy."}, {"timestamp": [167.18, 171.3], "text": " I was kind of a benchmark even then, you know, in reverse."}, {"timestamp": [171.3, 176.62], "text": " But day two, everything changed because on day two of schooling, I got changed."}, {"timestamp": [176.62, 178.28], "text": " I shifted classes."}, {"timestamp": [178.28, 181.68], "text": " Maybe it was at that teacher's request, I'm not sure."}, {"timestamp": [181.68, 186.28], "text": " But when I first went out teaching, I taught secondary English history and economics."}, {"timestamp": [186.28, 193.24], "text": " When I first went out teaching, my wonderful principal, Glenn Watkins, that I'll speak so much about today and this afternoon,"}, {"timestamp": [193.24, 200.0], "text": " he said, there's a mysterious thing about a school. There's a mysterious thing about a classroom called a climate."}, {"timestamp": [200.0, 209.66], "text": " He said, I can't define it, but when you walk into it, you can feel it. And I knew exactly what he meant, because I had felt that on day one and day two."}, {"timestamp": [209.66, 215.5], "text": " Day one of school at Calgary Central, I was in a vulnerable state, and I walked into a climate"}, {"timestamp": [215.5, 217.5], "text": " that wasn't that caring."}, {"timestamp": [217.5, 221.9], "text": " Day two, when I moved into this new classroom, it just felt good."}, {"timestamp": [221.9, 225.38], "text": " There were kids on the floor playing with quezon air rods, for those of you"}, {"timestamp": [225.38, 233.0], "text": " who remember. And my teacher, Miss Sawyer, I fell in love with learning my day tour school."}, {"timestamp": [233.0, 237.9], "text": " I fell in love with my teacher on day tour of school. Ms. Sawyer, she was just fantastic."}, {"timestamp": [237.9, 245.24], "text": " She managed to get an environment in the classroom that was safe and creative, safe and innovative."}, {"timestamp": [245.24, 250.76], "text": " I got to tell the story of Ms. Sawyer at a principal's conference quite a few years ago."}, {"timestamp": [250.76, 254.8], "text": " And at the end of my presentation, this woman came up to me and said, I so much want"}, {"timestamp": [254.8, 256.5], "text": " to thank you for that story."}, {"timestamp": [256.5, 257.76], "text": " I'm Miss Sawyer."}, {"timestamp": [257.76, 260.84], "text": " It made it the principal and still going strong."}, {"timestamp": [260.84, 266.8], "text": " But where's educators, whether it's at a pre-primary, a primary, a secondary, a tertiary level,"}, {"timestamp": [266.8, 273.1], "text": " whether you're a corporate educator, there is a responsibility to creating an environment that is safe,"}, {"timestamp": [273.1, 276.86], "text": " but at the same time is one where people can take risks."}, {"timestamp": [276.86, 279.8], "text": " Safe to take risks, safe to grow as a learner."}, {"timestamp": [279.8, 287.0], "text": " I came along in 1957 and I just need to point out that my mother made me wear these shorts."}, {"timestamp": [287.0, 290.0], "text": " I showed this to a group recently and some rude bugger said,"}, {"timestamp": [290.0, 293.0], "text": " Glenn, it's not the shorts that worry me."}, {"timestamp": [293.0, 295.0], "text": " It's the shoes."}, {"timestamp": [295.0, 298.0], "text": " Hey, I kind of like the shoes."}, {"timestamp": [298.0, 304.0], "text": " My sister Karen also got to enjoy wearing those shoes and I guess that's where the problem lies."}, {"timestamp": [304.0, 309.38], "text": " But in 57 the year I came along, Margaret Meade, that wonderful anthropologist, that incredible"}, {"timestamp": [309.38, 312.16], "text": " learner, that incredibly, incredible teacher."}, {"timestamp": [312.16, 315.52], "text": " She called me and the rest of my generation, the Sputnik kids."}, {"timestamp": [315.52, 319.4], "text": " Sputnik, world's first telecommunication satellite goes up in 57."}, {"timestamp": [319.4, 322.28], "text": " This thing circling the world just going beat beat."}, {"timestamp": [322.28, 325.44], "text": " But she says it's going to change the planet. She said"}, {"timestamp": [325.44, 330.4], "text": " it's going to speed things up so much we're now going to have a generation gap. We'd never"}, {"timestamp": [330.4, 336.56], "text": " heard that phrase popularised until 57. What she meant was for the first time in human history,"}, {"timestamp": [336.56, 341.04], "text": " children were going to be born to a different planet than what their parents were born to."}, {"timestamp": [341.04, 345.9], "text": " My parents, my grandparents, my great-grandparents were born to a fairly similar world."}, {"timestamp": [345.9, 350.7], "text": " But from then on it was not going to be that. She was ahead of her time, Margaret Meade, and"}, {"timestamp": [350.7, 356.68], "text": " in 1994 some researchers looking at her work suggested that in today's world a generation"}, {"timestamp": [356.68, 362.76], "text": " gap takes six years. Six years. If you've got kids who are born six years apart, they're"}, {"timestamp": [362.76, 367.84], "text": " born to a different planet. We don't know some of the industries that are going to exist in six years' time."}, {"timestamp": [367.94, 370.72], "text": " We don't know some that are going to fall over in the next six months."}, {"timestamp": [371.2, 374.82], "text": " But we do know it becomes vital for our youngsters,"}, {"timestamp": [375.12, 377.58], "text": " far more vital than whatever was for us,"}, {"timestamp": [377.98, 379.22], "text": " to fall in love with learning,"}, {"timestamp": [379.92, 382.02], "text": " to do learning that is not just creative,"}, {"timestamp": [382.14, 383.46], "text": " but to do learning that is deep,"}, {"timestamp": [384.12, 386.52], "text": " and to be able to fall in love with themselves as a thinker,"}, {"timestamp": [386.52, 389.6], "text": " to be able to think and act their way through life wisely as well."}, {"timestamp": [390.4, 394.74], "text": " Tom Friedman, the wonderful New York Times correspondent Pulitzer Prize winner,"}, {"timestamp": [395.28, 399.98], "text": " he said that if the Cold War, that time period I was born into, was a sport,"}, {"timestamp": [400.42, 402.52], "text": " it would be the sport of sumo wrestling."}, {"timestamp": [403.28, 405.86], "text": " Because it was all about too mighty superpowers,"}, {"timestamp": [406.0, 408.56], "text": " two huge sumos trying to outbuffet each other."}, {"timestamp": [409.14, 410.04], "text": " Might was right."}, {"timestamp": [410.42, 411.9], "text": " The bigger you were, the better."}, {"timestamp": [412.26, 413.72], "text": " How strong was your missile?"}, {"timestamp": [414.08, 415.66], "text": " How large was your organisation?"}, {"timestamp": [416.68, 418.0], "text": " But then something happened."}, {"timestamp": [418.82, 421.2], "text": " The world started to shift and change."}, {"timestamp": [421.28, 426.56], "text": " And in 1989, and many of us in this room will remember it, when the Berlin"}, {"timestamp": [426.56, 432.12], "text": " wall came down, I was a historian, but I didn't think it would happen that quickly. And obviously"}, {"timestamp": [432.12, 436.88], "text": " other people didn't either. There were three people killed three months before the wall came"}, {"timestamp": [436.88, 441.82], "text": " down trying to get over it, shot to their death. If they'd waited three months, they could have"}, {"timestamp": [441.82, 448.24], "text": " walked through that wall. But Friedman said when the Berlin Wall came down, the world changed again."}, {"timestamp": [448.24, 452.4], "text": " And it was no longer about being a mighty, huge superpower."}, {"timestamp": [452.4, 455.24], "text": " The sport had changed to sprinting."}, {"timestamp": [455.24, 456.84], "text": " How fast are you?"}, {"timestamp": [456.84, 459.24], "text": " How fast are you at solving problems?"}, {"timestamp": [459.24, 463.92], "text": " And it's the 100 metre sprint again and again and again and again and again."}, {"timestamp": [463.92, 470.36], "text": " Now the danger of this is that 100 metres sprinters need time for recovery. But we're not getting time for"}, {"timestamp": [470.36, 474.88], "text": " recovery in today's world. We're not taking that time. A mate of mine said, I just can't"}, {"timestamp": [474.88, 480.76], "text": " wait until my intray is empty. Mate, your intre is never going to be empty. It's how you get"}, {"timestamp": [480.76, 486.88], "text": " to deal with that. How are our youngsters are not only going to have strategies to be able to think and to be able to learn,"}, {"timestamp": [486.88, 490.72], "text": " but to be able to maintain health, mental health, physical health,"}, {"timestamp": [490.72, 494.8], "text": " to be able to have strategies to be able to rest and rest well."}, {"timestamp": [494.8, 496.32], "text": " Sleep and sleep well."}, {"timestamp": [496.32, 500.08], "text": " We've become a sleep-deprived society as well."}, {"timestamp": [500.08, 504.0], "text": " I taught for two years at Wanneroo Senior High School."}, {"timestamp": [504.0, 505.62], "text": " It was a very special place."}, {"timestamp": [505.72, 509.08], "text": " I had to interview to get there, even though it was a government school."}, {"timestamp": [509.54, 512.7], "text": " A hundred minute teaching zone, six-day cyclical timetable."}, {"timestamp": [513.1, 517.28], "text": " Every three weeks, every three cycles, there'd be a flexi day for a whole school program."}, {"timestamp": [517.82, 520.0], "text": " 30 minutes of pastoral care to start every day."}, {"timestamp": [520.06, 522.1], "text": " It's the most innovative environment I've ever seen."}, {"timestamp": [522.78, 524.32], "text": " Wonderful to be a part of."}, {"timestamp": [524.84, 526.18], "text": " And at the end of a couple of years,"}, {"timestamp": [526.26, 527.42], "text": " the teaching out my bond,"}, {"timestamp": [527.74, 530.94], "text": " I thought I had to grow more as a human being."}, {"timestamp": [531.1, 532.7], "text": " I'd been to school, I'd been to uni,"}, {"timestamp": [532.84, 534.34], "text": " I'd been back-to-school teaching."}, {"timestamp": [534.74, 536.78], "text": " I'd done some backpacking around Australia,"}, {"timestamp": [537.32, 540.4], "text": " but I thought I'd go overseas and travel for three months."}, {"timestamp": [540.58, 542.6], "text": " And seven years later, I came home."}, {"timestamp": [543.28, 545.8], "text": " And in that seven years, wonderful things happen"}, {"timestamp": [545.8, 552.02], "text": " for me, wonderful learning to put into action, a variety of jobs that I was able to do in a variety"}, {"timestamp": [552.02, 558.24], "text": " of cultures and a variety of languages. I get back to Perth in Western Australia and I start a youth"}, {"timestamp": [558.24, 564.18], "text": " programme because I still want to teach but I need freedom to design my own curriculum. And one day,"}, {"timestamp": [564.18, 569.0], "text": " early in the morning, I'm reading the West Australian newspaper and I start to cry."}, {"timestamp": [569.0, 573.0], "text": " It's not often that I read the West Australian newspaper and start to cry."}, {"timestamp": [573.0, 579.0], "text": " With recent football results, it would be true, but what brought tears to my eyes was this."}, {"timestamp": [579.0, 582.0], "text": " I ripped it out of the newspaper."}, {"timestamp": [582.0, 589.0], "text": " We didn't have data projectors in those days or I wasn't working with a laptop and slides."}, {"timestamp": [589.0, 595.0], "text": " I ripped it out because I was about to present to a group of long-term unemployed youth."}, {"timestamp": [595.0, 599.0], "text": " Now there's a sentence for you. But this really moved me."}, {"timestamp": [599.0, 601.0], "text": " Maybe it was the penguin-shaped backpack."}, {"timestamp": [601.0, 605.22], "text": " It says lying in a dank cold bomb shelter in Sarajevo covering"}, {"timestamp": [605.22, 609.5], "text": " her two-year-old's ears so he could sleep through the explosions, Ida"}, {"timestamp": [609.5, 615.16], "text": " Sersak decided to plan ahead. My name is Igor. If you find me please bring me to"}, {"timestamp": [615.16, 619.32], "text": " the following addresses begins a note that she placed inside Igor's penguin"}, {"timestamp": [619.32, 623.7], "text": " shape backpack. The tiny parcel includes a pencil, two nappies, a can of"}, {"timestamp": [623.7, 626.0], "text": " crackers, a life insurance policy,"}, {"timestamp": [626.0, 629.76], "text": " 200 German marks and snapshots of Igor with his parents."}, {"timestamp": [629.76, 634.36], "text": " Now whenever the shelling begins, Mrs. Sussex makes sure that Igor has his backpack."}, {"timestamp": [634.36, 639.32], "text": " I thought that if we all got killed, he could survive on his own for 24 hours because I taught"}, {"timestamp": [639.32, 641.74], "text": " him how to open his crackers."}, {"timestamp": [641.74, 643.6], "text": " This just rocked me."}, {"timestamp": [643.6, 648.1], "text": " I was in front of those young people, 16, 17, 18, 19 year olds."}, {"timestamp": [648.46, 653.38], "text": " I walked around the room showing them the photograph. I read out this little piece and I said to"}, {"timestamp": [653.38, 661.18], "text": " him, listen, we thankfully don't live in Sarajevo. Sarajevo now is a beautiful place where tourists are going,"}, {"timestamp": [661.62, 665.0], "text": " but back then it was hell, hell on wheels."}, {"timestamp": [665.0, 669.0], "text": " And I said, we live in Perth where we don't have this warfare."}, {"timestamp": [669.0, 675.0], "text": " But I figure, and I know you guys aren't too, you're a lot older than Igor, I said to them,"}, {"timestamp": [675.0, 679.0], "text": " but I figure in today's world we all need a backpack."}, {"timestamp": [679.0, 681.0], "text": " And our backpack needs to be full of stuff."}, {"timestamp": [681.0, 683.0], "text": " And I got them to talk with each other."}, {"timestamp": [683.0, 690.68], "text": " What kind of things do you think are needed in the backpack to survive in today's world? And they talked and they said very"}, {"timestamp": [690.68, 696.0], "text": " practical things. A can of food would be handy. A piece of rope, one young sir said, which"}, {"timestamp": [696.0, 700.68], "text": " I thought was good practical thinking. One of the young lads said, a guitar, he said, I don't"}, {"timestamp": [700.68, 707.86], "text": " think I can live without music. And then a young lass, 19 years of age, different world, she could have been head girl of any school,"}, {"timestamp": [707.96, 709.4], "text": " but she had a shocking upbringing."}, {"timestamp": [710.14, 711.54], "text": " And this young last said, hope."}, {"timestamp": [711.98, 713.68], "text": " He said, I don't think I can live without hope."}, {"timestamp": [714.22, 717.0], "text": " And then we started to talk about some of the character things"}, {"timestamp": [717.0, 718.32], "text": " that needed to be in the backpack."}, {"timestamp": [719.2, 722.52], "text": " To me, maybe it's because I spent seven years living with a backpack,"}, {"timestamp": [722.76, 723.48], "text": " traveling the world."}, {"timestamp": [723.98, 728.16], "text": " My backpack became a washing machine. It became everything, you know, because you'd stick"}, {"timestamp": [728.16, 732.0], "text": " dirty clothes in there, and then a month later you'd take them out and think, oh, they're"}, {"timestamp": [732.0, 734.0], "text": " not so bad after all."}, {"timestamp": [734.0, 740.16], "text": " It was an interesting seven years, but getting back, and this backpack travels with me, teachers"}, {"timestamp": [740.16, 743.1], "text": " have got an amazing backpack."}, {"timestamp": [743.1, 745.88], "text": " You've got skills and talents that you may not even call"}, {"timestamp": [745.88, 753.18], "text": " skills and talents. You might not even know how much of a talent it is to do what you do."}, {"timestamp": [753.18, 759.02], "text": " But likewise, our children need to have a whole stack of skills and talents and character-based"}, {"timestamp": [759.02, 763.76], "text": " things to be able to get through their backpack. And I believe that there are a few key"}, {"timestamp": [763.76, 765.76], "text": " words for innovation that need to be in everyone's backpack. And the first that there are a few key words for innovation that"}, {"timestamp": [765.76, 771.16], "text": " need to be in everyone's backpack. And the first one, well we're going to start it. I love"}, {"timestamp": [771.16, 776.92], "text": " physical learning and I particularly love signing. My version of signing is Oslan from our deaf"}, {"timestamp": [776.92, 782.24], "text": " community in Australia. But this one isn't from Oslan but this one's just a physical"}, {"timestamp": [782.24, 785.56], "text": " learning. If you take your foot please and try scuffing"}, {"timestamp": [785.56, 791.64], "text": " the carpet. Conference rooms hate it when I do this, but they're scuffing the carpet. What"}, {"timestamp": [791.64, 799.96], "text": " might that be? Well let's call it scratching. Chicken scratches for food. To be able to"}, {"timestamp": [799.96, 807.0], "text": " scratch for things. So Twyla Tharp, one of the world's leading choreographers, she calls"}, {"timestamp": [807.0, 812.58], "text": " looking for ideas scratching. So when she's stuck for an idea and she's written more"}, {"timestamp": [812.58, 817.74], "text": " ballets than anyone on the planet, when she's stuck for an idea, she says, I go scratching."}, {"timestamp": [817.74, 823.44], "text": " And she might scratch by going and sitting in the local mall and she just observes and notices."}, {"timestamp": [823.44, 826.76], "text": " You see, in a sprint-pacedpaced world sometimes we forget just to be"}, {"timestamp": [826.76, 832.92], "text": " able to sit, observe, notice, soak things in. She doesn't know what ideas are going to come,"}, {"timestamp": [833.0, 839.38], "text": " she just looks. And then somebody walks past and they've got sort of an odd way of moving their hand"}, {"timestamp": [839.38, 844.56], "text": " and their arm as they're walking. And she just loves this movement. So she starts doing it herself"}, {"timestamp": [844.56, 845.12], "text": " and then she builds a whole choreography around it. Or in her world she just loves this movement, so she starts doing it herself,"}, {"timestamp": [850.08, 856.96], "text": " and then she builds a whole choreography around it. Or in her world, she can fly to Italy and sit in front of a painting for four hours just to observe and look for ideas. So scratching-wise"}, {"timestamp": [856.96, 863.36], "text": " with innovation, the questions would be, when do you scratch? Now some people only scratch when they're"}, {"timestamp": [863.36, 865.34], "text": " itchy. Who in this room"}, {"timestamp": [865.34, 872.84], "text": " ever saved your papers, your essays, your study to the very last minute?"}, {"timestamp": [872.84, 879.08], "text": " Now go scratching for ideas with an hour to go. So some people only scratch when"}, {"timestamp": [879.08, 884.0], "text": " they have to. When do you scratch? Are you the kind of person that's always looking for ideas?"}, {"timestamp": [884.0, 890.0], "text": " You're never sure how you'll use them, you're just kind of sticking them in your backpack and then a year down the track."}, {"timestamp": [890.0, 892.5], "text": " Oh, yes, of course, that's how I can use that."}, {"timestamp": [892.5, 896.0], "text": " And of course the other question is, where do you scratch?"}, {"timestamp": [896.0, 900.0], "text": " Show that to a group of miners recently and they all broke out laughing."}, {"timestamp": [900.0, 903.0], "text": " I guess you never know where people might scratch."}, {"timestamp": [903.0, 905.76], "text": " But I need you to have a quick chat with your buddy."}, {"timestamp": [905.76, 909.24], "text": " Are you the kind of person that only looks for an idea when you have to?"}, {"timestamp": [909.24, 911.5], "text": " Or are you a constant scratcher?"}, {"timestamp": [911.5, 914.1], "text": " And are you scratching by observing people?"}, {"timestamp": [914.1, 915.76], "text": " You're scratching in coffee shops?"}, {"timestamp": [915.76, 917.24], "text": " Are you scratching in books?"}, {"timestamp": [917.24, 919.0], "text": " If so, what kind of books?"}, {"timestamp": [919.0, 922.76], "text": " If you're a reader of non-fiction, do you then tap into some fiction?"}, {"timestamp": [922.76, 930.28], "text": " If you only read adult fiction, do you ever tap into some youngster fiction? Do you go scratching in areas where you don't normally, just"}, {"timestamp": [930.28, 935.44], "text": " to see what it does to your brain? When do you scratch? Where do you scratch? You got some"}, {"timestamp": [935.44, 945.0], "text": " buddies. Tell them, please go. The President, the President, the United and the United"}, {"timestamp": [945.0, 946.0], "text": " and"}, {"timestamp": [946.0, 947.0], "text": " again"}, {"timestamp": [947.0, 948.0], "text": " and"}, {"timestamp": [948.0, 949.0], "text": " the"}, {"timestamp": [949.0, 950.0], "text": " people"}, {"timestamp": [950.0, 951.0], "text": " and"}, {"timestamp": [951.0, 952.0], "text": " I'm"}, {"timestamp": [952.0, 954.0], "text": " on the"}, {"timestamp": [954.0, 955.0], "text": " on the"}, {"timestamp": [955.0, 956.0], "text": " I'm"}, {"timestamp": [956.0, 957.0], "text": " on"}, {"timestamp": [957.0, 958.0], "text": " I'm"}, {"timestamp": [958.0, 959.0], "text": " and I'm"}, {"timestamp": [959.0, 960.0], "text": " and I'm"}, {"timestamp": [960.0, 961.0], "text": " the right"}, {"timestamp": [961.0, 962.0], "text": " for a"}, {"timestamp": [962.0, 963.0], "text": " street"}, {"timestamp": [963.0, 964.0], "text": " and I'm"}, {"timestamp": [964.0, 985.0], "text": " on the The President The President The President"}, {"timestamp": [985.0, 986.0], "text": " The President,"}, {"timestamp": [986.0, 987.0], "text": " and the"}, {"timestamp": [987.0, 989.0], "text": " I'm going to"}, {"timestamp": [989.0, 990.0], "text": " have been"}, {"timestamp": [990.0, 991.0], "text": " a lot of"}, {"timestamp": [991.0, 992.0], "text": " the"}, {"timestamp": [992.0, 994.0], "text": " time."}, {"timestamp": [994.0, 995.0], "text": " I'm going to"}, {"timestamp": [995.0, 996.0], "text": " go and"}, {"timestamp": [996.0, 997.0], "text": " the"}, {"timestamp": [997.0, 998.0], "text": " and the"}, {"timestamp": [998.0, 999.0], "text": " and it's"}, {"timestamp": [999.0, 1000.0], "text": " and the"}, {"timestamp": [1000.0, 1001.0], "text": " and the"}, {"timestamp": [1001.0, 1002.0], "text": " and the"}, {"timestamp": [1002.0, 1003.0], "text": " I'm"}, {"timestamp": [1003.0, 1004.0], "text": " on the"}, {"timestamp": [1004.0, 1025.0], "text": " and I'm 30 seconds."}, {"timestamp": [1025.0, 1026.0], "text": " And..."}, {"timestamp": [1026.0, 1043.0], "text": " Magic."}, {"timestamp": [1043.0, 1048.22], "text": " Now, I will return you to conversations conversations but to me one of the most"}, {"timestamp": [1048.22, 1052.12], "text": " essential things to do is to create environments where staff talk to each"}, {"timestamp": [1052.12, 1056.62], "text": " other and sometimes in teaching we're just so busy we race up with the staff"}, {"timestamp": [1056.62, 1059.6], "text": " room we've got to make a phone call to a parent we're waiting on something to"}, {"timestamp": [1059.6, 1064.88], "text": " come through that we don't actually have time to just chat to say gee I saw what"}, {"timestamp": [1064.88, 1065.96], "text": " you did in that classroom"}, {"timestamp": [1065.96, 1071.38], "text": " as I walked past during that zone or during that period. How you did that with that, that"}, {"timestamp": [1071.38, 1075.5], "text": " that was amazing. Tell me about it. Tell me how you're getting through to Johnny, because"}, {"timestamp": [1075.5, 1079.82], "text": " I'm having some trouble getting through to Johnny. Now, we don't seem to have that time."}, {"timestamp": [1080.74, 1084.96], "text": " We don't, and also, we just need to acknowledge each other a little bit more. We're so busy"}, {"timestamp": [1084.96, 1087.88], "text": " sprinting that sometimes we forget to do the simplest things"}, {"timestamp": [1087.88, 1090.08], "text": " and I'm bloody good teaching yesterday, well done."}, {"timestamp": [1090.08, 1093.24], "text": " You know, because it's rare, you would have worked your guts out,"}, {"timestamp": [1093.24, 1097.0], "text": " but it's rare at the end of a lesson for the students to stand up and go,"}, {"timestamp": [1097.0, 1102.0], "text": " oh, oh, now how good are you?"}, {"timestamp": [1102.0, 1105.98], "text": " Oh, the way you. Where do we go scratching?"}, {"timestamp": [1106.36, 1109.48], "text": " I was crying after reading the Igor article."}, {"timestamp": [1109.98, 1112.6], "text": " I cried another time reading the Australian newspaper,"}, {"timestamp": [1112.86, 1114.86], "text": " but this time I was crying with laughter."}, {"timestamp": [1115.52, 1119.46], "text": " I had opened up a page to this cartoon that says,"}, {"timestamp": [1119.46, 1120.9], "text": " where did you get these figures?"}, {"timestamp": [1121.5, 1122.66], "text": " Trust your accountant."}, {"timestamp": [1127.78, 1133.98], "text": " It takes a while for some people to dawn on them but I just cracked up laughing. I rang the Australian, I rang"}, {"timestamp": [1133.98, 1137.7], "text": " Nicholson, one of my favourite cartoonists and I said mate I just love that"}, {"timestamp": [1137.7, 1143.1], "text": " cartoon you put into this morning's paper. Can I buy it? And he said well what do"}, {"timestamp": [1143.1, 1145.34], "text": " you want to do? You're going to put it in a book or something?"}, {"timestamp": [1145.42, 1147.36], "text": " I said, no, no, I want to put it on a slide"}, {"timestamp": [1147.36, 1149.3], "text": " because I present to people."}, {"timestamp": [1149.36, 1150.6], "text": " He said, well, who do you present to?"}, {"timestamp": [1151.04, 1152.78], "text": " And I said, well, I do a lot of work in education,"}, {"timestamp": [1152.88, 1154.7], "text": " but at the moment I'm running a leadership program"}, {"timestamp": [1154.7, 1155.88], "text": " for an accounting firm."}, {"timestamp": [1157.64, 1159.6], "text": " And he said, well, you can have it for free."}, {"timestamp": [1161.82, 1163.04], "text": " I just love this."}, {"timestamp": [1163.04, 1169.28], "text": " The idea of scratching, whether you're twilight, whether you're an artist, or whether you"}, {"timestamp": [1169.28, 1175.32], "text": " are, a passenger got into a London cab in a casual conversation and asked the driver,"}, {"timestamp": [1175.32, 1176.84], "text": " how have you been?"}, {"timestamp": [1176.84, 1179.38], "text": " The driver responded that he was working hard."}, {"timestamp": [1179.38, 1183.9], "text": " So hard in fact it felt like he was working eight days a week."}, {"timestamp": [1183.9, 1188.54], "text": " The passenger had never heard this turn of phrase before and etched it into his mind."}, {"timestamp": [1188.54, 1192.08], "text": " When he arrived at his destination, he has shared it with his friend."}, {"timestamp": [1192.08, 1199.34], "text": " Right then said his friend and the two of them sat down and together they started writing."}, {"timestamp": [1199.34, 1202.76], "text": " And they wrote and you might want to join in."}, {"timestamp": [1202.76, 1205.76], "text": " Ooh I need your love, babe."}, {"timestamp": [1206.26, 1208.22], "text": " Guess you know it's true."}, {"timestamp": [1208.4, 1209.68], "text": " Last night coming back."}, {"timestamp": [1210.7, 1212.7], "text": " I hope you need my love, babe."}, {"timestamp": [1213.2, 1215.1], "text": " Just like I need you."}, {"timestamp": [1215.1, 1215.6], "text": " Boarding it."}, {"timestamp": [1216.9, 1219.6], "text": " Oh, love me."}, {"timestamp": [1220.2, 1221.5], "text": " Love me."}, {"timestamp": [1222.0, 1223.0], "text": " Love me."}, {"timestamp": [1223.5, 1227.0], "text": " I ain't because not but love, babe."}, {"timestamp": [1227.0, 1229.0], "text": " Eight days a week."}, {"timestamp": [1229.0, 1231.0], "text": " Oh, what a good nod."}, {"timestamp": [1231.0, 1235.0], "text": " And of course, it was Paul McCartney who was sitting in the cab,"}, {"timestamp": [1235.0, 1237.0], "text": " and he's made, of course, of John Leonard."}, {"timestamp": [1237.0, 1240.0], "text": " Now, I love this for a variety of reasons."}, {"timestamp": [1240.0, 1243.0], "text": " One, the fact that McCartney talks to Cabbies,"}, {"timestamp": [1243.0, 1247.48], "text": " did talk to Cabbies, and to every bit of reading I've done recently, still the sort of bloartney talks to cabbies. Did talk to cabbies, and to every bit of reading I've done recently,"}, {"timestamp": [1247.48, 1249.64], "text": " still the sort of bloke that talks to cabbies."}, {"timestamp": [1249.64, 1251.36], "text": " Cabbies are fascinating."}, {"timestamp": [1251.36, 1253.16], "text": " Often they've come from different backgrounds."}, {"timestamp": [1253.16, 1255.1], "text": " Often they speak five languages."}, {"timestamp": [1255.1, 1258.16], "text": " Maybe not the language we speak."}, {"timestamp": [1258.16, 1261.24], "text": " And it's just got interesting lives"}, {"timestamp": [1261.24, 1263.46], "text": " to be able to talk about and talk with."}, {"timestamp": [1263.46, 1268.0], "text": " But he's not only the sort of person who would scratch getting ideas,"}, {"timestamp": [1268.0, 1270.0], "text": " for a lot of people, the taxi driver might have said,"}, {"timestamp": [1270.0, 1273.0], "text": " oh, eight days a week, and it goes, oh, you're good, yeah."}, {"timestamp": [1273.0, 1275.0], "text": " But not with McCartney."}, {"timestamp": [1275.0, 1280.0], "text": " Idea sticks, shares it with his mate, and they turn that idea into something."}, {"timestamp": [1280.0, 1284.0], "text": " Now Ringo Starr also says that he should get some credit"}, {"timestamp": [1284.0, 1290.24], "text": " because from that moment on, he kept saying, you know, the Beatles were working eight days a week for that entire decade."}, {"timestamp": [1290.82, 1293.5], "text": " They worked bloody hard for a long period of time."}, {"timestamp": [1294.12, 1295.64], "text": " So where do we scratch?"}, {"timestamp": [1295.74, 1296.7], "text": " How do we scratch?"}, {"timestamp": [1297.0, 1299.54], "text": " And when you've got an idea, how do you hold onto it?"}, {"timestamp": [1299.98, 1302.54], "text": " See, we need to keep revisiting our backpacks."}, {"timestamp": [1303.1, 1307.44], "text": " What happens in education is we've got wonderful things that have worked in the past,"}, {"timestamp": [1307.52, 1309.5], "text": " but we sort of stopped using them for some reason."}, {"timestamp": [1310.14, 1311.58], "text": " And then we get a reminder of it."}, {"timestamp": [1311.62, 1313.36], "text": " We go, oh, geez, yeah, I used to do that."}, {"timestamp": [1313.8, 1315.14], "text": " Boy, that works so well."}, {"timestamp": [1315.2, 1316.48], "text": " Why have I stopped doing that?"}, {"timestamp": [1316.92, 1321.7], "text": " Just taking the time to stop sprinting, have some chance to chat."}, {"timestamp": [1321.8, 1324.26], "text": " What are some of the things you've done in the past that have worked?"}, {"timestamp": [1324.82, 1329.94], "text": " And it may not work for the next youngster, but it can be the beginning of a partial solution."}, {"timestamp": [1330.54, 1334.16], "text": " So innovation, one of the best things about it is that it's about partial solutions."}, {"timestamp": [1334.84, 1340.3], "text": " If you only look for the 100% correct right answer all the time, that might happen in mathematics,"}, {"timestamp": [1340.54, 1342.44], "text": " but it doesn't happen a lot in life."}, {"timestamp": [1342.78, 1346.4], "text": " You get a little bit of a partial answer here and a little bit of a shift to doing this and"}, {"timestamp": [1346.4, 1351.1], "text": " a little bit of doing that and you blend them together and it starts to work."}, {"timestamp": [1351.1, 1355.38], "text": " I need you as best as possible to be in pairs."}, {"timestamp": [1355.38, 1360.06], "text": " We may end up with some teams of three, but if somebody's alone invite them in, can you work"}, {"timestamp": [1360.06, 1381.0], "text": " out who your buddy or buddies are going to be. Okay, now I need you to work out who is person A, who is person B?"}, {"timestamp": [1381.0, 1385.62], "text": " If there's three people we can have two A's and a B. Work out who is A,"}, {"timestamp": [1385.62, 1386.62], "text": " who is B please."}, {"timestamp": [1386.62, 1403.76], "text": " Okay, can all people B please? Please raise their hand. People B? I always start with People B."}, {"timestamp": [1403.76, 1406.72], "text": " That's my rule. Now, people B, very easy role for you.'s that's my rule now people B very"}, {"timestamp": [1406.72, 1411.82], "text": " easy role for you you're going to play the role of a teacher now you might be"}, {"timestamp": [1411.82, 1415.42], "text": " teaching sitting down you might be teaching standing up it's really up to you"}, {"timestamp": [1415.42, 1421.36], "text": " how you do it people A you're going to play the role of students who are slightly"}, {"timestamp": [1421.36, 1430.0], "text": " mildly off task now let me emphasize let me emphasize slightly slightly mildly off task. Now, let me emphasize, let me emphasize slightly and mildly."}, {"timestamp": [1430.0, 1436.0], "text": " I do this on some staff PD days and teachers are standing up throwing chairs through windows"}, {"timestamp": [1436.0, 1440.0], "text": " and I think it's called revenge, but you're just rocking on your chair when you shouldn't be,"}, {"timestamp": [1440.0, 1445.34], "text": " you're poking some kid when you shouldn't be, you're trying to work on an iPhone when you're not allowed to, whatever."}, {"timestamp": [1446.0, 1454.44], "text": " And teacher, you're going to have roughly 40 to 45 seconds to try to get this student on task."}, {"timestamp": [1455.04, 1457.78], "text": " To get the student on task."}, {"timestamp": [1458.28, 1487.0], "text": " Teachers get ready, students go off task task go. Oh, magic."}, {"timestamp": [1487.0, 1491.0], "text": " Give your teacher a hug."}, {"timestamp": [1491.0, 1493.0], "text": " Give your teacher a hug."}, {"timestamp": [1493.0, 1508.0], "text": " Give them a pat on the back, give them a thumbs up."}, {"timestamp": [1510.9, 1514.84], "text": " Some of you were just a little too good at being the disruptive student."}, {"timestamp": [1516.4, 1523.6], "text": " One of my favourite things is I say, the best place for me to go scratching is with each other, to talk ideas."}, {"timestamp": [1523.6, 1528.76], "text": " One of my favourite definitions comes from a mate of my Michael Grinder."}, {"timestamp": [1528.76, 1531.5], "text": " Michael spent 35 years in classrooms."}, {"timestamp": [1531.5, 1534.6], "text": " We quote him in a book that I wrote with Sean Brearley,"}, {"timestamp": [1534.6, 1537.72], "text": " a primary school principal called the Thinking Learning Classroom."}, {"timestamp": [1537.72, 1541.04], "text": " And it says that discipline is about disrupting the disruption"}, {"timestamp": [1541.04, 1543.66], "text": " so that learning can continue."}, {"timestamp": [1543.66, 1545.68], "text": " So discipline is about disrupting"}, {"timestamp": [1545.68, 1549.84], "text": " that student who's disrupting so you can get that student plus those students"}, {"timestamp": [1549.84, 1553.98], "text": " next to them and around them that are being involved in the vortex back into"}, {"timestamp": [1553.98, 1558.9], "text": " learning. It's not about dumping on them and to some extent it's about being"}, {"timestamp": [1558.9, 1564.22], "text": " quite clever and calling upon a whole stack of strategies in your backpack."}, {"timestamp": [1564.22, 1569.24], "text": " Many years ago my mate Doug McPhee and I were presenting in San Diego"}, {"timestamp": [1569.24, 1573.38], "text": " and Doug and I decided that we do a presentation based on"}, {"timestamp": [1573.38, 1578.2], "text": " the things that teachers do, the things that good teachers do"}, {"timestamp": [1578.2, 1583.24], "text": " that we don't have a name for. There's a whole stack of stuff that good teachers"}, {"timestamp": [1583.24, 1585.24], "text": " doing on a daily basis and we haven't labelled it as a skill or a talent or with a name. And we decided that we decided that we teachers doing on a daily basis and we haven't"}, {"timestamp": [1585.24, 1589.28], "text": " labelled it as a skill or a talent or with a name."}, {"timestamp": [1589.28, 1594.28], "text": " And we decided that one of the things was very much that good teachers are disrupting disruptions"}, {"timestamp": [1594.28, 1596.04], "text": " before they get out of hand."}, {"timestamp": [1596.04, 1601.06], "text": " They're catching behaviours early and doing a whole variety of things."}, {"timestamp": [1601.06, 1607.6], "text": " So Doug and I came up with what we call the Vs. And the V stands for one strategy for"}, {"timestamp": [1607.6, 1613.52], "text": " disrupting a disruption. The I for a second, the S for a third, the P for a fourth, the A and the S, two"}, {"timestamp": [1613.52, 1620.32], "text": " words, but combined become the fifth strategy. So before we actually put some label to the"}, {"timestamp": [1620.32, 1688.48], "text": " vispers, they're all things that disrupt the disruption. See if you can guess what they are with your mate. You've got 60 seconds to work it out. The And magic."}, {"timestamp": [1689.44, 1696.44], "text": " Now, whatever you've come up with, I think it's just nifty to say, first of all, there are many more than the five that we're about to name."}, {"timestamp": [1696.94, 1699.5], "text": " But looking at it, who's got a V for me, please?"}, {"timestamp": [1699.58, 1700.32], "text": " Anyone got a V?"}, {"timestamp": [1701.56, 1702.0], "text": " Thank you."}, {"timestamp": [1702.56, 1703.08], "text": " Violence."}, {"timestamp": [1703.84, 1704.28], "text": " Violence."}, {"timestamp": [1709.0, 1710.0], "text": " I understand where you're coming from, sir. Very good."}, {"timestamp": [1710.0, 1711.0], "text": " Back of the room?"}, {"timestamp": [1711.0, 1712.0], "text": " Visible."}, {"timestamp": [1712.0, 1713.0], "text": " Visible."}, {"timestamp": [1713.0, 1714.0], "text": " Visible."}, {"timestamp": [1714.0, 1716.0], "text": " To be visible."}, {"timestamp": [1716.0, 1717.0], "text": " And that's good."}, {"timestamp": [1717.0, 1720.0], "text": " That sort of comes into one of the things we'll be looking at."}, {"timestamp": [1720.0, 1722.0], "text": " Did anyone run with vocal?"}, {"timestamp": [1722.0, 1724.0], "text": " Voice or voice?"}, {"timestamp": [1724.0, 1726.24], "text": " That would be good, but it's not the V."}, {"timestamp": [1728.0, 1731.56], "text": " Michael Grinder says a lot of teachers go to vocal first."}, {"timestamp": [1731.56, 1733.46], "text": " And the trouble with going to vocal first"}, {"timestamp": [1733.46, 1736.14], "text": " is often you've got to go above the level of noise"}, {"timestamp": [1736.14, 1737.44], "text": " in the classroom."}, {"timestamp": [1737.44, 1740.0], "text": " And as soon as you name that student,"}, {"timestamp": [1740.0, 1741.88], "text": " sorry, I'm going to start doing that."}, {"timestamp": [1741.88, 1743.16], "text": " The whole class looks at them."}, {"timestamp": [1743.16, 1747.8], "text": " They can become a hero, or the opposite of that. But stop doing that. Sally, the whole class looks at them. They can become a hero or the opposite of that."}, {"timestamp": [1748.4, 1754.82], "text": " But by doing that, if you go to vocal first, often if the kid retaliates, then what do you do?"}, {"timestamp": [1754.9, 1766.28], "text": " You go to vocal with volume. Now, every time you go to vocal with volume, I was in a primary school in Australia, in Western Australia, and across the quadrangle I heard"}, {"timestamp": [1766.28, 1768.82], "text": " this, how many times have I told you?"}, {"timestamp": [1768.82, 1775.24], "text": " We don't call people names in this classroom, you idiot."}, {"timestamp": [1775.24, 1777.48], "text": " You could just decamp that situation."}, {"timestamp": [1777.48, 1779.78], "text": " You could deconstruct that sentence for an hour."}, {"timestamp": [1779.78, 1787.0], "text": " But if we go to volume and then we're going louder and louder, the number one thing that destroys a teacher is the throat."}, {"timestamp": [1787.0, 1792.0], "text": " But what we do in teaching, and we are notorious for it, when do we get sick?"}, {"timestamp": [1792.0, 1801.0], "text": " First week of the holidays, first day of the holidays, we stamina out through a turn, and then we fall in a heat just in time to recover to come back again."}, {"timestamp": [1801.0, 1805.04], "text": " But if we can learn and help each other learn to look after this thing"}, {"timestamp": [1805.04, 1810.92], "text": " here. Professional speakers are often taught about things professional singers are. But we haven't"}, {"timestamp": [1810.92, 1815.88], "text": " done a lot to help us protect our throat. And the number one way of protecting is not to go"}, {"timestamp": [1815.88, 1821.28], "text": " with vocal with volume so much. If you can find seven or 11 ways to not use your throat"}, {"timestamp": [1821.28, 1826.28], "text": " in that kind of situation in a day, boy, that leads to a lot"}, {"timestamp": [1826.28, 1831.28], "text": " in a week, which can mean that you can actually stay healthy by the end of a turn."}, {"timestamp": [1831.28, 1836.32], "text": " So the V is not vocal and it's not even the wonder of visual, whether it's being visual"}, {"timestamp": [1836.32, 1841.6], "text": " and having a presence or whether it's raising one eyebrow and giving that look and don't we"}, {"timestamp": [1841.6, 1843.64], "text": " love the teacher that can do that."}, {"timestamp": [1843.64, 1846.12], "text": " But this V is far more subtle."}, {"timestamp": [1846.12, 1857.52], "text": " It's the old vicinity technique. Ah. I went out in my first year at teaching and Glenn Watkins"}, {"timestamp": [1857.52, 1863.68], "text": " that wonderful principal. He said to me and the other first year teachers, I want you to fall"}, {"timestamp": [1863.68, 1865.74], "text": " in love with the tigers."}, {"timestamp": [1865.74, 1867.34], "text": " We said, we will, boss."}, {"timestamp": [1867.34, 1868.68], "text": " What's a tiger?"}, {"timestamp": [1868.68, 1873.78], "text": " And he said, well, a tiger is a student."}, {"timestamp": [1873.78, 1875.76], "text": " You've got to learn to love."}, {"timestamp": [1875.76, 1884.46], "text": " He said a tiger is a student who will stretch you"}, {"timestamp": [1884.46, 1886.52], "text": " and have you think and teach in different ways."}, {"timestamp": [1887.4, 1891.56], "text": " A wonderful way to see those innovative youngsters that we've got in front of us."}, {"timestamp": [1892.04, 1894.98], "text": " Those ones that we might just call trouble, but to call them tigers."}, {"timestamp": [1895.74, 1899.04], "text": " But he said, Blin, you don't need to get too close to a tiger."}, {"timestamp": [1899.62, 1902.0], "text": " If you get too close to a tiger, they will kill you."}, {"timestamp": [1902.72, 1905.38], "text": " He said, but if you move into their vicinity,"}, {"timestamp": [1909.2, 1909.26], "text": " he said a lot of teachers only teach from one spot. They stand or sit at the front of the room,"}, {"timestamp": [1913.76, 1919.44], "text": " they never move. And you can be a mountain or a hill at the front of the room, or every now and again you can learn to river around the room. And when you river around the room, go to near"}, {"timestamp": [1919.44, 1924.78], "text": " the tigers. Because if you move near a tiger, they'll go, ooh, gee, getting a bit close."}, {"timestamp": [1925.0, 1927.0], "text": " I better pretend to be listening here."}, {"timestamp": [1927.0, 1930.0], "text": " And you just kind of get them re-involved just by vicinity."}, {"timestamp": [1930.0, 1935.0], "text": " Or if you're working with adult educators or adult students late in the day,"}, {"timestamp": [1935.0, 1937.0], "text": " they've come in after work to do a night course."}, {"timestamp": [1937.0, 1941.0], "text": " Moving around into their vicinity can sometimes just keep them awake."}, {"timestamp": [1941.0, 1943.0], "text": " Oh gee, better pay attention."}, {"timestamp": [1943.0, 1945.94], "text": " The old vicinity thing, how do you move? You move near. Now to bring them back into, and sometimes just, you just, gee, better pay attention. The old vicinity thing, how do you move?"}, {"timestamp": [1946.02, 1946.74], "text": " Do you move near?"}, {"timestamp": [1947.32, 1948.42], "text": " To bring them back into,"}, {"timestamp": [1948.7, 1951.66], "text": " and sometimes just by doing a little bit of physical movement"}, {"timestamp": [1951.66, 1954.28], "text": " with your own body can save your throat a hell of a lot."}, {"timestamp": [1954.92, 1956.7], "text": " And if you're going to call it across the room,"}, {"timestamp": [1956.78, 1959.2], "text": " don't move in closer, just into the vicinity."}, {"timestamp": [1959.92, 1961.46], "text": " Now, an extension of this,"}, {"timestamp": [1961.96, 1964.58], "text": " Michael Grind is just an innovative man."}, {"timestamp": [1966.24, 1974.6], "text": " And we took some Michael and we blended it with our own and we talked about the power of a geographical spatial anchor"}, {"timestamp": [1974.6, 1976.72], "text": " for one of a better phrase."}, {"timestamp": [1976.72, 1982.18], "text": " And a geographical spatial anchor can be something so simple as a circle."}, {"timestamp": [1982.18, 1985.66], "text": " So if you've got an area that you normally teach from, and most of us do,"}, {"timestamp": [1986.04, 1992.18], "text": " got an area that we normally teach from, and we've then got an area we don't go into very much."}, {"timestamp": [1992.84, 1996.64], "text": " One day, not the first day of school, two weeks into school, three weeks into school,"}, {"timestamp": [1996.98, 2002.0], "text": " you put a circle on that part of the classroom, on the floor, big visual circle."}, {"timestamp": [2002.5, 2009.0], "text": " Kids all walk in and they go, there's a circle over there. Do you see that circle over there? Miss, what's that circle done over there? Are we having"}, {"timestamp": [2009.0, 2015.04], "text": " a test on that circle over there? But you don't say why the circle's there. But when you"}, {"timestamp": [2015.04, 2021.8], "text": " start to go into a teacher speech, now a teacher speech, I never thought that I had a teacher"}, {"timestamp": [2021.8, 2027.0], "text": " speech, but I did. A teacher speech is when we go into that tirade that we go."}, {"timestamp": [2027.0, 2032.0], "text": " Now if you don't know teacher speeches, this is the one you probably may have done yourself,"}, {"timestamp": [2032.0, 2035.0], "text": " but you've obviously heard it at some stage I would think."}, {"timestamp": [2035.0, 2037.0], "text": " Teacher speech number one."}, {"timestamp": [2037.0, 2039.0], "text": " I'm waiting."}, {"timestamp": [2039.0, 2042.0], "text": " I'm still waiting."}, {"timestamp": [2042.0, 2047.0], "text": " I can wait for as long as you like. Now that is a lie."}, {"timestamp": [2047.0, 2053.0], "text": " The students will outstaminer us every single time. Now we were critiquing some teachers"}, {"timestamp": [2053.0, 2057.0], "text": " and one of them swore that they didn't have a teacher speech but we reckon they did about"}, {"timestamp": [2057.0, 2063.0], "text": " 11 varieties of a teacher speech in one lesson. I never thought I had a teacher speech"}, {"timestamp": [2063.0, 2067.24], "text": " until one day at Wanneru Senior High School about in the second term"}, {"timestamp": [2067.24, 2073.56], "text": " I'm on lunch duty and I've gone up to the upper oval and there's a youngster that I'm walking,"}, {"timestamp": [2073.76, 2082.94], "text": " he's got his back to me and he's got three of his mates in front of me. They're all in my class in one of my classes and he's doing a speech and obviously"}, {"timestamp": [2083.46, 2085.0], "text": " he's taken me off and obviously he's taken me off."}, {"timestamp": [2085.0, 2087.0], "text": " And this is what he's saying."}, {"timestamp": [2087.0, 2092.0], "text": " You people, we're a team in this classroom, you people?"}, {"timestamp": [2092.0, 2097.0], "text": " And I've seen some of you not being teammates in this classroom, you people."}, {"timestamp": [2097.0, 2101.0], "text": " Now of course the three guys see me walking."}, {"timestamp": [2101.0, 2108.9], "text": " They don't say a word. They let him stew on it. It was just beautiful. And if you"}, {"timestamp": [2108.9, 2113.24], "text": " don't think you've got a teacher speech, well you have. So what Michael suggests, this"}, {"timestamp": [2113.24, 2118.1], "text": " little circle, you don't go into it until you're about to do your teacher speech. And then"}, {"timestamp": [2118.1, 2123.32], "text": " you don't go straight into your tirade. You look at the class theatrically and you go,"}, {"timestamp": [2129.96, 2139.08], "text": " you turn. you look at the circle, you move towards the circle, you stand beside the circle, you look up, then"}, {"timestamp": [2139.08, 2145.86], "text": " you step in to the circle. In this classroom we're a team. I've seen some of you not being team and"}, {"timestamp": [2145.86, 2152.84], "text": " you do your speech in the circle. Then you step out of the circle and leave the energy there."}, {"timestamp": [2152.84, 2157.06], "text": " Because often what we do, we go back into teaching, okay now let's do the history,"}, {"timestamp": [2157.06, 2162.42], "text": " and we've got that whole energy with us. We leave the energy there. But I'm working with teachers"}, {"timestamp": [2162.42, 2166.58], "text": " up in Queensland. We would do a day with them they'd have two weeks to go and practice."}, {"timestamp": [2167.04, 2169.24], "text": " Then we'd do another day with them two weeks to practice."}, {"timestamp": [2169.74, 2171.72], "text": " A beautiful format for doing PD."}, {"timestamp": [2172.48, 2174.78], "text": " And we do this circle thing."}, {"timestamp": [2175.22, 2176.86], "text": " And one of the teachers said, she said,"}, {"timestamp": [2176.9, 2179.52], "text": " I didn't think it would work with Year 2 students, but it works a treat."}, {"timestamp": [2180.06, 2181.32], "text": " She said, I only did it twice."}, {"timestamp": [2181.32, 2184.22], "text": " And the third time as I moved towards the circle,"}, {"timestamp": [2184.34, 2185.66], "text": " one of the students put up their hands and said,"}, {"timestamp": [2185.78, 2186.44], "text": " we know, miss."}, {"timestamp": [2186.82, 2187.38], "text": " We know."}, {"timestamp": [2188.22, 2190.66], "text": " And another one, the innovation of teachers."}, {"timestamp": [2191.2, 2193.26], "text": " One of the teachers said, I did it a couple of times,"}, {"timestamp": [2193.34, 2196.28], "text": " and then I taught the class the teacher speech."}, {"timestamp": [2197.0, 2198.58], "text": " So they learnt the teacher speech,"}, {"timestamp": [2198.66, 2200.32], "text": " all standing up, doing all the moves."}, {"timestamp": [2200.32, 2202.5], "text": " And then when I'd moved towards the circle,"}, {"timestamp": [2203.04, 2205.46], "text": " I would say, okay okay who wants to do the"}, {"timestamp": [2205.46, 2210.92], "text": " teacher speech today. And she said the funny thing is when they get into the"}, {"timestamp": [2210.92, 2215.88], "text": " circle to do the speech the whole class turns looks and listens. When I do it"}, {"timestamp": [2215.88, 2220.04], "text": " they're rolling their eyes and they're just beautiful and students would go oh"}, {"timestamp": [2220.04, 2228.0], "text": " that was good oh well done fantastic, another very innovative high school teacher."}, {"timestamp": [2228.0, 2233.5], "text": " Said he used it for a while, but then one day he brings a ladder in, puts his ladder in"}, {"timestamp": [2233.5, 2234.5], "text": " his circle."}, {"timestamp": [2234.5, 2237.5], "text": " Students come in and go, there's a ladder in the circle."}, {"timestamp": [2237.5, 2240.0], "text": " Gee, something's going on, what's the ladder doing in the circle?"}, {"timestamp": [2240.0, 2246.12], "text": " This particular day, moves towards the circle, steps into the circle, climbs the ladder."}, {"timestamp": [2246.12, 2250.76], "text": " Said in days gone by when you had a speech to make, there wasn't any light except on the"}, {"timestamp": [2250.76, 2251.76], "text": " street corner."}, {"timestamp": [2251.76, 2255.78], "text": " So you'd take a ladder to the street corner underneath a lamp."}, {"timestamp": [2255.78, 2260.4], "text": " So then you'd step up in the ladder underneath that spotlight to make your speech."}, {"timestamp": [2260.4, 2263.88], "text": " Here's my ladder, here's my lamp, here's my speech."}, {"timestamp": [2263.88, 2266.1], "text": " We're a team in this classroom."}, {"timestamp": [2266.1, 2269.28], "text": " Climb back down the ladder, work out the way."}, {"timestamp": [2269.28, 2272.42], "text": " And it's just such a simple thing."}, {"timestamp": [2272.42, 2275.18], "text": " But the thing is that it can work."}, {"timestamp": [2275.18, 2276.32], "text": " So I'd like you to have a chat."}, {"timestamp": [2276.32, 2281.16], "text": " And even though you might not have done that, you will have areas of your classroom that you"}, {"timestamp": [2281.16, 2283.76], "text": " move to for certain things."}, {"timestamp": [2283.76, 2285.5], "text": " You watch in particular year one, year"}, {"timestamp": [2285.5, 2289.28], "text": " two, they'll move in a little area where the kids will come and sit, a little area"}, {"timestamp": [2289.28, 2293.5], "text": " where it's the quiet area. So now you might just have a little speech-making area."}, {"timestamp": [2293.5, 2298.96], "text": " Or phys ed teachers are just wonderful to work with. Fis-Ed has used their throats so much"}, {"timestamp": [2298.96, 2303.66], "text": " sometimes. So we're working with one of the guys and instead of going, I can't use that,"}, {"timestamp": [2303.66, 2305.18], "text": " I'm a phys ed teacher, he goes, how can't use that, I'm a phys ed teacher."}, {"timestamp": [2306.76, 2306.8], "text": " He goes, how can I use this?"}, {"timestamp": [2307.78, 2308.34], "text": " I'm a phys ed teacher."}, {"timestamp": [2310.24, 2310.66], "text": " Beautiful way to think innovatively."}, {"timestamp": [2314.46, 2314.7], "text": " So he takes two of those hoops, you know the hula hoop things, goes out in the oval,"}, {"timestamp": [2318.12, 2318.5], "text": " chucks one over here, a yellow one, one over here, a red one."}, {"timestamp": [2321.74, 2322.44], "text": " He said, okay, if you see me standing over in this hoop and I blow my whistle,"}, {"timestamp": [2325.24, 2327.2], "text": " that means you just need to stop what you're doing, stay where you are and listen."}, {"timestamp": [2327.2, 2331.76], "text": " If you see me over here when I blow my whistle in this hoop, it means you have to stop"}, {"timestamp": [2331.76, 2335.82], "text": " what you're doing, be quiet and move in as quickly as you can."}, {"timestamp": [2335.82, 2338.6], "text": " Saves his throat in so many different ways."}, {"timestamp": [2338.6, 2343.7], "text": " Quick chat with your buddies, what variations of this are you doing?"}, {"timestamp": [2343.7, 2347.0], "text": " If you're not doing something like it, could you give something like it a go?"}, {"timestamp": [2347.0, 2348.0], "text": " And in what context?"}, {"timestamp": [2348.0, 2366.0], "text": " Tell your team mate, vicinity. Thank you. Thank you. Thank you. Thank you."}, {"timestamp": [2366.0, 2367.0], "text": " Thank you."}, {"timestamp": [2367.0, 2369.0], "text": " Thank you."}, {"timestamp": [2369.0, 2370.0], "text": " Thank you."}, {"timestamp": [2370.0, 2372.0], "text": " Thank you."}, {"timestamp": [2372.0, 2373.0], "text": " Thank you."}, {"timestamp": [2373.0, 2454.0], "text": " Thank you. The 20 seconds. And magic."}, {"timestamp": [2454.0, 2466.96], "text": " Now, in Oslan, in Australian signing, which is slightly different than Kiwi signing, very different than Vietnamese, very different than American."}, {"timestamp": [2466.96, 2470.18], "text": " The signing languages around the planet are so dynamic."}, {"timestamp": [2470.18, 2473.6], "text": " But the word for thank you is fairly similar all over the globe."}, {"timestamp": [2473.6, 2476.88], "text": " If you take your hand from the top of the chin please, and with respect, move it to your"}, {"timestamp": [2476.88, 2477.88], "text": " buddy."}, {"timestamp": [2477.88, 2478.88], "text": " Give them a thank you."}, {"timestamp": [2478.88, 2480.76], "text": " Now you do need to be very careful."}, {"timestamp": [2480.76, 2492.24], "text": " It is from the top of the chin and not from underneath the chin. Mediterranean background. You do that to an Italian or a Greek and they will kill you."}, {"timestamp": [2492.24, 2497.12], "text": " Although in Melbourne you don't even need to do that and they will kill you."}, {"timestamp": [2497.12, 2503.68], "text": " The vicinity technique, the I stands for inclusion. So we will have exclusion policies in schools"}, {"timestamp": [2503.68, 2506.16], "text": " where we exclude somebody from a classroom for a behaviour, exclude somebody from a school for what's something they've done. But before we will have exclusion policies in schools where we exclude somebody from a classroom for a behaviour,"}, {"timestamp": [2506.16, 2509.68], "text": " exclude somebody from a school for what's something they've done."}, {"timestamp": [2509.68, 2513.06], "text": " But before we do excluding, we need to try including."}, {"timestamp": [2513.06, 2518.44], "text": " And particularly, as I'll talk about this afternoon, that shift in methodology, that innovative"}, {"timestamp": [2518.44, 2521.86], "text": " shift in methods, the way to engage."}, {"timestamp": [2521.86, 2527.0], "text": " So I get to work with a Year 10 group every year. I've done it for"}, {"timestamp": [2527.0, 2533.66], "text": " now 16 years in a row. And one particular year, it's a girls' school in Western Australia,"}, {"timestamp": [2533.66, 2540.54], "text": " they went on a camp and I was set up on a huge stage, huge tall stage with all of my gear"}, {"timestamp": [2540.54, 2545.18], "text": " up there. We didn't have the automatic clickers and those things in those days."}, {"timestamp": [2545.18, 2550.24], "text": " And all the youngsters are sitting down in rows way beneath me."}, {"timestamp": [2550.24, 2555.12], "text": " So it means that if I've got a tiger in the room, vicinity is tricky."}, {"timestamp": [2555.12, 2557.54], "text": " It's not easy for me to get down, move over."}, {"timestamp": [2557.54, 2561.24], "text": " And smart tigers don't sit at the front of the room or the back of the room."}, {"timestamp": [2561.24, 2564.4], "text": " They sit about two thirds the way, two thirds in."}, {"timestamp": [2564.4, 2567.0], "text": " Around where you guys are. Very difficult to get to, you know, the tiger's in the room. They sit about two-thirds the way, two-thirds in. Around where you guys are."}, {"timestamp": [2567.0, 2572.5], "text": " Very difficult to get to, you know, the tiger's in the room. But I've got this particular"}, {"timestamp": [2572.5, 2578.12], "text": " year, I've got this wonderful tiger in the room. She is entertaining six or eight of her"}, {"timestamp": [2578.12, 2583.32], "text": " buddies and she's obviously very comical and very good at it. They kind of want to listen"}, {"timestamp": [2583.32, 2585.18], "text": " to me because I'm semi-entertaining."}, {"timestamp": [2585.18, 2590.68], "text": " But at the same time, I'm gone tomorrow. She's there. So they're sort of getting engaged"}, {"timestamp": [2590.68, 2595.98], "text": " in what she's doing. But I notice, Maria Montessori, of course, said good teachers observe."}, {"timestamp": [2596.82, 2603.46], "text": " They take time to notice stuff. Now, I notice that she plugs into me when I'm doing sign language."}, {"timestamp": [2603.96, 2607.0], "text": " As soon as I start doing signing, she's attracted to it,"}, {"timestamp": [2607.0, 2608.0], "text": " she does it as self."}, {"timestamp": [2608.0, 2611.0], "text": " She's probably, without knowing her,"}, {"timestamp": [2611.0, 2614.0], "text": " probably a very kinesthetic physical-based learner,"}, {"timestamp": [2614.0, 2616.0], "text": " loves the physicality of it."}, {"timestamp": [2616.0, 2620.0], "text": " So I say, okay, I'm going to teach you an extra 10 words"}, {"timestamp": [2620.0, 2623.0], "text": " in signing today from our deaf community."}, {"timestamp": [2623.0, 2625.68], "text": " And I might even have a little test on our 10 words"}, {"timestamp": [2625.68, 2627.0], "text": " at the end of my presentation."}, {"timestamp": [2627.0, 2630.0], "text": " And the first word that I'm going to be testing you on,"}, {"timestamp": [2630.0, 2632.0], "text": " and I look straight into the tiger's eyes,"}, {"timestamp": [2632.0, 2634.0], "text": " and she's looking straight back at me."}, {"timestamp": [2634.0, 2636.0], "text": " And I say, is the word communicate?"}, {"timestamp": [2636.0, 2639.0], "text": " Communicate, you take the letter C from your heart,"}, {"timestamp": [2639.0, 2642.0], "text": " and it travels from your heart to the heart of another person,"}, {"timestamp": [2642.0, 2644.0], "text": " and back to you."}, {"timestamp": [2644.0, 2646.24], "text": " Better than any dictionary definition."}, {"timestamp": [2646.24, 2648.76], "text": " She looks straight at me and smiles and goes,"}, {"timestamp": [2648.76, 2652.24], "text": " and she's with me for about 90 seconds."}, {"timestamp": [2652.24, 2655.52], "text": " And then she drifts off again."}, {"timestamp": [2655.52, 2657.24], "text": " So about two and a half minutes later,"}, {"timestamp": [2657.24, 2659.32], "text": " I throw in another vocabulary word."}, {"timestamp": [2659.32, 2662.44], "text": " It's our own little game, it's our own inclusion."}, {"timestamp": [2662.44, 2666.62], "text": " But it's that thing that sometimes by shifting the methodology."}, {"timestamp": [2666.62, 2672.04], "text": " The S is the secret sign. You know, that little sign you give to a thumbs up you give"}, {"timestamp": [2672.04, 2676.04], "text": " to a particular student, that little nod of the head. Just this little message between the"}, {"timestamp": [2676.04, 2680.7], "text": " two of you, a secret sign, good on you, tiger, you're doing well today. Good stuff."}, {"timestamp": [2680.7, 2685.9], "text": " The P is the private message. If you have had a breakdown in communication,"}, {"timestamp": [2686.34, 2689.56], "text": " if you had a little breakdown with a particular student"}, {"timestamp": [2689.56, 2691.78], "text": " or a rough day or you're having a rough week,"}, {"timestamp": [2692.34, 2693.62], "text": " that when things are good,"}, {"timestamp": [2694.04, 2695.9], "text": " not when you're angry, not when they're angry,"}, {"timestamp": [2696.0, 2698.44], "text": " but when things are good, you just have a quiet word."}, {"timestamp": [2698.6, 2700.96], "text": " Listen, just notice the last week's been a bit rough."}, {"timestamp": [2701.32, 2703.24], "text": " I'm hoping next week will be really good."}, {"timestamp": [2703.6, 2705.04], "text": " It helps me if we can help"}, {"timestamp": [2705.04, 2710.72], "text": " you and work things through. It's also works in a marriage. You know, actually talk to each other"}, {"timestamp": [2710.72, 2716.6], "text": " when you're not angry and have a private message. The A and the S, the old adjacent student"}, {"timestamp": [2716.6, 2722.0], "text": " technique. You fire an activity of the kids sitting in front of the tiger. I fire a question"}, {"timestamp": [2722.0, 2727.0], "text": " to the kids at the side of the tiger. You fire something to the kids at the back of the tiger and the tiger sitting there thinking"}, {"timestamp": [2727.0, 2729.62], "text": " the bombs are dropping."}, {"timestamp": [2729.62, 2734.08], "text": " And they'll either pay attention or nobody sits next to them after a while."}, {"timestamp": [2734.08, 2738.92], "text": " Now these are just some of the disruptions that disrupt the disruptions."}, {"timestamp": [2738.92, 2744.86], "text": " There's some of the vistas, some of the things that will disrupt the students in terms of discipline."}, {"timestamp": [2744.86, 2746.0], "text": " Have a quick chat, 40 seconds."}, {"timestamp": [2746.0, 2750.0], "text": " Tell each other a couple of others that you do."}, {"timestamp": [2750.0, 2753.0], "text": " Things you do that disrupt the disruption."}, {"timestamp": [2753.0, 2755.0], "text": " Scratch with each other, go."}, {"timestamp": [2755.0, 2785.0], "text": " Go. The The President, I'm not going to be able to be the I'm going to be able to be"}, {"timestamp": [2785.0, 2787.0], "text": " the other than the rest of the end of the"}, {"timestamp": [2787.0, 2789.0], "text": " I'm going to be able to be."}, {"timestamp": [2789.0, 2793.0], "text": " I'm not going to be the other,"}, {"timestamp": [2793.0, 2794.0], "text": " the same,"}, {"timestamp": [2794.0, 2795.0], "text": " the second,"}, {"timestamp": [2795.0, 2796.0], "text": " the way,"}, {"timestamp": [2796.0, 2798.0], "text": " and the same,"}, {"timestamp": [2798.0, 2800.0], "text": " and the other."}, {"timestamp": [2800.0, 2849.0], "text": " I'm a lot of the The Ten seconds. And..."}, {"timestamp": [2853.0, 2854.0], "text": " Magic."}, {"timestamp": [2855.0, 2858.0], "text": " So, one of the tools of innovation,"}, {"timestamp": [2858.0, 2861.0], "text": " we wrote a program for Credit Suisse,"}, {"timestamp": [2861.0, 2864.0], "text": " the Asian brands of Credit Suisse,"}, {"timestamp": [2864.0, 2866.12], "text": " and we toured it throughout all of Asia."}, {"timestamp": [2866.12, 2868.98], "text": " And we based it around three tools of innovation."}, {"timestamp": [2868.98, 2871.3], "text": " The first one was scratching."}, {"timestamp": [2871.3, 2873.58], "text": " So where do you scratch, how do you scratch?"}, {"timestamp": [2873.58, 2875.8], "text": " But scratching is only one element."}, {"timestamp": [2875.8, 2877.92], "text": " As Paul McCartney taught us,"}, {"timestamp": [2877.92, 2881.1], "text": " beyond the scratching, you've got to have catching."}, {"timestamp": [2881.1, 2883.72], "text": " So don't rely on the fact that, oh, that's a good idea,"}, {"timestamp": [2883.72, 2886.0], "text": " and then you don't catch it in some way."}, {"timestamp": [2886.0, 2894.0], "text": " Now I've got an iPod, I've got an iPad, I've got an iPhone, I've got a laptop, but my best catching device is my journal."}, {"timestamp": [2894.0, 2901.0], "text": " I've kept journals ever since I was a kid and I still, with crayons and pens, I catch information."}, {"timestamp": [2901.0, 2904.0], "text": " I constantly will catch things."}, {"timestamp": [2904.0, 2909.0], "text": " So even if it's something as simple as a puzzle."}, {"timestamp": [2909.0, 2914.82], "text": " Now normally I would rely on collaboration and teamwork. We need to have a certain"}, {"timestamp": [2914.82, 2918.84], "text": " amount of being able to work independently. We need to also have a lot of skills"}, {"timestamp": [2918.84, 2922.62], "text": " and being able to collaborate as I'll talk about this afternoon. But this"}, {"timestamp": [2922.62, 2925.0], "text": " time you're going to work solo."}, {"timestamp": [2925.0, 2929.0], "text": " I'm going to give you a puzzle and you need to solve it alone."}, {"timestamp": [2929.0, 2931.0], "text": " Now before I give you the puzzle,"}, {"timestamp": [2931.0, 2933.0], "text": " one of my favorite words in sign language."}, {"timestamp": [2933.0, 2934.0], "text": " If you can take your hands please,"}, {"timestamp": [2934.0, 2936.0], "text": " and just rub them together."}, {"timestamp": [2936.0, 2938.0], "text": " This is the word for enthusiasm."}, {"timestamp": [2938.0, 2939.0], "text": " Same word for optimism."}, {"timestamp": [2939.0, 2941.0], "text": " And in the deaf community, it's not like,"}, {"timestamp": [2941.0, 2944.0], "text": " oh, this is great, what will I get out of this?"}, {"timestamp": [2944.0, 2949.92], "text": " The way, the nuance of this word is, okay, here's a challenge, let's get stuck in."}, {"timestamp": [2949.92, 2952.08], "text": " So take your hands again, please."}, {"timestamp": [2952.08, 2956.88], "text": " Just say to the person next to you, oh, I'm really good at these puzzles."}, {"timestamp": [2956.88, 2962.24], "text": " Some of you weren't very convincing."}, {"timestamp": [2962.24, 2967.62], "text": " So working solo, what do you need for brushing your teeth, combing your hair and"}, {"timestamp": [2967.62, 2971.98], "text": " keeping the rain off? As soon if you've got an answer, give me a thumbs up please."}, {"timestamp": [2982.54, 2991.0], "text": " And of course, a toothbrush? a hairbrush and an umbrella."}, {"timestamp": [2991.0, 2993.0], "text": " I would probably do it."}, {"timestamp": [2993.0, 2996.0], "text": " Tell you buddy, what was your brain doing to try to solve that?"}, {"timestamp": [2996.0, 2997.0], "text": " Did you get three things?"}, {"timestamp": [2997.0, 2998.0], "text": " Were you trying to get one?"}, {"timestamp": [2998.0, 3021.66], "text": " Tell you buddy. And there's no right or wrong in how you go about it."}, {"timestamp": [3021.66, 3025.0], "text": " Try to come up with one thing can be quite innovative."}, {"timestamp": [3025.0, 3033.0], "text": " Sometimes creativity is inspired by restraint. If you, constraint can lead you to be a creative solution."}, {"timestamp": [3033.0, 3041.0], "text": " But often with this particular puzzle, most people try to go for what's the singular answer? Who is looking for a singular answer?"}, {"timestamp": [3041.0, 3045.58], "text": " And there's something in our brain that is our default position is more about"}, {"timestamp": [3045.58, 3049.72], "text": " singular answers. Now keep this in mind because it becomes vital when it comes"}, {"timestamp": [3049.72, 3055.0], "text": " to innovation. In Melbourne, we have, I'm now living in Melbourne with my wife,"}, {"timestamp": [3055.0, 3061.12], "text": " Lindy and we've got the 150th anniversary of the Melbourne Zoo. So what they've"}, {"timestamp": [3061.12, 3067.0], "text": " done is they've got 150 artists to paint and decorate elephants."}, {"timestamp": [3067.0, 3073.0], "text": " And they've put them, overnight, they put them in 150 locations around Melbourne."}, {"timestamp": [3073.0, 3077.0], "text": " And it's wonderful, people are going, looking for them, etc."}, {"timestamp": [3077.0, 3080.0], "text": " So this particular one is near our place."}, {"timestamp": [3080.0, 3085.24], "text": " And when I went, I was walking towards it, there was a young boy sitting on top of the elephant."}, {"timestamp": [3085.24, 3088.1], "text": " The sign below says, please do not climb on an elephant."}, {"timestamp": [3088.1, 3091.1], "text": " But anyway, what you would do is climb on an elephant."}, {"timestamp": [3091.1, 3092.64], "text": " It's a creative thing to do."}, {"timestamp": [3092.64, 3094.92], "text": " And his dad is taking a photo of him."}, {"timestamp": [3094.92, 3099.72], "text": " And as I get to them and he's starting to get off the elephant, I say to the dad, you know,"}, {"timestamp": [3099.72, 3103.12], "text": " there's 150 of these around."}, {"timestamp": [3103.12, 3106.0], "text": " And the dad says, oh yeah, but they're all the same."}, {"timestamp": [3106.0, 3109.0], "text": " And the interesting thing is,"}, {"timestamp": [3109.0, 3114.0], "text": " he would have walked past this one to get to that one."}, {"timestamp": [3114.0, 3118.0], "text": " So are they the same or are they different?"}, {"timestamp": [3118.0, 3120.0], "text": " Now of course he's trying to say to me,"}, {"timestamp": [3120.0, 3124.0], "text": " mate, I don't want to go looking for 150 bloody elephants."}, {"timestamp": [3124.0, 3128.64], "text": " But it also tells us something about our brain."}, {"timestamp": [3129.9, 3132.0], "text": " What's similar and what's different?"}, {"timestamp": [3132.84, 3134.12], "text": " Here's some of the 150."}, {"timestamp": [3150.0, 3154.0], "text": " Similarities and differences. Now according to most of the cognitive psychologists, particularly Shlomo"}, {"timestamp": [3154.0, 3162.0], "text": " Brisseneb who's just an absolute gem of research, the brain's default position is the belief that similar is identical."}, {"timestamp": [3162.0, 3165.84], "text": " So once we see things sort of semi-alike,"}, {"timestamp": [3165.84, 3167.62], "text": " we clump them all together."}, {"timestamp": [3167.62, 3169.54], "text": " Because it's easier for the brain to do that."}, {"timestamp": [3169.54, 3171.42], "text": " All this, all that."}, {"timestamp": [3171.42, 3173.12], "text": " All this, all that."}, {"timestamp": [3173.12, 3175.14], "text": " All this, all that."}, {"timestamp": [3175.14, 3176.8], "text": " Binary thinking."}, {"timestamp": [3176.8, 3178.72], "text": " All black, all white."}, {"timestamp": [3178.72, 3181.0], "text": " All good, all bad."}, {"timestamp": [3181.0, 3184.34], "text": " And there's not a lot of nuance and tweaking."}, {"timestamp": [3184.34, 3187.0], "text": " So when you go, okay, why is it that so"}, {"timestamp": [3187.0, 3193.78], "text": " many people can't think in a variety of situations or scenarios? Why is it some people"}, {"timestamp": [3193.78, 3199.76], "text": " can't work in modulations and can't learn to turn their iPhones off? You know, why? Do they"}, {"timestamp": [3199.76, 3207.5], "text": " do these things? But it is because the brain seems to go all this, all that. And we end up"}, {"timestamp": [3207.5, 3214.88], "text": " being a kind of thinking that is almost like what Pete Seeger sang about in the 60s,"}, {"timestamp": [3214.88, 3222.32], "text": " that we have little boxes. And it's all in this quote, all here, all here, all here,"}, {"timestamp": [3222.32, 3229.12], "text": " little boxes type thinking. What's always amazed me in Australia is why people would support Collingwood."}, {"timestamp": [3230.88, 3234.8], "text": " Collingwood, if you know in AFL, Collingwood, oh."}, {"timestamp": [3235.76, 3241.92], "text": " And if you're a Collingwood supporter, it's all black or all white."}, {"timestamp": [3242.72, 3250.28], "text": " You're with us or you're a Guinness? We love you or we hate you. There is no in"}, {"timestamp": [3250.28, 3256.22], "text": " between. And it seems to be the answer is because it's easier for the brain to do that."}, {"timestamp": [3257.0, 3260.72], "text": " The default position of the brain is lump everything to get, oh, it's all good or it's all bad."}, {"timestamp": [3261.44, 3265.28], "text": " There is rarely a student who is all good and a student who is all bad."}, {"timestamp": [3265.28, 3270.24], "text": " You know, it is a world of nuance. When students come to me and say, I hate maths,"}, {"timestamp": [3270.24, 3274.4], "text": " I'm no good at maths, I say, I bet you can do maths, I can't do maths. Can you count"}, {"timestamp": [3274.4, 3280.16], "text": " to five? Oh yeah, bloody hell, everyone can count to five? Well, that's maths. Can you do this?"}, {"timestamp": [3280.16, 3285.12], "text": " Can you do that? And often when they say, I can't do maths, what they mean is I can"}, {"timestamp": [3285.12, 3290.6], "text": " do some maths, but then algebra came along. And why did they chat letters in her,"}, {"timestamp": [3290.6, 3295.7], "text": " answer the numbers? Why did they do that? And so that one thing then becomes, instead of saying,"}, {"timestamp": [3295.8, 3299.64], "text": " gee, I'm having a bit of a challenge when it comes to algebra, it becomes, I can't do maths."}, {"timestamp": [3299.72, 3302.8], "text": " I'm no good at maths. I'm lousy at maths. I've never been any good at maths. I've never"}, {"timestamp": [3302.8, 3309.12], "text": " been able to do this. We go into this black and white mentality and I think one of the innovations that can help us"}, {"timestamp": [3309.12, 3310.88], "text": " is this word."}, {"timestamp": [3310.88, 3316.08], "text": " I need you to tell your buddies quickly, do you have a context for the word chumberwumba"}, {"timestamp": [3316.08, 3353.0], "text": " have you heard it before and if so how? Okay, okay, so who has heard of Chambawama?"}, {"timestamp": [3353.0, 3361.0], "text": " They are, of course, a band, although musical cooperative would be a better phrasing for them."}, {"timestamp": [3361.0, 3367.6], "text": " Early 1980s, 1981 in Leeds, three guys living in a squat in Leeds. Very cold"}, {"timestamp": [3367.6, 3373.76], "text": " squat. And across the street there is a community hall. And this community hall has got a"}, {"timestamp": [3373.76, 3377.8], "text": " big sign up saying musical meeting tonight, if you're into music, come along, free tea"}, {"timestamp": [3377.8, 3382.36], "text": " and coffee, warm place. So they're living in a squat without tea and coffee so they think,"}, {"timestamp": [3382.36, 3385.86], "text": " oh, we'll go across, we listen to a bit of music. So they go and take their place."}, {"timestamp": [3385.92, 3390.28], "text": " The guy who's running the meeting starts the meeting by saying, before I start, I'd just like to ask you,"}, {"timestamp": [3390.92, 3394.1], "text": " is there anyone in this room who might perchance be in a band?"}, {"timestamp": [3394.78, 3399.56], "text": " Now, these three guys are English, but they could have been Kiwis or Australians, because they look at each other and go,"}, {"timestamp": [3400.88, 3403.22], "text": " we're in a band."}, {"timestamp": [3403.7, 3405.0], "text": " The guy says, fantastic, what's the name of the band? Quick as a wink, The guy says, fantastic."}, {"timestamp": [3405.0, 3407.0], "text": " What's the name of the band?"}, {"timestamp": [3407.0, 3408.0], "text": " Quick as a wink, this chap says,"}, {"timestamp": [3408.0, 3410.0], "text": " Chimp eats banana."}, {"timestamp": [3410.0, 3412.0], "text": " Now somehow Chimp Eats Banana"}, {"timestamp": [3412.0, 3414.0], "text": " managed to morph into Chumbawamba"}, {"timestamp": [3414.0, 3415.0], "text": " within a couple of months"}, {"timestamp": [3415.0, 3417.0], "text": " because the guy who's running the meeting"}, {"timestamp": [3417.0, 3419.0], "text": " finds their squat two weeks later,"}, {"timestamp": [3419.0, 3421.0], "text": " knocks on their door."}, {"timestamp": [3421.0, 3423.0], "text": " One of the chaps opens the door and the guy says,"}, {"timestamp": [3423.0, 3429.76], "text": " you're with chimp eats banana. And this guy goes, oh yeah, yeah, yeah, that's right, lead singer."}, {"timestamp": [3429.76, 3432.5], "text": " You see, they've got good news for you."}, {"timestamp": [3432.5, 3434.5], "text": " I've got you a gig."}, {"timestamp": [3434.5, 3436.5], "text": " Ah, good."}, {"timestamp": [3436.5, 3438.5], "text": " It's in two weeks' time."}, {"timestamp": [3438.5, 3443.0], "text": " Now instead of being a normal human being who would say, oh, we're really busy that night,"}, {"timestamp": [3443.0, 3445.0], "text": " this guy says, fantastic."}, {"timestamp": [3445.0, 3450.44], "text": " There we go. Can't well wait to tell the rest of the band members. Now none of them"}, {"timestamp": [3450.44, 3455.92], "text": " played a musical instrument. So they became a punk band because you didn't need to know"}, {"timestamp": [3455.92, 3459.56], "text": " how to play a musical instrument. They had a mate that could do a bit of percussion, another"}, {"timestamp": [3459.56, 3463.44], "text": " guy that did a bit of strings. And they recruited, they'd go out, what these three guys were"}, {"timestamp": [3463.44, 3465.36], "text": " good at is spruiking and thinking."}, {"timestamp": [3470.88, 3475.64], "text": " They were hip-hop before hip-hop was invented. They would call out phrases against Thatcher. They were more about a humane world than a Thatcher world. They would put rhyme and rhythm and hip"}, {"timestamp": [3475.64, 3480.04], "text": " and hop into it before we even knew what it was all about. And they recruited. They'd say,"}, {"timestamp": [3480.12, 3485.26], "text": " if any of you can play a musical instrument, please join us on stage. They became ten."}, {"timestamp": [3485.92, 3487.68], "text": " They're known as a one-hit wonder."}, {"timestamp": [3488.34, 3492.06], "text": " They've got at least 12 CDs out and I think I've got at least eight of them."}, {"timestamp": [3492.6, 3496.12], "text": " They teach me, I'm a songwriter and they teach me how to write a song."}, {"timestamp": [3496.82, 3500.16], "text": " Chumbabumba teach us how to construct and design a song."}, {"timestamp": [3500.68, 3504.38], "text": " But I think they also teach us how to think in an innovative way."}, {"timestamp": [3505.88, 3513.02], "text": " They teach us how to design lessons in how they create a song. Have a listen. You will know this one. You'll"}, {"timestamp": [3513.02, 3525.0], "text": " get there on the chorus but have a read as to what it might teach us as well. And you might be"}, {"timestamp": [3525.0, 3539.0], "text": " And you might be"}, {"timestamp": [3539.0, 3544.0], "text": " It might be able to join on in, it builds up and it goes."}, {"timestamp": [3544.0, 3552.0], "text": " I get no doubt It builds up and it goes. So they take an old English drinking song."}, {"timestamp": [3552.0, 3554.0], "text": " I get down and I get up again."}, {"timestamp": [3554.0, 3558.0], "text": " They blend it with a beautiful piece of original orchestral."}, {"timestamp": [3558.0, 3563.0], "text": " And then if I keep playing the song, in comes Denny Boy, the revolutionary song."}, {"timestamp": [3563.0, 3568.6], "text": " Every time they create a song, they take at least three key ingredients."}, {"timestamp": [3568.6, 3571.3], "text": " And then they blend those ingredients together."}, {"timestamp": [3571.3, 3573.1], "text": " Not too much of this, not that."}, {"timestamp": [3573.1, 3574.82], "text": " And it's very much like cooking."}, {"timestamp": [3574.82, 3577.32], "text": " I was presenting in Thailand to a hotel chain,"}, {"timestamp": [3577.32, 3580.86], "text": " and following me on stage was Neil Perry, the Australian chef,"}, {"timestamp": [3580.86, 3582.32], "text": " with the ponytail."}, {"timestamp": [3582.32, 3587.38], "text": " And Neil says that, yes, it's all about ingredients. Get the best produce."}, {"timestamp": [3587.86, 3591.66], "text": " And then if you're cooking Thai, it's about the blend of flavours, just enough sweet,"}, {"timestamp": [3591.76, 3596.06], "text": " just enough sour, just enough salt. And it's not just a recipe, of course, for a meal,"}, {"timestamp": [3596.14, 3600.82], "text": " it's a recipe for a lesson. You know, taking a variety of ingredients, getting the right"}, {"timestamp": [3600.82, 3606.76], "text": " blends happening. And then it works in layers, just like in food, like an Indian curry works in layers."}, {"timestamp": [3606.76, 3609.9], "text": " The first taste isn't a taste, it's a smell."}, {"timestamp": [3609.9, 3612.4], "text": " And then there's an initial taste on the tip of the tongue,"}, {"timestamp": [3612.4, 3614.7], "text": " and then there's a taste at the back of the throat,"}, {"timestamp": [3614.7, 3616.8], "text": " and then an hour later, and the next day,"}, {"timestamp": [3616.8, 3619.4], "text": " and the next day, and it goes on and on."}, {"timestamp": [3619.4, 3621.8], "text": " And learning happens the same way."}, {"timestamp": [3621.8, 3624.4], "text": " You know, good teachers are layering learning."}, {"timestamp": [3624.4, 3625.72], "text": " They're introducing some little word in a fun way, and it's just a little word, and it's just a fun way. But teachers are layering learning. They're introducing some little"}, {"timestamp": [3625.72, 3629.38], "text": " word in a fun way and it's just a little word and it's just a fun way. But then they add"}, {"timestamp": [3629.38, 3634.18], "text": " another word to that word and suddenly it becomes a more complex word. And they're layering"}, {"timestamp": [3634.18, 3639.04], "text": " and they're layering and they're layering. Now we call it scaffolding and building if you like,"}, {"timestamp": [3639.46, 3644.5], "text": " but to me it's chumbabamba. Every lesson we design is getting the right ingredients in a beautiful"}, {"timestamp": [3644.5, 3648.38], "text": " blend and mix and then layering the learning so we can take someone from where"}, {"timestamp": [3648.38, 3653.56], "text": " they are to deeper and deeper and deeper to better and better. Chumbabwamba is a"}, {"timestamp": [3653.56, 3658.72], "text": " proper noun, the name of a band, but we've turned it into a verb to think in mixes"}, {"timestamp": [3658.72, 3662.98], "text": " and blends and layers. I wished when I was at teachers college this is how they"}, {"timestamp": [3662.98, 3665.12], "text": " taught me how to do a design of a lesson"}, {"timestamp": [3665.12, 3671.12], "text": " rather than just objectives, specific objectives, one, two, three, four, and then evaluation"}, {"timestamp": [3671.12, 3672.12], "text": " of the process."}, {"timestamp": [3672.12, 3674.0], "text": " We can still do that within the Chambalwamba."}, {"timestamp": [3674.0, 3675.88], "text": " But we've also turned it into sign language."}, {"timestamp": [3675.88, 3680.24], "text": " Take your hands please and say to your table mates, Chambalwamba!"}, {"timestamp": [3680.24, 3682.24], "text": " Chamba Wamba!"}, {"timestamp": [3682.24, 3688.12], "text": " When somebody says to you, what is teaching economics? You go, it's chamba wamba."}, {"timestamp": [3688.12, 3689.12], "text": " Everything is chamba wamba."}, {"timestamp": [3689.12, 3693.12], "text": " And how we design, how we get through to, and change some of the students in the class?"}, {"timestamp": [3693.12, 3694.68], "text": " A whole different lesson."}, {"timestamp": [3694.68, 3700.38], "text": " You know how we used to, I'd have two year 10 classes to be teaching year 10 English to."}, {"timestamp": [3700.38, 3703.58], "text": " And I'd run the same lesson, but it was never the same lesson."}, {"timestamp": [3703.58, 3704.68], "text": " Never could be."}, {"timestamp": [3704.68, 3706.98], "text": " Because you've got a different mix of people in the process."}, {"timestamp": [3707.56, 3709.8], "text": " We scratch, we catch."}, {"timestamp": [3710.2, 3715.06], "text": " So even a new vocabulary word, of course, we would need to find ways to be able to catch it,"}, {"timestamp": [3715.56, 3717.42], "text": " some ways to be able to revisit it."}, {"timestamp": [3717.9, 3721.64], "text": " But then becomes perhaps the most important part of innovation."}, {"timestamp": [3722.32, 3723.54], "text": " We need to hatch."}, {"timestamp": [3724.56, 3727.0], "text": " So once you're scratched for ideas,"}, {"timestamp": [3727.0, 3732.36], "text": " once you've caught the ideas, really it's about putting the ideas into action."}, {"timestamp": [3732.36, 3738.32], "text": " In signing to know is this, if you take your thumb please, and it goes like this to the brain."}, {"timestamp": [3738.32, 3743.2], "text": " This is knowing. But the deaf community aren't just big on knowing. Who in this room"}, {"timestamp": [3743.2, 3745.24], "text": " has ever passed an exam without fully"}, {"timestamp": [3745.24, 3750.6], "text": " understanding the subject matter? Some people know the answers but, no, I can't use them,"}, {"timestamp": [3750.6, 3756.52], "text": " can't do anything with them. So to know is one thing, to own it is another. So we know it,"}, {"timestamp": [3756.52, 3760.8], "text": " we own it. So we can give the students a definition of Chumbabwamba, they can go, yeah,"}, {"timestamp": [3760.8, 3765.5], "text": " I know that now, but to really own it, they will have to have some doing."}, {"timestamp": [3766.06, 3772.52], "text": " And I think that's the great trifecta, to know, to own and to do, to be able to use, to be able to hatch with things."}, {"timestamp": [3773.02, 3775.32], "text": " Now, of course, innovative thinking is not new."}, {"timestamp": [3776.32, 3782.04], "text": " Something like, if I mention brainstorming to a corporate group, I get a Mexican wave of eyebrows."}, {"timestamp": [3782.2, 3782.98], "text": " It looks like this."}, {"timestamp": [3782.98, 3783.82], "text": " Oh, God."}, {"timestamp": [3784.44, 3786.0], "text": " Oh, gee."}, {"timestamp": [3786.0, 3791.0], "text": " How many times do we need to do this? But most people think that brainstorming is,"}, {"timestamp": [3791.0, 3794.0], "text": " here's the butcher's paper, here's the coloured pens, come up with ideas."}, {"timestamp": [3794.0, 3798.0], "text": " Alex Osborne came up with the phrase and the rules in 1953."}, {"timestamp": [3798.0, 3802.0], "text": " And he said, first of all, have a very definite problem you're working on."}, {"timestamp": [3802.0, 3808.36], "text": " In your school, work out what are the problems. And just doing that will be an interesting thing. What the principal will think the problem is may"}, {"timestamp": [3808.36, 3812.88], "text": " not be the same thing that the deputy thinks the problem is. Or the person working in"}, {"timestamp": [3812.88, 3819.32], "text": " the garden thinks the problem is. And then start solo. Don't just give group idea, give"}, {"timestamp": [3819.32, 3827.5], "text": " people two, three, five minutes of individual thought time. To stop the sprint, just time to think alone."}, {"timestamp": [3827.5, 3831.44], "text": " And for some students that drives them baddie the first couple of times, they're no"}, {"timestamp": [3831.44, 3835.08], "text": " good at spending a minute alone with their own thoughts."}, {"timestamp": [3835.08, 3839.72], "text": " Some teachers likewise, but to be able to build up and build up and build up."}, {"timestamp": [3839.72, 3843.52], "text": " So we're going to do a little bit of solo thinking."}, {"timestamp": [3843.52, 3848.96], "text": " And what we're going to start with are these three things here."}, {"timestamp": [3848.96, 3855.4], "text": " I need you to come up with two or three possibilities for what number one might be or mean or represent."}, {"timestamp": [3855.4, 3858.44], "text": " And in a brainstorm, don't overlook the obvious."}, {"timestamp": [3858.44, 3865.58], "text": " If you obviously think it's an eye, then say I, because what is obvious to some people isn't obvious to others."}, {"timestamp": [3868.8, 3869.44], "text": " Secondly, when you think you're running out of ideas, change your persona."}, {"timestamp": [3872.04, 3872.54], "text": " If you were a seven-year-old looking at this, what would they see?"}, {"timestamp": [3874.9, 3875.48], "text": " If you were an engineer looking at that, what would it see?"}, {"timestamp": [3877.76, 3878.26], "text": " If you're a ballet dancer, what would you see?"}, {"timestamp": [3881.02, 3881.46], "text": " And then two or three possibilities for what number two might be."}, {"timestamp": [3886.0, 3891.0], "text": " Two or three possibilities for what number three might be or mean or represent. And as you're doing it, you might want to mix them all together. A little bit of a chumbabwamba."}, {"timestamp": [3891.0, 3898.0], "text": " Some of you already would be turning the three things into a story. A whole story would emerge from these three pictures."}, {"timestamp": [3898.0, 3903.0], "text": " So I need individual things, what might they be? And then a story or two."}, {"timestamp": [3903.0, 3905.02], "text": " Some of you would already have ideas."}, {"timestamp": [3907.94, 3909.66], "text": " Others are waiting for me to shut up."}, {"timestamp": [3911.12, 3912.68], "text": " If we're in a staff PD,"}, {"timestamp": [3912.86, 3914.62], "text": " I'd give you a good couple of minutes alone,"}, {"timestamp": [3915.46, 3916.98], "text": " given you're the advanced group."}, {"timestamp": [3918.66, 3922.22], "text": " Whatever you got for any of them is your starting point."}, {"timestamp": [3922.82, 4009.0], "text": " You share them with your buddies, you have a listen to them, you build upon the ideas, you come up with individual things, you come up with a story, you've got 90 seconds, go. Talk it through. Thank you. We're going to be. 20 seconds."}, {"timestamp": [4009.0, 4010.0], "text": " And..."}, {"timestamp": [4010.0, 4027.0], "text": " Magic. Now a... And magic."}, {"timestamp": [4027.0, 4035.0], "text": " Now, this of course is a game of strategy and thinking through things and collaboration."}, {"timestamp": [4035.0, 4040.8], "text": " If you heard anything absolutely beautiful come out of your teammates' mouth, now is your chance"}, {"timestamp": [4040.8, 4046.8], "text": " to subtly point them out please. Just point to your buddy. And some of you don't know what subtle means but hey, it worked a treat. You've been nominated. Your name is your chance to subtly point them out, please. Just point to your buddy. And some of you don't know what subtle means,"}, {"timestamp": [4046.8, 4048.76], "text": " but hey, it worked a treat."}, {"timestamp": [4048.76, 4049.66], "text": " You've been nominated."}, {"timestamp": [4049.66, 4050.68], "text": " Your name, please?"}, {"timestamp": [4050.68, 4051.28], "text": " Melinda."}, {"timestamp": [4051.28, 4054.24], "text": " Now, Melinda, I would know that you,"}, {"timestamp": [4054.24, 4058.0], "text": " beautiful ideas, so you'll need to speak into my chest."}, {"timestamp": [4058.0, 4059.84], "text": " No, no, just tell me, and I,"}, {"timestamp": [4059.84, 4060.72], "text": " what did you come up with?"}, {"timestamp": [4060.72, 4062.24], "text": " For any one of them or all three of them?"}, {"timestamp": [4062.24, 4063.4], "text": " I just thought number three"}, {"timestamp": [4063.4, 4069.76], "text": " that like a window on a horse track? A window on a horse track. I think that deserves"}, {"timestamp": [4069.76, 4074.16], "text": " a round of applause for seeing things in that way. Is there anyone whose buddy managed"}, {"timestamp": [4074.16, 4078.84], "text": " to come up with a story of magic what have we got sir? Although I'm a bit worried"}, {"timestamp": [4078.84, 4081.36], "text": " given your last idea. What have we got?"}, {"timestamp": [4081.36, 4084.48], "text": " Shit I've got a caterpillar in my underpin."}, {"timestamp": [4084.48, 4087.0], "text": " Shit I've got a caterpillar in my under you. Shit I've got a caterpillar in my under."}, {"timestamp": [4087.0, 4089.0], "text": " You've got to love the Kiwis."}, {"timestamp": [4089.0, 4092.0], "text": " I think that deserves a round of applause."}, {"timestamp": [4092.0, 4096.0], "text": " If you can just stand up for a second,"}, {"timestamp": [4096.0, 4100.0], "text": " I mean, the courage to admit that in front of all of your colleagues"}, {"timestamp": [4100.0, 4104.0], "text": " and for it now to be beam direct around the world"}, {"timestamp": [4104.0, 4107.0], "text": " is just sensational, thank you. You'll get emails bean direct around the world. It's just sensational, thank you."}, {"timestamp": [4107.0, 4111.0], "text": " You'll get emails from all around the world."}, {"timestamp": [4111.0, 4116.0], "text": " But now how these three things came into being is the way my odd mind works."}, {"timestamp": [4116.0, 4118.0], "text": " I mention my journal."}, {"timestamp": [4118.0, 4122.0], "text": " If I read a really good book, I summarise it in my journal."}, {"timestamp": [4122.0, 4125.6], "text": " With carions, with colours, I draw pictures, I write words."}, {"timestamp": [4125.6, 4128.7], "text": " If I'm listening to a speech, I'll take these kind of notes."}, {"timestamp": [4128.7, 4132.04], "text": " Then what I'll do, once I've caught them, is I'll transfer them into another way."}, {"timestamp": [4132.04, 4137.24], "text": " I might put them into my iPad, I might put a different way of writing and drawing them."}, {"timestamp": [4137.24, 4142.16], "text": " So once you've taken information, to convert it into another form means you're relearning."}, {"timestamp": [4142.16, 4144.04], "text": " It's a way of layering it."}, {"timestamp": [4144.04, 4149.22], "text": " So once students have got one way of catching to find another way to be able to record it, even if it's"}, {"timestamp": [4149.22, 4153.96], "text": " reading it out loud, to record it like a dramatic reading. But I read a book called The"}, {"timestamp": [4153.96, 4158.9], "text": " Art of Innovation, the story of the company IDEO. Every time you reach for the mouse on your"}, {"timestamp": [4158.9, 4164.94], "text": " computer, that's IDEO. Their mouse. They invented it. Stand up toothpaste pump, IDEO."}, {"timestamp": [4164.94, 4165.0], "text": " 4,200 products all around the world. And anyone who works for iOS, they're going to They're their mouse. They invented it. Stand-up toothpaste pump, IDEO."}, {"timestamp": [4165.0, 4168.0], "text": " 4,200 products all around the world."}, {"timestamp": [4168.0, 4172.0], "text": " And anyone who works for IDEO is called an ideas person."}, {"timestamp": [4172.0, 4178.0], "text": " If you're the cleaner, your business card says IDO, ideas person, cleaner."}, {"timestamp": [4178.0, 4182.0], "text": " IDO, Ideas Person, CEO."}, {"timestamp": [4182.0, 4185.48], "text": " Because they believe everyone contributes the ideas."}, {"timestamp": [4185.48, 4189.64], "text": " And often the people closest to the job can come up with the best ideas."}, {"timestamp": [4189.64, 4193.66], "text": " And they train their people in three key creative disciplines."}, {"timestamp": [4193.66, 4198.04], "text": " And when I read these disciplines, I drew them into my journal in pictures, and just to help"}, {"timestamp": [4198.04, 4199.04], "text": " me remember them."}, {"timestamp": [4199.04, 4202.84], "text": " But then I thought, now, this will be pretty nifty to do with some groups."}, {"timestamp": [4202.84, 4208.06], "text": " First time I ever do this, I've got 242 engineers on a conference at the Gold Coast."}, {"timestamp": [4208.06, 4211.46], "text": " And one of them comes up with, well, first of all, you need to look at things, then you"}, {"timestamp": [4211.46, 4216.52], "text": " need to move towards them, and then you need the balls to carry it out."}, {"timestamp": [4216.52, 4219.82], "text": " They are obviously Australian engineers."}, {"timestamp": [4219.82, 4223.94], "text": " Often people come up with vision, teamwork and support."}, {"timestamp": [4223.94, 4225.5], "text": " And I think that's good."}, {"timestamp": [4225.5, 4227.76], "text": " Now at one conference, one woman says,"}, {"timestamp": [4227.76, 4231.82], "text": " every private eye needs at least 100 different ways"}, {"timestamp": [4231.82, 4235.12], "text": " to undress the problem."}, {"timestamp": [4235.12, 4236.88], "text": " That is stunning."}, {"timestamp": [4236.88, 4238.96], "text": " A couple of conferences later, somebody says,"}, {"timestamp": [4238.96, 4242.36], "text": " I want to crawl into your underpants."}, {"timestamp": [4242.36, 4247.0], "text": " And I still don't know whether it was an invitation or not. And he was"}, {"timestamp": [4247.0, 4253.8], "text": " a lovely chap. Big handle bar moustache. He was a gorgeous gentleman. But one of my favourites,"}, {"timestamp": [4253.8, 4260.12], "text": " I got to spend quite a bit of time working with companies and with families and students in India."}, {"timestamp": [4260.92, 4265.54], "text": " And India's great. I mean, often very good mathematically can get the specific answer"}, {"timestamp": [4265.54, 4271.46], "text": " when needed to, but very good at thinking in a Chambawamba. Because it's all about partial things."}, {"timestamp": [4272.78, 4279.38], "text": " There's a chapter in our thinking caps book called Driving in India. And it starts off by talking"}, {"timestamp": [4279.38, 4286.24], "text": " about driving in Singapore. Driving in Singapore is like little boxes. There's centimetre perfect,"}, {"timestamp": [4286.24, 4292.0], "text": " it's all correct, and every car's. Driving in India is not. If there's eight highway,"}, {"timestamp": [4292.0, 4296.2], "text": " eight lanes, then eight might be heading this way, big truck comes this way, they kind"}, {"timestamp": [4296.2, 4301.12], "text": " to do this. There's a wonderful story about a chap in a taxi driving down the middle"}, {"timestamp": [4301.12, 4305.4], "text": " of the street in Bombay, in Mumbai. And the chap in the back of the car says,"}, {"timestamp": [4305.4, 4308.04], "text": " oh, excuse me, driver, what do you reckon"}, {"timestamp": [4308.04, 4311.62], "text": " that white dotted line is for in the middle of the road?"}, {"timestamp": [4311.62, 4313.08], "text": " And the driver says, don't know, sir,"}, {"timestamp": [4313.08, 4314.22], "text": " the British left it here."}, {"timestamp": [4316.06, 4320.02], "text": " So driving in India, it's thinking innovative,"}, {"timestamp": [4320.02, 4321.0], "text": " with innovation."}, {"timestamp": [4321.0, 4323.62], "text": " And the CEO of one of the companies looked at these"}, {"timestamp": [4323.62, 4330.24], "text": " and said, Glenn, I see it backwards. In every man's pair of pants, there is a slug with a vision"}, {"timestamp": [4330.24, 4337.0], "text": " and you gotta love that. But the first one says that innovation begins with an eye."}, {"timestamp": [4337.0, 4343.58], "text": " Innovation begins with observation. You've got to stop sprinting for five minutes every day"}, {"timestamp": [4343.58, 4345.24], "text": " and sit back and notice. You got to stop sprinting minutes every day and sit back and notice."}, {"timestamp": [4345.24, 4349.4], "text": " You've got to stop sprinting through each lesson and sit back and notice."}, {"timestamp": [4349.4, 4351.88], "text": " Innovation begins with observation."}, {"timestamp": [4351.88, 4354.36], "text": " Secondly, you keep a bug list."}, {"timestamp": [4354.36, 4359.12], "text": " Anytime anything bugs or irritates people at IDEO, they jot it down into their journals"}, {"timestamp": [4359.12, 4362.88], "text": " and they start their meetings by bringing out their bug list."}, {"timestamp": [4362.88, 4364.88], "text": " What's irritated me this week is."}, {"timestamp": [4364.88, 4365.5], "text": " And the reason"}, {"timestamp": [4365.5, 4370.0], "text": " they celebrate irritation is they figure if something's irritating then, chances are it's"}, {"timestamp": [4370.0, 4373.94], "text": " irritating others. If it's irritating enough people, then there's the chance to come up"}, {"timestamp": [4373.94, 4380.24], "text": " with a solution. A new product, a new patent, a new system, a new way. Often what we do in"}, {"timestamp": [4380.24, 4387.88], "text": " school meetings is we say what we really think to our mate when we're leaving the meeting. Rather than really sharing, well this is what's irritating us, how can we"}, {"timestamp": [4387.88, 4393.44], "text": " turn it into magic? Prince Alfred's school in Adelaide, Kevin Tut is the principal. Kevin"}, {"timestamp": [4393.44, 4399.98], "text": " and I started teaching at Wanneroo in the late 1970s and he uses the eye bugs and undies"}, {"timestamp": [4399.98, 4404.84], "text": " as we call it every month with his leadership team. What have we observed in our"}, {"timestamp": [4404.84, 4405.12], "text": " school in the last month? What's irritating us or others? And then thirdly, what do we need as we call it, every month with his leadership team. What have we observed in our school"}, {"timestamp": [4405.12, 4410.48], "text": " in the last month? What's irritating us or others? And then thirdly, what do we need to ask"}, {"timestamp": [4410.48, 4417.52], "text": " why about? Why are we doing it this way? Or it can't be done that way, why not, why not?"}, {"timestamp": [4417.52, 4423.88], "text": " Why not? Now to constantly do these kind of things. I'm a kid from Calgoorlie. Another kid from"}, {"timestamp": [4423.88, 4425.52], "text": " Calgoorley is Kevin Bloody Wilson. Does anyone know who I'm a kid from Calgoorlie. Another kid from Calgoorley is Kevin Bloody"}, {"timestamp": [4425.52, 4430.92], "text": " Wilson. Does anyone know who I'm talking about? Kevin Bloody, very funny man. Swears"}, {"timestamp": [4430.92, 4436.2], "text": " a lot, sings songs and before he was doing that on stage was a brilliant classroom"}, {"timestamp": [4436.2, 4442.24], "text": " teacher, a magnificent teacher. Barry Marshall is also a kid from Calgoorley. Who"}, {"timestamp": [4442.24, 4447.3], "text": " knows Barry? More Australians know of Kevin Bloody"}, {"timestamp": [4447.3, 4452.88], "text": " Wilson than Barry Marshall and all Barry did is win a Nobel Prize. Not many kids"}, {"timestamp": [4452.88, 4458.6], "text": " from Calgoorley have won Nobel Prizes but in 2005 Barry Marshall and his mate Robin"}, {"timestamp": [4458.6, 4464.24], "text": " Warren get the medicine and physiology Nobel Prize for saying that this"}, {"timestamp": [4464.24, 4467.0], "text": " stomach ulcer is not caused by stress."}, {"timestamp": [4467.68, 4473.0], "text": " It's bacteria related. And everyone in medicine said, you guys are idiots. We know it's stress"}, {"timestamp": [4473.0, 4477.72], "text": " related. Barry didn't mind being called an idiot. grew up in Calgoorlie. We were raised"}, {"timestamp": [4477.72, 4482.64], "text": " by being called idiots. That was just from mum and dad. Barry used to walk down the main"}, {"timestamp": [4482.64, 4485.2], "text": " street of Calgoorley, Han Street, with his dad, Bob,"}, {"timestamp": [4485.6, 4489.96], "text": " and Bob would fall flat in his face. Flatten his face and then in an instant be back up"}, {"timestamp": [4489.96, 4493.94], "text": " at his feet walking again. You would look at this from the other side of the road. There would be"}, {"timestamp": [4493.94, 4498.34], "text": " Bob Marshall, a businessman in Calgoorley, walking with two business colleagues who have come up from"}, {"timestamp": [4498.34, 4503.38], "text": " Perth. And as he's walking along, he'd fall flat in his face, in an instant back up at his feet"}, {"timestamp": [4503.38, 4505.28], "text": " walking as if nothing's happened."}, {"timestamp": [4505.28, 4508.24], "text": " These two business colleagues would go, Barry, are you all right?"}, {"timestamp": [4508.24, 4510.44], "text": " Yeah, why?"}, {"timestamp": [4510.44, 4511.44], "text": " Well, what happened there?"}, {"timestamp": [4511.44, 4512.44], "text": " What do you mean?"}, {"timestamp": [4512.44, 4513.44], "text": " Nothing."}, {"timestamp": [4513.44, 4515.36], "text": " Now we did it as a gag."}, {"timestamp": [4515.36, 4519.82], "text": " He taught himself how to break a fall and he just thought it was a funny thing to do."}, {"timestamp": [4519.82, 4522.32], "text": " Walk along the street, eh, eh, yeah, you go."}, {"timestamp": [4522.32, 4526.84], "text": " If you've got a dad like that, you grow up being innovative. You grow up breaking the rules, you've got a dad like that you grow up being innovative you grow"}, {"timestamp": [4526.84, 4533.44], "text": " up breaking the rules you know my mum got really sick so sick she needed"}, {"timestamp": [4533.44, 4537.58], "text": " psychiatric care we had to leave Calgoorley because there was none we were"}, {"timestamp": [4537.58, 4542.08], "text": " down in Perth and that's when we moved to Perth from Calgoorley my dad had no"}, {"timestamp": [4542.08, 4545.68], "text": " work is in the Nookanborough Hotel. Bob Marshall had moved"}, {"timestamp": [4545.68, 4549.92], "text": " to Perth two years beforehand and went to the Nook and Borough found my dad and said,"}, {"timestamp": [4549.92, 4555.76], "text": " Jack Capelli, I need a man like you. I've got a job for you. He gave my dad a job when"}, {"timestamp": [4555.76, 4561.92], "text": " he needed it. And then Barry Marshall, Nobel Prize winner as a university student, used to run errands"}, {"timestamp": [4561.92, 4565.44], "text": " during the summer holidays and be my dad's go-to"}, {"timestamp": [4565.44, 4567.44], "text": " man in the carpentry work."}, {"timestamp": [4567.44, 4572.6], "text": " Now to break a few rules at times, to grow up being a little bit innovative, some of those"}, {"timestamp": [4572.6, 4577.12], "text": " tigers in classrooms may be the Barry Marshalls of our future."}, {"timestamp": [4577.12, 4581.16], "text": " Some of those kids that are the best way to view them as a tiger find different ways"}, {"timestamp": [4581.16, 4584.9], "text": " to reach them, different ways to engage them, different ways to play with them."}, {"timestamp": [4584.9, 4589.6], "text": " So I said in today's world, we're going into a world where our youngsters need to learn"}, {"timestamp": [4589.6, 4594.16], "text": " to have a whole stack of learning skills and thinking skills beyond what we do."}, {"timestamp": [4596.32, 4599.92], "text": " Today we've covered some of these things."}, {"timestamp": [4599.92, 4604.4], "text": " The brainstorming rules I haven't gone into in detail but it's on this visual sheet."}, {"timestamp": [4604.4, 4607.6], "text": " A few other things the bumumblebee will get to."}, {"timestamp": [4607.6, 4614.0], "text": " Really the whole message of you can't create these kind of really robust innovative environments"}, {"timestamp": [4614.0, 4620.5], "text": " without having empathy. You've got to be empathetic based as teachers, knowing that different folks learn in different ways."}, {"timestamp": [4620.5, 4623.5], "text": " Different students need different approaches."}, {"timestamp": [4623.5, 4625.1], "text": " And the best way to do"}, {"timestamp": [4625.1, 4629.24], "text": " it is the team work with each other through collaboration. This sheet and the"}, {"timestamp": [4629.24, 4633.5], "text": " visual summary sheet of my keynote this afternoon are now up on your"}, {"timestamp": [4633.5, 4638.22], "text": " research pages. I believe there's a whole resource area you can go to. You can"}, {"timestamp": [4638.22, 4644.12], "text": " download as many of these as you like but I'd also like to put in a mention of the"}, {"timestamp": [4644.12, 4647.0], "text": " Thinking Caps book. It's been around"}, {"timestamp": [4647.0, 4654.0], "text": " for about 18 months now and it's 40 of my radio pieces. I do every week I do a radio show"}, {"timestamp": [4654.0, 4662.0], "text": " in Melbourne and used to do it on the ABC throughout Australia. It's about five or six pages"}, {"timestamp": [4662.0, 4667.0], "text": " and each page then each of those six pages leads to five or six innovative questions"}, {"timestamp": [4667.0, 4673.0], "text": " for conversations. So in here is Chambalumba, driving in India, scratching, there's a whole"}, {"timestamp": [4673.0, 4679.8], "text": " stack of tools here to be able to introduce your fellow staff members to. I'll use some"}, {"timestamp": [4679.8, 4684.64], "text": " of the pieces this afternoon. Hopefully they're funny, hopefully they make us laugh, sometimes"}, {"timestamp": [4684.64, 4692.68], "text": " make us cry and always make us think. And we're delighted to now say as of 30 hours ago,"}, {"timestamp": [4693.28, 4699.76], "text": " it's now an app for our iPax. So the whole 320 pages with all the artwork with some"}, {"timestamp": [4699.76, 4704.84], "text": " interactivity. If you would like to be the first people in the world to own it on an iPad,"}, {"timestamp": [4704.84, 4705.58], "text": " we would"}, {"timestamp": [4705.58, 4711.38], "text": " be delighted. This afternoon I talk about our school and whether it's the thinking"}, {"timestamp": [4711.38, 4717.4], "text": " caps book in this form or the thinking caps book in IPAC, all the proceeds go towards the school."}, {"timestamp": [4717.4, 4722.9], "text": " And I'll be talking about that later in the day. But I'd like to finish with a key empathy"}, {"timestamp": [4722.9, 4726.0], "text": " message and to do it."}, {"timestamp": [4726.0, 4733.0], "text": " Well, before we do it, one of the most interesting things I think with all learning is a teacher can be up the front teaching."}, {"timestamp": [4733.0, 4736.0], "text": " A teacher can be rivering around the room teaching."}, {"timestamp": [4736.0, 4743.0], "text": " Students hear certain things, catch certain things, but it's not always exactly what the teacher said."}, {"timestamp": [4743.0, 4747.0], "text": " What good innovative learners are doing is they're hearing something and it's sparking ideas."}, {"timestamp": [4747.0, 4749.0], "text": " Oh, what I'm going to do next week is this."}, {"timestamp": [4749.0, 4753.0], "text": " Oh, there's that thing I used to do and I haven't done for a while, I'm going to try this."}, {"timestamp": [4753.0, 4755.0], "text": " Oh, that's made me think of such and such."}, {"timestamp": [4755.0, 4760.0], "text": " So there's all sorts of other stuff going on in your head where you might be catching ideas on your iPad"}, {"timestamp": [4760.0, 4764.0], "text": " or in your journal or in this brain of yours."}, {"timestamp": [4764.0, 4766.02], "text": " So before we finish with my major message,"}, {"timestamp": [4766.8, 4767.88], "text": " quick chat with your buddies,"}, {"timestamp": [4768.26, 4769.22], "text": " what have you been hearing?"}, {"timestamp": [4769.82, 4770.9], "text": " What's it made you think?"}, {"timestamp": [4771.0, 4772.78], "text": " The scratching, the catching, the hatching."}, {"timestamp": [4773.26, 4775.4], "text": " How can you bring those things into your school"}, {"timestamp": [4775.4, 4778.08], "text": " and have you already got it in one form or another?"}, {"timestamp": [4778.34, 4779.6], "text": " Give each other some ideas."}, {"timestamp": [4779.72, 4780.32], "text": " What have you heard?"}, {"timestamp": [4780.42, 4781.04], "text": " What have you caught?"}, {"timestamp": [4781.4, 4805.0], "text": " What are you going to get it."}, {"timestamp": [4805.0, 4807.0], "text": " I'm going to be."}, {"timestamp": [4807.0, 4809.0], "text": " I'm going to"}, {"timestamp": [4809.0, 4810.0], "text": " have a lot."}, {"timestamp": [4810.0, 4813.0], "text": " I'm going to be."}, {"timestamp": [4813.0, 4814.0], "text": " I'm not."}, {"timestamp": [4814.0, 4825.0], "text": " I'm a lot. The President, the one of the people are the"}, {"timestamp": [4825.0, 4826.0], "text": " I'm"}, {"timestamp": [4826.0, 4827.0], "text": " and the"}, {"timestamp": [4827.0, 4828.0], "text": " I'm"}, {"timestamp": [4828.0, 4829.0], "text": " the"}, {"timestamp": [4829.0, 4830.0], "text": " I'm"}, {"timestamp": [4830.0, 4831.0], "text": " the"}, {"timestamp": [4831.0, 4832.0], "text": " I'm"}, {"timestamp": [4832.0, 4833.0], "text": " the same"}, {"timestamp": [4833.0, 4834.0], "text": " and the"}, {"timestamp": [4834.0, 4835.0], "text": " and the"}, {"timestamp": [4835.0, 4837.0], "text": " I'm"}, {"timestamp": [4837.0, 4838.0], "text": " and the"}, {"timestamp": [4838.0, 4839.0], "text": " I'm just"}, {"timestamp": [4839.0, 4840.0], "text": " and the"}, {"timestamp": [4840.0, 4841.0], "text": " I'm"}, {"timestamp": [4841.0, 4842.0], "text": " and the"}, {"timestamp": [4842.0, 4843.0], "text": " I'm"}, {"timestamp": [4843.0, 4855.0], "text": " the same I'm at the same on the same Now, if you're going to be able to be a whole."}, {"timestamp": [4855.0, 4861.0], "text": " Ah, magic."}, {"timestamp": [4861.0, 4868.28], "text": " Now, if you or your school do get a hold of the Thinking Caps app, please send us an email and"}, {"timestamp": [4868.28, 4871.36], "text": " tell us what makes you think and how you're using it."}, {"timestamp": [4871.36, 4878.24], "text": " What I need to do on your table now is to nominate a learning hero."}, {"timestamp": [4878.24, 4880.24], "text": " Who is the person on your table?"}, {"timestamp": [4880.24, 4882.24], "text": " Well, let's put it this way."}, {"timestamp": [4882.24, 4883.24], "text": " A learning lumetting."}, {"timestamp": [4883.24, 4889.32], "text": " So each table or someone, if you're sitting on the floor near you, you need to work out who is the learning"}, {"timestamp": [4889.32, 4890.32], "text": " lunatic?"}, {"timestamp": [4890.32, 4910.0], "text": " Please do your nominating now. Okay, can learning lunatics raise a hand please?"}, {"timestamp": [4910.0, 4912.2], "text": " Raise a hand, learning learning"}, {"timestamp": [4912.2, 4913.8], "text": " litigants?"}, {"timestamp": [4913.8, 4916.0], "text": " Got one on the table over here?"}, {"timestamp": [4916.0, 4917.6], "text": " Magic, now."}, {"timestamp": [4917.6, 4922.6], "text": " I believe the world needs more learning lunatics."}, {"timestamp": [4922.6, 4924.6], "text": " Helen Callow is a learning lunatic."}, {"timestamp": [4924.6, 4928.0], "text": " At 19 months she loses her sight, her hearing and her speech,"}, {"timestamp": [4928.0, 4931.0], "text": " but as an adult, she learns how to make sound and to speak"}, {"timestamp": [4931.0, 4934.5], "text": " through touching people's lips and getting the movement of it"}, {"timestamp": [4934.5, 4936.5], "text": " and working out different patterns of the throat"}, {"timestamp": [4936.5, 4937.5], "text": " and getting the sound."}, {"timestamp": [4937.5, 4939.5], "text": " The Wright brothers were learning lunatics."}, {"timestamp": [4939.5, 4942.5], "text": " Now some of the best innovators we've ever had in the planet"}, {"timestamp": [4942.5, 4946.92], "text": " have been tigers who become learning lunatics later in life."}, {"timestamp": [4946.92, 4949.24], "text": " And the learning lunatic on your table now,"}, {"timestamp": [4949.24, 4950.68], "text": " we're going to do a song together."}, {"timestamp": [4950.68, 4954.44], "text": " And it's a song that we do with students."}, {"timestamp": [4954.44, 4956.72], "text": " We teach this often to high school students"}, {"timestamp": [4956.72, 4959.82], "text": " who then go and teach it to primary school students."}, {"timestamp": [4959.82, 4960.88], "text": " Now one of the beautiful things,"}, {"timestamp": [4960.88, 4962.4], "text": " and you would have it happening in your school,"}, {"timestamp": [4962.4, 4965.72], "text": " where year 11s might go down and work with year 1s or 2s,"}, {"timestamp": [4965.72, 4970.5], "text": " and the year 11s think that they're teaching the little ones are teaching the little ones."}, {"timestamp": [4970.5, 4974.16], "text": " They're teaching the year 11's how to open up and how to be."}, {"timestamp": [4974.16, 4977.24], "text": " So it's a sign language song."}, {"timestamp": [4977.24, 4978.66], "text": " Kids love signing."}, {"timestamp": [4978.66, 4980.72], "text": " It's a learning language."}, {"timestamp": [4980.72, 4982.54], "text": " They also love animals."}, {"timestamp": [4982.54, 4987.0], "text": " So if you could, we figured if we could come up with a sign language song of animals, it would be an empty thing."}, {"timestamp": [4987.0, 4990.0], "text": " So in signing, just try this place."}, {"timestamp": [4990.0, 4992.0], "text": " That of course is a cat."}, {"timestamp": [4992.0, 4993.0], "text": " Try this."}, {"timestamp": [4993.0, 4995.0], "text": " That is a dog."}, {"timestamp": [4995.0, 4998.0], "text": " Two dogs."}, {"timestamp": [4998.0, 5008.76], "text": " Now, my signing teacher Carol Turtleboro and some of you would be far better than me. But Carol Carol said if you don't know a word in signing, you have permission to make it up."}, {"timestamp": [5009.76, 5014.86], "text": " So I'm going to start with some signing, but then I'm going to hand it over to you guys."}, {"timestamp": [5014.86, 5019.84], "text": " And if you find that you're, oh, I can't think of one, you'll simply look at your learning lunatic,"}, {"timestamp": [5020.16, 5021.4], "text": " and they will lead the way."}, {"timestamp": [5022.22, 5024.46], "text": " And whatever they do, you will follow."}, {"timestamp": [5025.0, 5027.0], "text": " The song is called bumblebee."}, {"timestamp": [5027.0, 5030.0], "text": " And the reason I wrote it is because, of course,"}, {"timestamp": [5030.0, 5033.0], "text": " physics tells us the bumblebee shouldn't be able to fly."}, {"timestamp": [5033.0, 5036.0], "text": " Its body's too big and its wings aren't big enough."}, {"timestamp": [5036.0, 5038.0], "text": " It should not by rights be able to fly."}, {"timestamp": [5038.0, 5041.0], "text": " But nobody told the bumblebee, of course the bumblebee can fly."}, {"timestamp": [5041.0, 5047.0], "text": " When I was a kid, I was a very large round child and at school"}, {"timestamp": [5048.0, 5052.5], "text": " you always get a bit of fun poke your way you learn to deal with it or hopefully in today's"}, {"timestamp": [5052.5, 5058.12], "text": " world you have some help in dealing with it. But it became interesting to me that later in life"}, {"timestamp": [5058.12, 5064.32], "text": " I would run marathons at a very quick pace. My weight was just over 60 kilos so I was pretty"}, {"timestamp": [5064.32, 5066.0], "text": " close to anorexic,"}, {"timestamp": [5066.0, 5069.0], "text": " and I'd look in a mirror and I'd think that I was fat."}, {"timestamp": [5069.0, 5074.0], "text": " Body image stuff. I got to live in England in Bushy for a while and knock around"}, {"timestamp": [5074.0, 5080.0], "text": " with a guy called Yogg, and Yogg had happened to form a little band with his mate Andrew"}, {"timestamp": [5080.0, 5085.0], "text": " and call himself Wham. And Yob is, the obvious cause George Michael."}, {"timestamp": [5085.0, 5087.0], "text": " And even though I was at George's place off"}, {"timestamp": [5087.0, 5089.0], "text": " and I never went to the toilet with him."}, {"timestamp": [5089.0, 5091.0], "text": " I just want to explain that."}, {"timestamp": [5091.0, 5095.0], "text": " But even when he was a heart-throb in those early years,"}, {"timestamp": [5095.0, 5099.0], "text": " he would still look at himself and see himself as that awkward kid"}, {"timestamp": [5099.0, 5103.0], "text": " that was at high school, whereas Andrew, his mate, was kind of the heart-throm kid."}, {"timestamp": [5103.0, 5106.9], "text": " So we say to kids it's important to strive to be healthy."}, {"timestamp": [5107.3, 5109.56], "text": " It's not about what you look like, strive to be healthy."}, {"timestamp": [5110.1, 5112.6], "text": " And this song really is an empathy song for it."}, {"timestamp": [5112.96, 5115.6], "text": " As I say, there are a whole stack of animals in it."}, {"timestamp": [5116.24, 5117.88], "text": " I will leave with some of the sign."}, {"timestamp": [5118.88, 5121.28], "text": " And then you just do what I do."}, {"timestamp": [5121.28, 5123.96], "text": " And still I need to be able to be."}, {"timestamp": [5127.0, 5129.0], "text": " Very large twilight. Andy, bitty wims."}, {"timestamp": [5129.0, 5132.0], "text": " Everybody says,"}, {"timestamp": [5132.0, 5137.0], "text": " you'll now fly with those tiny things,"}, {"timestamp": [5137.0, 5142.0], "text": " that the bumblebee said, oh, who said,"}, {"timestamp": [5142.0, 5144.0], "text": " gave it a little bit of a try,"}, {"timestamp": [5144.0, 5146.0], "text": " and talked to the sky"}, {"timestamp": [5146.0, 5147.0], "text": " Well, look at the street, see"}, {"timestamp": [5147.0, 5149.0], "text": " That the buck will be"}, {"timestamp": [5149.0, 5151.0], "text": " It's like you"}, {"timestamp": [5151.0, 5153.0], "text": " And me"}, {"timestamp": [5153.0, 5155.0], "text": " Now making it up for yourself"}, {"timestamp": [5155.0, 5156.0], "text": " Platypus"}, {"timestamp": [5156.0, 5159.0], "text": " Here is shot"}, {"timestamp": [5159.0, 5161.0], "text": " Herein for the Platypus"}, {"timestamp": [5161.0, 5163.0], "text": " Longed nose"}, {"timestamp": [5163.0, 5167.0], "text": " The shame and embarrassed"}, {"timestamp": [5167.0, 5168.0], "text": " The Plattepus"}, {"timestamp": [5168.0, 5171.0], "text": " Ishamed or embarrassed"}, {"timestamp": [5171.0, 5173.0], "text": " Long-flake tails"}, {"timestamp": [5173.0, 5177.0], "text": " There is upfilled bee"}, {"timestamp": [5178.0, 5180.0], "text": " Very body"}, {"timestamp": [5180.0, 5181.0], "text": " Wetting"}, {"timestamp": [5181.0, 5182.0], "text": " Wetting"}, {"timestamp": [5182.0, 5183.0], "text": " Platy"}, {"timestamp": [5183.0, 5185.0], "text": " My God It is wondrous and unique."}, {"timestamp": [5189.0, 5190.0], "text": " Okay, sweet dummies."}, {"timestamp": [5190.0, 5192.0], "text": " Elephant."}, {"timestamp": [5192.0, 5194.0], "text": " Girard."}, {"timestamp": [5194.0, 5196.0], "text": " Hippos."}, {"timestamp": [5196.0, 5197.0], "text": " Hiro."}, {"timestamp": [5197.0, 5198.0], "text": " Hiro."}, {"timestamp": [5198.0, 5200.0], "text": " Rino."}, {"timestamp": [5200.0, 5201.0], "text": " Brow."}, {"timestamp": [5201.0, 5202.0], "text": " Brow."}, {"timestamp": [5202.0, 5203.0], "text": " Brow."}, {"timestamp": [5203.0, 5205.38], "text": " All right. Right was going to hold. What's wrong? A lot of A phone A lot of guys, boy."}, {"timestamp": [5206.32, 5209.6], "text": " Every one of us"}, {"timestamp": [5209.6, 5212.86], "text": " A very special way."}, {"timestamp": [5213.72, 5214.68], "text": " Tandy our learning,"}, {"timestamp": [5214.84, 5217.22], "text": " do you know through this, go."}, {"timestamp": [5217.22, 5218.32], "text": " We need"}, {"timestamp": [5218.32, 5219.96], "text": " or want me to"}, {"timestamp": [5219.96, 5220.86], "text": " always say."}, {"timestamp": [5221.22, 5226.0], "text": " Souls, minds and hearts. In our souls and our minds and hearts,"}, {"timestamp": [5226.0, 5230.0], "text": " that's where success in our life starts"}, {"timestamp": [5230.0, 5234.0], "text": " Every one of us is kind of strange"}, {"timestamp": [5234.0, 5237.0], "text": " And that's okay"}, {"timestamp": [5237.0, 5239.0], "text": " Big finish coming up"}, {"timestamp": [5239.0, 5242.0], "text": " Give it all you got"}, {"timestamp": [5242.0, 5244.0], "text": " Play up with your bison"}, {"timestamp": [5244.0, 5245.68], "text": " For the bubble bin It's very large body Give it all you got. Play out with your passion."}, {"timestamp": [5246.86, 5247.22], "text": " Very large, God."}, {"timestamp": [5247.22, 5249.62], "text": " It's a very large, gaudy, fancy wings."}, {"timestamp": [5251.18, 5252.12], "text": " Everybody's funny."}, {"timestamp": [5253.66, 5257.18], "text": " You never fly with those tiny things."}, {"timestamp": [5257.68, 5260.86], "text": " And the bumblebee said,"}, {"timestamp": [5260.86, 5263.12], "text": " oh, who said,"}, {"timestamp": [5263.12, 5264.22], "text": " gave a cry,"}, {"timestamp": [5264.22, 5267.0], "text": " and jumped to the sky"}, {"timestamp": [5267.0, 5270.0], "text": " Well, we'll see that the bum will be"}, {"timestamp": [5270.0, 5273.0], "text": " Is a lot like you and me"}, {"timestamp": [5273.0, 5275.0], "text": " Okay, Poppy Goodwood, you're in a night on."}, {"timestamp": [5275.0, 5277.0], "text": " Thank you very much."}, {"timestamp": [5277.0, 5278.0], "text": " Thank you very much."}], "text": " And magic. First of all, I'd like to thank you very, very much for being here. Given that some people, I was up for an early morning walk this morning and there were a few of you still walking around and I thought, gee, people that are into fitness, only to discover that you hadn't actually been to bed. So just before I start off, I'm Glencapelli and I'd like you to shake hands and give a thank you to everyone on your table who's made it on time. So give them a good on you, give them a thank you. It is my absolute delight to presenting, present this morning and then again the Savo to educators, fellow educators. And this morning to look at one of my favourite topics about the art, the craft, the science of being an educator and the role that innovation can plan it and the need to tap into some of that creativity that is deep inside every educator. I started off, well, I come from Calgoorlie and I always have to check. Is there anyone in this room who has ever heard of Calgoorlie? Fantastic. Is there anyone who's actually from Calgoorlie? Anyone been to Calgoorlie briefly? Yes, it's that kind of a town really. It's a brief visit, but I went to Calgoorlie Central Primary School and our school song was Roll'em Bolum kick'em in the shins. Calgoorley Central always wins. It was a very caring school. This was pre-pastral care days and our principal was Mrs. Bull and our deputy was Miss Payne and I don't have to make this stuff up. They were actually sisters and they were wonderful, wonderful educators. But I discovered at Calgaly Central Primary the power of being a teacher. On day one, you see, in my day there wasn't any pre-school visit, there wasn't any kindergarten, so day one was pretty well day one. But a week before school started, they had a bit of an open couple of hours. So mum takes me up to the school, we get to play on the swings, they give us red cordial to drink, and some sticky buns to eat. And I'm thinking school, this is a bloody good place, you know, but it's actually a trap. It's a lie. Because on day one of school, mum goes home. There is no red cordial to drink. You can't plan the swings whenever you feel like it and there was no sticky buns to eat. So I'm that child who spent most of the first half day of school in tears. And my teacher, her way of dealing with me is she moved me to a corner of the room. But it wasn't a back corner, it was a front corner. And as I sat there crying, she said to the other students, do not be like this boy. I was kind of a benchmark even then, you know, in reverse. But day two, everything changed because on day two of schooling, I got changed. I shifted classes. Maybe it was at that teacher's request, I'm not sure. But when I first went out teaching, I taught secondary English history and economics. When I first went out teaching, my wonderful principal, Glenn Watkins, that I'll speak so much about today and this afternoon, he said, there's a mysterious thing about a school. There's a mysterious thing about a classroom called a climate. He said, I can't define it, but when you walk into it, you can feel it. And I knew exactly what he meant, because I had felt that on day one and day two. Day one of school at Calgary Central, I was in a vulnerable state, and I walked into a climate that wasn't that caring. Day two, when I moved into this new classroom, it just felt good. There were kids on the floor playing with quezon air rods, for those of you who remember. And my teacher, Miss Sawyer, I fell in love with learning my day tour school. I fell in love with my teacher on day tour of school. Ms. Sawyer, she was just fantastic. She managed to get an environment in the classroom that was safe and creative, safe and innovative. I got to tell the story of Ms. Sawyer at a principal's conference quite a few years ago. And at the end of my presentation, this woman came up to me and said, I so much want to thank you for that story. I'm Miss Sawyer. It made it the principal and still going strong. But where's educators, whether it's at a pre-primary, a primary, a secondary, a tertiary level, whether you're a corporate educator, there is a responsibility to creating an environment that is safe, but at the same time is one where people can take risks. Safe to take risks, safe to grow as a learner. I came along in 1957 and I just need to point out that my mother made me wear these shorts. I showed this to a group recently and some rude bugger said, Glenn, it's not the shorts that worry me. It's the shoes. Hey, I kind of like the shoes. My sister Karen also got to enjoy wearing those shoes and I guess that's where the problem lies. But in 57 the year I came along, Margaret Meade, that wonderful anthropologist, that incredible learner, that incredibly, incredible teacher. She called me and the rest of my generation, the Sputnik kids. Sputnik, world's first telecommunication satellite goes up in 57. This thing circling the world just going beat beat. But she says it's going to change the planet. She said it's going to speed things up so much we're now going to have a generation gap. We'd never heard that phrase popularised until 57. What she meant was for the first time in human history, children were going to be born to a different planet than what their parents were born to. My parents, my grandparents, my great-grandparents were born to a fairly similar world. But from then on it was not going to be that. She was ahead of her time, Margaret Meade, and in 1994 some researchers looking at her work suggested that in today's world a generation gap takes six years. Six years. If you've got kids who are born six years apart, they're born to a different planet. We don't know some of the industries that are going to exist in six years' time. We don't know some that are going to fall over in the next six months. But we do know it becomes vital for our youngsters, far more vital than whatever was for us, to fall in love with learning, to do learning that is not just creative, but to do learning that is deep, and to be able to fall in love with themselves as a thinker, to be able to think and act their way through life wisely as well. Tom Friedman, the wonderful New York Times correspondent Pulitzer Prize winner, he said that if the Cold War, that time period I was born into, was a sport, it would be the sport of sumo wrestling. Because it was all about too mighty superpowers, two huge sumos trying to outbuffet each other. Might was right. The bigger you were, the better. How strong was your missile? How large was your organisation? But then something happened. The world started to shift and change. And in 1989, and many of us in this room will remember it, when the Berlin wall came down, I was a historian, but I didn't think it would happen that quickly. And obviously other people didn't either. There were three people killed three months before the wall came down trying to get over it, shot to their death. If they'd waited three months, they could have walked through that wall. But Friedman said when the Berlin Wall came down, the world changed again. And it was no longer about being a mighty, huge superpower. The sport had changed to sprinting. How fast are you? How fast are you at solving problems? And it's the 100 metre sprint again and again and again and again and again. Now the danger of this is that 100 metres sprinters need time for recovery. But we're not getting time for recovery in today's world. We're not taking that time. A mate of mine said, I just can't wait until my intray is empty. Mate, your intre is never going to be empty. It's how you get to deal with that. How are our youngsters are not only going to have strategies to be able to think and to be able to learn, but to be able to maintain health, mental health, physical health, to be able to have strategies to be able to rest and rest well. Sleep and sleep well. We've become a sleep-deprived society as well. I taught for two years at Wanneroo Senior High School. It was a very special place. I had to interview to get there, even though it was a government school. A hundred minute teaching zone, six-day cyclical timetable. Every three weeks, every three cycles, there'd be a flexi day for a whole school program. 30 minutes of pastoral care to start every day. It's the most innovative environment I've ever seen. Wonderful to be a part of. And at the end of a couple of years, the teaching out my bond, I thought I had to grow more as a human being. I'd been to school, I'd been to uni, I'd been back-to-school teaching. I'd done some backpacking around Australia, but I thought I'd go overseas and travel for three months. And seven years later, I came home. And in that seven years, wonderful things happen for me, wonderful learning to put into action, a variety of jobs that I was able to do in a variety of cultures and a variety of languages. I get back to Perth in Western Australia and I start a youth programme because I still want to teach but I need freedom to design my own curriculum. And one day, early in the morning, I'm reading the West Australian newspaper and I start to cry. It's not often that I read the West Australian newspaper and start to cry. With recent football results, it would be true, but what brought tears to my eyes was this. I ripped it out of the newspaper. We didn't have data projectors in those days or I wasn't working with a laptop and slides. I ripped it out because I was about to present to a group of long-term unemployed youth. Now there's a sentence for you. But this really moved me. Maybe it was the penguin-shaped backpack. It says lying in a dank cold bomb shelter in Sarajevo covering her two-year-old's ears so he could sleep through the explosions, Ida Sersak decided to plan ahead. My name is Igor. If you find me please bring me to the following addresses begins a note that she placed inside Igor's penguin shape backpack. The tiny parcel includes a pencil, two nappies, a can of crackers, a life insurance policy, 200 German marks and snapshots of Igor with his parents. Now whenever the shelling begins, Mrs. Sussex makes sure that Igor has his backpack. I thought that if we all got killed, he could survive on his own for 24 hours because I taught him how to open his crackers. This just rocked me. I was in front of those young people, 16, 17, 18, 19 year olds. I walked around the room showing them the photograph. I read out this little piece and I said to him, listen, we thankfully don't live in Sarajevo. Sarajevo now is a beautiful place where tourists are going, but back then it was hell, hell on wheels. And I said, we live in Perth where we don't have this warfare. But I figure, and I know you guys aren't too, you're a lot older than Igor, I said to them, but I figure in today's world we all need a backpack. And our backpack needs to be full of stuff. And I got them to talk with each other. What kind of things do you think are needed in the backpack to survive in today's world? And they talked and they said very practical things. A can of food would be handy. A piece of rope, one young sir said, which I thought was good practical thinking. One of the young lads said, a guitar, he said, I don't think I can live without music. And then a young lass, 19 years of age, different world, she could have been head girl of any school, but she had a shocking upbringing. And this young last said, hope. He said, I don't think I can live without hope. And then we started to talk about some of the character things that needed to be in the backpack. To me, maybe it's because I spent seven years living with a backpack, traveling the world. My backpack became a washing machine. It became everything, you know, because you'd stick dirty clothes in there, and then a month later you'd take them out and think, oh, they're not so bad after all. It was an interesting seven years, but getting back, and this backpack travels with me, teachers have got an amazing backpack. You've got skills and talents that you may not even call skills and talents. You might not even know how much of a talent it is to do what you do. But likewise, our children need to have a whole stack of skills and talents and character-based things to be able to get through their backpack. And I believe that there are a few key words for innovation that need to be in everyone's backpack. And the first that there are a few key words for innovation that need to be in everyone's backpack. And the first one, well we're going to start it. I love physical learning and I particularly love signing. My version of signing is Oslan from our deaf community in Australia. But this one isn't from Oslan but this one's just a physical learning. If you take your foot please and try scuffing the carpet. Conference rooms hate it when I do this, but they're scuffing the carpet. What might that be? Well let's call it scratching. Chicken scratches for food. To be able to scratch for things. So Twyla Tharp, one of the world's leading choreographers, she calls looking for ideas scratching. So when she's stuck for an idea and she's written more ballets than anyone on the planet, when she's stuck for an idea, she says, I go scratching. And she might scratch by going and sitting in the local mall and she just observes and notices. You see, in a sprint-pacedpaced world sometimes we forget just to be able to sit, observe, notice, soak things in. She doesn't know what ideas are going to come, she just looks. And then somebody walks past and they've got sort of an odd way of moving their hand and their arm as they're walking. And she just loves this movement. So she starts doing it herself and then she builds a whole choreography around it. Or in her world she just loves this movement, so she starts doing it herself, and then she builds a whole choreography around it. Or in her world, she can fly to Italy and sit in front of a painting for four hours just to observe and look for ideas. So scratching-wise with innovation, the questions would be, when do you scratch? Now some people only scratch when they're itchy. Who in this room ever saved your papers, your essays, your study to the very last minute? Now go scratching for ideas with an hour to go. So some people only scratch when they have to. When do you scratch? Are you the kind of person that's always looking for ideas? You're never sure how you'll use them, you're just kind of sticking them in your backpack and then a year down the track. Oh, yes, of course, that's how I can use that. And of course the other question is, where do you scratch? Show that to a group of miners recently and they all broke out laughing. I guess you never know where people might scratch. But I need you to have a quick chat with your buddy. Are you the kind of person that only looks for an idea when you have to? Or are you a constant scratcher? And are you scratching by observing people? You're scratching in coffee shops? Are you scratching in books? If so, what kind of books? If you're a reader of non-fiction, do you then tap into some fiction? If you only read adult fiction, do you ever tap into some youngster fiction? Do you go scratching in areas where you don't normally, just to see what it does to your brain? When do you scratch? Where do you scratch? You got some buddies. Tell them, please go. The President, the President, the United and the United and again and the people and I'm on the on the I'm on I'm and I'm and I'm the right for a street and I'm on the The President The President The President The President, and the I'm going to have been a lot of the time. I'm going to go and the and the and it's and the and the and the I'm on the and I'm 30 seconds. And... Magic. Now, I will return you to conversations conversations but to me one of the most essential things to do is to create environments where staff talk to each other and sometimes in teaching we're just so busy we race up with the staff room we've got to make a phone call to a parent we're waiting on something to come through that we don't actually have time to just chat to say gee I saw what you did in that classroom as I walked past during that zone or during that period. How you did that with that, that that was amazing. Tell me about it. Tell me how you're getting through to Johnny, because I'm having some trouble getting through to Johnny. Now, we don't seem to have that time. We don't, and also, we just need to acknowledge each other a little bit more. We're so busy sprinting that sometimes we forget to do the simplest things and I'm bloody good teaching yesterday, well done. You know, because it's rare, you would have worked your guts out, but it's rare at the end of a lesson for the students to stand up and go, oh, oh, now how good are you? Oh, the way you. Where do we go scratching? I was crying after reading the Igor article. I cried another time reading the Australian newspaper, but this time I was crying with laughter. I had opened up a page to this cartoon that says, where did you get these figures? Trust your accountant. It takes a while for some people to dawn on them but I just cracked up laughing. I rang the Australian, I rang Nicholson, one of my favourite cartoonists and I said mate I just love that cartoon you put into this morning's paper. Can I buy it? And he said well what do you want to do? You're going to put it in a book or something? I said, no, no, I want to put it on a slide because I present to people. He said, well, who do you present to? And I said, well, I do a lot of work in education, but at the moment I'm running a leadership program for an accounting firm. And he said, well, you can have it for free. I just love this. The idea of scratching, whether you're twilight, whether you're an artist, or whether you are, a passenger got into a London cab in a casual conversation and asked the driver, how have you been? The driver responded that he was working hard. So hard in fact it felt like he was working eight days a week. The passenger had never heard this turn of phrase before and etched it into his mind. When he arrived at his destination, he has shared it with his friend. Right then said his friend and the two of them sat down and together they started writing. And they wrote and you might want to join in. Ooh I need your love, babe. Guess you know it's true. Last night coming back. I hope you need my love, babe. Just like I need you. Boarding it. Oh, love me. Love me. Love me. I ain't because not but love, babe. Eight days a week. Oh, what a good nod. And of course, it was Paul McCartney who was sitting in the cab, and he's made, of course, of John Leonard. Now, I love this for a variety of reasons. One, the fact that McCartney talks to Cabbies, did talk to Cabbies, and to every bit of reading I've done recently, still the sort of bloartney talks to cabbies. Did talk to cabbies, and to every bit of reading I've done recently, still the sort of bloke that talks to cabbies. Cabbies are fascinating. Often they've come from different backgrounds. Often they speak five languages. Maybe not the language we speak. And it's just got interesting lives to be able to talk about and talk with. But he's not only the sort of person who would scratch getting ideas, for a lot of people, the taxi driver might have said, oh, eight days a week, and it goes, oh, you're good, yeah. But not with McCartney. Idea sticks, shares it with his mate, and they turn that idea into something. Now Ringo Starr also says that he should get some credit because from that moment on, he kept saying, you know, the Beatles were working eight days a week for that entire decade. They worked bloody hard for a long period of time. So where do we scratch? How do we scratch? And when you've got an idea, how do you hold onto it? See, we need to keep revisiting our backpacks. What happens in education is we've got wonderful things that have worked in the past, but we sort of stopped using them for some reason. And then we get a reminder of it. We go, oh, geez, yeah, I used to do that. Boy, that works so well. Why have I stopped doing that? Just taking the time to stop sprinting, have some chance to chat. What are some of the things you've done in the past that have worked? And it may not work for the next youngster, but it can be the beginning of a partial solution. So innovation, one of the best things about it is that it's about partial solutions. If you only look for the 100% correct right answer all the time, that might happen in mathematics, but it doesn't happen a lot in life. You get a little bit of a partial answer here and a little bit of a shift to doing this and a little bit of doing that and you blend them together and it starts to work. I need you as best as possible to be in pairs. We may end up with some teams of three, but if somebody's alone invite them in, can you work out who your buddy or buddies are going to be. Okay, now I need you to work out who is person A, who is person B? If there's three people we can have two A's and a B. Work out who is A, who is B please. Okay, can all people B please? Please raise their hand. People B? I always start with People B. That's my rule. Now, people B, very easy role for you.'s that's my rule now people B very easy role for you you're going to play the role of a teacher now you might be teaching sitting down you might be teaching standing up it's really up to you how you do it people A you're going to play the role of students who are slightly mildly off task now let me emphasize let me emphasize slightly slightly mildly off task. Now, let me emphasize, let me emphasize slightly and mildly. I do this on some staff PD days and teachers are standing up throwing chairs through windows and I think it's called revenge, but you're just rocking on your chair when you shouldn't be, you're poking some kid when you shouldn't be, you're trying to work on an iPhone when you're not allowed to, whatever. And teacher, you're going to have roughly 40 to 45 seconds to try to get this student on task. To get the student on task. Teachers get ready, students go off task task go. Oh, magic. Give your teacher a hug. Give your teacher a hug. Give them a pat on the back, give them a thumbs up. Some of you were just a little too good at being the disruptive student. One of my favourite things is I say, the best place for me to go scratching is with each other, to talk ideas. One of my favourite definitions comes from a mate of my Michael Grinder. Michael spent 35 years in classrooms. We quote him in a book that I wrote with Sean Brearley, a primary school principal called the Thinking Learning Classroom. And it says that discipline is about disrupting the disruption so that learning can continue. So discipline is about disrupting that student who's disrupting so you can get that student plus those students next to them and around them that are being involved in the vortex back into learning. It's not about dumping on them and to some extent it's about being quite clever and calling upon a whole stack of strategies in your backpack. Many years ago my mate Doug McPhee and I were presenting in San Diego and Doug and I decided that we do a presentation based on the things that teachers do, the things that good teachers do that we don't have a name for. There's a whole stack of stuff that good teachers doing on a daily basis and we haven't labelled it as a skill or a talent or with a name. And we decided that we decided that we teachers doing on a daily basis and we haven't labelled it as a skill or a talent or with a name. And we decided that one of the things was very much that good teachers are disrupting disruptions before they get out of hand. They're catching behaviours early and doing a whole variety of things. So Doug and I came up with what we call the Vs. And the V stands for one strategy for disrupting a disruption. The I for a second, the S for a third, the P for a fourth, the A and the S, two words, but combined become the fifth strategy. So before we actually put some label to the vispers, they're all things that disrupt the disruption. See if you can guess what they are with your mate. You've got 60 seconds to work it out. The And magic. Now, whatever you've come up with, I think it's just nifty to say, first of all, there are many more than the five that we're about to name. But looking at it, who's got a V for me, please? Anyone got a V? Thank you. Violence. Violence. I understand where you're coming from, sir. Very good. Back of the room? Visible. Visible. Visible. To be visible. And that's good. That sort of comes into one of the things we'll be looking at. Did anyone run with vocal? Voice or voice? That would be good, but it's not the V. Michael Grinder says a lot of teachers go to vocal first. And the trouble with going to vocal first is often you've got to go above the level of noise in the classroom. And as soon as you name that student, sorry, I'm going to start doing that. The whole class looks at them. They can become a hero, or the opposite of that. But stop doing that. Sally, the whole class looks at them. They can become a hero or the opposite of that. But by doing that, if you go to vocal first, often if the kid retaliates, then what do you do? You go to vocal with volume. Now, every time you go to vocal with volume, I was in a primary school in Australia, in Western Australia, and across the quadrangle I heard this, how many times have I told you? We don't call people names in this classroom, you idiot. You could just decamp that situation. You could deconstruct that sentence for an hour. But if we go to volume and then we're going louder and louder, the number one thing that destroys a teacher is the throat. But what we do in teaching, and we are notorious for it, when do we get sick? First week of the holidays, first day of the holidays, we stamina out through a turn, and then we fall in a heat just in time to recover to come back again. But if we can learn and help each other learn to look after this thing here. Professional speakers are often taught about things professional singers are. But we haven't done a lot to help us protect our throat. And the number one way of protecting is not to go with vocal with volume so much. If you can find seven or 11 ways to not use your throat in that kind of situation in a day, boy, that leads to a lot in a week, which can mean that you can actually stay healthy by the end of a turn. So the V is not vocal and it's not even the wonder of visual, whether it's being visual and having a presence or whether it's raising one eyebrow and giving that look and don't we love the teacher that can do that. But this V is far more subtle. It's the old vicinity technique. Ah. I went out in my first year at teaching and Glenn Watkins that wonderful principal. He said to me and the other first year teachers, I want you to fall in love with the tigers. We said, we will, boss. What's a tiger? And he said, well, a tiger is a student. You've got to learn to love. He said a tiger is a student who will stretch you and have you think and teach in different ways. A wonderful way to see those innovative youngsters that we've got in front of us. Those ones that we might just call trouble, but to call them tigers. But he said, Blin, you don't need to get too close to a tiger. If you get too close to a tiger, they will kill you. He said, but if you move into their vicinity, he said a lot of teachers only teach from one spot. They stand or sit at the front of the room, they never move. And you can be a mountain or a hill at the front of the room, or every now and again you can learn to river around the room. And when you river around the room, go to near the tigers. Because if you move near a tiger, they'll go, ooh, gee, getting a bit close. I better pretend to be listening here. And you just kind of get them re-involved just by vicinity. Or if you're working with adult educators or adult students late in the day, they've come in after work to do a night course. Moving around into their vicinity can sometimes just keep them awake. Oh gee, better pay attention. The old vicinity thing, how do you move? You move near. Now to bring them back into, and sometimes just, you just, gee, better pay attention. The old vicinity thing, how do you move? Do you move near? To bring them back into, and sometimes just by doing a little bit of physical movement with your own body can save your throat a hell of a lot. And if you're going to call it across the room, don't move in closer, just into the vicinity. Now, an extension of this, Michael Grind is just an innovative man. And we took some Michael and we blended it with our own and we talked about the power of a geographical spatial anchor for one of a better phrase. And a geographical spatial anchor can be something so simple as a circle. So if you've got an area that you normally teach from, and most of us do, got an area that we normally teach from, and we've then got an area we don't go into very much. One day, not the first day of school, two weeks into school, three weeks into school, you put a circle on that part of the classroom, on the floor, big visual circle. Kids all walk in and they go, there's a circle over there. Do you see that circle over there? Miss, what's that circle done over there? Are we having a test on that circle over there? But you don't say why the circle's there. But when you start to go into a teacher speech, now a teacher speech, I never thought that I had a teacher speech, but I did. A teacher speech is when we go into that tirade that we go. Now if you don't know teacher speeches, this is the one you probably may have done yourself, but you've obviously heard it at some stage I would think. Teacher speech number one. I'm waiting. I'm still waiting. I can wait for as long as you like. Now that is a lie. The students will outstaminer us every single time. Now we were critiquing some teachers and one of them swore that they didn't have a teacher speech but we reckon they did about 11 varieties of a teacher speech in one lesson. I never thought I had a teacher speech until one day at Wanneru Senior High School about in the second term I'm on lunch duty and I've gone up to the upper oval and there's a youngster that I'm walking, he's got his back to me and he's got three of his mates in front of me. They're all in my class in one of my classes and he's doing a speech and obviously he's taken me off and obviously he's taken me off. And this is what he's saying. You people, we're a team in this classroom, you people? And I've seen some of you not being teammates in this classroom, you people. Now of course the three guys see me walking. They don't say a word. They let him stew on it. It was just beautiful. And if you don't think you've got a teacher speech, well you have. So what Michael suggests, this little circle, you don't go into it until you're about to do your teacher speech. And then you don't go straight into your tirade. You look at the class theatrically and you go, you turn. you look at the circle, you move towards the circle, you stand beside the circle, you look up, then you step in to the circle. In this classroom we're a team. I've seen some of you not being team and you do your speech in the circle. Then you step out of the circle and leave the energy there. Because often what we do, we go back into teaching, okay now let's do the history, and we've got that whole energy with us. We leave the energy there. But I'm working with teachers up in Queensland. We would do a day with them they'd have two weeks to go and practice. Then we'd do another day with them two weeks to practice. A beautiful format for doing PD. And we do this circle thing. And one of the teachers said, she said, I didn't think it would work with Year 2 students, but it works a treat. She said, I only did it twice. And the third time as I moved towards the circle, one of the students put up their hands and said, we know, miss. We know. And another one, the innovation of teachers. One of the teachers said, I did it a couple of times, and then I taught the class the teacher speech. So they learnt the teacher speech, all standing up, doing all the moves. And then when I'd moved towards the circle, I would say, okay okay who wants to do the teacher speech today. And she said the funny thing is when they get into the circle to do the speech the whole class turns looks and listens. When I do it they're rolling their eyes and they're just beautiful and students would go oh that was good oh well done fantastic, another very innovative high school teacher. Said he used it for a while, but then one day he brings a ladder in, puts his ladder in his circle. Students come in and go, there's a ladder in the circle. Gee, something's going on, what's the ladder doing in the circle? This particular day, moves towards the circle, steps into the circle, climbs the ladder. Said in days gone by when you had a speech to make, there wasn't any light except on the street corner. So you'd take a ladder to the street corner underneath a lamp. So then you'd step up in the ladder underneath that spotlight to make your speech. Here's my ladder, here's my lamp, here's my speech. We're a team in this classroom. Climb back down the ladder, work out the way. And it's just such a simple thing. But the thing is that it can work. So I'd like you to have a chat. And even though you might not have done that, you will have areas of your classroom that you move to for certain things. You watch in particular year one, year two, they'll move in a little area where the kids will come and sit, a little area where it's the quiet area. So now you might just have a little speech-making area. Or phys ed teachers are just wonderful to work with. Fis-Ed has used their throats so much sometimes. So we're working with one of the guys and instead of going, I can't use that, I'm a phys ed teacher, he goes, how can't use that, I'm a phys ed teacher. He goes, how can I use this? I'm a phys ed teacher. Beautiful way to think innovatively. So he takes two of those hoops, you know the hula hoop things, goes out in the oval, chucks one over here, a yellow one, one over here, a red one. He said, okay, if you see me standing over in this hoop and I blow my whistle, that means you just need to stop what you're doing, stay where you are and listen. If you see me over here when I blow my whistle in this hoop, it means you have to stop what you're doing, be quiet and move in as quickly as you can. Saves his throat in so many different ways. Quick chat with your buddies, what variations of this are you doing? If you're not doing something like it, could you give something like it a go? And in what context? Tell your team mate, vicinity. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. The 20 seconds. And magic. Now, in Oslan, in Australian signing, which is slightly different than Kiwi signing, very different than Vietnamese, very different than American. The signing languages around the planet are so dynamic. But the word for thank you is fairly similar all over the globe. If you take your hand from the top of the chin please, and with respect, move it to your buddy. Give them a thank you. Now you do need to be very careful. It is from the top of the chin and not from underneath the chin. Mediterranean background. You do that to an Italian or a Greek and they will kill you. Although in Melbourne you don't even need to do that and they will kill you. The vicinity technique, the I stands for inclusion. So we will have exclusion policies in schools where we exclude somebody from a classroom for a behaviour, exclude somebody from a school for what's something they've done. But before we will have exclusion policies in schools where we exclude somebody from a classroom for a behaviour, exclude somebody from a school for what's something they've done. But before we do excluding, we need to try including. And particularly, as I'll talk about this afternoon, that shift in methodology, that innovative shift in methods, the way to engage. So I get to work with a Year 10 group every year. I've done it for now 16 years in a row. And one particular year, it's a girls' school in Western Australia, they went on a camp and I was set up on a huge stage, huge tall stage with all of my gear up there. We didn't have the automatic clickers and those things in those days. And all the youngsters are sitting down in rows way beneath me. So it means that if I've got a tiger in the room, vicinity is tricky. It's not easy for me to get down, move over. And smart tigers don't sit at the front of the room or the back of the room. They sit about two thirds the way, two thirds in. Around where you guys are. Very difficult to get to, you know, the tiger's in the room. They sit about two-thirds the way, two-thirds in. Around where you guys are. Very difficult to get to, you know, the tiger's in the room. But I've got this particular year, I've got this wonderful tiger in the room. She is entertaining six or eight of her buddies and she's obviously very comical and very good at it. They kind of want to listen to me because I'm semi-entertaining. But at the same time, I'm gone tomorrow. She's there. So they're sort of getting engaged in what she's doing. But I notice, Maria Montessori, of course, said good teachers observe. They take time to notice stuff. Now, I notice that she plugs into me when I'm doing sign language. As soon as I start doing signing, she's attracted to it, she does it as self. She's probably, without knowing her, probably a very kinesthetic physical-based learner, loves the physicality of it. So I say, okay, I'm going to teach you an extra 10 words in signing today from our deaf community. And I might even have a little test on our 10 words at the end of my presentation. And the first word that I'm going to be testing you on, and I look straight into the tiger's eyes, and she's looking straight back at me. And I say, is the word communicate? Communicate, you take the letter C from your heart, and it travels from your heart to the heart of another person, and back to you. Better than any dictionary definition. She looks straight at me and smiles and goes, and she's with me for about 90 seconds. And then she drifts off again. So about two and a half minutes later, I throw in another vocabulary word. It's our own little game, it's our own inclusion. But it's that thing that sometimes by shifting the methodology. The S is the secret sign. You know, that little sign you give to a thumbs up you give to a particular student, that little nod of the head. Just this little message between the two of you, a secret sign, good on you, tiger, you're doing well today. Good stuff. The P is the private message. If you have had a breakdown in communication, if you had a little breakdown with a particular student or a rough day or you're having a rough week, that when things are good, not when you're angry, not when they're angry, but when things are good, you just have a quiet word. Listen, just notice the last week's been a bit rough. I'm hoping next week will be really good. It helps me if we can help you and work things through. It's also works in a marriage. You know, actually talk to each other when you're not angry and have a private message. The A and the S, the old adjacent student technique. You fire an activity of the kids sitting in front of the tiger. I fire a question to the kids at the side of the tiger. You fire something to the kids at the back of the tiger and the tiger sitting there thinking the bombs are dropping. And they'll either pay attention or nobody sits next to them after a while. Now these are just some of the disruptions that disrupt the disruptions. There's some of the vistas, some of the things that will disrupt the students in terms of discipline. Have a quick chat, 40 seconds. Tell each other a couple of others that you do. Things you do that disrupt the disruption. Scratch with each other, go. Go. The The President, I'm not going to be able to be the I'm going to be able to be the other than the rest of the end of the I'm going to be able to be. I'm not going to be the other, the same, the second, the way, and the same, and the other. I'm a lot of the The Ten seconds. And... Magic. So, one of the tools of innovation, we wrote a program for Credit Suisse, the Asian brands of Credit Suisse, and we toured it throughout all of Asia. And we based it around three tools of innovation. The first one was scratching. So where do you scratch, how do you scratch? But scratching is only one element. As Paul McCartney taught us, beyond the scratching, you've got to have catching. So don't rely on the fact that, oh, that's a good idea, and then you don't catch it in some way. Now I've got an iPod, I've got an iPad, I've got an iPhone, I've got a laptop, but my best catching device is my journal. I've kept journals ever since I was a kid and I still, with crayons and pens, I catch information. I constantly will catch things. So even if it's something as simple as a puzzle. Now normally I would rely on collaboration and teamwork. We need to have a certain amount of being able to work independently. We need to also have a lot of skills and being able to collaborate as I'll talk about this afternoon. But this time you're going to work solo. I'm going to give you a puzzle and you need to solve it alone. Now before I give you the puzzle, one of my favorite words in sign language. If you can take your hands please, and just rub them together. This is the word for enthusiasm. Same word for optimism. And in the deaf community, it's not like, oh, this is great, what will I get out of this? The way, the nuance of this word is, okay, here's a challenge, let's get stuck in. So take your hands again, please. Just say to the person next to you, oh, I'm really good at these puzzles. Some of you weren't very convincing. So working solo, what do you need for brushing your teeth, combing your hair and keeping the rain off? As soon if you've got an answer, give me a thumbs up please. And of course, a toothbrush? a hairbrush and an umbrella. I would probably do it. Tell you buddy, what was your brain doing to try to solve that? Did you get three things? Were you trying to get one? Tell you buddy. And there's no right or wrong in how you go about it. Try to come up with one thing can be quite innovative. Sometimes creativity is inspired by restraint. If you, constraint can lead you to be a creative solution. But often with this particular puzzle, most people try to go for what's the singular answer? Who is looking for a singular answer? And there's something in our brain that is our default position is more about singular answers. Now keep this in mind because it becomes vital when it comes to innovation. In Melbourne, we have, I'm now living in Melbourne with my wife, Lindy and we've got the 150th anniversary of the Melbourne Zoo. So what they've done is they've got 150 artists to paint and decorate elephants. And they've put them, overnight, they put them in 150 locations around Melbourne. And it's wonderful, people are going, looking for them, etc. So this particular one is near our place. And when I went, I was walking towards it, there was a young boy sitting on top of the elephant. The sign below says, please do not climb on an elephant. But anyway, what you would do is climb on an elephant. It's a creative thing to do. And his dad is taking a photo of him. And as I get to them and he's starting to get off the elephant, I say to the dad, you know, there's 150 of these around. And the dad says, oh yeah, but they're all the same. And the interesting thing is, he would have walked past this one to get to that one. So are they the same or are they different? Now of course he's trying to say to me, mate, I don't want to go looking for 150 bloody elephants. But it also tells us something about our brain. What's similar and what's different? Here's some of the 150. Similarities and differences. Now according to most of the cognitive psychologists, particularly Shlomo Brisseneb who's just an absolute gem of research, the brain's default position is the belief that similar is identical. So once we see things sort of semi-alike, we clump them all together. Because it's easier for the brain to do that. All this, all that. All this, all that. All this, all that. Binary thinking. All black, all white. All good, all bad. And there's not a lot of nuance and tweaking. So when you go, okay, why is it that so many people can't think in a variety of situations or scenarios? Why is it some people can't work in modulations and can't learn to turn their iPhones off? You know, why? Do they do these things? But it is because the brain seems to go all this, all that. And we end up being a kind of thinking that is almost like what Pete Seeger sang about in the 60s, that we have little boxes. And it's all in this quote, all here, all here, all here, little boxes type thinking. What's always amazed me in Australia is why people would support Collingwood. Collingwood, if you know in AFL, Collingwood, oh. And if you're a Collingwood supporter, it's all black or all white. You're with us or you're a Guinness? We love you or we hate you. There is no in between. And it seems to be the answer is because it's easier for the brain to do that. The default position of the brain is lump everything to get, oh, it's all good or it's all bad. There is rarely a student who is all good and a student who is all bad. You know, it is a world of nuance. When students come to me and say, I hate maths, I'm no good at maths, I say, I bet you can do maths, I can't do maths. Can you count to five? Oh yeah, bloody hell, everyone can count to five? Well, that's maths. Can you do this? Can you do that? And often when they say, I can't do maths, what they mean is I can do some maths, but then algebra came along. And why did they chat letters in her, answer the numbers? Why did they do that? And so that one thing then becomes, instead of saying, gee, I'm having a bit of a challenge when it comes to algebra, it becomes, I can't do maths. I'm no good at maths. I'm lousy at maths. I've never been any good at maths. I've never been able to do this. We go into this black and white mentality and I think one of the innovations that can help us is this word. I need you to tell your buddies quickly, do you have a context for the word chumberwumba have you heard it before and if so how? Okay, okay, so who has heard of Chambawama? They are, of course, a band, although musical cooperative would be a better phrasing for them. Early 1980s, 1981 in Leeds, three guys living in a squat in Leeds. Very cold squat. And across the street there is a community hall. And this community hall has got a big sign up saying musical meeting tonight, if you're into music, come along, free tea and coffee, warm place. So they're living in a squat without tea and coffee so they think, oh, we'll go across, we listen to a bit of music. So they go and take their place. The guy who's running the meeting starts the meeting by saying, before I start, I'd just like to ask you, is there anyone in this room who might perchance be in a band? Now, these three guys are English, but they could have been Kiwis or Australians, because they look at each other and go, we're in a band. The guy says, fantastic, what's the name of the band? Quick as a wink, The guy says, fantastic. What's the name of the band? Quick as a wink, this chap says, Chimp eats banana. Now somehow Chimp Eats Banana managed to morph into Chumbawamba within a couple of months because the guy who's running the meeting finds their squat two weeks later, knocks on their door. One of the chaps opens the door and the guy says, you're with chimp eats banana. And this guy goes, oh yeah, yeah, yeah, that's right, lead singer. You see, they've got good news for you. I've got you a gig. Ah, good. It's in two weeks' time. Now instead of being a normal human being who would say, oh, we're really busy that night, this guy says, fantastic. There we go. Can't well wait to tell the rest of the band members. Now none of them played a musical instrument. So they became a punk band because you didn't need to know how to play a musical instrument. They had a mate that could do a bit of percussion, another guy that did a bit of strings. And they recruited, they'd go out, what these three guys were good at is spruiking and thinking. They were hip-hop before hip-hop was invented. They would call out phrases against Thatcher. They were more about a humane world than a Thatcher world. They would put rhyme and rhythm and hip and hop into it before we even knew what it was all about. And they recruited. They'd say, if any of you can play a musical instrument, please join us on stage. They became ten. They're known as a one-hit wonder. They've got at least 12 CDs out and I think I've got at least eight of them. They teach me, I'm a songwriter and they teach me how to write a song. Chumbabumba teach us how to construct and design a song. But I think they also teach us how to think in an innovative way. They teach us how to design lessons in how they create a song. Have a listen. You will know this one. You'll get there on the chorus but have a read as to what it might teach us as well. And you might be And you might be It might be able to join on in, it builds up and it goes. I get no doubt It builds up and it goes. So they take an old English drinking song. I get down and I get up again. They blend it with a beautiful piece of original orchestral. And then if I keep playing the song, in comes Denny Boy, the revolutionary song. Every time they create a song, they take at least three key ingredients. And then they blend those ingredients together. Not too much of this, not that. And it's very much like cooking. I was presenting in Thailand to a hotel chain, and following me on stage was Neil Perry, the Australian chef, with the ponytail. And Neil says that, yes, it's all about ingredients. Get the best produce. And then if you're cooking Thai, it's about the blend of flavours, just enough sweet, just enough sour, just enough salt. And it's not just a recipe, of course, for a meal, it's a recipe for a lesson. You know, taking a variety of ingredients, getting the right blends happening. And then it works in layers, just like in food, like an Indian curry works in layers. The first taste isn't a taste, it's a smell. And then there's an initial taste on the tip of the tongue, and then there's a taste at the back of the throat, and then an hour later, and the next day, and the next day, and it goes on and on. And learning happens the same way. You know, good teachers are layering learning. They're introducing some little word in a fun way, and it's just a little word, and it's just a fun way. But teachers are layering learning. They're introducing some little word in a fun way and it's just a little word and it's just a fun way. But then they add another word to that word and suddenly it becomes a more complex word. And they're layering and they're layering and they're layering. Now we call it scaffolding and building if you like, but to me it's chumbabamba. Every lesson we design is getting the right ingredients in a beautiful blend and mix and then layering the learning so we can take someone from where they are to deeper and deeper and deeper to better and better. Chumbabwamba is a proper noun, the name of a band, but we've turned it into a verb to think in mixes and blends and layers. I wished when I was at teachers college this is how they taught me how to do a design of a lesson rather than just objectives, specific objectives, one, two, three, four, and then evaluation of the process. We can still do that within the Chambalwamba. But we've also turned it into sign language. Take your hands please and say to your table mates, Chambalwamba! Chamba Wamba! When somebody says to you, what is teaching economics? You go, it's chamba wamba. Everything is chamba wamba. And how we design, how we get through to, and change some of the students in the class? A whole different lesson. You know how we used to, I'd have two year 10 classes to be teaching year 10 English to. And I'd run the same lesson, but it was never the same lesson. Never could be. Because you've got a different mix of people in the process. We scratch, we catch. So even a new vocabulary word, of course, we would need to find ways to be able to catch it, some ways to be able to revisit it. But then becomes perhaps the most important part of innovation. We need to hatch. So once you're scratched for ideas, once you've caught the ideas, really it's about putting the ideas into action. In signing to know is this, if you take your thumb please, and it goes like this to the brain. This is knowing. But the deaf community aren't just big on knowing. Who in this room has ever passed an exam without fully understanding the subject matter? Some people know the answers but, no, I can't use them, can't do anything with them. So to know is one thing, to own it is another. So we know it, we own it. So we can give the students a definition of Chumbabwamba, they can go, yeah, I know that now, but to really own it, they will have to have some doing. And I think that's the great trifecta, to know, to own and to do, to be able to use, to be able to hatch with things. Now, of course, innovative thinking is not new. Something like, if I mention brainstorming to a corporate group, I get a Mexican wave of eyebrows. It looks like this. Oh, God. Oh, gee. How many times do we need to do this? But most people think that brainstorming is, here's the butcher's paper, here's the coloured pens, come up with ideas. Alex Osborne came up with the phrase and the rules in 1953. And he said, first of all, have a very definite problem you're working on. In your school, work out what are the problems. And just doing that will be an interesting thing. What the principal will think the problem is may not be the same thing that the deputy thinks the problem is. Or the person working in the garden thinks the problem is. And then start solo. Don't just give group idea, give people two, three, five minutes of individual thought time. To stop the sprint, just time to think alone. And for some students that drives them baddie the first couple of times, they're no good at spending a minute alone with their own thoughts. Some teachers likewise, but to be able to build up and build up and build up. So we're going to do a little bit of solo thinking. And what we're going to start with are these three things here. I need you to come up with two or three possibilities for what number one might be or mean or represent. And in a brainstorm, don't overlook the obvious. If you obviously think it's an eye, then say I, because what is obvious to some people isn't obvious to others. Secondly, when you think you're running out of ideas, change your persona. If you were a seven-year-old looking at this, what would they see? If you were an engineer looking at that, what would it see? If you're a ballet dancer, what would you see? And then two or three possibilities for what number two might be. Two or three possibilities for what number three might be or mean or represent. And as you're doing it, you might want to mix them all together. A little bit of a chumbabwamba. Some of you already would be turning the three things into a story. A whole story would emerge from these three pictures. So I need individual things, what might they be? And then a story or two. Some of you would already have ideas. Others are waiting for me to shut up. If we're in a staff PD, I'd give you a good couple of minutes alone, given you're the advanced group. Whatever you got for any of them is your starting point. You share them with your buddies, you have a listen to them, you build upon the ideas, you come up with individual things, you come up with a story, you've got 90 seconds, go. Talk it through. Thank you. We're going to be. 20 seconds. And... Magic. Now a... And magic. Now, this of course is a game of strategy and thinking through things and collaboration. If you heard anything absolutely beautiful come out of your teammates' mouth, now is your chance to subtly point them out please. Just point to your buddy. And some of you don't know what subtle means but hey, it worked a treat. You've been nominated. Your name is your chance to subtly point them out, please. Just point to your buddy. And some of you don't know what subtle means, but hey, it worked a treat. You've been nominated. Your name, please? Melinda. Now, Melinda, I would know that you, beautiful ideas, so you'll need to speak into my chest. No, no, just tell me, and I, what did you come up with? For any one of them or all three of them? I just thought number three that like a window on a horse track? A window on a horse track. I think that deserves a round of applause for seeing things in that way. Is there anyone whose buddy managed to come up with a story of magic what have we got sir? Although I'm a bit worried given your last idea. What have we got? Shit I've got a caterpillar in my underpin. Shit I've got a caterpillar in my under you. Shit I've got a caterpillar in my under. You've got to love the Kiwis. I think that deserves a round of applause. If you can just stand up for a second, I mean, the courage to admit that in front of all of your colleagues and for it now to be beam direct around the world is just sensational, thank you. You'll get emails bean direct around the world. It's just sensational, thank you. You'll get emails from all around the world. But now how these three things came into being is the way my odd mind works. I mention my journal. If I read a really good book, I summarise it in my journal. With carions, with colours, I draw pictures, I write words. If I'm listening to a speech, I'll take these kind of notes. Then what I'll do, once I've caught them, is I'll transfer them into another way. I might put them into my iPad, I might put a different way of writing and drawing them. So once you've taken information, to convert it into another form means you're relearning. It's a way of layering it. So once students have got one way of catching to find another way to be able to record it, even if it's reading it out loud, to record it like a dramatic reading. But I read a book called The Art of Innovation, the story of the company IDEO. Every time you reach for the mouse on your computer, that's IDEO. Their mouse. They invented it. Stand up toothpaste pump, IDEO. 4,200 products all around the world. And anyone who works for iOS, they're going to They're their mouse. They invented it. Stand-up toothpaste pump, IDEO. 4,200 products all around the world. And anyone who works for IDEO is called an ideas person. If you're the cleaner, your business card says IDO, ideas person, cleaner. IDO, Ideas Person, CEO. Because they believe everyone contributes the ideas. And often the people closest to the job can come up with the best ideas. And they train their people in three key creative disciplines. And when I read these disciplines, I drew them into my journal in pictures, and just to help me remember them. But then I thought, now, this will be pretty nifty to do with some groups. First time I ever do this, I've got 242 engineers on a conference at the Gold Coast. And one of them comes up with, well, first of all, you need to look at things, then you need to move towards them, and then you need the balls to carry it out. They are obviously Australian engineers. Often people come up with vision, teamwork and support. And I think that's good. Now at one conference, one woman says, every private eye needs at least 100 different ways to undress the problem. That is stunning. A couple of conferences later, somebody says, I want to crawl into your underpants. And I still don't know whether it was an invitation or not. And he was a lovely chap. Big handle bar moustache. He was a gorgeous gentleman. But one of my favourites, I got to spend quite a bit of time working with companies and with families and students in India. And India's great. I mean, often very good mathematically can get the specific answer when needed to, but very good at thinking in a Chambawamba. Because it's all about partial things. There's a chapter in our thinking caps book called Driving in India. And it starts off by talking about driving in Singapore. Driving in Singapore is like little boxes. There's centimetre perfect, it's all correct, and every car's. Driving in India is not. If there's eight highway, eight lanes, then eight might be heading this way, big truck comes this way, they kind to do this. There's a wonderful story about a chap in a taxi driving down the middle of the street in Bombay, in Mumbai. And the chap in the back of the car says, oh, excuse me, driver, what do you reckon that white dotted line is for in the middle of the road? And the driver says, don't know, sir, the British left it here. So driving in India, it's thinking innovative, with innovation. And the CEO of one of the companies looked at these and said, Glenn, I see it backwards. In every man's pair of pants, there is a slug with a vision and you gotta love that. But the first one says that innovation begins with an eye. Innovation begins with observation. You've got to stop sprinting for five minutes every day and sit back and notice. You got to stop sprinting minutes every day and sit back and notice. You've got to stop sprinting through each lesson and sit back and notice. Innovation begins with observation. Secondly, you keep a bug list. Anytime anything bugs or irritates people at IDEO, they jot it down into their journals and they start their meetings by bringing out their bug list. What's irritated me this week is. And the reason they celebrate irritation is they figure if something's irritating then, chances are it's irritating others. If it's irritating enough people, then there's the chance to come up with a solution. A new product, a new patent, a new system, a new way. Often what we do in school meetings is we say what we really think to our mate when we're leaving the meeting. Rather than really sharing, well this is what's irritating us, how can we turn it into magic? Prince Alfred's school in Adelaide, Kevin Tut is the principal. Kevin and I started teaching at Wanneroo in the late 1970s and he uses the eye bugs and undies as we call it every month with his leadership team. What have we observed in our school in the last month? What's irritating us or others? And then thirdly, what do we need as we call it, every month with his leadership team. What have we observed in our school in the last month? What's irritating us or others? And then thirdly, what do we need to ask why about? Why are we doing it this way? Or it can't be done that way, why not, why not? Why not? Now to constantly do these kind of things. I'm a kid from Calgoorlie. Another kid from Calgoorley is Kevin Bloody Wilson. Does anyone know who I'm a kid from Calgoorlie. Another kid from Calgoorley is Kevin Bloody Wilson. Does anyone know who I'm talking about? Kevin Bloody, very funny man. Swears a lot, sings songs and before he was doing that on stage was a brilliant classroom teacher, a magnificent teacher. Barry Marshall is also a kid from Calgoorley. Who knows Barry? More Australians know of Kevin Bloody Wilson than Barry Marshall and all Barry did is win a Nobel Prize. Not many kids from Calgoorley have won Nobel Prizes but in 2005 Barry Marshall and his mate Robin Warren get the medicine and physiology Nobel Prize for saying that this stomach ulcer is not caused by stress. It's bacteria related. And everyone in medicine said, you guys are idiots. We know it's stress related. Barry didn't mind being called an idiot. grew up in Calgoorlie. We were raised by being called idiots. That was just from mum and dad. Barry used to walk down the main street of Calgoorley, Han Street, with his dad, Bob, and Bob would fall flat in his face. Flatten his face and then in an instant be back up at his feet walking again. You would look at this from the other side of the road. There would be Bob Marshall, a businessman in Calgoorley, walking with two business colleagues who have come up from Perth. And as he's walking along, he'd fall flat in his face, in an instant back up at his feet walking as if nothing's happened. These two business colleagues would go, Barry, are you all right? Yeah, why? Well, what happened there? What do you mean? Nothing. Now we did it as a gag. He taught himself how to break a fall and he just thought it was a funny thing to do. Walk along the street, eh, eh, yeah, you go. If you've got a dad like that, you grow up being innovative. You grow up breaking the rules, you've got a dad like that you grow up being innovative you grow up breaking the rules you know my mum got really sick so sick she needed psychiatric care we had to leave Calgoorley because there was none we were down in Perth and that's when we moved to Perth from Calgoorley my dad had no work is in the Nookanborough Hotel. Bob Marshall had moved to Perth two years beforehand and went to the Nook and Borough found my dad and said, Jack Capelli, I need a man like you. I've got a job for you. He gave my dad a job when he needed it. And then Barry Marshall, Nobel Prize winner as a university student, used to run errands during the summer holidays and be my dad's go-to man in the carpentry work. Now to break a few rules at times, to grow up being a little bit innovative, some of those tigers in classrooms may be the Barry Marshalls of our future. Some of those kids that are the best way to view them as a tiger find different ways to reach them, different ways to engage them, different ways to play with them. So I said in today's world, we're going into a world where our youngsters need to learn to have a whole stack of learning skills and thinking skills beyond what we do. Today we've covered some of these things. The brainstorming rules I haven't gone into in detail but it's on this visual sheet. A few other things the bumumblebee will get to. Really the whole message of you can't create these kind of really robust innovative environments without having empathy. You've got to be empathetic based as teachers, knowing that different folks learn in different ways. Different students need different approaches. And the best way to do it is the team work with each other through collaboration. This sheet and the visual summary sheet of my keynote this afternoon are now up on your research pages. I believe there's a whole resource area you can go to. You can download as many of these as you like but I'd also like to put in a mention of the Thinking Caps book. It's been around for about 18 months now and it's 40 of my radio pieces. I do every week I do a radio show in Melbourne and used to do it on the ABC throughout Australia. It's about five or six pages and each page then each of those six pages leads to five or six innovative questions for conversations. So in here is Chambalumba, driving in India, scratching, there's a whole stack of tools here to be able to introduce your fellow staff members to. I'll use some of the pieces this afternoon. Hopefully they're funny, hopefully they make us laugh, sometimes make us cry and always make us think. And we're delighted to now say as of 30 hours ago, it's now an app for our iPax. So the whole 320 pages with all the artwork with some interactivity. If you would like to be the first people in the world to own it on an iPad, we would be delighted. This afternoon I talk about our school and whether it's the thinking caps book in this form or the thinking caps book in IPAC, all the proceeds go towards the school. And I'll be talking about that later in the day. But I'd like to finish with a key empathy message and to do it. Well, before we do it, one of the most interesting things I think with all learning is a teacher can be up the front teaching. A teacher can be rivering around the room teaching. Students hear certain things, catch certain things, but it's not always exactly what the teacher said. What good innovative learners are doing is they're hearing something and it's sparking ideas. Oh, what I'm going to do next week is this. Oh, there's that thing I used to do and I haven't done for a while, I'm going to try this. Oh, that's made me think of such and such. So there's all sorts of other stuff going on in your head where you might be catching ideas on your iPad or in your journal or in this brain of yours. So before we finish with my major message, quick chat with your buddies, what have you been hearing? What's it made you think? The scratching, the catching, the hatching. How can you bring those things into your school and have you already got it in one form or another? Give each other some ideas. What have you heard? What have you caught? What are you going to get it. I'm going to be. I'm going to have a lot. I'm going to be. I'm not. I'm a lot. The President, the one of the people are the I'm and the I'm the I'm the I'm the same and the and the I'm and the I'm just and the I'm and the I'm the same I'm at the same on the same Now, if you're going to be able to be a whole. Ah, magic. Now, if you or your school do get a hold of the Thinking Caps app, please send us an email and tell us what makes you think and how you're using it. What I need to do on your table now is to nominate a learning hero. Who is the person on your table? Well, let's put it this way. A learning lumetting. So each table or someone, if you're sitting on the floor near you, you need to work out who is the learning lunatic? Please do your nominating now. Okay, can learning lunatics raise a hand please? Raise a hand, learning learning litigants? Got one on the table over here? Magic, now. I believe the world needs more learning lunatics. Helen Callow is a learning lunatic. At 19 months she loses her sight, her hearing and her speech, but as an adult, she learns how to make sound and to speak through touching people's lips and getting the movement of it and working out different patterns of the throat and getting the sound. The Wright brothers were learning lunatics. Now some of the best innovators we've ever had in the planet have been tigers who become learning lunatics later in life. And the learning lunatic on your table now, we're going to do a song together. And it's a song that we do with students. We teach this often to high school students who then go and teach it to primary school students. Now one of the beautiful things, and you would have it happening in your school, where year 11s might go down and work with year 1s or 2s, and the year 11s think that they're teaching the little ones are teaching the little ones. They're teaching the year 11's how to open up and how to be. So it's a sign language song. Kids love signing. It's a learning language. They also love animals. So if you could, we figured if we could come up with a sign language song of animals, it would be an empty thing. So in signing, just try this place. That of course is a cat. Try this. That is a dog. Two dogs. Now, my signing teacher Carol Turtleboro and some of you would be far better than me. But Carol Carol said if you don't know a word in signing, you have permission to make it up. So I'm going to start with some signing, but then I'm going to hand it over to you guys. And if you find that you're, oh, I can't think of one, you'll simply look at your learning lunatic, and they will lead the way. And whatever they do, you will follow. The song is called bumblebee. And the reason I wrote it is because, of course, physics tells us the bumblebee shouldn't be able to fly. Its body's too big and its wings aren't big enough. It should not by rights be able to fly. But nobody told the bumblebee, of course the bumblebee can fly. When I was a kid, I was a very large round child and at school you always get a bit of fun poke your way you learn to deal with it or hopefully in today's world you have some help in dealing with it. But it became interesting to me that later in life I would run marathons at a very quick pace. My weight was just over 60 kilos so I was pretty close to anorexic, and I'd look in a mirror and I'd think that I was fat. Body image stuff. I got to live in England in Bushy for a while and knock around with a guy called Yogg, and Yogg had happened to form a little band with his mate Andrew and call himself Wham. And Yob is, the obvious cause George Michael. And even though I was at George's place off and I never went to the toilet with him. I just want to explain that. But even when he was a heart-throb in those early years, he would still look at himself and see himself as that awkward kid that was at high school, whereas Andrew, his mate, was kind of the heart-throm kid. So we say to kids it's important to strive to be healthy. It's not about what you look like, strive to be healthy. And this song really is an empathy song for it. As I say, there are a whole stack of animals in it. I will leave with some of the sign. And then you just do what I do. And still I need to be able to be. Very large twilight. Andy, bitty wims. Everybody says, you'll now fly with those tiny things, that the bumblebee said, oh, who said, gave it a little bit of a try, and talked to the sky Well, look at the street, see That the buck will be It's like you And me Now making it up for yourself Platypus Here is shot Herein for the Platypus Longed nose The shame and embarrassed The Plattepus Ishamed or embarrassed Long-flake tails There is upfilled bee Very body Wetting Wetting Platy My God It is wondrous and unique. Okay, sweet dummies. Elephant. Girard. Hippos. Hiro. Hiro. Rino. Brow. Brow. Brow. All right. Right was going to hold. What's wrong? A lot of A phone A lot of guys, boy. Every one of us A very special way. Tandy our learning, do you know through this, go. We need or want me to always say. Souls, minds and hearts. In our souls and our minds and hearts, that's where success in our life starts Every one of us is kind of strange And that's okay Big finish coming up Give it all you got Play up with your bison For the bubble bin It's very large body Give it all you got. Play out with your passion. Very large, God. It's a very large, gaudy, fancy wings. Everybody's funny. You never fly with those tiny things. And the bumblebee said, oh, who said, gave a cry, and jumped to the sky Well, we'll see that the bum will be Is a lot like you and me Okay, Poppy Goodwood, you're in a night on. Thank you very much. Thank you very much."}