{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " The First Battalion New Zealand Regiment at Burnham Camp gets ready for another tour of duty with the Commonwealth Strategic Reserve in Southeast Asia."}, {"timestamp": [50.0, 66.0], "text": " In country near Christchurch, similar to the territory they'll patrol in Malaya, the RNZAF, under takes its first mass overseas airlift."}, {"timestamp": [84.4, 89.64], "text": " To transport the battalion and families, the RNZAF undertakes its first mass overseas"}, {"timestamp": [89.64, 94.96], "text": " airlift in number 40 squadrons DC-6s, recently acquired from Teal."}, {"timestamp": [94.96, 98.86], "text": " In cooperation with Teal personnel, the Air Force crews are familiarized in the handling"}, {"timestamp": [98.86, 99.88], "text": " of their new aircraft."}, {"timestamp": [135.7, 143.9], "text": " Training completed, 1st Battalion Parades with Colours. Then the Prime Minister and Mayor of Christchurch witnessed the march past before the battalion takes off for the tropics."}, {"timestamp": [189.0, 192.0], "text": " At Fenurpi, the first RNZAF transport arise with its load of second battalion families returning after two years in Malaya. Civi or soldier, it makes no difference. It's open up and pay up. You just can't win. As soon as the army is offloaded, the Air Force tows the plane off"}, {"timestamp": [192.0, 195.0], "text": " off for a thorough checkover before the return flight,"}, {"timestamp": [195.0, 235.6], "text": " and simultaneously RNZAF chefs prepare food for the outgoing draft. Ground crews swarm all over the plane to have it ready for take off in a few hours time. The excellent organization of the operation becomes more apparent as the movement progresses."}, {"timestamp": [236.32, 238.48], "text": " Baggages stowed, food taken aboard."}, {"timestamp": [244.4, 247.0], "text": " The DC6 crew prepares the flight plan for the first leg to Brisbane."}, {"timestamp": [251.0, 255.0], "text": " Ready and waiting, the Malaya bound troops come forward as the roll is called"}, {"timestamp": [255.0, 301.0], "text": " and clamber aboard their luxurious aerial troop ship. First stop Brisbane to refuel in the middle of the long white cloud fades in the dusk, the troops relax in comfort undreamed of by old digs."}, {"timestamp": [301.0, 307.0], "text": " All they want now is a decent expenses account. Except dad, he could use"}, {"timestamp": [307.3, 308.0], "text": " a home-aid."}, {"timestamp": [308.0, 327.0], "text": " After refueling by an RNZAF ground crew stationed at Brisbane for the airlift, they fly on through the night towards Darwin."}, {"timestamp": [327.0, 351.0], "text": " In the wet heat of Northern Australia's Darwin Airport, a further refueling stop is made before the long last leg of the flight to Singapore."}, {"timestamp": [351.0, 372.8], "text": " Another RNZAF ground crew tops up the tanks while the travelling troops watch the departure of a Boeing jet."}, {"timestamp": [377.6, 380.34], "text": " What away Singapore, Jackie? That away, boss."}, {"timestamp": [393.0, 397.0], "text": " Leaving Australia behind, the old routine starts again. More food."}, {"timestamp": [420.96, 426.0], "text": " And Dad still needs that homemade, but there's only about eight hours more to go before final destination. Bang on time they drop into Changi Airport at Singapore. Everybody off, baggage and all this time,"}, {"timestamp": [426.0, 430.0], "text": " as they changed to a New Zealand Bristol of number 41 squadron"}, {"timestamp": [430.0, 432.0], "text": " for the final stage of the journey to Malacca."}, {"timestamp": [432.0, 437.0], "text": " In 17 return flights the RNZAF will have completed the battalion changeover."}, {"timestamp": [437.0, 440.0], "text": " 1,700 people in a switch without a hitch."}, {"timestamp": [440.0, 449.0], "text": " The last hour of the journey takes the troops over vast areas of rubber plantations, up Malaya's west coast to the ancient Portuguese settlement of Malacca."}, {"timestamp": [451.0, 455.0], "text": " Camp Terendac, new base of the 28th Commonwealth Brigade."}, {"timestamp": [455.0, 457.0], "text": " Four years ago this was jungle."}, {"timestamp": [457.0, 470.88], "text": " When completed, the cantonment will be an army city housing 10,000 people."}, {"timestamp": [476.34, 480.1], "text": " Just 28 hours after take off from Auckland, the 15th century city of Malacca gives the troops and families their first real glimpse of the places and people they'll become familiar"}, {"timestamp": [480.1, 481.88], "text": " with over the next two years."}, {"timestamp": [486.0, 492.0], "text": " A conducted Cook's tour by one of the old hands really gives the boys an idea of the pleasant situation of their new home."}, {"timestamp": [496.0, 501.0], "text": " Soon old hands and new hands are swapping yarns in good army style."}, {"timestamp": [508.0, 513.0], "text": " In the married quarters, families settled in the married quarters, families settled In the married quarters, families settled down to a pot of tea in a well-planned tropical home."}, {"timestamp": [513.0, 527.0], "text": " Wives set off on a shopping expedition to one of the Naffey stores."}, {"timestamp": [527.0, 595.32], "text": " If you can't find what you want to the Nafi stores. If you can't find what you want in the store, which is unlikely, the men, after a couple of days settling in, parade for inspection by the GOC Commonwealth troops Malaya. This parade marks the successful conclusion of a historic episode in the cooperation of New Zealand's army and air force."}, {"timestamp": [595.94, 601.1], "text": " The first occasion on which the RNZAF has carried out a mass movement of troops to an overseas station."}, {"timestamp": [601.8, null], "text": " Airlift Malaya."}], "text": " The First Battalion New Zealand Regiment at Burnham Camp gets ready for another tour of duty with the Commonwealth Strategic Reserve in Southeast Asia. In country near Christchurch, similar to the territory they'll patrol in Malaya, the RNZAF, under takes its first mass overseas airlift. To transport the battalion and families, the RNZAF undertakes its first mass overseas airlift in number 40 squadrons DC-6s, recently acquired from Teal. In cooperation with Teal personnel, the Air Force crews are familiarized in the handling of their new aircraft. Training completed, 1st Battalion Parades with Colours. Then the Prime Minister and Mayor of Christchurch witnessed the march past before the battalion takes off for the tropics. At Fenurpi, the first RNZAF transport arise with its load of second battalion families returning after two years in Malaya. Civi or soldier, it makes no difference. It's open up and pay up. You just can't win. As soon as the army is offloaded, the Air Force tows the plane off off for a thorough checkover before the return flight, and simultaneously RNZAF chefs prepare food for the outgoing draft. Ground crews swarm all over the plane to have it ready for take off in a few hours time. The excellent organization of the operation becomes more apparent as the movement progresses. Baggages stowed, food taken aboard. The DC6 crew prepares the flight plan for the first leg to Brisbane. Ready and waiting, the Malaya bound troops come forward as the roll is called and clamber aboard their luxurious aerial troop ship. First stop Brisbane to refuel in the middle of the long white cloud fades in the dusk, the troops relax in comfort undreamed of by old digs. All they want now is a decent expenses account. Except dad, he could use a home-aid. After refueling by an RNZAF ground crew stationed at Brisbane for the airlift, they fly on through the night towards Darwin. In the wet heat of Northern Australia's Darwin Airport, a further refueling stop is made before the long last leg of the flight to Singapore. Another RNZAF ground crew tops up the tanks while the travelling troops watch the departure of a Boeing jet. What away Singapore, Jackie? That away, boss. Leaving Australia behind, the old routine starts again. More food. And Dad still needs that homemade, but there's only about eight hours more to go before final destination. Bang on time they drop into Changi Airport at Singapore. Everybody off, baggage and all this time, as they changed to a New Zealand Bristol of number 41 squadron for the final stage of the journey to Malacca. In 17 return flights the RNZAF will have completed the battalion changeover. 1,700 people in a switch without a hitch. The last hour of the journey takes the troops over vast areas of rubber plantations, up Malaya's west coast to the ancient Portuguese settlement of Malacca. Camp Terendac, new base of the 28th Commonwealth Brigade. Four years ago this was jungle. When completed, the cantonment will be an army city housing 10,000 people. Just 28 hours after take off from Auckland, the 15th century city of Malacca gives the troops and families their first real glimpse of the places and people they'll become familiar with over the next two years. A conducted Cook's tour by one of the old hands really gives the boys an idea of the pleasant situation of their new home. Soon old hands and new hands are swapping yarns in good army style. In the married quarters, families settled in the married quarters, families settled In the married quarters, families settled down to a pot of tea in a well-planned tropical home. Wives set off on a shopping expedition to one of the Naffey stores. If you can't find what you want to the Nafi stores. If you can't find what you want in the store, which is unlikely, the men, after a couple of days settling in, parade for inspection by the GOC Commonwealth troops Malaya. This parade marks the successful conclusion of a historic episode in the cooperation of New Zealand's army and air force. The first occasion on which the RNZAF has carried out a mass movement of troops to an overseas station. Airlift Malaya."}