{"speakers": [], "chunks": [{"timestamp": [0.0, 30.36], "text": " From all over the country to the Nine-Eye Olympic pool"}, {"timestamp": [30.36, 33.44], "text": " come top swimmers and divers to break records and to gain titles"}, {"timestamp": [33.44, 36.36], "text": " to compete in the 1962 championships."}, {"timestamp": [37.48, 39.92], "text": " Heat one of the 220 yards junior boys freestyle,"}, {"timestamp": [40.28, 43.18], "text": " nearest camera in Lane 6 is favourite Robbie Walker of Wellington."}, {"timestamp": [44.28, 49.92], "text": " Leading at the second turn for the final 55 yards, Walker goes on to win the heat in 2 minutes 13.9 seconds,"}, {"timestamp": [50.24, 52.7], "text": " clipping almost five seconds off the New Zealand record."}, {"timestamp": [56.56, 59.08], "text": " Heat 1 of 110 yards women's freestyle."}, {"timestamp": [59.56, 63.56], "text": " In Lane 4, second from camera, Leslie Moore last year's champion defends her title."}, {"timestamp": [64.04, 70.98], "text": " Strongest challenger is Helen Rogers of Waikato. At the halfway mark with one length of the"}, {"timestamp": [70.98, 76.8], "text": " pool to go Leslie Moore just heads off Helen Rogers third from camera in lane three. With"}, {"timestamp": [76.8, 88.36], "text": " only yards to go Helen Rogers just can't overtake Leslie Moore. In the finals at night Wellingtonian and Leslie Moore, third from camera,"}, {"timestamp": [88.52, 91.28], "text": " is challenged by Alison Bell of Otago and Helen Rogers."}, {"timestamp": [96.24, 99.26], "text": " With the home blocks in sight, Alison Bell turns on the pace,"}, {"timestamp": [99.5, 101.88], "text": " but Leslie Moore holds out to win by a narrow margin."}, {"timestamp": [103.44, 105.64], "text": " Leslie Moore is almost a certainty for the Perth"}, {"timestamp": [105.64, 110.6], "text": " Games. Third from camera, Hatch of Wellington, last year's champion, sets the pace in"}, {"timestamp": [110.6, 117.34], "text": " the first heat of the 110 yards men's freestyle. Mere inches ahead at the outset, he"}, {"timestamp": [117.34, 121.36], "text": " comes out of the turn in lane four with an established lead and swimming powerfully finishes"}, {"timestamp": [121.36, 129.0], "text": " well ahead."}, {"timestamp": [130.36, 133.24], "text": " Fashing along under the floodlight, speeds to Hatch takes the final in 59 seconds,"}, {"timestamp": [133.24, 134.36], "text": " a New Zealand record."}, {"timestamp": [137.4, 139.44], "text": " A fine win for Hatch and a probable ticket"}, {"timestamp": [139.44, 141.44], "text": " to this year's Commonwealth Games in Perth."}, {"timestamp": [145.44, 149.44], "text": " Hawks Bay Poverty Bay made a clean sweep in the junior springboard diving with Miss Gallagher"}, {"timestamp": [149.44, 151.2], "text": " retaining her title for the second year."}, {"timestamp": [155.6, 157.6], "text": " Robertson took the honors in the boys event."}, {"timestamp": [161.04, 163.04], "text": " Helen Hutton retains the women's title."}, {"timestamp": [165.0, 170.0], "text": " And with Hodge keeping the title in the men's event, Canterbury scored a double in the senior section."}, {"timestamp": [170.0, 177.0], "text": " With over half a dozen record-breaking swims, the 1962 championships provide ample talent for the Commonwealth Games."}, {"timestamp": [177.0, 191.4], "text": " Minutes after shattering two world records at Lancaster Park in Christchurch,"}, {"timestamp": [191.4, 195.4], "text": " champion middle distance runner Peter Snell is ready to give us an exclusive interview."}, {"timestamp": [195.4, 201.8], "text": " First, let's look at key moments of the race in which Snell gained the records for both the half mile and the 800 meters."}, {"timestamp": [201.8, 205.6], "text": " Robinson of New Zealand gets away in the lead and"}, {"timestamp": [205.6, 209.44], "text": " Snell on the inside takes second place. The field is punched as they go around the"}, {"timestamp": [209.44, 214.4], "text": " turn. At the end of the first lap Robinson is still in front but as they go past the"}, {"timestamp": [214.4, 218.88], "text": " 440 marks Snell is overtaking him and will go out into the number one position. The rest"}, {"timestamp": [218.88, 227.0], "text": " of the field is trailing out behind. And how the second lap has sorted them out."}, {"timestamp": [227.0, 234.5], "text": " Snell is coming home 25 yards ahead of the American Dupree."}, {"timestamp": [234.5, 239.24], "text": " He breasts the tape just one minute 45.4 seconds after leaving the starting line and he's"}, {"timestamp": [239.24, 243.68], "text": " still got enough energy to wave to the crowd."}, {"timestamp": [243.68, 247.0], "text": " Second and third placings go to the American's Dupree and the second and third placings wave to the crowd."}, {"timestamp": [251.0, 257.0], "text": " Second and third placings go to the Americans Dupree and Bork. Peter Snell has lowered the half mile record by 1.7 seconds and the 800 meters by 2.4 seconds."}, {"timestamp": [257.0, 263.0], "text": " The man who helped him to do it, coach Arthur Lidgett, is interviewed now by race commentator Jack McGinnis."}, {"timestamp": [263.0, 267.0], "text": " Well Arthur, you're all smiles today and you certainly should be."}, {"timestamp": [267.0, 270.0], "text": " How did you feel when the record time was posted?"}, {"timestamp": [270.0, 274.0], "text": " Well I tell you this Jack it was faster than I anticipated would be"}, {"timestamp": [274.0, 279.0], "text": " but my feelings generally I think I had all the sting taken out of me last Saturday"}, {"timestamp": [279.0, 287.68], "text": " I'm just recovering from last Saturdays now and I'm a little bit flat but nevertheless I'm very very elated over the result mainly for Peter's sake because well he's worked very"}, {"timestamp": [287.68, 290.72], "text": " hard it's easy for me to tell a fellow to go out and do all these miles and work"}, {"timestamp": [290.72, 294.64], "text": " hard but he's done it and I haven't been much of assistance to him lately I've been too"}, {"timestamp": [294.64, 300.04], "text": " busy and well all the credits Peters really have you any theory as to why countries"}, {"timestamp": [300.04, 303.56], "text": " such as New Zealand and like in the temperate zone colder countries produce these"}, {"timestamp": [303.56, 305.54], "text": " athletes over the middle and longer distances?"}, {"timestamp": [305.54, 310.56], "text": " Yeah, well there's a theory of mine with us correct, I don't know, Jack, but I believe we mature later"}, {"timestamp": [310.56, 314.96], "text": " and through it we gain more strength than natural stamina."}, {"timestamp": [314.96, 319.8], "text": " You'll find that in the hotter countries, the boys have longer calf muscles, through the"}, {"timestamp": [319.8, 323.92], "text": " muscles being softer all the time, they seem to grow longer, and they seem to be faster than"}, {"timestamp": [323.92, 325.06], "text": " us, mature earlier,"}, {"timestamp": [325.46, 330.8], "text": " but we seem to get them in the long run. I suppose you, like Peter, think grass tracks aren't so bad now."}, {"timestamp": [331.2, 334.48], "text": " I've always thought they're all right, Jack, but the only trouble is they're unpredictable."}, {"timestamp": [334.68, 339.22], "text": " You get your athlete right for an evening, meeting, say, and the rain comes, well, it's all down the drain."}, {"timestamp": [339.3, 342.88], "text": " A year's training, whereas a cinder track, if it rains on it, well, it's probably better for it."}, {"timestamp": [343.58, 347.48], "text": " But on the day, if the athlete's right and the track is right, well, you can expect..."}, {"timestamp": [347.48, 352.62], "text": " Well, these tracks that we've run on in the last three meetings, well, last four meetings, they've been excellent."}, {"timestamp": [353.06, 358.3], "text": " They're accredited to the groundsman, and, well, they're the equal of any cinder track that I've seen, I should imagine."}, {"timestamp": [358.7, 361.02], "text": " Now, you've seen quite a number of athletes over the past few months."}, {"timestamp": [361.08, 363.36], "text": " What's the potential like for the future of New Zealand athlete?"}, {"timestamp": [363.72, 367.28], "text": " Well, we've got to realise in New Zealand that there are other snails. Now that might"}, {"timestamp": [367.28, 372.48], "text": " sound a big statement. There are other snails and Halbergs. They've got to take a long"}, {"timestamp": [372.48, 376.32], "text": " view. They've got to realize their potential. The coach has got to sum up a man's basic speed"}, {"timestamp": [376.32, 381.36], "text": " and get estimate what his potential is and when he'll develop that potential and train"}, {"timestamp": [381.36, 389.52], "text": " accordingly. That's what we do. We take a long view and there are other boys. I can name two now, the boy Cooma-Wonganui, he's the equal of Snell and the same with"}, {"timestamp": [389.52, 393.58], "text": " Keneagra in Auckland. I believe I could train both those boys if I had the time to be the equal"}, {"timestamp": [393.58, 394.58], "text": " of Snell."}, {"timestamp": [394.58, 400.3], "text": " Well it does appear that we have a bright future in New Zealand provided the youngsters are prepared"}, {"timestamp": [400.3, 401.3], "text": " to do the work."}, {"timestamp": [401.3, 406.6], "text": " That's so. Of course they're living in into it, studies and all that sort of thing. And numerous things control these things and"}, {"timestamp": [406.6, 410.32], "text": " the coaches have to have the time to put in with these boys and encourage them."}, {"timestamp": [410.32, 414.76], "text": " Thank you Arthur Lidiot. Now the man of the hour Peter Snell."}, {"timestamp": [414.76, 421.82], "text": " Congratulations Peter on a magnificent effort. How did you feel when you went past the"}, {"timestamp": [421.82, 427.0], "text": " quarter with 51 seconds? Well I thought this must be a world record."}, {"timestamp": [427.0, 432.0], "text": " If I can't continue now for another 46 seconds, well, there's something wrong somewhere."}, {"timestamp": [432.0, 435.0], "text": " I was almost horrified at the pace of it, actually."}, {"timestamp": [435.0, 438.0], "text": " It was far too fast, far faster than I really wanted to do."}, {"timestamp": [438.0, 442.0], "text": " Well, as a commentator, I was almost breathless when I saw Robinson speed out to the front"}, {"timestamp": [442.0, 445.24], "text": " and he must have played a big part in your record today."}, {"timestamp": [451.16, 451.6], "text": " Yes, I thought for a minute he was going to kill it by the, uh, uh, by his very, well, his speed."}, {"timestamp": [455.0, 455.6], "text": " He went far too fast, I feel, but however, it turned out for the good."}, {"timestamp": [459.68, 460.24], "text": " Comparing today's race with that effort in Longanui last week, how did you feel?"}, {"timestamp": [465.22, 465.34], "text": " Well, this has taken fan more out of me. I was had it by the time I'd reached the back straight,"}, {"timestamp": [468.1, 468.5], "text": " and I just went on the thought of that world record lane."}, {"timestamp": [471.7, 471.84], "text": " In Wanganui, I was feeling quite fresh with 300 to go,"}, {"timestamp": [474.28, 475.06], "text": " and I felt much better at the finish."}, {"timestamp": [477.34, 477.4], "text": " Here in New Zealand, we haven't sinned the tracks,"}, {"timestamp": [479.9, 480.0], "text": " and we haven't been expecting New Zealand records."}, {"timestamp": [481.86, 483.06], "text": " How do you find the two types of tracks compare?"}, {"timestamp": [486.24, 488.32], "text": " Well, I like, I prefer running onto a grass track because it's much easier on my legs."}, {"timestamp": [488.4, 490.46], "text": " I always thought that cinders have given the better times,"}, {"timestamp": [490.6, 493.28], "text": " but I think, as Arthur Lidde has said,"}, {"timestamp": [493.36, 496.04], "text": " that there's nothing better than a good grass track."}, {"timestamp": [496.5, 498.38], "text": " Psychologically, you enjoy running on it better,"}, {"timestamp": [498.52, 500.46], "text": " and perhaps that's the reasons you get good times."}, {"timestamp": [500.52, 501.62], "text": " You've got to be happy with your track."}, {"timestamp": [502.06, 504.62], "text": " What sort of schedule have you had this week leading up to this event?"}, {"timestamp": [505.98, 528.44], "text": " Well, I've done very little. I felt that I was at a peak after my mile in Wonganui. I just trained, lightly, just jogged around for Invercago. I had an easy race to Invercargall and then the following day I took a relaxing trip up to Milford Sound and Queenstown. In fact, we've spent almost the entire Thursday and Friday travelling."}, {"timestamp": [529.5, 531.72], "text": " I've never had such a relaxing trip before."}, {"timestamp": [531.88, 535.32], "text": " The only thing I was worried about was that we might have done a bit too much travelling"}, {"timestamp": [535.32, 536.44], "text": " and that could have taken its toll."}, {"timestamp": [536.86, 539.0], "text": " But it evidently proved the right tonic, Jack."}, {"timestamp": [539.1, 543.72], "text": " Well, it certainly was a good programme because on today's time, it was really marvellous."}, {"timestamp": [543.76, 547.64], "text": " I read this morning that you may have been a bit tired but you gave a lie to that one didn't you."}, {"timestamp": [548.28, 550.94], "text": " Yes. Now what of the future Peter what are the plans for the rest of the season?"}, {"timestamp": [551.5, 556.76], "text": " Well at the moment I've only got about another one half mile in a one mile race"}, {"timestamp": [556.76, 563.6], "text": " No, I'm sorry I've got two half miles I hope the Auckland Championship and the New Zealand Championship and I run another mile somewhere else in New Zealand"}, {"timestamp": [564.6, 570.0], "text": " I haven't we haven't made the different arrangements on that yet but that's all that's on the program at the moment."}, {"timestamp": [570.0, 574.0], "text": " Well all the best and may your record stand for a long time better."}, {"timestamp": [574.0, 580.0], "text": " Thank you Jack but there's just one thing I'd like to mention I feel personally that that half mile effort today"}, {"timestamp": [580.0, 584.0], "text": " rates better than that mile last Saturday. That's my attitude towards half-miling."}, {"timestamp": [584.0, 589.76], "text": " I feel that there's just a little bit too much attention paid to this magic of the four-minute mile"}, {"timestamp": [589.76, 593.2], "text": " and well that's my feelings about it anyway. You're still a half-mile at heart but Peter."}, {"timestamp": [593.2, 594.8], "text": " Yes that's right. Good. Thank you very much."}, {"timestamp": [594.8, 600.2], "text": " New Zealand congratulates Peter Snell, one of the fastest men in the world."}], "text": " From all over the country to the Nine-Eye Olympic pool come top swimmers and divers to break records and to gain titles to compete in the 1962 championships. Heat one of the 220 yards junior boys freestyle, nearest camera in Lane 6 is favourite Robbie Walker of Wellington. Leading at the second turn for the final 55 yards, Walker goes on to win the heat in 2 minutes 13.9 seconds, clipping almost five seconds off the New Zealand record. Heat 1 of 110 yards women's freestyle. In Lane 4, second from camera, Leslie Moore last year's champion defends her title. Strongest challenger is Helen Rogers of Waikato. At the halfway mark with one length of the pool to go Leslie Moore just heads off Helen Rogers third from camera in lane three. With only yards to go Helen Rogers just can't overtake Leslie Moore. In the finals at night Wellingtonian and Leslie Moore, third from camera, is challenged by Alison Bell of Otago and Helen Rogers. With the home blocks in sight, Alison Bell turns on the pace, but Leslie Moore holds out to win by a narrow margin. Leslie Moore is almost a certainty for the Perth Games. Third from camera, Hatch of Wellington, last year's champion, sets the pace in the first heat of the 110 yards men's freestyle. Mere inches ahead at the outset, he comes out of the turn in lane four with an established lead and swimming powerfully finishes well ahead. Fashing along under the floodlight, speeds to Hatch takes the final in 59 seconds, a New Zealand record. A fine win for Hatch and a probable ticket to this year's Commonwealth Games in Perth. Hawks Bay Poverty Bay made a clean sweep in the junior springboard diving with Miss Gallagher retaining her title for the second year. Robertson took the honors in the boys event. Helen Hutton retains the women's title. And with Hodge keeping the title in the men's event, Canterbury scored a double in the senior section. With over half a dozen record-breaking swims, the 1962 championships provide ample talent for the Commonwealth Games. Minutes after shattering two world records at Lancaster Park in Christchurch, champion middle distance runner Peter Snell is ready to give us an exclusive interview. First, let's look at key moments of the race in which Snell gained the records for both the half mile and the 800 meters. Robinson of New Zealand gets away in the lead and Snell on the inside takes second place. The field is punched as they go around the turn. At the end of the first lap Robinson is still in front but as they go past the 440 marks Snell is overtaking him and will go out into the number one position. The rest of the field is trailing out behind. And how the second lap has sorted them out. Snell is coming home 25 yards ahead of the American Dupree. He breasts the tape just one minute 45.4 seconds after leaving the starting line and he's still got enough energy to wave to the crowd. Second and third placings go to the American's Dupree and the second and third placings wave to the crowd. Second and third placings go to the Americans Dupree and Bork. Peter Snell has lowered the half mile record by 1.7 seconds and the 800 meters by 2.4 seconds. The man who helped him to do it, coach Arthur Lidgett, is interviewed now by race commentator Jack McGinnis. Well Arthur, you're all smiles today and you certainly should be. How did you feel when the record time was posted? Well I tell you this Jack it was faster than I anticipated would be but my feelings generally I think I had all the sting taken out of me last Saturday I'm just recovering from last Saturdays now and I'm a little bit flat but nevertheless I'm very very elated over the result mainly for Peter's sake because well he's worked very hard it's easy for me to tell a fellow to go out and do all these miles and work hard but he's done it and I haven't been much of assistance to him lately I've been too busy and well all the credits Peters really have you any theory as to why countries such as New Zealand and like in the temperate zone colder countries produce these athletes over the middle and longer distances? Yeah, well there's a theory of mine with us correct, I don't know, Jack, but I believe we mature later and through it we gain more strength than natural stamina. You'll find that in the hotter countries, the boys have longer calf muscles, through the muscles being softer all the time, they seem to grow longer, and they seem to be faster than us, mature earlier, but we seem to get them in the long run. I suppose you, like Peter, think grass tracks aren't so bad now. I've always thought they're all right, Jack, but the only trouble is they're unpredictable. You get your athlete right for an evening, meeting, say, and the rain comes, well, it's all down the drain. A year's training, whereas a cinder track, if it rains on it, well, it's probably better for it. But on the day, if the athlete's right and the track is right, well, you can expect... Well, these tracks that we've run on in the last three meetings, well, last four meetings, they've been excellent. They're accredited to the groundsman, and, well, they're the equal of any cinder track that I've seen, I should imagine. Now, you've seen quite a number of athletes over the past few months. What's the potential like for the future of New Zealand athlete? Well, we've got to realise in New Zealand that there are other snails. Now that might sound a big statement. There are other snails and Halbergs. They've got to take a long view. They've got to realize their potential. The coach has got to sum up a man's basic speed and get estimate what his potential is and when he'll develop that potential and train accordingly. That's what we do. We take a long view and there are other boys. I can name two now, the boy Cooma-Wonganui, he's the equal of Snell and the same with Keneagra in Auckland. I believe I could train both those boys if I had the time to be the equal of Snell. Well it does appear that we have a bright future in New Zealand provided the youngsters are prepared to do the work. That's so. Of course they're living in into it, studies and all that sort of thing. And numerous things control these things and the coaches have to have the time to put in with these boys and encourage them. Thank you Arthur Lidiot. Now the man of the hour Peter Snell. Congratulations Peter on a magnificent effort. How did you feel when you went past the quarter with 51 seconds? Well I thought this must be a world record. If I can't continue now for another 46 seconds, well, there's something wrong somewhere. I was almost horrified at the pace of it, actually. It was far too fast, far faster than I really wanted to do. Well, as a commentator, I was almost breathless when I saw Robinson speed out to the front and he must have played a big part in your record today. Yes, I thought for a minute he was going to kill it by the, uh, uh, by his very, well, his speed. He went far too fast, I feel, but however, it turned out for the good. Comparing today's race with that effort in Longanui last week, how did you feel? Well, this has taken fan more out of me. I was had it by the time I'd reached the back straight, and I just went on the thought of that world record lane. In Wanganui, I was feeling quite fresh with 300 to go, and I felt much better at the finish. Here in New Zealand, we haven't sinned the tracks, and we haven't been expecting New Zealand records. How do you find the two types of tracks compare? Well, I like, I prefer running onto a grass track because it's much easier on my legs. I always thought that cinders have given the better times, but I think, as Arthur Lidde has said, that there's nothing better than a good grass track. Psychologically, you enjoy running on it better, and perhaps that's the reasons you get good times. You've got to be happy with your track. What sort of schedule have you had this week leading up to this event? Well, I've done very little. I felt that I was at a peak after my mile in Wonganui. I just trained, lightly, just jogged around for Invercago. I had an easy race to Invercargall and then the following day I took a relaxing trip up to Milford Sound and Queenstown. In fact, we've spent almost the entire Thursday and Friday travelling. I've never had such a relaxing trip before. The only thing I was worried about was that we might have done a bit too much travelling and that could have taken its toll. But it evidently proved the right tonic, Jack. Well, it certainly was a good programme because on today's time, it was really marvellous. I read this morning that you may have been a bit tired but you gave a lie to that one didn't you. Yes. Now what of the future Peter what are the plans for the rest of the season? Well at the moment I've only got about another one half mile in a one mile race No, I'm sorry I've got two half miles I hope the Auckland Championship and the New Zealand Championship and I run another mile somewhere else in New Zealand I haven't we haven't made the different arrangements on that yet but that's all that's on the program at the moment. Well all the best and may your record stand for a long time better. Thank you Jack but there's just one thing I'd like to mention I feel personally that that half mile effort today rates better than that mile last Saturday. That's my attitude towards half-miling. I feel that there's just a little bit too much attention paid to this magic of the four-minute mile and well that's my feelings about it anyway. You're still a half-mile at heart but Peter. Yes that's right. Good. Thank you very much. New Zealand congratulates Peter Snell, one of the fastest men in the world."}