{"speakers": [], "chunks": [{"timestamp": [0.0, 28.4], "text": " Winter rains bring heavy floods to the manawatu to make more difficulties for farmers"}, {"timestamp": [28.4, 32.88], "text": " already facing the problem of increasing production. Land underwater like this means loss"}, {"timestamp": [32.88, 40.16], "text": " of spring feed for stock. Homesteads are cut off with water up to the doorsteps and"}, {"timestamp": [40.16, 44.72], "text": " stock must be shifted along flooded roads to higher ground. These are some of the trials of"}, {"timestamp": [44.72, 47.5], "text": " country life that city dwellers don't always appreciate."}, {"timestamp": [53.0, 55.0], "text": " Early lambing here is just too early."}, {"timestamp": [55.0, 57.5], "text": " This farmer is washing the mud off newborn lambs,"}, {"timestamp": [57.5, 59.5], "text": " for a yew knows her lamb by smell,"}, {"timestamp": [59.5, 62.0], "text": " and a coat of mud like this will separate them."}, {"timestamp": [62.0, 67.0], "text": " Loss of lambs will mean a drop in production of meat and wool."}, {"timestamp": [71.0, 74.0], "text": " Flooded roads break down communications."}, {"timestamp": [78.0, 87.0], "text": " Small streams overflow their banks and in some places bridges are threatened."}, {"timestamp": [87.0, 96.0], "text": " Down the gorge roars the Manuatu River to tear loose portions of the steep banks and leave disaster in its wake."}, {"timestamp": [96.0, 101.0], "text": " An early morning goods train left Palmerston north in blinding rain for Napier and ran foul of a slip on the line."}, {"timestamp": [101.0, 107.0], "text": " A K.A. 142-ton engine and three wagons hurtled into the swirling waters."}, {"timestamp": [107.0, 111.0], "text": " The driver and firemen perished."}, {"timestamp": [111.0, 117.0], "text": " A rescue party is quickly on the scene."}, {"timestamp": [117.0, 123.0], "text": " Thanks to good work by railway and public worksmen, clearing the line is soon underway despite the rain and the mud."}, {"timestamp": [123.0, 129.0], "text": " Efforts are concentrated on clearing the line as quickly as possible."}, {"timestamp": [129.0, 134.0], "text": " These floods and this disaster emphasize again the dangers that threaten New Zealand from erosion."}, {"timestamp": [134.0, 138.0], "text": " Much has been done to stop it. Much remains to be done."}, {"timestamp": [138.0, 147.0], "text": " For keen young plowmen of the Darfield district, the Young Farmers Club ploughing match is an opportunity to show their skill."}, {"timestamp": [147.0, 152.0], "text": " Enxiously they watch their first furrows turning to see if their plows have been correctly set."}, {"timestamp": [152.0, 155.0], "text": " Proper plough setting is the secret of good ploughing."}, {"timestamp": [155.0, 160.0], "text": " In light soils like this, setting is tricky and adjustments are necessary all round."}, {"timestamp": [160.0, 166.5], "text": " Being able to judge the correct setting at the start is a recognised skill and prizes are given to the man who does the best fearing,"}, {"timestamp": [166.5, 169.5], "text": " that is, the best first 12 furrows."}, {"timestamp": [171.5, 177.5], "text": " In the ploughing match tractors are driven at only a third of normal speed as results achieved are more important than time taken."}, {"timestamp": [189.0, 191.0], "text": " In judging good ploughing, there are many points to be considered. Packing is one of them."}, {"timestamp": [191.0, 194.0], "text": " A well-packed furrows should be able to bear a man's weight."}, {"timestamp": [194.0, 200.0], "text": " Straightness of furrows also counts."}, {"timestamp": [200.0, 203.0], "text": " Depth and width of furrows are yet further considerations."}, {"timestamp": [203.0, 206.54], "text": " In holding this match, the Darfield Young Farmers are encouraging good ploughing"}, {"timestamp": [206.54, 209.82], "text": " and good plowing is an important part of Canterbury farming."}, {"timestamp": [219.82, 223.1], "text": " From blueprint to pattern, from pattern to mould of sand"}, {"timestamp": [223.1, 226.6], "text": " and then to the making of castings for machining and assembly."}, {"timestamp": [226.6, 230.4], "text": " That is the sequence, but it's in the precise woodwork of the pattern maker"}, {"timestamp": [230.4, 233.4], "text": " that each engineering job first takes solid shape."}, {"timestamp": [238.4, 241.0], "text": " In the foundry, the skills required are different."}, {"timestamp": [241.0, 243.8], "text": " Before pouring into molds, the metal must be sampled,"}, {"timestamp": [243.8, 246.0], "text": " and each sample judged by a practiced eye."}, {"timestamp": [246.7, 297.0], "text": " Not only the plant to do the job is needed, but the ability to use it. The Able to cut steel 10 inches thick, the oxy acetylene profile cutter is one of 733 heavy machines"}, {"timestamp": [297.0, 301.0], "text": " making parts here for the railways of New Zealand."}, {"timestamp": [301.0, 310.5], "text": " In a third the time a milling machine can do it, the gear planer cuts toothed wheels."}, {"timestamp": [310.5, 333.92], "text": " It's one more valued tool amongst a half million's worth of equipment. 16 hours a day the Craven Lade prepares axles and driving wheels to haul the inland"}, {"timestamp": [333.92, 365.16], "text": " in the hot workshops they can make and repair everything from locomotives to electric motors. Hot metal is poured on night shift, up to 4,000 tons of it each year."}, {"timestamp": [365.16, 370.84], "text": " In locomotives, bridges, points, signals and repairs, the annual output of these shops is worth"}, {"timestamp": [370.84, 372.44], "text": " over a million."}, {"timestamp": [372.44, 376.72], "text": " During the war, the skills and equipment they contain brought success to many defense engineering"}, {"timestamp": [376.72, 378.68], "text": " projects."}, {"timestamp": [378.68, 383.92], "text": " During the six war years alone, the shops completed 32 heavy K-A-class engines."}, {"timestamp": [383.92, 385.88], "text": " But war or no war, there is no such thing"}, {"timestamp": [385.88, 390.32], "text": " as a cheap mass-produced locomotive to be bought overseas, and that is why it has always"}, {"timestamp": [390.32, 394.12], "text": " paid the railways to build their own engines to suit their own requirements."}, {"timestamp": [394.12, 410.0], "text": " Electric locomotives are also being made."}, {"timestamp": [410.0, 416.0], "text": " These hut workshops and those at Otohoho, Auckland keep in repair North Island rolling stock of every kind,"}, {"timestamp": [416.0, 435.0], "text": " while shops near Christchurch and Dunedin maintain the railways of the south. For the day's. For the day shift, work is over."}, {"timestamp": [435.0, 447.0], "text": " Four the day shift, work is over."}, {"timestamp": [447.0, 453.0], "text": " 1,400 men work in these shops, and of them many are hut residents."}, {"timestamp": [453.0, 459.0], "text": " Thus the plant covering nearly 70 of Woburn's acres forms a large section of the hut community."}, {"timestamp": [459.0, 467.0], "text": " It grew up as a part and a very vital part of the New Zealand Government Railways."}], "text": " Winter rains bring heavy floods to the manawatu to make more difficulties for farmers already facing the problem of increasing production. Land underwater like this means loss of spring feed for stock. Homesteads are cut off with water up to the doorsteps and stock must be shifted along flooded roads to higher ground. These are some of the trials of country life that city dwellers don't always appreciate. Early lambing here is just too early. This farmer is washing the mud off newborn lambs, for a yew knows her lamb by smell, and a coat of mud like this will separate them. Loss of lambs will mean a drop in production of meat and wool. Flooded roads break down communications. Small streams overflow their banks and in some places bridges are threatened. Down the gorge roars the Manuatu River to tear loose portions of the steep banks and leave disaster in its wake. An early morning goods train left Palmerston north in blinding rain for Napier and ran foul of a slip on the line. A K.A. 142-ton engine and three wagons hurtled into the swirling waters. The driver and firemen perished. A rescue party is quickly on the scene. Thanks to good work by railway and public worksmen, clearing the line is soon underway despite the rain and the mud. Efforts are concentrated on clearing the line as quickly as possible. These floods and this disaster emphasize again the dangers that threaten New Zealand from erosion. Much has been done to stop it. Much remains to be done. For keen young plowmen of the Darfield district, the Young Farmers Club ploughing match is an opportunity to show their skill. Enxiously they watch their first furrows turning to see if their plows have been correctly set. Proper plough setting is the secret of good ploughing. In light soils like this, setting is tricky and adjustments are necessary all round. Being able to judge the correct setting at the start is a recognised skill and prizes are given to the man who does the best fearing, that is, the best first 12 furrows. In the ploughing match tractors are driven at only a third of normal speed as results achieved are more important than time taken. In judging good ploughing, there are many points to be considered. Packing is one of them. A well-packed furrows should be able to bear a man's weight. Straightness of furrows also counts. Depth and width of furrows are yet further considerations. In holding this match, the Darfield Young Farmers are encouraging good ploughing and good plowing is an important part of Canterbury farming. From blueprint to pattern, from pattern to mould of sand and then to the making of castings for machining and assembly. That is the sequence, but it's in the precise woodwork of the pattern maker that each engineering job first takes solid shape. In the foundry, the skills required are different. Before pouring into molds, the metal must be sampled, and each sample judged by a practiced eye. Not only the plant to do the job is needed, but the ability to use it. The Able to cut steel 10 inches thick, the oxy acetylene profile cutter is one of 733 heavy machines making parts here for the railways of New Zealand. In a third the time a milling machine can do it, the gear planer cuts toothed wheels. It's one more valued tool amongst a half million's worth of equipment. 16 hours a day the Craven Lade prepares axles and driving wheels to haul the inland in the hot workshops they can make and repair everything from locomotives to electric motors. Hot metal is poured on night shift, up to 4,000 tons of it each year. In locomotives, bridges, points, signals and repairs, the annual output of these shops is worth over a million. During the war, the skills and equipment they contain brought success to many defense engineering projects. During the six war years alone, the shops completed 32 heavy K-A-class engines. But war or no war, there is no such thing as a cheap mass-produced locomotive to be bought overseas, and that is why it has always paid the railways to build their own engines to suit their own requirements. Electric locomotives are also being made. These hut workshops and those at Otohoho, Auckland keep in repair North Island rolling stock of every kind, while shops near Christchurch and Dunedin maintain the railways of the south. For the day's. For the day shift, work is over. Four the day shift, work is over. 1,400 men work in these shops, and of them many are hut residents. Thus the plant covering nearly 70 of Woburn's acres forms a large section of the hut community. It grew up as a part and a very vital part of the New Zealand Government Railways."}