{"speakers": [], "chunks": [{"timestamp": [0.0, 26.6], "text": " Hi, my name is Trevor Storr. I work at Waimati High School and as part of that job I teach computing to year 7 to 13 but I'm also the co-director of view learning for Canton, which is a cluster of various schools between Omaru and Kikora,"}, {"timestamp": [27.1, 32.8], "text": " and also I'm a facilitator for the Southern Central Divide Regional ICTPD Cluster,"}, {"timestamp": [33.22, 39.46], "text": " which is a cluster of those schools that I mentioned earlier, and also the schools on the West Coast up to Karamaya."}, {"timestamp": [40.1, 44.84], "text": " I want to tell a short story about something that happened a couple of years ago"}, {"timestamp": [44.84, 48.6], "text": " and then link that to developments that are happening right now."}, {"timestamp": [49.2, 53.8], "text": " So a few years ago I did a survey amongst the high schools in South Canterbury."}, {"timestamp": [54.3, 56.58], "text": " The survey was about Tario Maori provision."}, {"timestamp": [57.38, 62.66], "text": " And it turned out that of the six or seven schools in South Canterbury,"}, {"timestamp": [62.76, 63.94], "text": " high schools in South Canterbury,"}, {"timestamp": [64.4, 65.56], "text": " only one had offered"}, {"timestamp": [65.56, 70.78], "text": " Turyo Maori to their students in the last five or six years. And in fact, only one had a"}, {"timestamp": [70.78, 76.42], "text": " Tariot-Mauri-Mauri teacher. Now, okay, so what you might say? Toreo-Mauri is one of New Zealand's"}, {"timestamp": [76.42, 81.14], "text": " official languages. And as an outsider from, originally from the UK, I found that shocking."}, {"timestamp": [81.14, 87.92], "text": " But what was even worse was that none of the principals of those schools were aware of the regional picture of Tari"}, {"timestamp": [87.92, 92.54], "text": " Maori provision and even worse than that none of them actually thought that"}, {"timestamp": [92.54, 97.4], "text": " the responsibility for improving the provision of that that language was"}, {"timestamp": [97.4, 101.9], "text": " collectively theirs so individually they were isolated yet the regional"}, {"timestamp": [101.9, 105.4], "text": " community was suffering so what that means"}, {"timestamp": [105.4, 111.4], "text": " overall is that at a regional level we have very little overview oversight and"}, {"timestamp": [111.4, 117.64], "text": " responsibility of how our youngsters are getting educated what's this to do with"}, {"timestamp": [117.64, 121.72], "text": " what's going on today well there's been lots to talk about the network for"}, {"timestamp": [121.72, 126.88], "text": " learning and millions of dollars have been pumped into the ultra-frasse broadband"}, {"timestamp": [126.88, 128.7], "text": " in schools project."}, {"timestamp": [128.7, 132.3], "text": " And one of the things that I think we need to think about carefully"}, {"timestamp": [132.3, 136.08], "text": " is what does this mean for learning?"}, {"timestamp": [136.08, 140.28], "text": " And you could think of the USB in many ways,"}, {"timestamp": [140.28, 142.76], "text": " but what I like to think of it is in the,"}, {"timestamp": [142.76, 144.8], "text": " think of all the teachers in New Zealand,"}, {"timestamp": [144.8, 147.5], "text": " every single teacher in the 2,600 schools,, think of all the teachers in New Zealand, every single teacher in the 2,600 schools,"}, {"timestamp": [147.5, 151.5], "text": " and think of all the learners in New Zealand and put them into one room."}, {"timestamp": [151.5, 154.5], "text": " That's potentially what UFBIS is."}, {"timestamp": [154.5, 155.5], "text": " Just think about that again."}, {"timestamp": [155.5, 159.5], "text": " How would you organize learning if you had all the teachers"}, {"timestamp": [159.5, 162.0], "text": " and all the learners in New Zealand in one room?"}, {"timestamp": [162.0, 165.32], "text": " Would you organize classes by the size of their feet?"}, {"timestamp": [169.12, 175.3], "text": " Because that's what we seem to do at the moment and there seems to be very little dialogue about what potential there is for transforming learning. If you had all those teachers and learners in one room,"}, {"timestamp": [175.64, 183.42], "text": " what could it look like? Would you organise learning by interest? Would you organise learning by passion"}, {"timestamp": [183.42, 185.16], "text": " or what gender they are?"}, {"timestamp": [188.74, 192.12], "text": " I don't know, but I think the thing we've got to do is come up with innovative ways of letting that sharing and collaboration take place."}, {"timestamp": [193.02, 196.94], "text": " So if we go back to the Tariomaree story at the beginning,"}, {"timestamp": [197.64, 202.88], "text": " the problem there was that there was very little oversight and responsibility"}, {"timestamp": [202.88, 207.0], "text": " for collectively owning education."}, {"timestamp": [207.0, 215.0], "text": " And I can't remember who came up with this quote, but it was along the lines of,"}, {"timestamp": [215.0, 219.0], "text": " you know, if you want to travel quickly, go alone, but if you want to go far, go together."}, {"timestamp": [219.0, 224.0], "text": " And the other one quote the light of the thing is it takes a whole village to educate a child."}, {"timestamp": [224.0, 225.64], "text": " And I think"}, {"timestamp": [225.64, 233.38], "text": " you FBIS has got the potential for making those sorts of sentiments apply to our"}, {"timestamp": [233.38, 239.12], "text": " children so what I would like to encourage you all is to to think about how if we"}, {"timestamp": [239.12, 243.08], "text": " had that single classroom with all the teachers and all the learners what could"}, {"timestamp": [243.08, 250.88], "text": " learning be like and last of all you, if we're going to spend lots of money on ultra-fast broadband in schools"}, {"timestamp": [250.88, null], "text": " and fibre, please, please don't let it be about faster YouTube. Thank you."}], "text": " Hi, my name is Trevor Storr. I work at Waimati High School and as part of that job I teach computing to year 7 to 13 but I'm also the co-director of view learning for Canton, which is a cluster of various schools between Omaru and Kikora, and also I'm a facilitator for the Southern Central Divide Regional ICTPD Cluster, which is a cluster of those schools that I mentioned earlier, and also the schools on the West Coast up to Karamaya. I want to tell a short story about something that happened a couple of years ago and then link that to developments that are happening right now. So a few years ago I did a survey amongst the high schools in South Canterbury. The survey was about Tario Maori provision. And it turned out that of the six or seven schools in South Canterbury, high schools in South Canterbury, only one had offered Turyo Maori to their students in the last five or six years. And in fact, only one had a Tariot-Mauri-Mauri teacher. Now, okay, so what you might say? Toreo-Mauri is one of New Zealand's official languages. And as an outsider from, originally from the UK, I found that shocking. But what was even worse was that none of the principals of those schools were aware of the regional picture of Tari Maori provision and even worse than that none of them actually thought that the responsibility for improving the provision of that that language was collectively theirs so individually they were isolated yet the regional community was suffering so what that means overall is that at a regional level we have very little overview oversight and responsibility of how our youngsters are getting educated what's this to do with what's going on today well there's been lots to talk about the network for learning and millions of dollars have been pumped into the ultra-frasse broadband in schools project. And one of the things that I think we need to think about carefully is what does this mean for learning? And you could think of the USB in many ways, but what I like to think of it is in the, think of all the teachers in New Zealand, every single teacher in the 2,600 schools,, think of all the teachers in New Zealand, every single teacher in the 2,600 schools, and think of all the learners in New Zealand and put them into one room. That's potentially what UFBIS is. Just think about that again. How would you organize learning if you had all the teachers and all the learners in New Zealand in one room? Would you organize classes by the size of their feet? Because that's what we seem to do at the moment and there seems to be very little dialogue about what potential there is for transforming learning. If you had all those teachers and learners in one room, what could it look like? Would you organise learning by interest? Would you organise learning by passion or what gender they are? I don't know, but I think the thing we've got to do is come up with innovative ways of letting that sharing and collaboration take place. So if we go back to the Tariomaree story at the beginning, the problem there was that there was very little oversight and responsibility for collectively owning education. And I can't remember who came up with this quote, but it was along the lines of, you know, if you want to travel quickly, go alone, but if you want to go far, go together. And the other one quote the light of the thing is it takes a whole village to educate a child. And I think you FBIS has got the potential for making those sorts of sentiments apply to our children so what I would like to encourage you all is to to think about how if we had that single classroom with all the teachers and all the learners what could learning be like and last of all you, if we're going to spend lots of money on ultra-fast broadband in schools and fibre, please, please don't let it be about faster YouTube. Thank you."}