{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " Electricity is the lifeblood of modern living, and as our society society grows so does its need for a greater supply of power."}, {"timestamp": [28.0, 77.6], "text": " Nowadays the present supply just can't keep up with the demand. Modern consumption of electricity is high, and in the far south of the South Island, men are on their way to help build another power scheme."}, {"timestamp": [78.8, 86.0], "text": " A cruiser is carrying them across Lake Manipuri, second to last in the line of southern lakes, to one of the remotest and wettest parts of the country."}, {"timestamp": [86.0, 93.0], "text": " There are no roads to the construction site deep in the heart of Fjordland and it's reached only by launch or float plane."}, {"timestamp": [93.0, 109.0], "text": " One hour's fast cruise and the Fjordlander reaches the west arm of the lake."}, {"timestamp": [109.0, 118.0], "text": " With the prospect of three months isolation from normal society, the last sight of a woman is a serious occasion."}, {"timestamp": [118.0, 134.0], "text": " This scheme where the waters of Lake Manopuri will be carried six miles under the mountains to deep cove in doubtful sand is a new departure in powerhouse construction in New Zealand."}, {"timestamp": [138.0, 148.0], "text": " A huge powerhouse will be built at a depth of 700 feet below ground and the water will drop down from the west arm of the lake to the powerhouse to be released through the six-mile tunnel to the sound."}, {"timestamp": [150.0, 157.0], "text": " Completely isolated and fully self-contained, the camp on the Manopuri side houses the men who are building the first underground stage of the scheme."}, {"timestamp": [157.0, 162.0], "text": " Supervising construction is an American firm whose engineers control work on the project."}, {"timestamp": [162.0, 165.44], "text": " Resident engineer at West Arm is Mr. Stuart Brooks."}, {"timestamp": [165.88, 168.34], "text": " He's off on a routine inspection of tunneling progress."}, {"timestamp": [180.46, 190.0], "text": " Since the powerhouse is to be built 700 feet below ground, the first item of construction is a road tunnel which will corkscrew down through the mountains to the site of the powerhouse machine hall."}, {"timestamp": [194.0, 215.06], "text": " Under construction for 18 months the tunnel will eventually be one and a third miles long. At the face work conditions are extremely difficult."}, {"timestamp": [215.06, 220.14], "text": " Movement is limited. Visibility is restricted with thick dust, fumes and water vapor."}, {"timestamp": [220.14, 224.34], "text": " Seapage is great. Huge pumps work ceaselessly removing hundreds of gallons of water"}, {"timestamp": [224.34, 227.84], "text": " from the face."}, {"timestamp": [235.52, 236.24], "text": " As each new section is drilled and then blasted, huge machines called muckers move in to load the rubble onto giant trucks for haulage to the surface."}, {"timestamp": [247.0, 265.0], "text": " Work is in 24-hour operation, but the going is relatively slow, for the material being excavated is hard granite. Living conditions for the 180 men are good."}, {"timestamp": [265.0, 271.0], "text": " In such an isolated area they have to be, and the men get good food and have a wide range of facilities."}, {"timestamp": [271.0, 275.0], "text": " Winter in the wet-and-a-wintered-winter."}, {"timestamp": [275.0, 293.0], "text": " Winter in the wetettest part of New Zealand is not many people's idea of a perfect climate."}, {"timestamp": [293.0, 297.0], "text": " Weeks can go by with the sky never lifting from a dismal grey."}, {"timestamp": [301.0, 307.0], "text": " Operations go on day and night for the project is planned to be completed by April"}, {"timestamp": [307.0, 308.0], "text": " 1968."}, {"timestamp": [308.0, 319.0], "text": " Transport between the Manapuri and Doubtful Sound is largely by amphibial."}, {"timestamp": [319.0, 324.0], "text": " Three aircraft maintain an almost continuous service between the two sides of the project."}, {"timestamp": [324.0, 328.44], "text": " But of course there are many days when passage across the pass is made impossible because"}, {"timestamp": [328.44, 333.68], "text": " of heavy cloud."}, {"timestamp": [333.68, 342.56], "text": " To link Manopuri and Doubtful Sound, a road is being constructed over the 2,000 foot high Wilmot Pass."}, {"timestamp": [342.56, 345.0], "text": " The Mallard lands in deep Cove doubtful sound."}, {"timestamp": [345.0, 350.0], "text": " Behind her is the Wonganella, the old Trans-Tasman liner now being used as a hostel for the men."}, {"timestamp": [350.0, 355.0], "text": " Her days as an ocean queen over, she's now permanently moored in deep cove."}, {"timestamp": [355.0, 376.0], "text": " The route over the road over the road over the Wilmot is a steep one, and though this part two of the construction is not as tough as tunneling, it's no easy task."}, {"timestamp": [376.0, 390.18], "text": " The two halves of the road actually met over three months ago, but the still-half of the road actually met over three months ago, but there's still much"}, {"timestamp": [390.18, 429.0], "text": " smoothing off to be done on the steam travel is just one of the hazards of constructing a mountain road."}, {"timestamp": [429.0, 435.0], "text": " Over this road from the sound will come the electrical machinery and equipment that will be needed on the Manopuri side."}, {"timestamp": [435.0, 471.76], "text": " This is tough country for machinery and at doubtful Sound, six miles from the coast."}, {"timestamp": [472.38, 475.12], "text": " All heavy equipment and most supplies come in by sea."}, {"timestamp": [478.96, 485.72], "text": " Supplying electricity for a project on electricity, the generating plant in itself a powerhouse of no mean size. At full output, these generators could provide domestic electricity for a project on electricity. The generating plant, in itself a powerhouse of no mean size."}, {"timestamp": [486.42, 489.28], "text": " At full output, these generators could provide domestic electricity"}, {"timestamp": [489.28, 491.44], "text": " for a city the size of Invercargill."}, {"timestamp": [498.48, 500.72], "text": " No construction refuse is wasted."}, {"timestamp": [501.44, 507.86], "text": " Rubble excavated from the tunnel goes through a crushing plant for grading and stockpiling. Later it's to be used for the concrete lining of the"}, {"timestamp": [507.86, 531.0], "text": " tail race tunnel. The dining on the Wonganella has seen better dressed diners, but none more enthusiastic about a meal."}, {"timestamp": [531.0, 552.0], "text": " Work in this tunnel also goes on this tunnel also goes on 24 hours a day, six days a week."}, {"timestamp": [552.0, 559.0], "text": " Electric loco shoot backwards and forwards into the hole in the hill that will eventually reach under six miles of mountain ranges."}, {"timestamp": [563.0, 569.0], "text": " While the men at Manipuri are boring in from the top of the mountain,"}, {"timestamp": [569.0, 573.0], "text": " those at the sound are boring in from the bottom to make the six-mile tail race tunnel."}, {"timestamp": [573.0, 577.0], "text": " At this stage the tunnel faces one and a half miles in."}, {"timestamp": [577.0, 581.0], "text": " On the complex system of railway tracks at the face, every movement of muckers and trucks"}, {"timestamp": [581.0, 584.0], "text": " must be closely coordinated to prevent accidents."}, {"timestamp": [590.0, 594.0], "text": " There's no time wasted, but work is still well behind schedule. Intensely wet conditions have caused many delays in operations."}, {"timestamp": [594.0, 597.0], "text": " But by the winter of 1968, New Zealand can expect to benefit"}, {"timestamp": [597.0, 600.0], "text": " from the completion of her largest power scheme to date,"}, {"timestamp": [600.0, null], "text": " Manopuri, the first electric plant to operate entirely underground."}], "text": " Electricity is the lifeblood of modern living, and as our society society grows so does its need for a greater supply of power. Nowadays the present supply just can't keep up with the demand. Modern consumption of electricity is high, and in the far south of the South Island, men are on their way to help build another power scheme. A cruiser is carrying them across Lake Manipuri, second to last in the line of southern lakes, to one of the remotest and wettest parts of the country. There are no roads to the construction site deep in the heart of Fjordland and it's reached only by launch or float plane. One hour's fast cruise and the Fjordlander reaches the west arm of the lake. With the prospect of three months isolation from normal society, the last sight of a woman is a serious occasion. This scheme where the waters of Lake Manopuri will be carried six miles under the mountains to deep cove in doubtful sand is a new departure in powerhouse construction in New Zealand. A huge powerhouse will be built at a depth of 700 feet below ground and the water will drop down from the west arm of the lake to the powerhouse to be released through the six-mile tunnel to the sound. Completely isolated and fully self-contained, the camp on the Manopuri side houses the men who are building the first underground stage of the scheme. Supervising construction is an American firm whose engineers control work on the project. Resident engineer at West Arm is Mr. Stuart Brooks. He's off on a routine inspection of tunneling progress. Since the powerhouse is to be built 700 feet below ground, the first item of construction is a road tunnel which will corkscrew down through the mountains to the site of the powerhouse machine hall. Under construction for 18 months the tunnel will eventually be one and a third miles long. At the face work conditions are extremely difficult. Movement is limited. Visibility is restricted with thick dust, fumes and water vapor. Seapage is great. Huge pumps work ceaselessly removing hundreds of gallons of water from the face. As each new section is drilled and then blasted, huge machines called muckers move in to load the rubble onto giant trucks for haulage to the surface. Work is in 24-hour operation, but the going is relatively slow, for the material being excavated is hard granite. Living conditions for the 180 men are good. In such an isolated area they have to be, and the men get good food and have a wide range of facilities. Winter in the wet-and-a-wintered-winter. Winter in the wetettest part of New Zealand is not many people's idea of a perfect climate. Weeks can go by with the sky never lifting from a dismal grey. Operations go on day and night for the project is planned to be completed by April 1968. Transport between the Manapuri and Doubtful Sound is largely by amphibial. Three aircraft maintain an almost continuous service between the two sides of the project. But of course there are many days when passage across the pass is made impossible because of heavy cloud. To link Manopuri and Doubtful Sound, a road is being constructed over the 2,000 foot high Wilmot Pass. The Mallard lands in deep Cove doubtful sound. Behind her is the Wonganella, the old Trans-Tasman liner now being used as a hostel for the men. Her days as an ocean queen over, she's now permanently moored in deep cove. The route over the road over the road over the Wilmot is a steep one, and though this part two of the construction is not as tough as tunneling, it's no easy task. The two halves of the road actually met over three months ago, but the still-half of the road actually met over three months ago, but there's still much smoothing off to be done on the steam travel is just one of the hazards of constructing a mountain road. Over this road from the sound will come the electrical machinery and equipment that will be needed on the Manopuri side. This is tough country for machinery and at doubtful Sound, six miles from the coast. All heavy equipment and most supplies come in by sea. Supplying electricity for a project on electricity, the generating plant in itself a powerhouse of no mean size. At full output, these generators could provide domestic electricity for a project on electricity. The generating plant, in itself a powerhouse of no mean size. At full output, these generators could provide domestic electricity for a city the size of Invercargill. No construction refuse is wasted. Rubble excavated from the tunnel goes through a crushing plant for grading and stockpiling. Later it's to be used for the concrete lining of the tail race tunnel. The dining on the Wonganella has seen better dressed diners, but none more enthusiastic about a meal. Work in this tunnel also goes on this tunnel also goes on 24 hours a day, six days a week. Electric loco shoot backwards and forwards into the hole in the hill that will eventually reach under six miles of mountain ranges. While the men at Manipuri are boring in from the top of the mountain, those at the sound are boring in from the bottom to make the six-mile tail race tunnel. At this stage the tunnel faces one and a half miles in. On the complex system of railway tracks at the face, every movement of muckers and trucks must be closely coordinated to prevent accidents. There's no time wasted, but work is still well behind schedule. Intensely wet conditions have caused many delays in operations. But by the winter of 1968, New Zealand can expect to benefit from the completion of her largest power scheme to date, Manopuri, the first electric plant to operate entirely underground."}