{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " After seven"}, {"timestamp": [4.0, 29.78], "text": " After 72 years, the Palmerstown North Railway Station has been abandoned for a new one outside the town center."}, {"timestamp": [30.36, 32.56], "text": " And as far as the locals are concerned, it's a good thing."}, {"timestamp": [33.18, 35.68], "text": " What was once up to date has now become an eyesore."}, {"timestamp": [39.68, 45.2], "text": " With the main trunk line running straight down a busy street, the trains have caused air pollution and traffic congestion."}, {"timestamp": [45.7, 49.08], "text": " And the 14 street crossings have made the city highly accident prone."}, {"timestamp": [51.32, 54.9], "text": " With the shifting of the station, the city loses some of its individuality."}, {"timestamp": [55.54, 61.32], "text": " In the 1954 Royal Tour, the people of Palmerston North were able to get closer to the Royal Coach than those elsewhere."}, {"timestamp": [63.44, 66.8], "text": " But soon the steel zipper which splits the city will be only a memory."}, {"timestamp": [67.46, 71.28], "text": " By 1965, station and yards will have given way to town in schemes."}, {"timestamp": [74.24, 78.94], "text": " Situated on the recent Milsen Deviations skirting the city, the new station sets a standard"}, {"timestamp": [78.94, 80.1], "text": " for new railway buildings."}, {"timestamp": [92.28, 101.64], "text": " Planned as early as 1919, the milson deviation was finally opened in 1959 by mr nash and the then minister of railways mr moan today the second step is marked by the"}, {"timestamp": [101.64, 108.14], "text": " opening of the new station among the speakers are the mayor mr g m ren G. M. Rennie, and the Member of Parliament for Palmerston North, Mr."}, {"timestamp": [108.14, 113.52], "text": " W.H. Brown."}, {"timestamp": [113.52, 123.04], "text": " Minister of Railways, Mr. McAlpine, is presented with an engraved silver tray as a memento."}, {"timestamp": [123.04, 127.0], "text": " 2,000 people attend to hear Mr. McAlpine officially declare the station open."}, {"timestamp": [131.0, 137.0], "text": " After the ceremony, the official guests in public are given a chance to look over the station."}, {"timestamp": [140.0, 147.5], "text": " Equipment is the most recent. In the railway control room, one man can plot the movements of trains for long distances on each side of Palmerston."}, {"timestamp": [149.5, 155.5], "text": " The station's automatic telephone exchange provides direct and instant communication with any other station in New Zealand."}, {"timestamp": [161.0, 166.0], "text": " For the passengers on one of the first rail cars through, there's an attractive new cafeteria."}, {"timestamp": [166.0, 171.0], "text": " Clean and shiny, the station should remain that way, for only diesels will pull up at the platform."}, {"timestamp": [171.0, 175.0], "text": " 68 trains each day will make this a busy centre."}, {"timestamp": [179.0, 187.0], "text": " When the new shunting yards are completed, Palmerston North will at last be free of the inconvenience of trains down the main street."}, {"timestamp": [187.0, 200.0], "text": " President of the New Zealand Textile Association, Mr. LH. Govan, welcomes 31 Australian garment buyers to New Zealand."}, {"timestamp": [200.0, 205.24], "text": " Mr. Holio gets to the welcome. This is a new development fostering exports."}, {"timestamp": [205.98, 209.4], "text": " The New Zealand clothes manufacturers have invited the Australian buyers to come here"}, {"timestamp": [209.4, 211.4], "text": " and are meeting all expenses for the trip."}, {"timestamp": [215.5, 219.64], "text": " Ellen Prentor displays a two-piece suit in black with white broderi-ongays."}, {"timestamp": [232.0, 240.6], "text": " In knitwear there's Anne McClure with a pale blue bulk knit cardigan. Many of the garments displayed have a novelty and fashion appeal unusual in Australia."}, {"timestamp": [240.6, 246.32], "text": " This suit, model by Anne-Marie Schutzmann, is in a pale lime wool with black olive cow-back flowers underneath."}, {"timestamp": [253.32, 258.3], "text": " Dale Hackett models a 7-8 semi-fitted coat and matching skirt with detachable fur cravat."}, {"timestamp": [258.9, 261.3], "text": " It's in cranberry rib wool in the tunic line."}, {"timestamp": [263.36, 266.54], "text": " A plain skirt in the American line sets off a double-knit"}, {"timestamp": [266.54, 281.88], "text": " jumper suit with a mosaic print top. A scarlet cashmillon blouse is the new feature of"}, {"timestamp": [281.88, 286.0], "text": " the black and white tweed skirt and jacket worn by Diana Broadhead."}, {"timestamp": [286.0, 303.0], "text": " From lingerie to evening gowns, the mission is a large success for both parties, with orders worth 75,000 pounds being placed."}, {"timestamp": [303.0, 307.94], "text": " More than 400 retail outlets in Australia are represented by the buyers,"}, {"timestamp": [308.32, 310.3], "text": " who have found their trip well worthwhile."}, {"timestamp": [317.1, 319.66], "text": " For most people, a caravan means holidays,"}, {"timestamp": [320.08, 323.4], "text": " but for the Osborne family of Havelock North, the caravan means work."}, {"timestamp": [324.1, 328.14], "text": " Their family enterprise takes them all over both islands with their truck and mark."}, {"timestamp": [341.72, 347.0], "text": " The job this time, paint the markings on the runway at Rotorua's new airport."}, {"timestamp": [347.0, 354.0], "text": " Housework's soon done and Mrs Osborne is down on the strip with the men helping them to line up the job."}, {"timestamp": [354.0, 375.0], "text": " Mark has two older brothers, Adrian and Wayne, but they've retired from the truck carrying the tank of paint has to be positioned."}, {"timestamp": [375.0, 378.0], "text": " Tony Osborne invented this device himself."}, {"timestamp": [378.0, 384.0], "text": " The trolley not only carries a spray gun connected to the tank on the truck, but a remote control device for the truck itself."}, {"timestamp": [384.0, 387.0], "text": " Look, Mum, no hands."}, {"timestamp": [387.0, 403.0], "text": " On the runway, it's almost all straight line work, so Tony, with typical ingenuity, does it all with mirrors."}, {"timestamp": [403.0, 408.0], "text": " Wellington, and the work is rather more. Tony, with typical ingenuity, does it all with mirrors."}, {"timestamp": [412.0, 416.0], "text": " Wellington, and the work is rather more fiddly, touching up. Here the remote control comes into its own, to the amazement of some traffic officers."}, {"timestamp": [421.0, 425.0], "text": " The sprays on the trolley are fully adjustable both for height and separation."}, {"timestamp": [425.0, 429.0], "text": " Tony Osborne has brought a mechanical pipe dream really down to earth."}, {"timestamp": [429.0, 433.0], "text": " His road marker is one way of overcoming the labour shortage."}, {"timestamp": [433.0, 450.76], "text": " The Osborne family certainly have one of New Zealand's more unusual occupations."}, {"timestamp": [450.76, 455.72], "text": " They work on main highways throughout the country as well as for local bodies."}, {"timestamp": [455.72, 458.8], "text": " There's not much in the way of road marking that this family won't take on."}], "text": " After seven After 72 years, the Palmerstown North Railway Station has been abandoned for a new one outside the town center. And as far as the locals are concerned, it's a good thing. What was once up to date has now become an eyesore. With the main trunk line running straight down a busy street, the trains have caused air pollution and traffic congestion. And the 14 street crossings have made the city highly accident prone. With the shifting of the station, the city loses some of its individuality. In the 1954 Royal Tour, the people of Palmerston North were able to get closer to the Royal Coach than those elsewhere. But soon the steel zipper which splits the city will be only a memory. By 1965, station and yards will have given way to town in schemes. Situated on the recent Milsen Deviations skirting the city, the new station sets a standard for new railway buildings. Planned as early as 1919, the milson deviation was finally opened in 1959 by mr nash and the then minister of railways mr moan today the second step is marked by the opening of the new station among the speakers are the mayor mr g m ren G. M. Rennie, and the Member of Parliament for Palmerston North, Mr. W.H. Brown. Minister of Railways, Mr. McAlpine, is presented with an engraved silver tray as a memento. 2,000 people attend to hear Mr. McAlpine officially declare the station open. After the ceremony, the official guests in public are given a chance to look over the station. Equipment is the most recent. In the railway control room, one man can plot the movements of trains for long distances on each side of Palmerston. The station's automatic telephone exchange provides direct and instant communication with any other station in New Zealand. For the passengers on one of the first rail cars through, there's an attractive new cafeteria. Clean and shiny, the station should remain that way, for only diesels will pull up at the platform. 68 trains each day will make this a busy centre. When the new shunting yards are completed, Palmerston North will at last be free of the inconvenience of trains down the main street. President of the New Zealand Textile Association, Mr. LH. Govan, welcomes 31 Australian garment buyers to New Zealand. Mr. Holio gets to the welcome. This is a new development fostering exports. The New Zealand clothes manufacturers have invited the Australian buyers to come here and are meeting all expenses for the trip. Ellen Prentor displays a two-piece suit in black with white broderi-ongays. In knitwear there's Anne McClure with a pale blue bulk knit cardigan. Many of the garments displayed have a novelty and fashion appeal unusual in Australia. This suit, model by Anne-Marie Schutzmann, is in a pale lime wool with black olive cow-back flowers underneath. Dale Hackett models a 7-8 semi-fitted coat and matching skirt with detachable fur cravat. It's in cranberry rib wool in the tunic line. A plain skirt in the American line sets off a double-knit jumper suit with a mosaic print top. A scarlet cashmillon blouse is the new feature of the black and white tweed skirt and jacket worn by Diana Broadhead. From lingerie to evening gowns, the mission is a large success for both parties, with orders worth 75,000 pounds being placed. More than 400 retail outlets in Australia are represented by the buyers, who have found their trip well worthwhile. For most people, a caravan means holidays, but for the Osborne family of Havelock North, the caravan means work. Their family enterprise takes them all over both islands with their truck and mark. The job this time, paint the markings on the runway at Rotorua's new airport. Housework's soon done and Mrs Osborne is down on the strip with the men helping them to line up the job. Mark has two older brothers, Adrian and Wayne, but they've retired from the truck carrying the tank of paint has to be positioned. Tony Osborne invented this device himself. The trolley not only carries a spray gun connected to the tank on the truck, but a remote control device for the truck itself. Look, Mum, no hands. On the runway, it's almost all straight line work, so Tony, with typical ingenuity, does it all with mirrors. Wellington, and the work is rather more. Tony, with typical ingenuity, does it all with mirrors. Wellington, and the work is rather more fiddly, touching up. Here the remote control comes into its own, to the amazement of some traffic officers. The sprays on the trolley are fully adjustable both for height and separation. Tony Osborne has brought a mechanical pipe dream really down to earth. His road marker is one way of overcoming the labour shortage. The Osborne family certainly have one of New Zealand's more unusual occupations. They work on main highways throughout the country as well as for local bodies. There's not much in the way of road marking that this family won't take on."}