{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Good morning everybody. Thank you very much for coming."}, {"timestamp": [5.0, 8.0], "text": " And a little bit more about myself, gosh that's a very long CV."}, {"timestamp": [8.0, 12.0], "text": " Next time I update it, I will shorten it. I must resign a few things."}, {"timestamp": [12.0, 17.0], "text": " Look, and also, I have two young boys, four and seven."}, {"timestamp": [17.0, 23.0], "text": " And while most of my experience in terms of education comes in the tertiary sector in the corporate world,"}, {"timestamp": [23.0, 26.4], "text": " by golly, I come from a family of educators."}, {"timestamp": [27.0, 32.22], "text": " My wife, my brother, my brother's partner, my sister-in-law, my stepmother, my step-uncle."}, {"timestamp": [32.9, 37.14], "text": " Seven immediate family members are teachers in primary or secondary education."}, {"timestamp": [37.14, 41.54], "text": " So, do you just imagine what our Christmas dinner table conversations are like?"}, {"timestamp": [42.68, 45.24], "text": " And so,"}, {"timestamp": [47.7, 48.76], "text": " raise your hand if you heard me speak last night at the showcase."}, {"timestamp": [49.76, 50.9], "text": " Okay, and let's invert that."}, {"timestamp": [51.2, 53.26], "text": " Raise your hand if you did not hear me talk last night"}, {"timestamp": [53.26, 54.16], "text": " at the showcase."}, {"timestamp": [54.28, 57.36], "text": " Okay, so I told a whole bunch of jokes"}, {"timestamp": [57.36, 58.64], "text": " and just played Grandfifft Auto"}, {"timestamp": [58.64, 61.42], "text": " and then tried to defend the indefensible"}, {"timestamp": [61.42, 65.62], "text": " and argue that a video game like Grandfifft Auto 5, which came"}, {"timestamp": [65.62, 74.76], "text": " out a week or two ago and earned $1 billion in one day, is educational."}, {"timestamp": [74.76, 79.28], "text": " And then I said, don't use it in the classroom because it's actually R18."}, {"timestamp": [79.28, 84.38], "text": " So what I'm going to talk about is chocolate-coated broccoli."}, {"timestamp": [84.38, 88.52], "text": " And one of the pitfalls that we get into when we talk about video games in the classroom"}, {"timestamp": [88.52, 92.2], "text": " or even other apps and simulations"}, {"timestamp": [92.2, 96.9], "text": " is that they're exciting and cool and sexy and what the kids are into these days."}, {"timestamp": [98.0, 99.82], "text": " And actually, to a degree, that is true."}, {"timestamp": [100.18, 102.7], "text": " And someone came up to me after my showcase talk last night"}, {"timestamp": [102.7, 105.16], "text": " and said, actually, there's nothing wrong with chocolate coat of broccoli."}, {"timestamp": [105.88, 106.88], "text": " And that is right."}, {"timestamp": [107.74, 110.72], "text": " For instance, I've worked on a few e-books."}, {"timestamp": [110.94, 114.58], "text": " I've been involved doing a series of three Torreo e-books funded by the ministry, for instance."}, {"timestamp": [115.22, 120.62], "text": " And I'm kind of still a bit skeptical about, really, what's the advantage of this over a paper-based book?"}, {"timestamp": [122.46, 126.0], "text": " But actually, sometimes just putting it on an iPad screen or a digital screen"}, {"timestamp": [126.0, 131.24], "text": " does seem to have an effect, even if it is still in my mind the same story, a linear story,"}, {"timestamp": [131.24, 137.5], "text": " the same content, sometimes just digitizing it makes it more accessible, makes it more interesting."}, {"timestamp": [137.5, 141.18], "text": " And certainly talking to some of the Aitans people yesterday, they had great stories about"}, {"timestamp": [141.18, 146.56], "text": " how that accessibility really opened up new possibilities, say for learners with disabilities or other special needs."}, {"timestamp": [147.24, 153.56], "text": " So I'm probably slightly retitling my presentation today to how do we go beyond chocolate-coated broccoli."}, {"timestamp": [154.04, 158.86], "text": " How can we make the thing in the middle great as well as the thing on the surface?"}, {"timestamp": [159.66, 161.32], "text": " So why are we talking about video games?"}, {"timestamp": [162.5, 166.56], "text": " If that's, so the reason we're using the word video games is because absolutely the students,"}, {"timestamp": [166.56, 168.18], "text": " the learners, respond to that."}, {"timestamp": [168.18, 171.3], "text": " But so do the 40-year-old and 60-year-old learners as well."}, {"timestamp": [171.3, 178.24], "text": " If you have to, just substitute the word games for educational simulation."}, {"timestamp": [178.24, 183.74], "text": " If you have to report back, you know, write a report about your time at you learn, use that"}, {"timestamp": [183.74, 184.74], "text": " language."}, {"timestamp": [184.74, 186.16], "text": " It's all valid as well. Why are"}, {"timestamp": [186.16, 191.64], "text": " we talking about video games? Because Nikki Kay told us to. The 21st century learning inquiry"}, {"timestamp": [191.64, 195.92], "text": " that Parliament Science and Education Committee did last year, one of its recommendations"}, {"timestamp": [195.92, 202.48], "text": " is that, yeah, we should check out this game-based learning thing. So the Associate Minister"}, {"timestamp": [202.48, 206.28], "text": " told you to come to this session. So what we're going to talk"}, {"timestamp": [206.28, 211.82], "text": " about today are the fact that your audiences, your students are already playing games. And"}, {"timestamp": [211.82, 218.44], "text": " the implication of that is that an awful lot, actually most of their digital literacy is actually"}, {"timestamp": [218.44, 228.0], "text": " being shaped by entertainment apps and games, not by a textbook. And then I'm going to talk about some of the philosophy, the pedagogy, why is this stuff"}, {"timestamp": [228.0, 229.0], "text": " actually engaging?"}, {"timestamp": [229.0, 233.44], "text": " And ideally that sets you up for having the understanding of how you can apply the stuff"}, {"timestamp": [233.44, 234.44], "text": " in the classroom."}, {"timestamp": [234.44, 238.84], "text": " But then I'm going to try and talk through nine specific strategies that you could use to apply"}, {"timestamp": [238.84, 243.44], "text": " this stuff in your own teaching and facilitation."}, {"timestamp": [243.44, 245.9], "text": " And ideally, give a bunch of examples"}, {"timestamp": [245.9, 249.06], "text": " and case studies there. Some of them, hopefully, you could take home and use,"}, {"timestamp": [249.78, 252.48], "text": " but there's also a lot more that we'll have to discover."}, {"timestamp": [253.4, 254.92], "text": " And then hopefully we'll have time for Q&A."}, {"timestamp": [255.84, 257.26], "text": " That's what I'm going to talk about."}, {"timestamp": [258.0, 261.1], "text": " But my challenge to you for this session and for you learn"}, {"timestamp": [261.1, 267.72], "text": " is there just one game that you could find and identify, that you could"}, {"timestamp": [267.72, 272.28], "text": " relate and integrate to one part of your curriculum, your lesson plan, and even implement"}, {"timestamp": [272.28, 274.3], "text": " it in the next term."}, {"timestamp": [274.3, 277.32], "text": " So that's the low-hanging fruit, my challenge to you."}, {"timestamp": [277.32, 283.34], "text": " And I'm facilitating another breakout session after afternoon tea this afternoon, which pretty"}, {"timestamp": [283.34, 284.94], "text": " much has no slides prepared for it."}, {"timestamp": [284.94, 289.22], "text": " I'm intending it very much to be conversation-based and really doing the reality check on."}, {"timestamp": [289.3, 293.18], "text": " Okay, let's even, if you have a particular subject area,"}, {"timestamp": [293.42, 296.78], "text": " let's actually help you find that game this afternoon so you can apply it."}, {"timestamp": [297.94, 298.9], "text": " Okay, so here's the thing."}, {"timestamp": [299.0, 300.74], "text": " Your students are already gaming."}, {"timestamp": [301.58, 303.4], "text": " They are already playing the video games."}, {"timestamp": [303.4, 305.52], "text": " The thing is is they're probably"}, {"timestamp": [305.52, 313.52], "text": " not playing in their own time an educational game like maths blaster. I call, I call,"}, {"timestamp": [314.44, 319.46], "text": " I won't swear, I'll just call a reality check. They're not doing this, despite how beautiful"}, {"timestamp": [319.46, 325.86], "text": " you make it. This is still ultimately chocolate-coated broccoli and the thing in the middle is still broccoli."}, {"timestamp": [326.26, 330.16], "text": " The thing in the middle is still, hey Johnny, tell me, what's one plus eight?"}, {"timestamp": [332.06, 332.94], "text": " Kids are smart."}, {"timestamp": [333.1, 333.78], "text": " Kids see for this."}, {"timestamp": [334.54, 338.0], "text": " What follows is a brief recap of some of the things I talked about at last night's showcase."}, {"timestamp": [338.0, 346.24], "text": " The reality check is, of what we are doing on the internet or on our iPhones or on our iPads is this."}, {"timestamp": [346.24, 351.28], "text": " Out of every hour that we're spending online, we're spending, say, 13 minutes communicating"}, {"timestamp": [351.28, 355.2], "text": " doing social media and the like, another five minutes doing email, that's decreasing."}, {"timestamp": [355.2, 362.0], "text": " We don't use email as much as we used to, but we're spending six or seven minutes of every hour online playing games."}, {"timestamp": [362.0, 371.06], "text": " Actually more when we're talking about these smartphone devices. 70% of all money spent on the app store is games. This is what your learners are doing."}, {"timestamp": [371.44, 375.4], "text": " This is what their expectations are being shaped by. Their usability expectations are being"}, {"timestamp": [375.4, 381.4], "text": " shaped by. This is what you have to compete with. This is the competition for homework or study."}, {"timestamp": [383.52, 390.0], "text": " The video games industry is already larger than Hollywood. In New Zealand, we"}, {"timestamp": [390.0, 397.4], "text": " spend more and we export more making video games now than we do music or literature or books."}, {"timestamp": [397.4, 402.16], "text": " It's the New Zealand's second biggest creative industry behind film and television now,"}, {"timestamp": [402.16, 405.04], "text": " which is fantastic for myself personally as the chairperson"}, {"timestamp": [405.04, 407.76], "text": " of the local game developers association."}, {"timestamp": [407.76, 411.84], "text": " We've created two or three hundred jobs in the last two, three years."}, {"timestamp": [411.84, 417.24], "text": " So part of my reason for being here is by golly, I need a new generation of digitally switched"}, {"timestamp": [417.24, 422.64], "text": " on game makers because we're going to hire them."}, {"timestamp": [422.64, 430.16], "text": " And the interesting thing about video games is they've been in our loungers for 20 or 30 years now."}, {"timestamp": [430.16, 433.08], "text": " Two generations have just grown up with this stuff."}, {"timestamp": [433.08, 434.62], "text": " It's nothing new."}, {"timestamp": [434.62, 438.34], "text": " There's been two decades worth of research into this stuff."}, {"timestamp": [438.34, 439.34], "text": " It is nothing new."}, {"timestamp": [439.34, 444.64], "text": " But what it means is that our literacy, the generations who have grown up with gaming literacy"}, {"timestamp": [444.64, 445.0], "text": " as much"}, {"timestamp": [445.0, 448.0], "text": " as digital literacy or media literacy."}, {"timestamp": [448.0, 458.0], "text": " Interestingly, the average game player is 33 years old and just as likely to be female as male."}, {"timestamp": [458.0, 463.0], "text": " And so often when we think about video games, we think about things like Grand Theft Auto 4,"}, {"timestamp": [463.0, 465.02], "text": " 5, which came out recently, big television"}, {"timestamp": [465.02, 470.04], "text": " advertising campaigns. Yes, it made a billion dollars. The point I made about this last night"}, {"timestamp": [470.04, 476.28], "text": " is this, while it's a game that you can do many illegal and illicit activities in, it's actually"}, {"timestamp": [476.28, 483.54], "text": " one of, it's actually the most sophisticated city simulation built by man. It has as many"}, {"timestamp": [483.54, 486.5], "text": " moving parts as the space shuttle. In this game,"}, {"timestamp": [486.5, 491.2], "text": " you can go scuba diving, you can fly a blimp, you can trade stocks, you can hack computers,"}, {"timestamp": [491.2, 497.8], "text": " you can have a recording career. You could spend 200 hours in this game without actually"}, {"timestamp": [497.8, 504.88], "text": " robbing a jewellby shop. On the other hand, a surprising number of people in the audience"}, {"timestamp": [504.88, 510.0], "text": " last night admitted or looked sheepish when I asked who's got candy crush on their phone."}, {"timestamp": [510.0, 516.0], "text": " 20% of all American iPhones have this game on it."}, {"timestamp": [516.0, 524.0], "text": " And this is aimed at American Soccer Mums, as the target market for this, and this game will make $200 million this year."}, {"timestamp": [524.0, 527.32], "text": " So there's a huge diversity in what video games can be."}, {"timestamp": [527.32, 531.72], "text": " So don't get trapped into thinking it's about violent games like this because three times"}, {"timestamp": [531.72, 539.32], "text": " as many American soccer mums play games than sweaty teenage boys."}, {"timestamp": [539.32, 543.54], "text": " So your students are already gaming."}, {"timestamp": [543.54, 545.04], "text": " So why is gaming engaging?"}, {"timestamp": [545.04, 547.64], "text": " What is it that catches people's attention?"}, {"timestamp": [547.64, 552.5], "text": " So let me start off by saying, yes, this stuff is engaging and it is effective."}, {"timestamp": [552.5, 556.04], "text": " Why are they engaging and why are they effective?"}, {"timestamp": [556.04, 560.88], "text": " So I'm going to skim through this one reasonably quickly."}, {"timestamp": [560.88, 564.24], "text": " Game-based learning has all the advantages that e-learning does."}, {"timestamp": [564.24, 568.1], "text": " The stuff on the left-hand side that you're all smart, intelligent people who have come"}, {"timestamp": [568.1, 571.16], "text": " to you learn, I know you're already familiar with."}, {"timestamp": [571.16, 578.0], "text": " The fact that you can do it at your own pace, it's self-motivated, self-driving, you can do"}, {"timestamp": [578.0, 582.2], "text": " things you couldn't do in the real world, you can do them virtually, we can engage,"}, {"timestamp": [582.2, 590.8], "text": " unengaged learners, and there is a decent amount of research about that. I had a colleague of mine who used some games. He was teaching in South"}, {"timestamp": [590.8, 595.7], "text": " Auckland. He was teaching the third streamed class social studies. He used a series of games,"}, {"timestamp": [595.7, 600.2], "text": " and the third stream class beat the second stream class and almost got up with the first"}, {"timestamp": [600.2, 613.52], "text": " stream class. And the only thing he did differently was game-based learning. And he puts it down to, yep, he engaged those learners. But what gaming is great at is engagement, and I'll"}, {"timestamp": [613.52, 617.92], "text": " talk about this more. And it also talks as one of the great advantages of game-based learning"}, {"timestamp": [617.92, 623.92], "text": " is empowerment. And there's a lady called Jane McGonigal, and she did a fantastic TED talk,"}, {"timestamp": [623.92, 627.54], "text": " which you can look up online, about the use of games. And she wrote a lady called Jane McGonigal, and she did a fantastic TED talk, which you can look up online, about the use of games."}, {"timestamp": [627.58, 630.76], "text": " And she wrote a book called Reality is Broken."}, {"timestamp": [631.76, 639.18], "text": " And her point was that when you're playing a video game, the proposition most the time is you are the hero."}, {"timestamp": [639.68, 642.02], "text": " You, only you can save the world."}, {"timestamp": [642.02, 645.36], "text": " And for once, you actually have magical abilities, all the power,"}, {"timestamp": [645.46, 647.02], "text": " all the resources to actually do it."}, {"timestamp": [647.42, 651.12], "text": " In the context of games, we often empower our learners"}, {"timestamp": [651.12, 652.82], "text": " and let them know that it is possible."}, {"timestamp": [653.86, 656.1], "text": " And often, that is missing in our classrooms."}, {"timestamp": [657.04, 659.02], "text": " Games can be personalized, they can be relevant,"}, {"timestamp": [659.14, 660.42], "text": " they provide immediate feedback."}, {"timestamp": [662.78, 665.82], "text": " Regular series of rewards keeps people hooked and interested."}, {"timestamp": [665.82, 668.02], "text": " We can scaffold the challenges over times."}, {"timestamp": [668.02, 669.36], "text": " Games are very good at doing this."}, {"timestamp": [669.36, 672.24], "text": " We can make complex simulations of systems."}, {"timestamp": [672.24, 678.12], "text": " And it's all about experiential learning, taking risks, learning from the consequences of your"}, {"timestamp": [678.12, 679.12], "text": " actions."}, {"timestamp": [679.12, 680.96], "text": " But they're your actions."}, {"timestamp": [680.96, 683.44], "text": " It's not a linear path where you had no choice."}, {"timestamp": [683.44, 689.28], "text": " By golly, maybe there was 20 things you could have done in one situation. You've made a choice and you know it's a free"}, {"timestamp": [689.28, 694.18], "text": " choice and you've learnt from the consequences of that action. That is powerful learning."}, {"timestamp": [695.56, 702.26], "text": " And it can be entertaining. But notice I put that at the bottom of the list. So are games"}, {"timestamp": [702.26, 705.44], "text": " effective? Yes Yes they are."}, {"timestamp": [705.44, 710.5], "text": " I'm not going to dwell on this too much or justify it too much, but one of the best literature"}, {"timestamp": [710.5, 714.86], "text": " reviews I found about the role of games for training is this one."}, {"timestamp": [714.86, 717.76], "text": " It's a meta-analysis of a literature review."}, {"timestamp": [717.76, 723.48], "text": " So these are averages, including the averages of all the poor, badly constructed game-based learning"}, {"timestamp": [723.48, 725.34], "text": " approaches. And on average, games have 14 badly constructed game-based learning approaches."}, {"timestamp": [725.34, 732.3], "text": " And on average, games have 14% higher skill-based knowledge levels and retention."}, {"timestamp": [732.3, 735.5], "text": " And I think in particular that's what games are good at."}, {"timestamp": [735.5, 740.6], "text": " Sure, we can teach factual stuff and we've got good retention rates with that as well."}, {"timestamp": [740.6, 746.42], "text": " But because games are interactive and far more interactive than most apps, they're great"}, {"timestamp": [746.42, 751.4], "text": " at putting what you've learnt into practice, putting it into the context and applying it."}, {"timestamp": [751.4, 757.4], "text": " So situated learning, applied learning, experiential learning is what games are great at."}, {"timestamp": [757.4, 762.68], "text": " So skills and competencies and executive functioning is what's happening when you're playing"}, {"timestamp": [762.68, 764.24], "text": " Grandfifft Auto."}, {"timestamp": [764.24, 765.86], "text": " Another recent case study that often pull out is a friend of mine with Auckland of functioning is what's happening when you're playing Grand Fifth Auto."}, {"timestamp": [770.6, 770.98], "text": " Another recent case study that I often pull out is a friend of mine with Orkin University."}, {"timestamp": [777.06, 777.28], "text": " He did a game a year or two ago, which is about helping teenagers manage mental health,"}, {"timestamp": [777.8, 778.8], "text": " manage depression."}, {"timestamp": [783.56, 784.14], "text": " And they took an existing cognitive behavioral therapy program and put it into seven levels of a video game."}, {"timestamp": [785.6, 787.34], "text": " They did clinical trials."}, {"timestamp": [787.34, 792.32], "text": " They were published on the front cover of the British Medical Journal, and playing seven"}, {"timestamp": [792.32, 799.44], "text": " levels of this video game is just as effective as four months of counseling."}, {"timestamp": [799.44, 806.7], "text": " Proven with double-blind clinical trials on, I think it was nearly 500 New Zealand teenagers."}, {"timestamp": [806.7, 815.0], "text": " So evidence that games not only can teach content, but games can teach skills and practices"}, {"timestamp": [815.0, 819.94], "text": " that people implement and learn and actually had a behaviour change which then affected their"}, {"timestamp": [819.94, 822.26], "text": " mental health."}, {"timestamp": [822.26, 825.62], "text": " So there's a large body of research out there on this. And a lot of people"}, {"timestamp": [825.62, 828.92], "text": " say to me, oh, you know, do some research and we have a game's work and then we'll fund it."}, {"timestamp": [829.72, 837.52], "text": " That research is done. And no one asks that same burden of evidence for, oh, well, we'll do"}, {"timestamp": [837.52, 842.6], "text": " another seminar on a subject. For some reason, because games are strange and new, in some people's"}, {"timestamp": [842.6, 845.92], "text": " eyes, they have to prove themselves a little bit more."}, {"timestamp": [845.92, 850.58], "text": " But the point here is that the audience of our learners are certainly not asking that question,"}, {"timestamp": [850.58, 855.12], "text": " and many of us are at the same age as well."}, {"timestamp": [855.12, 856.88], "text": " Hey, there's a whole bunch more research about games."}, {"timestamp": [856.88, 859.38], "text": " I'll skip through that."}, {"timestamp": [859.38, 861.38], "text": " So why is gaming engaging?"}, {"timestamp": [861.38, 862.38], "text": " What is it?"}, {"timestamp": [862.38, 876.48], "text": " What's the magic juice and how can we use it in our own learning and teaching? Is it because the exciting visuals, the beautiful appeal, if only"}, {"timestamp": [876.48, 882.06], "text": " NCAA unit standard XYZ was as exciting as Grandfift Auto, we would all be there?"}, {"timestamp": [882.06, 885.0], "text": " And one of the great things that has happened"}, {"timestamp": [885.0, 887.0], "text": " will say the app revolution"}, {"timestamp": [887.0, 889.0], "text": " and all the educational apps that you can find"}, {"timestamp": [889.0, 892.0], "text": " on the App Store is that they now look beautiful."}, {"timestamp": [892.0, 895.0], "text": " Just as an industry, the educational apps industry"}, {"timestamp": [895.0, 897.0], "text": " has lifted its game."}, {"timestamp": [897.0, 901.0], "text": " And this on the left is still a game about your multiplication table,"}, {"timestamp": [901.0, 903.0], "text": " just like we had 30 years ago,"}, {"timestamp": [903.0, 908.44], "text": " but it now looks beautiful. And this is still just some content about the human body works, but it now looks beautiful."}, {"timestamp": [908.44, 911.24], "text": " And this is chocolate coated broccoli."}, {"timestamp": [911.24, 915.24], "text": " And it actually is working, it does have an effect."}, {"timestamp": [915.24, 918.44], "text": " And these are easy to find."}, {"timestamp": [918.44, 923.12], "text": " And one of the interesting things, one of my observations though of these type of apps is there's"}, {"timestamp": [923.12, 926.56], "text": " an awful lot of them at the preschool"}, {"timestamp": [926.56, 931.24], "text": " level, at the K in the year one or two level, where they've taken actually quite simplistic"}, {"timestamp": [931.24, 937.5], "text": " learning, packaged it up beautifully, and maybe it's really just given the opportunity for fantastic"}, {"timestamp": [937.5, 941.04], "text": " rehearsal, practice, practice, practice, and wrote repetition."}, {"timestamp": [941.04, 944.6], "text": " And look, sometimes at that age for certain, you know, numeracy and literacy topics, that's an"}, {"timestamp": [944.6, 949.24], "text": " absolutely valid, you know, teaching strategy. But there's actually a gap."}, {"timestamp": [949.24, 955.56], "text": " There's a gap in the market or in the what's available for once you hit about year"}, {"timestamp": [955.56, 959.96], "text": " four, five, six, seven, it really peters out. So it's fantastic if you're teaching year one"}, {"timestamp": [959.96, 967.08], "text": " and below. So visuals, yeah, maybe it's part of it, but that's the chocolate. Woohoo, we've"}, {"timestamp": [967.08, 973.54], "text": " got chocolate. Chocolate's good. Is it feedback? Is it instantaneous feedback? Don't have to"}, {"timestamp": [973.54, 979.42], "text": " wait to the end of year test or end of week test. You can add instant feedback right now on how"}, {"timestamp": [979.42, 986.72], "text": " you're going. So here's an example of a game, Medieval 2, Total War."}, {"timestamp": [986.72, 990.9], "text": " Look at everything that's going on on that screen."}, {"timestamp": [990.9, 993.9], "text": " And this is not the most complicated screen in this game."}, {"timestamp": [993.9, 999.88], "text": " So this is probably one of the most accurate simulations out there of medieval warfare and European"}, {"timestamp": [999.88, 1003.56], "text": " geopolitics in the medieval times."}, {"timestamp": [1003.56, 1005.88], "text": " And what was great is there's a,"}, {"timestamp": [1007.94, 1011.54], "text": " I came across an article by a Swedish historian who had been studying some 17th century engravings"}, {"timestamp": [1011.54, 1012.62], "text": " of European battles,"}, {"timestamp": [1013.0, 1014.46], "text": " and he pretty much gave this game a tick"}, {"timestamp": [1014.46, 1018.2], "text": " from historical accuracy point of view."}, {"timestamp": [1019.3, 1021.22], "text": " And said, yeah, this stuff's actually representing"}, {"timestamp": [1021.22, 1022.98], "text": " what I am seeing in those engravings"}, {"timestamp": [1022.98, 1023.76], "text": " and brought them to life."}, {"timestamp": [1024.3, 1027.84], "text": " So it's great. They're complex and they can get an awful lot across."}, {"timestamp": [1028.38, 1032.5], "text": " But also, it's not afraid to give feedback like this."}, {"timestamp": [1033.32, 1035.06], "text": " This is a great way to get feedback across."}, {"timestamp": [1035.16, 1039.82], "text": " And too often feedback online looks like, please enter this and click OK."}, {"timestamp": [1040.34, 1042.84], "text": " And then it says, thank you for submitting your form."}, {"timestamp": [1044.1, 1046.9], "text": " That's the world that we're imposing on many of our students."}, {"timestamp": [1047.24, 1049.92], "text": " When the reality could be, congratulations, you've just achieved something."}, {"timestamp": [1051.14, 1052.34], "text": " So feedback is very powerful."}, {"timestamp": [1053.56, 1059.28], "text": " This is a New Zealand-based game for children on the autism spectrum,"}, {"timestamp": [1059.66, 1063.7], "text": " and it helps them recognize and respond to emotions better."}, {"timestamp": [1064.6, 1069.82], "text": " And it was made by a child psychologist based in Fongare in Auckland."}, {"timestamp": [1069.82, 1074.52], "text": " And yeah, well really what you do is just look at the face and respond to it as a bit more"}, {"timestamp": [1074.52, 1076.68], "text": " sophisticated than what you see here on screen."}, {"timestamp": [1076.68, 1082.18], "text": " And what's great is an awful lot of clever research going and behind the design of this game."}, {"timestamp": [1082.18, 1085.1], "text": " Things like they know often that children on the autistic spectrum"}, {"timestamp": [1085.1, 1088.88], "text": " don't like to make eye contact. So you notice that character isn't actually making direct"}, {"timestamp": [1088.88, 1092.72], "text": " eye contact with the player. He's looking slightly off to side. And there's a lot of research"}, {"timestamp": [1092.72, 1097.62], "text": " that suggests that children on the autistic spectrum do respond better to looking at a screen"}, {"timestamp": [1097.62, 1104.42], "text": " than other people often. We heard a fantastic example from the adaptive technology folks"}, {"timestamp": [1104.42, 1105.56], "text": " that last night showcased"}, {"timestamp": [1105.56, 1113.12], "text": " about an autistic student who really came out of their shell facilitated by an iPad."}, {"timestamp": [1113.12, 1117.38], "text": " So what's great here is this gives a form of feedback that these students weren't able"}, {"timestamp": [1117.38, 1121.0], "text": " to get otherwise and to practice it."}, {"timestamp": [1121.0, 1127.66], "text": " And feedback is just so missing in so much of our daily lives, let alone classrooms."}, {"timestamp": [1127.66, 1131.64], "text": " And if nothing else, providing feedback is one of the most powerful things we can do."}, {"timestamp": [1131.64, 1135.2], "text": " So this is how video games work."}, {"timestamp": [1135.2, 1136.4], "text": " Have a clear goal."}, {"timestamp": [1136.4, 1137.82], "text": " Go rescue that princess."}, {"timestamp": [1137.82, 1139.42], "text": " She's trapped in a castle."}, {"timestamp": [1139.42, 1143.06], "text": " You've got the right tools, even if it is a big gun."}, {"timestamp": [1143.06, 1143.94], "text": " There's a challenge."}, {"timestamp": [1143.94, 1145.24], "text": " Uh-oh, there's a dragon in the way. He's going to stop you. But it's a stretch gun. There's a challenge, uh-oh, there's a dragon in the way,"}, {"timestamp": [1145.24, 1150.3], "text": " he's going to stop you. But it's a stretch goal, it's a stretch challenge. It's achievable"}, {"timestamp": [1150.3, 1153.78], "text": " because you've got the right tools, but it's still challenging enough, and then you"}, {"timestamp": [1153.78, 1159.56], "text": " get the feedback, which could be in this case, bam, or plus one, level up, you're away."}, {"timestamp": [1160.86, 1170.24], "text": " And then what video games do is they do it all over again, but with more tools and a bigger challenge."}, {"timestamp": [1170.24, 1180.46], "text": " And if nothing else, what the video games entertainment industry has mastered is optimizing this cycle, doing it over again."}, {"timestamp": [1180.46, 1189.16], "text": " Just that little bit more challenging, a little bit more feedback. But I suspect that this diagram is nothing new to the people in this room."}, {"timestamp": [1190.22, 1193.88], "text": " Isn't this the exact same process you're going through when you're teaching?"}, {"timestamp": [1194.74, 1197.56], "text": " Isn't this a recipe for self-motivated learners?"}, {"timestamp": [1197.94, 1201.7], "text": " Isn't this, in fact, if you're a leader within your school, for instance,"}, {"timestamp": [1201.78, 1204.98], "text": " isn't this the role of a principal or a leader within a class?"}, {"timestamp": [1209.28, 1213.28], "text": " Do my students have a clear learning goal? Do they have the right tools? Is it a challenge? Are they getting that immediate feedback? So here's the thing. What's going on inside"}, {"timestamp": [1213.28, 1221.12], "text": " a game is what should be going on inside a learner. They're one and the same. So that's"}, {"timestamp": [1221.12, 1227.1], "text": " the role of feedback and just the immediate feedback in giving it can make a huge difference."}, {"timestamp": [1227.1, 1228.1], "text": " Is it fun?"}, {"timestamp": [1228.1, 1232.0], "text": " Is that why games are so exciting and why we should use them and why it will have the greater"}, {"timestamp": [1232.0, 1235.12], "text": " engagement and greater attention paid?"}, {"timestamp": [1235.12, 1241.7], "text": " So in about two weeks' time, we're publishing a game with the Accident Compensation Corporation"}, {"timestamp": [1241.7, 1243.1], "text": " called Safe House."}, {"timestamp": [1243.1, 1249.52], "text": " And it's actually about a zombie invasion. And a whole bunch of zombies will attack your house and trash it and you can see"}, {"timestamp": [1249.52, 1253.38], "text": " they've broken the bathtub and all trash some stuff up there and broken"}, {"timestamp": [1253.38, 1257.94], "text": " something down there and the zombies are invading it's actually about home"}, {"timestamp": [1257.94, 1263.52], "text": " safety and avoiding falls that that rug you've been a bit of tidy that rug"}, {"timestamp": [1263.52, 1266.36], "text": " down or you'll trip on it."}, {"timestamp": [1266.36, 1269.42], "text": " And similarly, there's puddles by that bath tear that you could slip on."}, {"timestamp": [1269.42, 1275.12], "text": " And so in the game, one of the things that you get out of learning it, out of playing it,"}, {"timestamp": [1275.12, 1281.52], "text": " is that actually this puddle, this benign everyday household thing, is just as dangerous"}, {"timestamp": [1281.52, 1283.88], "text": " as a zombie."}, {"timestamp": [1283.88, 1286.3], "text": " And then if you want, you could then actually engineer it"}, {"timestamp": [1286.3, 1287.8], "text": " so there's a puddle in the path of a zombie,"}, {"timestamp": [1287.8, 1288.8], "text": " and it'll take down the zombies."}, {"timestamp": [1288.8, 1290.8], "text": " So you can kill zombies with household objects."}, {"timestamp": [1292.3, 1294.4], "text": " So we've added a whole zombie story on it,"}, {"timestamp": [1294.4, 1298.6], "text": " and you can strap a lawnmower to a fridge and make it."}, {"timestamp": [1298.6, 1300.9], "text": " Has anyone seen Peter Jackson's early movie Brain Dead?"}, {"timestamp": [1300.9, 1303.7], "text": " You can do that in this game, sponsored by ACC."}, {"timestamp": [1307.0, 1313.86], "text": " And I'll leave it to that. So that's fun. We have window dressed up this awesome home safety game."}, {"timestamp": [1314.96, 1319.74], "text": " This is a game done by TransQuil, which is the truck driving industry training organization."}, {"timestamp": [1319.74, 1324.44], "text": " It's a simulator of driving a truck, and in particular managing the heavy loads in the trailer unit,"}, {"timestamp": [1324.52, 1325.8], "text": " so you can corner appropriately."}, {"timestamp": [1326.76, 1328.66], "text": " And it's nicely effective, well received."}, {"timestamp": [1329.2, 1337.34], "text": " The cool thing is the feedback from the truckies playing this was pretty much, oh, cheer boss, this is good fun."}, {"timestamp": [1338.26, 1340.1], "text": " Where's the level with all the ramps and jumps?"}, {"timestamp": [1341.6, 1343.98], "text": " Because that's what their expectations are shaped by."}, {"timestamp": [1344.06, 1348.8], "text": " The last time they played a 3D thing of a truck, it was called Grand Turismo on a PlayStation."}, {"timestamp": [1348.8, 1352.86], "text": " So the expectation is that it should be a fun thing."}, {"timestamp": [1352.86, 1356.08], "text": " But does the fun really matter?"}, {"timestamp": [1356.08, 1358.3], "text": " So here's a reality check."}, {"timestamp": [1358.3, 1363.38], "text": " Do you choose to play a game because it's apparently fun?"}, {"timestamp": [1363.38, 1365.22], "text": " Or is it fun?"}, {"timestamp": [1368.44, 1369.16], "text": " Because you chose to voluntarily play it."}, {"timestamp": [1372.12, 1372.8], "text": " Because this could be what's absolutely wrong with everything I'm saying."}, {"timestamp": [1375.6, 1375.78], "text": " If you have a large drill sergeant standing behind you saying,"}, {"timestamp": [1378.74, 1380.5], "text": " you must play this game, is that going to be fun?"}, {"timestamp": [1381.18, 1383.18], "text": " It's not."}, {"timestamp": [1392.24, 1395.4], "text": " So the good news is actually this doesn't matter because it's not about fun. Fun is a side product."}, {"timestamp": [1395.4, 1398.12], "text": " What it's actually about is engagement."}, {"timestamp": [1398.12, 1405.08], "text": " And how you get to engagement is by making it complex, by not dumbing it down."}, {"timestamp": [1406.38, 1406.82], "text": " Dumbing something down makes it boring."}, {"timestamp": [1407.5, 1409.0], "text": " That's not engaging."}, {"timestamp": [1412.02, 1412.4], "text": " And I suspect many people in this room have heard of Mark Prenzky."}, {"timestamp": [1416.46, 1416.92], "text": " He's an American educationalist, has visited New Zealand a few times in recent years,"}, {"timestamp": [1419.96, 1420.68], "text": " and he's written at length about this topic as well."}, {"timestamp": [1423.52, 1424.32], "text": " And in educational games, complexity matters."}, {"timestamp": [1426.0, 1429.0], "text": " Mini games are trivial. Mini games are mathematics, you know, times tables."}, {"timestamp": [1429.0, 1431.0], "text": " It's just a better flash card."}, {"timestamp": [1431.0, 1432.0], "text": " That's great."}, {"timestamp": [1432.0, 1436.0], "text": " But complex games are what's important, and that's the opportunity."}, {"timestamp": [1436.0, 1439.0], "text": " And so the thing is, your students who are already gaming,"}, {"timestamp": [1439.0, 1441.0], "text": " who are playing incredibly sophisticated,"}, {"timestamp": [1441.0, 1443.0], "text": " well, they're not because this is R18,"}, {"timestamp": [1443.0, 1448.16], "text": " but they're playing other incredibly sophisticated games. When they are playing, let's say, Super Mario Brothers,"}, {"timestamp": [1449.04, 1456.4], "text": " they are learning how to rescue a princess and they are mastering how to rescue a princess."}, {"timestamp": [1456.4, 1462.24], "text": " So they are playing games already, they are learning already. They are learning an awful"}, {"timestamp": [1462.24, 1465.68], "text": " lot inside that game. And our challenge is just how do"}, {"timestamp": [1465.68, 1470.96], "text": " we make the thing that they're learning inside the game be aligned with our learning objectives."}, {"timestamp": [1470.96, 1475.14], "text": " They're learning regardless. They're learning how to shoot things and how to drive cars really"}, {"timestamp": [1475.14, 1480.88], "text": " fast. But they may also be learning long-term problem solving. They may be learning rationally"}, {"timestamp": [1480.88, 1488.38], "text": " efficient economics. I won't buy this big gun right now. I'm going to save up for that one later because there'll be a greater payoff. Oh, delayed gratification."}, {"timestamp": [1489.68, 1495.46], "text": " So they're already learning. And this is World of Warcraft. This is the level of complexity"}, {"timestamp": [1495.46, 1500.2], "text": " some of them may be dealing with. Now it started off slow and simple and over time added"}, {"timestamp": [1500.2, 1503.42], "text": " a feature and added a feature and scaffolded the learning, but this is what your students"}, {"timestamp": [1503.42, 1505.9], "text": " are able to deal with."}, {"timestamp": [1505.9, 1510.1], "text": " And that loop I had before, well that would be an incredibly simple game if all you did was"}, {"timestamp": [1510.1, 1511.96], "text": " one thing and then something else happens."}, {"timestamp": [1511.96, 1517.96], "text": " The reality of most games is there's a whole bunch of different game loops happening at once."}, {"timestamp": [1517.96, 1521.78], "text": " Just like in the real world, there's different systems that affect other things, there's"}, {"timestamp": [1521.78, 1530.36], "text": " externalities, there's unforeseen consequences to our actions. And that's why what we're really simulating is a context and they can see"}, {"timestamp": [1530.36, 1535.24], "text": " here's an action, here's a consequence, oh but because of this other action and this other"}, {"timestamp": [1535.24, 1539.98], "text": " system they're interacting. And that's where we're really teaching them, you know, contextual"}, {"timestamp": [1539.98, 1544.98], "text": " learning. You've learnt this thing in this one loop here, see how that applies when you've applied"}, {"timestamp": [1544.98, 1550.26], "text": " it somewhere else. And so games like SimCity is a classic example there. You could raise taxes"}, {"timestamp": [1550.26, 1554.52], "text": " over here, oh but that has an impact on people's morale over there. You could build some"}, {"timestamp": [1554.52, 1558.78], "text": " industry here, oh but that has an impact on pollution and the environment over here, which has an"}, {"timestamp": [1558.78, 1564.34], "text": " impact on happiness, which has an impact on employment rates, and oh my goodness, that's what's"}, {"timestamp": [1564.34, 1567.44], "text": " possible."}, {"timestamp": [1567.44, 1574.12], "text": " So this is a game called Fold It and it's a really fun puzzle game and this is a protein"}, {"timestamp": [1574.12, 1580.32], "text": " structure and it's all about folding, they apparently they roll up into a re-type thing."}, {"timestamp": [1580.32, 1585.28], "text": " And humans because of our 3D spatial awareness are really good at solving puzzles in 3D."}, {"timestamp": [1586.02, 1592.74], "text": " And so this game was created by the University of Washington and Seattle, and they sent it out to everyone, and the challenges to fold this thing up."}, {"timestamp": [1593.7, 1598.12], "text": " And then what it does is it sends a shortlist of the player's solutions back to their computer."}, {"timestamp": [1598.12, 1604.18], "text": " And they have crowd-funded, or crowdsourced possible solutions to how to fold up these proteins,"}, {"timestamp": [1604.38, 1605.8], "text": " which led to the development"}, {"timestamp": [1605.8, 1608.88], "text": " of an AIDS vaccine a year or so ago."}, {"timestamp": [1608.88, 1617.02], "text": " This is graduate biology, being played by over 100,000 players around the world."}, {"timestamp": [1617.02, 1620.9], "text": " Those players are not graduate level biologists or chemists."}, {"timestamp": [1620.9, 1626.3], "text": " They're just human beings playing a game, having fun because it's challenging"}, {"timestamp": [1626.3, 1633.24], "text": " and engaging. So this is what I'm on the hunt for. How can we get to this perfect sweet spot"}, {"timestamp": [1633.24, 1638.8], "text": " of entertaining, engaging game and our learning objectives at the same time? One app that"}, {"timestamp": [1638.8, 1644.44], "text": " came out recently that we think has nearly achieved this mythical sweet spot is a wonderful"}, {"timestamp": [1644.44, 1647.96], "text": " little iPhone iPad app called Dragon Box."}, {"timestamp": [1647.96, 1651.4], "text": " And up on the left there you'll see there's a red box"}, {"timestamp": [1651.4, 1652.96], "text": " inside it there's a dragon."}, {"timestamp": [1652.96, 1655.36], "text": " And if everything else is gone, he's very shy,"}, {"timestamp": [1655.36, 1656.76], "text": " he will pop out."}, {"timestamp": [1656.76, 1660.04], "text": " And over time he'll grow into greater, wonderful,"}, {"timestamp": [1660.04, 1661.86], "text": " beautiful, mythical creatures."}, {"timestamp": [1661.86, 1663.76], "text": " But you have to get rid of things."}, {"timestamp": [1663.76, 1665.6], "text": " And so if you were to take,"}, {"timestamp": [1665.86, 1670.44], "text": " you know, if you were to add a black, mothy thing there, if I was to add the inverse of that,"}, {"timestamp": [1670.56, 1673.82], "text": " it would cancel it out, but I have to add it to both sides before the dragon would come out,"}, {"timestamp": [1673.88, 1681.3], "text": " you see. And yeah, and then so one of those creatures, one of those critters, I've just"}, {"timestamp": [1681.3, 1684.9], "text": " replaced it with an X just as a different symbol. It's just a symbol. It doesn't mean anything,"}, {"timestamp": [1688.64, 1692.66], "text": " kids. And then, oh, hey look, all those critters, they've all kind of just got letters instead of critters. That's cool. You can handle that. And there's"}, {"timestamp": [1692.66, 1696.6], "text": " everything you do on one side you've got to do on the other side. And oh my God, I've just mastered"}, {"timestamp": [1696.6, 1707.12], "text": " algebra. The rules of this game are, apart from a dragon growing, identical to the fundamental rules"}, {"timestamp": [1707.12, 1712.64], "text": " of algebra. I don't think there's even points. You don't score points. That's not one of"}, {"timestamp": [1712.64, 1718.88], "text": " the rules. The rules of this game are the rules of algebra and it is fun. And here's the"}, {"timestamp": [1718.88, 1722.4], "text": " thing. You often have this experience in learning. When we're engaged in good learning, we know"}, {"timestamp": [1722.4, 1725.6], "text": " it's challenging, we know it's interesting, we know there's something going on."}, {"timestamp": [1725.6, 1730.82], "text": " So sometimes as a game designer, I look at interesting things in the world and go, cool, how"}, {"timestamp": [1730.82, 1732.22], "text": " can I make a game out of that?"}, {"timestamp": [1732.22, 1734.82], "text": " That seems really interesting."}, {"timestamp": [1734.82, 1740.24], "text": " And when I put on my game design hat, there's a famous game designer in game design world"}, {"timestamp": [1740.24, 1742.92], "text": " guy called Ralph Costa, who wrote this book."}, {"timestamp": [1742.92, 1753.76], "text": " It's kind of the textbook for the game industry called A Theory of Fun. It's about 10 years old now. And his theory of fun is this. That fun"}, {"timestamp": [1753.76, 1761.98], "text": " in games arises out of mastery. It arises out of comprehension. It's the act of solving puzzles"}, {"timestamp": [1761.98, 1766.76], "text": " that makes games fun. And with games, learning is the drug."}, {"timestamp": [1767.56, 1768.2], "text": " So here's the irony."}, {"timestamp": [1768.34, 1772.54], "text": " I've got a whole industry over here who's trying to figure out how to make our entertainment games more educational."}, {"timestamp": [1773.24, 1775.44], "text": " Because that's what keeps people involved."}, {"timestamp": [1775.94, 1776.6], "text": " So think about it."}, {"timestamp": [1776.64, 1781.02], "text": " If once you learnt to master a game, it's no longer interesting."}, {"timestamp": [1781.26, 1786.22], "text": " Once you learn to master knots and crosses and you knew you could always get a draw or a win,"}, {"timestamp": [1786.82, 1788.88], "text": " after a while you stopped playing that game."}, {"timestamp": [1789.8, 1792.54], "text": " Chess, on the other hand, infinite complexity."}, {"timestamp": [1792.9, 1795.86], "text": " You could keep being interested in chess forever."}, {"timestamp": [1797.06, 1798.88], "text": " The only limit on that is your own ability."}, {"timestamp": [1799.16, 1800.82], "text": " So often you'll stop playing chess"}, {"timestamp": [1800.82, 1802.96], "text": " because you go, oh, I'm not getting any better at this."}, {"timestamp": [1804.12, 1805.38], "text": " So that's what is possible."}, {"timestamp": [1806.64, 1809.46], "text": " Now, a quick little diversion here."}, {"timestamp": [1809.58, 1812.64], "text": " So what Ralph's talking about is that some people are really into solving puzzles."}, {"timestamp": [1812.76, 1815.56], "text": " Now, that's not actually the only reason for playing games."}, {"timestamp": [1816.1, 1818.52], "text": " So these are some of the reasons that people play games."}, {"timestamp": [1819.1, 1823.9], "text": " And you may recognize some of these people from your social netball team or the staff room."}, {"timestamp": [1824.52, 1825.62], "text": " Some people play"}, {"timestamp": [1825.62, 1830.24], "text": " games to win, they're the killers. And it's actually a social element to it. It's important"}, {"timestamp": [1830.24, 1837.96], "text": " that someone else loses. Achievers are just up for personal self-progress mastery, so they"}, {"timestamp": [1837.96, 1842.92], "text": " always want to get the top of a leaderboard or earn the most points. If they got 10 points"}, {"timestamp": [1842.92, 1846.12], "text": " for pressing a button, they'd press that button. Some"}, {"timestamp": [1846.12, 1851.2], "text": " people are socializers. They play games as a platform for socializing. This is Auntie's Bridge"}, {"timestamp": [1851.2, 1857.24], "text": " Club. And some people are explorers. They like to find every last hidden secret that's in"}, {"timestamp": [1857.24, 1861.92], "text": " there. Or they want to complete the whole set of, say, you know, wheatbicks all black training"}, {"timestamp": [1861.92, 1866.04], "text": " cards. And so these can also be different"}, {"timestamp": [1866.04, 1869.88], "text": " recipes for if you're designing an educational game or using it in the classroom, how do"}, {"timestamp": [1869.88, 1873.72], "text": " we cater for all of these different things that people are getting out of games? And when"}, {"timestamp": [1873.72, 1878.94], "text": " we design a game, what I do is I make sure, well, is there a thing in the game, a game"}, {"timestamp": [1878.94, 1883.7], "text": " mechanic that relates to this. So if I wanted to encourage socializing, I'd build gift giving"}, {"timestamp": [1883.7, 1885.54], "text": " into my game, to encourage you and I to talk and interact and encourage socializing, I'd build gift giving into my game, to encourage"}, {"timestamp": [1885.54, 1888.56], "text": " you and I to talk and interact and develop a relationship."}, {"timestamp": [1888.56, 1892.6], "text": " I'd add leaderboards in if competition is important."}, {"timestamp": [1892.6, 1898.14], "text": " And if I want, you know, I had something to collect to keep you going."}, {"timestamp": [1898.14, 1902.54], "text": " And theoretically, how many people are familiar with the notion of flow?"}, {"timestamp": [1902.54, 1904.44], "text": " Raise your hand, have you heard, not everyone."}, {"timestamp": [1904.44, 1905.0], "text": " So ideally, this is a piece of psychological theory from the early 90s, is that you People are familiar with the notion of flow. Raise your hand have you heard. Not everyone."}, {"timestamp": [1905.0, 1909.0], "text": " And ideally, this is a piece of psychological theory from the early 90s,"}, {"timestamp": [1909.0, 1912.0], "text": " is that when it's all balanced perfectly,"}, {"timestamp": [1912.0, 1917.0], "text": " between being challenged and using your skills,"}, {"timestamp": [1917.0, 1921.0], "text": " if you get it just right, there's this perfect Zen-like state"}, {"timestamp": [1921.0, 1924.0], "text": " of flow, being trapped in the moment,"}, {"timestamp": [1924.0, 1926.64], "text": " and you lose track of time, and you're just engrossed"}, {"timestamp": [1926.64, 1927.84], "text": " in that game."}, {"timestamp": [1927.84, 1931.94], "text": " But as you can see, it's because there is challenges, because you're using skills, because learning"}, {"timestamp": [1931.94, 1938.9], "text": " is going on is how you achieve the zen-like state of flow."}, {"timestamp": [1938.9, 1942.8], "text": " And a quick little digression."}, {"timestamp": [1942.8, 1947.84], "text": " So who's here familiar with Mathletics? Great. And I think obviously they're"}, {"timestamp": [1947.84, 1952.38], "text": " exhibiting. Is anyone in the room from Mathletics? And look, and I know they are doing a breakout"}, {"timestamp": [1952.38, 1957.78], "text": " session this afternoon and they're in the hall next door. So Mathletics has done a fantastic"}, {"timestamp": [1957.78, 1966.94], "text": " job not of making a game, but of gamifying learning. So they've added many of these elements, the"}, {"timestamp": [1966.94, 1971.76], "text": " points, the badges, the appeal to the social competition between classes or between schools,"}, {"timestamp": [1971.76, 1975.88], "text": " the ability for you to have an individual sense of mastery yourself, all of those things."}, {"timestamp": [1975.88, 1982.6], "text": " They've done a fantastic job of adding on top of what is still in my mind, hey Johnny, tell"}, {"timestamp": [1982.6, 1991.26], "text": " me what's two plus four. So they've done a fantastic wrapping around fantastic chocolate and probably another layer, but"}, {"timestamp": [1991.26, 1994.76], "text": " still the fundamental exercise is just, oh, some mass problems."}, {"timestamp": [1994.76, 1998.66], "text": " I haven't played the program myself in recent years, it may have changed."}, {"timestamp": [1998.66, 2004.38], "text": " So that's still fantastic and effective, but there's still more is possible yet than beyond"}, {"timestamp": [2004.38, 2005.58], "text": " more practice."}, {"timestamp": [2007.1, 2011.14], "text": " So that's, mathematics is fantastic, it's had obvious demonstrable results,"}, {"timestamp": [2011.74, 2015.38], "text": " but more is possible yet, I suppose, is my message there."}, {"timestamp": [2018.32, 2023.68], "text": " So just kind of putting a little cap on that part of the presentation,"}, {"timestamp": [2024.28, 2026.0], "text": " don't dumb it down."}, {"timestamp": [2026.0, 2028.0], "text": " Dumbing down is boredom."}, {"timestamp": [2028.0, 2031.5], "text": " You're not introducing game-based learning to bore your students."}, {"timestamp": [2031.5, 2035.24], "text": " And that's the thing, you would be amazed at the sophistication of some of the games that probably"}, {"timestamp": [2035.24, 2037.68], "text": " an eight-year-old could play."}, {"timestamp": [2037.68, 2042.26], "text": " They probably are playing their big brothers, you know, R-16, R-18 game."}, {"timestamp": [2042.26, 2045.24], "text": " One of the things that I do find happens, particularly in the primary level,"}, {"timestamp": [2045.34, 2049.46], "text": " is there's a real diversity of skill levels. So there could be a five-year-old who could play"}, {"timestamp": [2049.46, 2052.3], "text": " a 10-year-olds game, and there'd be 10-year-olds who could only play a six-year-olds game,"}, {"timestamp": [2052.84, 2058.06], "text": " and vice versa. And that's, but one of the things that games are really good at is self-pacing."}, {"timestamp": [2058.8, 2062.82], "text": " Because increasing difficulty over time, you'll probably only get to that certain level"}, {"timestamp": [2062.82, 2070.02], "text": " and then you'll start to slow down. The difficulty will match your own skills. So what I'm going to talk"}, {"timestamp": [2070.02, 2077.56], "text": " about now is try to give some examples to bring this to life and to kind of really talk through"}, {"timestamp": [2077.56, 2084.08], "text": " what are nine different strategies that you could apply the stuff in your own classroom, for instance."}, {"timestamp": [2084.08, 2088.94], "text": " And this is based on an article done by the good folks at MIT, so it must be true, or at least"}, {"timestamp": [2088.94, 2089.94], "text": " useful."}, {"timestamp": [2089.94, 2094.18], "text": " So these are the different ways that you could integrate this."}, {"timestamp": [2094.18, 2098.44], "text": " If you could, after this, you know, go find some games that are relevant to a subject area"}, {"timestamp": [2098.44, 2103.52], "text": " or a project-based inquiry that's important to you and your learners, you may be able"}, {"timestamp": [2103.52, 2105.9], "text": " to apply these to it."}, {"timestamp": [2105.9, 2109.6], "text": " So as an authoring platform."}, {"timestamp": [2109.6, 2114.96], "text": " And the first example I'll give of this is the, probably these days, the obvious example."}, {"timestamp": [2114.96, 2117.36], "text": " Who is not familiar with Minecraft?"}, {"timestamp": [2117.36, 2120.04], "text": " Raise your hands if you are familiar with Minecraft, great."}, {"timestamp": [2120.04, 2124.76], "text": " Raise your hand if you or any of your students are using Minecraft in your schools at the moment."}, {"timestamp": [2124.76, 2128.94], "text": " Yeah, great. Raise your hands if that's been largely student-driven."}, {"timestamp": [2130.24, 2132.06], "text": " And raise your hands if you've been largely teacher-driven."}, {"timestamp": [2133.02, 2135.52], "text": " Yeah, so student-driven. This is the fantastic thing."}, {"timestamp": [2136.8, 2140.92], "text": " Kids are, you know, addicted to this virtual cocaine Lego crack stuff."}, {"timestamp": [2142.78, 2146.62], "text": " And I'm not going to go into too much detail about Minecraft because it is so well,"}, {"timestamp": [2147.32, 2152.96], "text": " it's well adopted, I suppose. But I think one of the misconceptions about Minecraft is that,"}, {"timestamp": [2153.04, 2157.62], "text": " oh, it's great for teaching building. Maybe it's useful for the technology curriculum or for"}, {"timestamp": [2157.62, 2161.76], "text": " engineering, or maybe there's some physics in it or something. Whereas in fact we should view it"}, {"timestamp": [2161.76, 2167.68], "text": " as an authoring platform. Just like Google Docs is an authoring platform."}, {"timestamp": [2167.68, 2172.56], "text": " And once you approach it with that view, that's where a lot of the awesome case studies I've heard locally have come out."}, {"timestamp": [2172.56, 2183.68], "text": " There are, you know, I've heard of local schools modeling their own school in it in order to get the students involved in, hey, how should we create a new learning environment, or where should we put the new classroom?"}, {"timestamp": [2183.68, 2189.0], "text": " There are people who, you know, they're doing a particular project-based inquiry, right, we'll"}, {"timestamp": [2189.0, 2191.92], "text": " go model it in Minecraft."}, {"timestamp": [2191.92, 2195.84], "text": " And I think some people aren't aware of the incredible sophistication that is possible for"}, {"timestamp": [2195.84, 2196.84], "text": " this."}, {"timestamp": [2196.84, 2199.5], "text": " You can model working computers inside Minecraft."}, {"timestamp": [2199.5, 2202.76], "text": " It's possible to put a switch in that does something, that it affects something else."}, {"timestamp": [2202.76, 2209.2], "text": " So people have made working computers inside this. They have made models of spaceships and major world landmarks"}, {"timestamp": [2209.2, 2214.5], "text": " and buildings and all sorts is what is possible in here. So don't write it off as all that"}, {"timestamp": [2214.5, 2220.46], "text": " fun thing that maybe there's a student club at lunchtime doing. And again, just to hammer"}, {"timestamp": [2220.46, 2228.0], "text": " the point about the complexity. This is cropped off at the side, so not complete, how you can combine different things inside"}, {"timestamp": [2228.0, 2231.24], "text": " Minecraft to craft other things."}, {"timestamp": [2231.24, 2236.2], "text": " Starting somewhere with a shovel and some dirt and then ending with, you know, you've made"}, {"timestamp": [2236.2, 2239.88], "text": " a furnace and some switches and all sorts of stuff."}, {"timestamp": [2239.88, 2244.92], "text": " This is what your eight-year-olds to 14-year-olds are having no problem doing."}, {"timestamp": [2244.92, 2252.62], "text": " And then we're dumbing them down with the periodic table is simpler than this."}, {"timestamp": [2252.62, 2258.44], "text": " So authoring, and there's an awful lot of games that you can modify, that you can add things"}, {"timestamp": [2258.44, 2259.44], "text": " in."}, {"timestamp": [2259.44, 2264.44], "text": " There's an awful lot of games that come with editors that you take, they let you bring them to life."}, {"timestamp": [2264.44, 2268.56], "text": " So that's one way you can use games in your classroom."}, {"timestamp": [2268.56, 2269.98], "text": " Another one is just playing content."}, {"timestamp": [2269.98, 2272.72], "text": " Is there a game out there related to your subject area?"}, {"timestamp": [2272.72, 2276.06], "text": " And I think you would be surprised at what is available out there."}, {"timestamp": [2276.06, 2281.46], "text": " I think one of the challenges is just do that Google search for biology game or biodiversity"}, {"timestamp": [2281.46, 2287.52], "text": " game or quadratic equation game, whatever that is."}, {"timestamp": [2287.52, 2289.08], "text": " Some of them are probably a bit old."}, {"timestamp": [2289.08, 2292.2], "text": " I think the main criterion evaluating them these days is their age."}, {"timestamp": [2292.2, 2296.36], "text": " I think it needs to be, you know, if it's an app, we know it's kind of up with modern user"}, {"timestamp": [2296.36, 2299.88], "text": " expectations, but I still see a lot of stuff lurking around from the early 2000s,"}, {"timestamp": [2299.88, 2301.74], "text": " and you can just tell it's dated."}, {"timestamp": [2301.74, 2306.4], "text": " It does miss the, it fails the chocolate part of the test."}, {"timestamp": [2310.68, 2313.38], "text": " So here's a New Zealand made educational game called Kaitiaki made by Eye Game and Learn,"}, {"timestamp": [2313.48, 2315.08], "text": " which is some educational consultants in Gisbon."}, {"timestamp": [2315.2, 2316.18], "text": " Who's here from the East Coast?"}, {"timestamp": [2317.46, 2318.58], "text": " A few people, cool."}, {"timestamp": [2319.58, 2322.12], "text": " And it teaches about the life cycle of crayfish."}, {"timestamp": [2323.42, 2331.16], "text": " And in the first level, it just shows you a crayfish spawn trailing along behind a whale"}, {"timestamp": [2331.16, 2335.12], "text": " and you gather up with your mates and you avoid the predators because there might be a snapper"}, {"timestamp": [2335.12, 2337.62], "text": " coming past or a stingray coming past."}, {"timestamp": [2337.62, 2341.64], "text": " And probably just in that first level, you have, you know, you probably had to play three"}, {"timestamp": [2341.64, 2347.9], "text": " or four times, I'm pretty darn confident that the learners have met the learning objective of understanding that the first stage of the life cycle of a crayfish is a, as a very, you know, we should probably have to play three or four times, I'm pretty darn confident that the learners have met the learning objective of understanding that the first stage"}, {"timestamp": [2347.9, 2353.22], "text": " of the life cycle of a crayfish is an egg kind of thing, and the key predators are X, Y, Z."}, {"timestamp": [2354.72, 2358.94], "text": " You know, that learning objective is just there in the game. It's not a quiz that pops on"}, {"timestamp": [2358.94, 2363.5], "text": " afterwards, it's not a cutscene. The actual game is about that, about living that experience."}, {"timestamp": [2363.5, 2371.16], "text": " And then the next stage of the larva, level two, you become a crayfish larva, and then there's other creatures to"}, {"timestamp": [2371.16, 2377.8], "text": " avoid and the like. So here's a simulation which they then can actually accredit to some NCAA"}, {"timestamp": [2377.8, 2385.0], "text": " unit standards. And earlier this year they held over on the East Coast an inter-school challenge competition."}, {"timestamp": [2385.0, 2390.8], "text": " So they used the gamification elements, the scores, the points, the competition between people"}, {"timestamp": [2390.8, 2397.2], "text": " to get the kids engaged in learning about New Zealand-specific marine biology."}, {"timestamp": [2397.2, 2403.2], "text": " So there's going to be a lot more examples out there that I can't talk for today, but they're there if we look."}, {"timestamp": [2403.2, 2405.12], "text": " Simulations, it's kind of just getting one step more sophisticated. Now they don't have for today, but they're there if we look."}, {"timestamp": [2405.12, 2407.84], "text": " Simulations, it's kind of just getting one step more sophisticated."}, {"timestamp": [2407.84, 2409.76], "text": " Now they don't have to be technical simulations."}, {"timestamp": [2409.76, 2414.08], "text": " Here's a game called Puzzle Planets made by Natural History New Zealand based out of Dunedin"}, {"timestamp": [2414.08, 2418.0], "text": " in conjunction with National Geographic, and it's about teutonic plates."}, {"timestamp": [2418.0, 2421.56], "text": " And little simulations see how the tectonic plates move around, create your own planet, and then"}, {"timestamp": [2421.56, 2424.74], "text": " see what impact that has on life on that planet."}, {"timestamp": [2424.74, 2430.28], "text": " And so you can, this is the whole, fail safely, experiment safely, learn from the consequences"}, {"timestamp": [2430.28, 2433.5], "text": " of your actions and see what happens."}, {"timestamp": [2433.5, 2439.88], "text": " Again, medieval number two is actually a really complicated simulation, far more complicated"}, {"timestamp": [2439.88, 2449.24], "text": " than most history textbooks about things, but you can see what would have happened if the Duchy of X had invaded Belgium at a certain point of time, what actually could have"}, {"timestamp": [2449.24, 2450.24], "text": " happened?"}, {"timestamp": [2450.24, 2457.0], "text": " It's actually a geopolitical simulator as much as a warfare simulator as well."}, {"timestamp": [2457.0, 2460.18], "text": " Bamzonia, I think, are also exhibiting in the hall next door."}, {"timestamp": [2460.18, 2465.04], "text": " It's a financial literacy game application. And it combines the two."}, {"timestamp": [2468.36, 2469.4], "text": " So it has individual modules about here's learning about money,"}, {"timestamp": [2471.34, 2471.72], "text": " some mini games where you can say,"}, {"timestamp": [2474.28, 2475.92], "text": " pretend that you're a bank teller and get familiar with coins and denominations and handing them out."}, {"timestamp": [2476.82, 2479.82], "text": " But then it has a city simulation that goes with it."}, {"timestamp": [2479.82, 2481.74], "text": " And so it's kind of as I said before,"}, {"timestamp": [2481.84, 2484.2], "text": " one of the great strengths of games is that as that capstone."}, {"timestamp": [2484.5, 2487.44], "text": " You've got the learning content in these modules, and here's a city."}, {"timestamp": [2487.44, 2492.32], "text": " Go free and see if you can apply what you have learned to grow this from a rundown city as"}, {"timestamp": [2492.32, 2498.18], "text": " it at the start to a bustling metropolis."}, {"timestamp": [2498.18, 2504.18], "text": " Games could also be the trigger for a conversation."}, {"timestamp": [2504.18, 2506.3], "text": " I was blown away, surprised."}, {"timestamp": [2506.42, 2509.36], "text": " This is a cheap little game, well, it's a free game"}, {"timestamp": [2509.36, 2511.7], "text": " that myself and two or three mates made"}, {"timestamp": [2511.7, 2514.06], "text": " about three years ago just for fun"}, {"timestamp": [2514.06, 2518.16], "text": " because the New Zealand Film Commission"}, {"timestamp": [2518.16, 2519.32], "text": " does not fund video games."}, {"timestamp": [2519.62, 2521.54], "text": " There's zero funding for games in New Zealand,"}, {"timestamp": [2521.66, 2523.48], "text": " so we said, oh, we'll make a New Zealand game ourselves."}, {"timestamp": [2524.26, 2528.08], "text": " More Japanese games have been made about Kiwis than New Zealand made games"}, {"timestamp": [2528.08, 2532.52], "text": " about Kiwi. So we set up to write that wrong. And it's just a shamelessly Kiwiana"}, {"timestamp": [2532.52, 2536.62], "text": " video game. There's an AA sign there. I don't think there's too many more else on the"}, {"timestamp": [2536.62, 2542.38], "text": " screen, but there's Kiwi fruit and there's LMP bottles and sheep with rocket launchers."}, {"timestamp": [2542.38, 2546.0], "text": " And I was blown away because I got an email from a person I knew"}, {"timestamp": [2546.0, 2551.6], "text": " down in Nelson who said, I've just assigned this game as homework for my students and then tomorrow"}, {"timestamp": [2551.6, 2557.2], "text": " we're talking, discussing Kiwiana and national icons and national identity in class. So the very,"}, {"timestamp": [2557.2, 2564.56], "text": " and you know, fantastic response and assigning a game as homework works. It's kind of a no-brainer"}, {"timestamp": [2564.56, 2566.12], "text": " in most cases, digital divide allowing. Another good example is a game as homework, it's kind of a no-brainer in most cases,"}, {"timestamp": [2566.12, 2569.48], "text": " digital divide allowing."}, {"timestamp": [2569.48, 2573.68], "text": " Another good example is a serious game, as we call it,"}, {"timestamp": [2573.68, 2576.8], "text": " Darfur is Dying, which is actually about the refugee crisis"}, {"timestamp": [2576.8, 2579.16], "text": " in Sudan several years ago."}, {"timestamp": [2579.16, 2582.18], "text": " And you play a family of refugees trying to survive"}, {"timestamp": [2582.18, 2584.76], "text": " for a week in a refugee camp."}, {"timestamp": [2584.76, 2586.84], "text": " And, yeah, so play the game,"}, {"timestamp": [2587.42, 2592.48], "text": " and then it's the springboard for discussions in the classroom around this social issue."}, {"timestamp": [2593.06, 2597.98], "text": " And particularly in social studies, there is a lot of stuff out there because a lot of NGOs"}, {"timestamp": [2597.98, 2603.88], "text": " globally have commissioned educational games. Synically, someone said to me, yeah, social studies"}, {"timestamp": [2603.88, 2606.64], "text": " is a good place to apply games because, you know,"}, {"timestamp": [2606.64, 2609.76], "text": " if it was numerously in literacy, if you screw up, you're in trouble."}, {"timestamp": [2609.76, 2614.88], "text": " And I think that was a very cynical comment about social studies, but it was another good reason"}, {"timestamp": [2614.88, 2620.96], "text": " to, I mean, these were social studies you can apply stuff in wider contexts."}, {"timestamp": [2620.96, 2625.0], "text": " Games, quite simply, can be a good gateway drug to digital literacy."}, {"timestamp": [2625.0, 2627.0], "text": " So I'm not going to dwell on this too much."}, {"timestamp": [2627.0, 2629.0], "text": " But how do you teach Grandma to use an iPad?"}, {"timestamp": [2629.0, 2632.0], "text": " You get it to play Angry Birds."}, {"timestamp": [2632.0, 2633.0], "text": " So there you go."}, {"timestamp": [2633.0, 2636.0], "text": " How do we unengaged learners learning?"}, {"timestamp": [2636.0, 2639.0], "text": " Give them the same book they would have had, but make it an e-book."}, {"timestamp": [2639.0, 2641.0], "text": " And that does work."}, {"timestamp": [2641.0, 2648.3], "text": " Games can also be great for establishing a different point of view. And in some ways this is an expansion of that trigger element as well."}, {"timestamp": [2648.3, 2655.2], "text": " Another game developed by an NGO was called Against All Odds, and it was developed by the UN High Commission for Refugees."}, {"timestamp": [2655.2, 2661.9], "text": " And in this, you play the role of a stateless person who has been kicked out of your previous country due to another conflict,"}, {"timestamp": [2661.9, 2665.34], "text": " and you have to go through the whole process of getting out of that country,"}, {"timestamp": [2665.48, 2671.44], "text": " getting into a new country, getting your papers, and settling into a new country."}, {"timestamp": [2672.24, 2680.84], "text": " It was also a great one done by the SBS channel in Australia about Australians trying to escape Australia"}, {"timestamp": [2680.84, 2683.36], "text": " because it turned into a fascist state as well."}, {"timestamp": [2683.78, 2688.28], "text": " And there was also a little bit of kind of reverse boat people viewpoint stuff going on on"}, {"timestamp": [2688.28, 2689.44], "text": " it."}, {"timestamp": [2689.44, 2692.16], "text": " That was called Asylum Australia."}, {"timestamp": [2692.16, 2695.88], "text": " And so games are great at creating that different point of view, putting yourself in the"}, {"timestamp": [2695.88, 2697.68], "text": " shoes of someone else."}, {"timestamp": [2697.68, 2704.9], "text": " And then, you know, your learning investigation kicks off from there."}, {"timestamp": [2704.9, 2708.0], "text": " You could write a documentary about your experience playing a game or"}, {"timestamp": [2708.0, 2714.4], "text": " reflections on your own learning process in a game. So play a game and take a diary of your"}, {"timestamp": [2714.4, 2719.04], "text": " experience and what you have learned through that. I did this once as a university assignment"}, {"timestamp": [2719.04, 2725.38], "text": " actually playing Grandfayfieldo 3, Grandfieldo South, sorry, Grandfayfellow San Andreas, which is based in the"}, {"timestamp": [2725.38, 2726.24], "text": " Los Angeles ghetto."}, {"timestamp": [2726.24, 2731.36], "text": " It was kind of like, I was writing a diary about my experience pretending to be a black, you"}, {"timestamp": [2731.36, 2732.76], "text": " know, Negro-American gangster."}, {"timestamp": [2732.76, 2736.06], "text": " I was kind of like, I don't quite relate to this."}, {"timestamp": [2736.06, 2739.38], "text": " I don't identify very well with that character."}, {"timestamp": [2739.38, 2742.5], "text": " But after a few hours of being immersed in it, it was interesting."}, {"timestamp": [2742.5, 2747.0], "text": " My point of view, you of view came a lot closer."}, {"timestamp": [2747.0, 2752.5], "text": " So here's an interesting game to play. I'm going to give it away, which is a shame. I'm"}, {"timestamp": [2752.5, 2756.28], "text": " going to give you the spoiler to it. It's called September the 12th. It's just a little online"}, {"timestamp": [2756.28, 2760.56], "text": " game. It takes about five minutes to play it the most. And what happens in this game is it shows"}, {"timestamp": [2760.56, 2766.0], "text": " you a Middle Eastern marketplace. And you've got a cross here and a rocket launcher."}, {"timestamp": [2766.0, 2768.0], "text": " And there might be a terrorist somewhere."}, {"timestamp": [2768.0, 2771.0], "text": " You can see them because, well, they're probably the ones wearing,"}, {"timestamp": [2771.0, 2774.0], "text": " or the ones that look like terrorists anyway."}, {"timestamp": [2774.0, 2775.0], "text": " And you shoot them with a rocket launcher."}, {"timestamp": [2775.0, 2776.0], "text": " Boom!"}, {"timestamp": [2776.0, 2777.0], "text": " Great."}, {"timestamp": [2777.0, 2782.0], "text": " And there's a chance, a probability that you'll hit the terrorist,"}, {"timestamp": [2782.0, 2785.16], "text": " and there's a probability that there might be a little bit of collateral damage."}, {"timestamp": [2785.72, 2788.4], "text": " Maybe a passerby also got hit by the rocket launcher."}, {"timestamp": [2789.4, 2794.58], "text": " And then there's a probability of chance that a griever will someone else will walk past,"}, {"timestamp": [2794.68, 2797.0], "text": " see that collateral damage corpse, and start grieving."}, {"timestamp": [2798.3, 2802.94], "text": " And then there's a chance that that person might turn into a terrorist themselves"}, {"timestamp": [2802.94, 2805.14], "text": " because they're so incensed by that act."}, {"timestamp": [2806.22, 2810.74], "text": " And then you keep playing and you blub a few more people, there's a few more grievers, and then there's a few more terrorists created."}, {"timestamp": [2811.84, 2817.92], "text": " And after a few minutes of playing this game, it kind of dawns on you that there's just more and more terrorists."}, {"timestamp": [2819.14, 2828.9], "text": " And after a few minutes playing this game, it dawns on you that violence begets more violence."}, {"timestamp": [2828.9, 2833.36], "text": " And here's the thing, there was no story that told you this. There was no story with a"}, {"timestamp": [2833.36, 2837.42], "text": " beginning, middle and the end. There was no cutscene, there was no pop-up quiz asking"}, {"timestamp": [2837.42, 2844.18], "text": " you about the learning objective. The rules of the game taught a message. The rules of the game"}, {"timestamp": [2844.18, 2848.76], "text": " had a worldview imbued in it with value judgments about how the world"}, {"timestamp": [2848.76, 2849.76], "text": " works."}, {"timestamp": [2849.76, 2855.18], "text": " So for me, this is one of the most kind of perfect little examples of what is possible,"}, {"timestamp": [2855.18, 2861.66], "text": " it was teaching a skill or a, I suppose, a values judgment and a competency rather than teaching"}, {"timestamp": [2861.66, 2863.16], "text": " facts and content."}, {"timestamp": [2863.16, 2868.24], "text": " And so this was a really powerful example of, right, played this game and then maybe do personal"}, {"timestamp": [2868.24, 2874.64], "text": " reflection on your own learning and what your experience in this game was."}, {"timestamp": [2874.64, 2879.42], "text": " Building on that, hey, you can just play a game and critique it like any other text."}, {"timestamp": [2879.42, 2881.22], "text": " Critical analysis on games."}, {"timestamp": [2881.22, 2884.04], "text": " It's absolutely possible."}, {"timestamp": [2884.04, 2888.0], "text": " So this is SimCity, one of the classic games, beautiful,"}, {"timestamp": [2888.0, 2894.6], "text": " sophisticated. There is SimCity.edu. There's an awful lot of learning resources available"}, {"timestamp": [2894.6, 2900.4], "text": " for SimCity and that help you go, right, I've been playing this game, that's all nice"}, {"timestamp": [2900.4, 2905.4], "text": " in this theoretical city, how do I now apply it to local issues in Hamilton or"}, {"timestamp": [2905.4, 2914.18], "text": " Christchurch rebuild or whatever? So the thing about SimCity is, it is a communist simulator."}, {"timestamp": [2914.18, 2920.68], "text": " It is a communist plot to brainwash American children and public service engineers. In this"}, {"timestamp": [2920.68, 2930.6], "text": " game, one of the more optimal strategies is just to raise taxes. And you can centrally plan, you can just build those anyone's house to build a freeway right down the middle."}, {"timestamp": [2931.08, 2939.44], "text": " And there have been many critical academic texts evaluating the values and worldview imbued in this game."}, {"timestamp": [2939.74, 2942.64], "text": " And the thing is they're imbued in the rules of the game."}, {"timestamp": [2942.8, 2949.78], "text": " Not in the graphics, not in the technology, in the rules of the game. On the other hand, there's another very successful game similar to"}, {"timestamp": [2949.78, 2957.08], "text": " SimCity called Civilization, where you control a dynasty throughout history. You start off several"}, {"timestamp": [2957.08, 2963.64], "text": " thousand years BC and end up in the space race. And this game, on the other hand, is the American"}, {"timestamp": [2963.64, 2966.16], "text": " 20th century as a game,"}, {"timestamp": [2966.56, 2970.38], "text": " where technological progress is valued above all else."}, {"timestamp": [2973.24, 2977.66], "text": " So that's what is possible in critiquing games."}, {"timestamp": [2980.44, 2984.94], "text": " And so one little kind of word of warning at this point is,"}, {"timestamp": [2986.66, 2991.2], "text": " in a game like civilization, you could play as Gandhi, for instance, and Gandhi could work over several years to develop his arsenal"}, {"timestamp": [2991.2, 2996.5], "text": " of nuclear weapons and blow the west up if that's what Gandhi wanted."}, {"timestamp": [2996.5, 3002.76], "text": " So there's a role for teacher or educator as facilitator."}, {"timestamp": [3002.76, 3006.16], "text": " There's an awful lot of tangential learning inside games."}, {"timestamp": [3006.24, 3007.4], "text": " And I have heard people come to me and said,"}, {"timestamp": [3007.62, 3009.0], "text": " oh, I learned all about World War II"}, {"timestamp": [3009.0, 3010.7], "text": " by playing a game called Command and Conquer."}, {"timestamp": [3011.08, 3012.42], "text": " And obviously what happened in World War II"}, {"timestamp": [3012.42, 3013.86], "text": " is Einstein went back in time"}, {"timestamp": [3013.86, 3014.74], "text": " and assassinated Hitler,"}, {"timestamp": [3015.04, 3017.08], "text": " and that created a divergent timeline"}, {"timestamp": [3017.08, 3018.82], "text": " where Russia did X."}, {"timestamp": [3020.04, 3021.72], "text": " So there's a need for a reality check,"}, {"timestamp": [3021.9, 3023.64], "text": " but often it can be the trigger"}, {"timestamp": [3023.64, 3025.94], "text": " for them going on and doing their own self-directed learning."}, {"timestamp": [3026.04, 3027.38], "text": " What really happened in World War II?"}, {"timestamp": [3027.46, 3028.56], "text": " Who was this Gandhi guy?"}, {"timestamp": [3028.8, 3033.02], "text": " Did he actually research technology, or did he have a completely alternative strategy?"}, {"timestamp": [3033.5, 3034.28], "text": " Go and research that."}, {"timestamp": [3034.5, 3035.62], "text": " So here's the thing."}, {"timestamp": [3035.7, 3042.46], "text": " There's often a lot of learning inside entertainment games, and it requires the facilitation to drag it out."}, {"timestamp": [3042.46, 3045.72], "text": " But what we are seeing is entertainment games that"}, {"timestamp": [3045.72, 3051.28], "text": " are also factually accurate. So that Tectonic Plates game I mentioned before, that same"}, {"timestamp": [3051.28, 3057.16], "text": " company also made a game called Flutter, which is about butterflies in the Amazon rainforest."}, {"timestamp": [3057.16, 3062.72], "text": " And all the flora and fauna in the game is factually accurate. So there is a lot of that stuff"}, {"timestamp": [3062.72, 3072.12], "text": " going on and we just have to find it and use it in the class. Now one of the things I think games are just great for is they"}, {"timestamp": [3072.12, 3077.38], "text": " play a great role just in inquiry-based learning and project-based learning. As I said before,"}, {"timestamp": [3077.38, 3082.88], "text": " almost regardless of the topic, if you do a search, you will find some game about it."}, {"timestamp": [3082.88, 3085.24], "text": " So the question for inquiry-based learning"}, {"timestamp": [3085.24, 3087.56], "text": " should be, okay, go find a book about that in the library,"}, {"timestamp": [3087.68, 3089.48], "text": " or is there a great YouTube video about that?"}, {"timestamp": [3089.72, 3091.32], "text": " Oh, hey, are there any games about that?"}, {"timestamp": [3091.88, 3094.46], "text": " That could just be the prompt for our students."}, {"timestamp": [3096.2, 3097.6], "text": " But then one of the great things is,"}, {"timestamp": [3097.6, 3100.26], "text": " okay, you're doing a standard on X,"}, {"timestamp": [3100.8, 3102.16], "text": " on Newtonian physics."}, {"timestamp": [3102.6, 3104.32], "text": " Why don't you go make a game about that?"}, {"timestamp": [3105.16, 3109.12], "text": " And here we're really starting to get to an advanced level of thinking and critiquing, but"}, {"timestamp": [3109.12, 3111.92], "text": " it can apply at all ages."}, {"timestamp": [3111.92, 3118.08], "text": " So we should actually encourage our students to go and make a game, to learn to program."}, {"timestamp": [3118.08, 3120.24], "text": " And there's many tools about this."}, {"timestamp": [3120.24, 3123.24], "text": " I'm pretty sure the Code Avengers guys, are they in the room?"}, {"timestamp": [3123.24, 3125.0], "text": " No, but they are giving a session later on."}, {"timestamp": [3125.0, 3127.0], "text": " I saw there's a session, one of the break-ups this afternoon,"}, {"timestamp": [3127.0, 3132.0], "text": " about developing Scratch, which is another easy-to-use programming tool."}, {"timestamp": [3132.0, 3135.0], "text": " And so Code Avengers is local and good."}, {"timestamp": [3135.0, 3138.0], "text": " And it's like the Khan Academy for learning to code."}, {"timestamp": [3138.0, 3141.0], "text": " And the thing, I'll get in a sec."}, {"timestamp": [3141.0, 3143.0], "text": " But one of the other tools I recommend,"}, {"timestamp": [3143.0, 3150.1], "text": " oh look, here's a game we made earlier about Newtonian physics. Here's Isaac Newton about to discover gravity, or gravity discover"}, {"timestamp": [3150.1, 3157.3], "text": " him. And Gamefruit is a drag-and-drop game-making tool. And I think it either uses the scratch"}, {"timestamp": [3157.3, 3162.08], "text": " language or something very similar to it, but has the advantage of having all these asset libraries"}, {"timestamp": [3162.08, 3165.0], "text": " and existing scripts and stuff for making games."}, {"timestamp": [3165.0, 3167.0], "text": " And it's made by a team in Wellington."}, {"timestamp": [3167.0, 3174.0], "text": " And I've got the link for the four teachers link because they've got four unit standards for year 11 and 12 media studies"}, {"timestamp": [3174.0, 3182.0], "text": " where the unit standard is, you know, produce a media output using particular conventions."}, {"timestamp": [3182.0, 3186.06], "text": " And so they've done the hard work in terms of creating the"}, {"timestamp": [3186.06, 3191.08], "text": " linkages to the curriculum and creating some lesson plans. But here's the thing. When a student"}, {"timestamp": [3191.08, 3196.56], "text": " is challenged to take their learning and make it into a game, they have to. The act of creating"}, {"timestamp": [3196.56, 3204.82], "text": " a game is pure, absolute deconstruction. It's like, right, let's say Isaac Newton here, I've"}, {"timestamp": [3204.82, 3205.94], "text": " got to figure out what are the elements here. There's a person, there's apples, right, let's say Isaac Newton here, I've got to figure out what are the elements"}, {"timestamp": [3205.94, 3209.54], "text": " here, there's a person, there's apples, what do the apples do, they fall down."}, {"timestamp": [3209.54, 3211.96], "text": " What's the relationship between an apple and a branch?"}, {"timestamp": [3211.96, 3215.46], "text": " Oh, well, it can't go through the branch because that's solid, it will come to a rest state."}, {"timestamp": [3215.46, 3217.16], "text": " What's the relationship between the apple and a person?"}, {"timestamp": [3217.16, 3218.36], "text": " Oh, it will hurt them."}, {"timestamp": [3218.36, 3220.4], "text": " Then what does the person do?"}, {"timestamp": [3220.4, 3233.12], "text": " So the process of deconstructing everything to make all those rules really forces the game designer or the student to consider water all the interrelationships between everything and how do they all fit together."}, {"timestamp": [3233.2, 3234.12], "text": " What's the context here?"}, {"timestamp": [3234.44, 3236.24], "text": " And maybe what are those big game loops?"}, {"timestamp": [3236.42, 3237.3], "text": " What's really going on?"}, {"timestamp": [3238.04, 3242.22], "text": " So the really powerful stuff for me comes in once you start to make games."}, {"timestamp": [3243.28, 3251.98], "text": " This is a, yeah, this was done apparently by a 12-year-old in Wellington using the Game Fruit tool as well."}, {"timestamp": [3251.98, 3257.82], "text": " And here's why, it's a similar process going on when you're playing a game."}, {"timestamp": [3257.82, 3263.58], "text": " And here's why, in my opinion, violent video games aren't creating a generation of serial killers"}, {"timestamp": [3263.58, 3265.5], "text": " or mass murderers. Because even if"}, {"timestamp": [3265.5, 3270.82], "text": " I was playing a game where I am running around shooting zombies or even shooting human beings,"}, {"timestamp": [3270.82, 3277.24], "text": " I'm busy acting at a strategic level. I'm being a strategic learner deconstructing what's"}, {"timestamp": [3277.24, 3280.66], "text": " going on. I'm going, right, there's a zombie coming here and there's another one coming"}, {"timestamp": [3280.66, 3284.14], "text": " here. What's the best tactic? What's the most optional, what's the most efficient way of doing"}, {"timestamp": [3284.14, 3289.64], "text": " it? I'll take that one down. It's more efficient to hit them in the head than it is in the body, because then I can kill him with one shot rather than three shots."}, {"timestamp": [3290.8, 3300.54], "text": " So when a player is playing a game, they are figuring out how the game works. They are figuring out the rules of the world."}, {"timestamp": [3301.94, 3307.0], "text": " They're deconstructing and reverse engineering the rules of that game. So here's the thing. Just give them a simulation of the world. They're deconstructing and reverse engineering the rules of that game."}, {"timestamp": [3307.0, 3310.88], "text": " See here's the thing. Just give them a simulation of the topic. Let them reverse engineer"}, {"timestamp": [3310.88, 3315.5], "text": " what's going on. They've learned. They've learned the learning objectives. That's the ideal"}, {"timestamp": [3315.5, 3320.76], "text": " of it. And it's also why they're actually operating with regards to violence in games."}, {"timestamp": [3320.76, 3324.96], "text": " They're thinking more about all that strategy than they are about the visceral enjoyment"}, {"timestamp": [3324.96, 3326.12], "text": " of shooting another human being. And if you talk to those game players, that's not what they're getting more about all that strategy than they are about the visceral enjoyment of shooting another human being."}, {"timestamp": [3326.12, 3329.76], "text": " And if you talk to those game players, that's not what they're getting out of it."}, {"timestamp": [3329.76, 3332.54], "text": " They say, oh, I'm being very clever."}, {"timestamp": [3332.54, 3340.44], "text": " And last two weekends ago, I watched Kim.com beat 90 people at a game called Modern Warfare"}, {"timestamp": [3340.44, 3343.64], "text": " 3, which he was the world champion on at one point."}, {"timestamp": [3343.64, 3346.4], "text": " And it was a sight to behold."}, {"timestamp": [3346.4, 3352.32], "text": " He was definitely displaying a skill and a competency in running around and shooting people."}, {"timestamp": [3352.32, 3354.46], "text": " But he had invested time and effort in doing that."}, {"timestamp": [3354.46, 3359.6], "text": " And it was actually impressive to watch even as a non-gamer."}, {"timestamp": [3359.6, 3364.04], "text": " And to date he may or may not have done copyright infringement, but I don't think he's"}, {"timestamp": [3364.04, 3366.82], "text": " gone a shot anyone."}, {"timestamp": [3378.26, 3379.16], "text": " So my challenge to you then was, have I hopefully given you some of the building blocks to be able to go forth and identify a game?"}, {"timestamp": [3387.64, 3392.52], "text": " Think of an area that you want to apply it to and maybe take some of those strategies and even implement it in the short term. And in a second we're going to hand over for Q&A time, but then also pretty much to allow"}, {"timestamp": [3392.52, 3397.3], "text": " the whole hour or more this afternoon to really workshop some of the stuff through."}, {"timestamp": [3397.3, 3402.06], "text": " And also to have the reality check on it, because if it's all as wonderful as I'm saying, how"}, {"timestamp": [3402.06, 3405.0], "text": " come we're not doing it as much in our classrooms already?"}, {"timestamp": [3405.0, 3407.0], "text": " Or maybe some of us in this room already are."}], "text": " Good morning everybody. Thank you very much for coming. And a little bit more about myself, gosh that's a very long CV. Next time I update it, I will shorten it. I must resign a few things. Look, and also, I have two young boys, four and seven. And while most of my experience in terms of education comes in the tertiary sector in the corporate world, by golly, I come from a family of educators. My wife, my brother, my brother's partner, my sister-in-law, my stepmother, my step-uncle. Seven immediate family members are teachers in primary or secondary education. So, do you just imagine what our Christmas dinner table conversations are like? And so, raise your hand if you heard me speak last night at the showcase. Okay, and let's invert that. Raise your hand if you did not hear me talk last night at the showcase. Okay, so I told a whole bunch of jokes and just played Grandfifft Auto and then tried to defend the indefensible and argue that a video game like Grandfifft Auto 5, which came out a week or two ago and earned $1 billion in one day, is educational. And then I said, don't use it in the classroom because it's actually R18. So what I'm going to talk about is chocolate-coated broccoli. And one of the pitfalls that we get into when we talk about video games in the classroom or even other apps and simulations is that they're exciting and cool and sexy and what the kids are into these days. And actually, to a degree, that is true. And someone came up to me after my showcase talk last night and said, actually, there's nothing wrong with chocolate coat of broccoli. And that is right. For instance, I've worked on a few e-books. I've been involved doing a series of three Torreo e-books funded by the ministry, for instance. And I'm kind of still a bit skeptical about, really, what's the advantage of this over a paper-based book? But actually, sometimes just putting it on an iPad screen or a digital screen does seem to have an effect, even if it is still in my mind the same story, a linear story, the same content, sometimes just digitizing it makes it more accessible, makes it more interesting. And certainly talking to some of the Aitans people yesterday, they had great stories about how that accessibility really opened up new possibilities, say for learners with disabilities or other special needs. So I'm probably slightly retitling my presentation today to how do we go beyond chocolate-coated broccoli. How can we make the thing in the middle great as well as the thing on the surface? So why are we talking about video games? If that's, so the reason we're using the word video games is because absolutely the students, the learners, respond to that. But so do the 40-year-old and 60-year-old learners as well. If you have to, just substitute the word games for educational simulation. If you have to report back, you know, write a report about your time at you learn, use that language. It's all valid as well. Why are we talking about video games? Because Nikki Kay told us to. The 21st century learning inquiry that Parliament Science and Education Committee did last year, one of its recommendations is that, yeah, we should check out this game-based learning thing. So the Associate Minister told you to come to this session. So what we're going to talk about today are the fact that your audiences, your students are already playing games. And the implication of that is that an awful lot, actually most of their digital literacy is actually being shaped by entertainment apps and games, not by a textbook. And then I'm going to talk about some of the philosophy, the pedagogy, why is this stuff actually engaging? And ideally that sets you up for having the understanding of how you can apply the stuff in the classroom. But then I'm going to try and talk through nine specific strategies that you could use to apply this stuff in your own teaching and facilitation. And ideally, give a bunch of examples and case studies there. Some of them, hopefully, you could take home and use, but there's also a lot more that we'll have to discover. And then hopefully we'll have time for Q&A. That's what I'm going to talk about. But my challenge to you for this session and for you learn is there just one game that you could find and identify, that you could relate and integrate to one part of your curriculum, your lesson plan, and even implement it in the next term. So that's the low-hanging fruit, my challenge to you. And I'm facilitating another breakout session after afternoon tea this afternoon, which pretty much has no slides prepared for it. I'm intending it very much to be conversation-based and really doing the reality check on. Okay, let's even, if you have a particular subject area, let's actually help you find that game this afternoon so you can apply it. Okay, so here's the thing. Your students are already gaming. They are already playing the video games. The thing is is they're probably not playing in their own time an educational game like maths blaster. I call, I call, I won't swear, I'll just call a reality check. They're not doing this, despite how beautiful you make it. This is still ultimately chocolate-coated broccoli and the thing in the middle is still broccoli. The thing in the middle is still, hey Johnny, tell me, what's one plus eight? Kids are smart. Kids see for this. What follows is a brief recap of some of the things I talked about at last night's showcase. The reality check is, of what we are doing on the internet or on our iPhones or on our iPads is this. Out of every hour that we're spending online, we're spending, say, 13 minutes communicating doing social media and the like, another five minutes doing email, that's decreasing. We don't use email as much as we used to, but we're spending six or seven minutes of every hour online playing games. Actually more when we're talking about these smartphone devices. 70% of all money spent on the app store is games. This is what your learners are doing. This is what their expectations are being shaped by. Their usability expectations are being shaped by. This is what you have to compete with. This is the competition for homework or study. The video games industry is already larger than Hollywood. In New Zealand, we spend more and we export more making video games now than we do music or literature or books. It's the New Zealand's second biggest creative industry behind film and television now, which is fantastic for myself personally as the chairperson of the local game developers association. We've created two or three hundred jobs in the last two, three years. So part of my reason for being here is by golly, I need a new generation of digitally switched on game makers because we're going to hire them. And the interesting thing about video games is they've been in our loungers for 20 or 30 years now. Two generations have just grown up with this stuff. It's nothing new. There's been two decades worth of research into this stuff. It is nothing new. But what it means is that our literacy, the generations who have grown up with gaming literacy as much as digital literacy or media literacy. Interestingly, the average game player is 33 years old and just as likely to be female as male. And so often when we think about video games, we think about things like Grand Theft Auto 4, 5, which came out recently, big television advertising campaigns. Yes, it made a billion dollars. The point I made about this last night is this, while it's a game that you can do many illegal and illicit activities in, it's actually one of, it's actually the most sophisticated city simulation built by man. It has as many moving parts as the space shuttle. In this game, you can go scuba diving, you can fly a blimp, you can trade stocks, you can hack computers, you can have a recording career. You could spend 200 hours in this game without actually robbing a jewellby shop. On the other hand, a surprising number of people in the audience last night admitted or looked sheepish when I asked who's got candy crush on their phone. 20% of all American iPhones have this game on it. And this is aimed at American Soccer Mums, as the target market for this, and this game will make $200 million this year. So there's a huge diversity in what video games can be. So don't get trapped into thinking it's about violent games like this because three times as many American soccer mums play games than sweaty teenage boys. So your students are already gaming. So why is gaming engaging? What is it that catches people's attention? So let me start off by saying, yes, this stuff is engaging and it is effective. Why are they engaging and why are they effective? So I'm going to skim through this one reasonably quickly. Game-based learning has all the advantages that e-learning does. The stuff on the left-hand side that you're all smart, intelligent people who have come to you learn, I know you're already familiar with. The fact that you can do it at your own pace, it's self-motivated, self-driving, you can do things you couldn't do in the real world, you can do them virtually, we can engage, unengaged learners, and there is a decent amount of research about that. I had a colleague of mine who used some games. He was teaching in South Auckland. He was teaching the third streamed class social studies. He used a series of games, and the third stream class beat the second stream class and almost got up with the first stream class. And the only thing he did differently was game-based learning. And he puts it down to, yep, he engaged those learners. But what gaming is great at is engagement, and I'll talk about this more. And it also talks as one of the great advantages of game-based learning is empowerment. And there's a lady called Jane McGonigal, and she did a fantastic TED talk, which you can look up online, about the use of games. And she wrote a lady called Jane McGonigal, and she did a fantastic TED talk, which you can look up online, about the use of games. And she wrote a book called Reality is Broken. And her point was that when you're playing a video game, the proposition most the time is you are the hero. You, only you can save the world. And for once, you actually have magical abilities, all the power, all the resources to actually do it. In the context of games, we often empower our learners and let them know that it is possible. And often, that is missing in our classrooms. Games can be personalized, they can be relevant, they provide immediate feedback. Regular series of rewards keeps people hooked and interested. We can scaffold the challenges over times. Games are very good at doing this. We can make complex simulations of systems. And it's all about experiential learning, taking risks, learning from the consequences of your actions. But they're your actions. It's not a linear path where you had no choice. By golly, maybe there was 20 things you could have done in one situation. You've made a choice and you know it's a free choice and you've learnt from the consequences of that action. That is powerful learning. And it can be entertaining. But notice I put that at the bottom of the list. So are games effective? Yes Yes they are. I'm not going to dwell on this too much or justify it too much, but one of the best literature reviews I found about the role of games for training is this one. It's a meta-analysis of a literature review. So these are averages, including the averages of all the poor, badly constructed game-based learning approaches. And on average, games have 14 badly constructed game-based learning approaches. And on average, games have 14% higher skill-based knowledge levels and retention. And I think in particular that's what games are good at. Sure, we can teach factual stuff and we've got good retention rates with that as well. But because games are interactive and far more interactive than most apps, they're great at putting what you've learnt into practice, putting it into the context and applying it. So situated learning, applied learning, experiential learning is what games are great at. So skills and competencies and executive functioning is what's happening when you're playing Grandfifft Auto. Another recent case study that often pull out is a friend of mine with Auckland of functioning is what's happening when you're playing Grand Fifth Auto. Another recent case study that I often pull out is a friend of mine with Orkin University. He did a game a year or two ago, which is about helping teenagers manage mental health, manage depression. And they took an existing cognitive behavioral therapy program and put it into seven levels of a video game. They did clinical trials. They were published on the front cover of the British Medical Journal, and playing seven levels of this video game is just as effective as four months of counseling. Proven with double-blind clinical trials on, I think it was nearly 500 New Zealand teenagers. So evidence that games not only can teach content, but games can teach skills and practices that people implement and learn and actually had a behaviour change which then affected their mental health. So there's a large body of research out there on this. And a lot of people say to me, oh, you know, do some research and we have a game's work and then we'll fund it. That research is done. And no one asks that same burden of evidence for, oh, well, we'll do another seminar on a subject. For some reason, because games are strange and new, in some people's eyes, they have to prove themselves a little bit more. But the point here is that the audience of our learners are certainly not asking that question, and many of us are at the same age as well. Hey, there's a whole bunch more research about games. I'll skip through that. So why is gaming engaging? What is it? What's the magic juice and how can we use it in our own learning and teaching? Is it because the exciting visuals, the beautiful appeal, if only NCAA unit standard XYZ was as exciting as Grandfift Auto, we would all be there? And one of the great things that has happened will say the app revolution and all the educational apps that you can find on the App Store is that they now look beautiful. Just as an industry, the educational apps industry has lifted its game. And this on the left is still a game about your multiplication table, just like we had 30 years ago, but it now looks beautiful. And this is still just some content about the human body works, but it now looks beautiful. And this is chocolate coated broccoli. And it actually is working, it does have an effect. And these are easy to find. And one of the interesting things, one of my observations though of these type of apps is there's an awful lot of them at the preschool level, at the K in the year one or two level, where they've taken actually quite simplistic learning, packaged it up beautifully, and maybe it's really just given the opportunity for fantastic rehearsal, practice, practice, practice, and wrote repetition. And look, sometimes at that age for certain, you know, numeracy and literacy topics, that's an absolutely valid, you know, teaching strategy. But there's actually a gap. There's a gap in the market or in the what's available for once you hit about year four, five, six, seven, it really peters out. So it's fantastic if you're teaching year one and below. So visuals, yeah, maybe it's part of it, but that's the chocolate. Woohoo, we've got chocolate. Chocolate's good. Is it feedback? Is it instantaneous feedback? Don't have to wait to the end of year test or end of week test. You can add instant feedback right now on how you're going. So here's an example of a game, Medieval 2, Total War. Look at everything that's going on on that screen. And this is not the most complicated screen in this game. So this is probably one of the most accurate simulations out there of medieval warfare and European geopolitics in the medieval times. And what was great is there's a, I came across an article by a Swedish historian who had been studying some 17th century engravings of European battles, and he pretty much gave this game a tick from historical accuracy point of view. And said, yeah, this stuff's actually representing what I am seeing in those engravings and brought them to life. So it's great. They're complex and they can get an awful lot across. But also, it's not afraid to give feedback like this. This is a great way to get feedback across. And too often feedback online looks like, please enter this and click OK. And then it says, thank you for submitting your form. That's the world that we're imposing on many of our students. When the reality could be, congratulations, you've just achieved something. So feedback is very powerful. This is a New Zealand-based game for children on the autism spectrum, and it helps them recognize and respond to emotions better. And it was made by a child psychologist based in Fongare in Auckland. And yeah, well really what you do is just look at the face and respond to it as a bit more sophisticated than what you see here on screen. And what's great is an awful lot of clever research going and behind the design of this game. Things like they know often that children on the autistic spectrum don't like to make eye contact. So you notice that character isn't actually making direct eye contact with the player. He's looking slightly off to side. And there's a lot of research that suggests that children on the autistic spectrum do respond better to looking at a screen than other people often. We heard a fantastic example from the adaptive technology folks that last night showcased about an autistic student who really came out of their shell facilitated by an iPad. So what's great here is this gives a form of feedback that these students weren't able to get otherwise and to practice it. And feedback is just so missing in so much of our daily lives, let alone classrooms. And if nothing else, providing feedback is one of the most powerful things we can do. So this is how video games work. Have a clear goal. Go rescue that princess. She's trapped in a castle. You've got the right tools, even if it is a big gun. There's a challenge. Uh-oh, there's a dragon in the way. He's going to stop you. But it's a stretch gun. There's a challenge, uh-oh, there's a dragon in the way, he's going to stop you. But it's a stretch goal, it's a stretch challenge. It's achievable because you've got the right tools, but it's still challenging enough, and then you get the feedback, which could be in this case, bam, or plus one, level up, you're away. And then what video games do is they do it all over again, but with more tools and a bigger challenge. And if nothing else, what the video games entertainment industry has mastered is optimizing this cycle, doing it over again. Just that little bit more challenging, a little bit more feedback. But I suspect that this diagram is nothing new to the people in this room. Isn't this the exact same process you're going through when you're teaching? Isn't this a recipe for self-motivated learners? Isn't this, in fact, if you're a leader within your school, for instance, isn't this the role of a principal or a leader within a class? Do my students have a clear learning goal? Do they have the right tools? Is it a challenge? Are they getting that immediate feedback? So here's the thing. What's going on inside a game is what should be going on inside a learner. They're one and the same. So that's the role of feedback and just the immediate feedback in giving it can make a huge difference. Is it fun? Is that why games are so exciting and why we should use them and why it will have the greater engagement and greater attention paid? So in about two weeks' time, we're publishing a game with the Accident Compensation Corporation called Safe House. And it's actually about a zombie invasion. And a whole bunch of zombies will attack your house and trash it and you can see they've broken the bathtub and all trash some stuff up there and broken something down there and the zombies are invading it's actually about home safety and avoiding falls that that rug you've been a bit of tidy that rug down or you'll trip on it. And similarly, there's puddles by that bath tear that you could slip on. And so in the game, one of the things that you get out of learning it, out of playing it, is that actually this puddle, this benign everyday household thing, is just as dangerous as a zombie. And then if you want, you could then actually engineer it so there's a puddle in the path of a zombie, and it'll take down the zombies. So you can kill zombies with household objects. So we've added a whole zombie story on it, and you can strap a lawnmower to a fridge and make it. Has anyone seen Peter Jackson's early movie Brain Dead? You can do that in this game, sponsored by ACC. And I'll leave it to that. So that's fun. We have window dressed up this awesome home safety game. This is a game done by TransQuil, which is the truck driving industry training organization. It's a simulator of driving a truck, and in particular managing the heavy loads in the trailer unit, so you can corner appropriately. And it's nicely effective, well received. The cool thing is the feedback from the truckies playing this was pretty much, oh, cheer boss, this is good fun. Where's the level with all the ramps and jumps? Because that's what their expectations are shaped by. The last time they played a 3D thing of a truck, it was called Grand Turismo on a PlayStation. So the expectation is that it should be a fun thing. But does the fun really matter? So here's a reality check. Do you choose to play a game because it's apparently fun? Or is it fun? Because you chose to voluntarily play it. Because this could be what's absolutely wrong with everything I'm saying. If you have a large drill sergeant standing behind you saying, you must play this game, is that going to be fun? It's not. So the good news is actually this doesn't matter because it's not about fun. Fun is a side product. What it's actually about is engagement. And how you get to engagement is by making it complex, by not dumbing it down. Dumbing something down makes it boring. That's not engaging. And I suspect many people in this room have heard of Mark Prenzky. He's an American educationalist, has visited New Zealand a few times in recent years, and he's written at length about this topic as well. And in educational games, complexity matters. Mini games are trivial. Mini games are mathematics, you know, times tables. It's just a better flash card. That's great. But complex games are what's important, and that's the opportunity. And so the thing is, your students who are already gaming, who are playing incredibly sophisticated, well, they're not because this is R18, but they're playing other incredibly sophisticated games. When they are playing, let's say, Super Mario Brothers, they are learning how to rescue a princess and they are mastering how to rescue a princess. So they are playing games already, they are learning already. They are learning an awful lot inside that game. And our challenge is just how do we make the thing that they're learning inside the game be aligned with our learning objectives. They're learning regardless. They're learning how to shoot things and how to drive cars really fast. But they may also be learning long-term problem solving. They may be learning rationally efficient economics. I won't buy this big gun right now. I'm going to save up for that one later because there'll be a greater payoff. Oh, delayed gratification. So they're already learning. And this is World of Warcraft. This is the level of complexity some of them may be dealing with. Now it started off slow and simple and over time added a feature and added a feature and scaffolded the learning, but this is what your students are able to deal with. And that loop I had before, well that would be an incredibly simple game if all you did was one thing and then something else happens. The reality of most games is there's a whole bunch of different game loops happening at once. Just like in the real world, there's different systems that affect other things, there's externalities, there's unforeseen consequences to our actions. And that's why what we're really simulating is a context and they can see here's an action, here's a consequence, oh but because of this other action and this other system they're interacting. And that's where we're really teaching them, you know, contextual learning. You've learnt this thing in this one loop here, see how that applies when you've applied it somewhere else. And so games like SimCity is a classic example there. You could raise taxes over here, oh but that has an impact on people's morale over there. You could build some industry here, oh but that has an impact on pollution and the environment over here, which has an impact on happiness, which has an impact on employment rates, and oh my goodness, that's what's possible. So this is a game called Fold It and it's a really fun puzzle game and this is a protein structure and it's all about folding, they apparently they roll up into a re-type thing. And humans because of our 3D spatial awareness are really good at solving puzzles in 3D. And so this game was created by the University of Washington and Seattle, and they sent it out to everyone, and the challenges to fold this thing up. And then what it does is it sends a shortlist of the player's solutions back to their computer. And they have crowd-funded, or crowdsourced possible solutions to how to fold up these proteins, which led to the development of an AIDS vaccine a year or so ago. This is graduate biology, being played by over 100,000 players around the world. Those players are not graduate level biologists or chemists. They're just human beings playing a game, having fun because it's challenging and engaging. So this is what I'm on the hunt for. How can we get to this perfect sweet spot of entertaining, engaging game and our learning objectives at the same time? One app that came out recently that we think has nearly achieved this mythical sweet spot is a wonderful little iPhone iPad app called Dragon Box. And up on the left there you'll see there's a red box inside it there's a dragon. And if everything else is gone, he's very shy, he will pop out. And over time he'll grow into greater, wonderful, beautiful, mythical creatures. But you have to get rid of things. And so if you were to take, you know, if you were to add a black, mothy thing there, if I was to add the inverse of that, it would cancel it out, but I have to add it to both sides before the dragon would come out, you see. And yeah, and then so one of those creatures, one of those critters, I've just replaced it with an X just as a different symbol. It's just a symbol. It doesn't mean anything, kids. And then, oh, hey look, all those critters, they've all kind of just got letters instead of critters. That's cool. You can handle that. And there's everything you do on one side you've got to do on the other side. And oh my God, I've just mastered algebra. The rules of this game are, apart from a dragon growing, identical to the fundamental rules of algebra. I don't think there's even points. You don't score points. That's not one of the rules. The rules of this game are the rules of algebra and it is fun. And here's the thing. You often have this experience in learning. When we're engaged in good learning, we know it's challenging, we know it's interesting, we know there's something going on. So sometimes as a game designer, I look at interesting things in the world and go, cool, how can I make a game out of that? That seems really interesting. And when I put on my game design hat, there's a famous game designer in game design world guy called Ralph Costa, who wrote this book. It's kind of the textbook for the game industry called A Theory of Fun. It's about 10 years old now. And his theory of fun is this. That fun in games arises out of mastery. It arises out of comprehension. It's the act of solving puzzles that makes games fun. And with games, learning is the drug. So here's the irony. I've got a whole industry over here who's trying to figure out how to make our entertainment games more educational. Because that's what keeps people involved. So think about it. If once you learnt to master a game, it's no longer interesting. Once you learn to master knots and crosses and you knew you could always get a draw or a win, after a while you stopped playing that game. Chess, on the other hand, infinite complexity. You could keep being interested in chess forever. The only limit on that is your own ability. So often you'll stop playing chess because you go, oh, I'm not getting any better at this. So that's what is possible. Now, a quick little diversion here. So what Ralph's talking about is that some people are really into solving puzzles. Now, that's not actually the only reason for playing games. So these are some of the reasons that people play games. And you may recognize some of these people from your social netball team or the staff room. Some people play games to win, they're the killers. And it's actually a social element to it. It's important that someone else loses. Achievers are just up for personal self-progress mastery, so they always want to get the top of a leaderboard or earn the most points. If they got 10 points for pressing a button, they'd press that button. Some people are socializers. They play games as a platform for socializing. This is Auntie's Bridge Club. And some people are explorers. They like to find every last hidden secret that's in there. Or they want to complete the whole set of, say, you know, wheatbicks all black training cards. And so these can also be different recipes for if you're designing an educational game or using it in the classroom, how do we cater for all of these different things that people are getting out of games? And when we design a game, what I do is I make sure, well, is there a thing in the game, a game mechanic that relates to this. So if I wanted to encourage socializing, I'd build gift giving into my game, to encourage you and I to talk and interact and encourage socializing, I'd build gift giving into my game, to encourage you and I to talk and interact and develop a relationship. I'd add leaderboards in if competition is important. And if I want, you know, I had something to collect to keep you going. And theoretically, how many people are familiar with the notion of flow? Raise your hand, have you heard, not everyone. So ideally, this is a piece of psychological theory from the early 90s, is that you People are familiar with the notion of flow. Raise your hand have you heard. Not everyone. And ideally, this is a piece of psychological theory from the early 90s, is that when it's all balanced perfectly, between being challenged and using your skills, if you get it just right, there's this perfect Zen-like state of flow, being trapped in the moment, and you lose track of time, and you're just engrossed in that game. But as you can see, it's because there is challenges, because you're using skills, because learning is going on is how you achieve the zen-like state of flow. And a quick little digression. So who's here familiar with Mathletics? Great. And I think obviously they're exhibiting. Is anyone in the room from Mathletics? And look, and I know they are doing a breakout session this afternoon and they're in the hall next door. So Mathletics has done a fantastic job not of making a game, but of gamifying learning. So they've added many of these elements, the points, the badges, the appeal to the social competition between classes or between schools, the ability for you to have an individual sense of mastery yourself, all of those things. They've done a fantastic job of adding on top of what is still in my mind, hey Johnny, tell me what's two plus four. So they've done a fantastic wrapping around fantastic chocolate and probably another layer, but still the fundamental exercise is just, oh, some mass problems. I haven't played the program myself in recent years, it may have changed. So that's still fantastic and effective, but there's still more is possible yet than beyond more practice. So that's, mathematics is fantastic, it's had obvious demonstrable results, but more is possible yet, I suppose, is my message there. So just kind of putting a little cap on that part of the presentation, don't dumb it down. Dumbing down is boredom. You're not introducing game-based learning to bore your students. And that's the thing, you would be amazed at the sophistication of some of the games that probably an eight-year-old could play. They probably are playing their big brothers, you know, R-16, R-18 game. One of the things that I do find happens, particularly in the primary level, is there's a real diversity of skill levels. So there could be a five-year-old who could play a 10-year-olds game, and there'd be 10-year-olds who could only play a six-year-olds game, and vice versa. And that's, but one of the things that games are really good at is self-pacing. Because increasing difficulty over time, you'll probably only get to that certain level and then you'll start to slow down. The difficulty will match your own skills. So what I'm going to talk about now is try to give some examples to bring this to life and to kind of really talk through what are nine different strategies that you could apply the stuff in your own classroom, for instance. And this is based on an article done by the good folks at MIT, so it must be true, or at least useful. So these are the different ways that you could integrate this. If you could, after this, you know, go find some games that are relevant to a subject area or a project-based inquiry that's important to you and your learners, you may be able to apply these to it. So as an authoring platform. And the first example I'll give of this is the, probably these days, the obvious example. Who is not familiar with Minecraft? Raise your hands if you are familiar with Minecraft, great. Raise your hand if you or any of your students are using Minecraft in your schools at the moment. Yeah, great. Raise your hands if that's been largely student-driven. And raise your hands if you've been largely teacher-driven. Yeah, so student-driven. This is the fantastic thing. Kids are, you know, addicted to this virtual cocaine Lego crack stuff. And I'm not going to go into too much detail about Minecraft because it is so well, it's well adopted, I suppose. But I think one of the misconceptions about Minecraft is that, oh, it's great for teaching building. Maybe it's useful for the technology curriculum or for engineering, or maybe there's some physics in it or something. Whereas in fact we should view it as an authoring platform. Just like Google Docs is an authoring platform. And once you approach it with that view, that's where a lot of the awesome case studies I've heard locally have come out. There are, you know, I've heard of local schools modeling their own school in it in order to get the students involved in, hey, how should we create a new learning environment, or where should we put the new classroom? There are people who, you know, they're doing a particular project-based inquiry, right, we'll go model it in Minecraft. And I think some people aren't aware of the incredible sophistication that is possible for this. You can model working computers inside Minecraft. It's possible to put a switch in that does something, that it affects something else. So people have made working computers inside this. They have made models of spaceships and major world landmarks and buildings and all sorts is what is possible in here. So don't write it off as all that fun thing that maybe there's a student club at lunchtime doing. And again, just to hammer the point about the complexity. This is cropped off at the side, so not complete, how you can combine different things inside Minecraft to craft other things. Starting somewhere with a shovel and some dirt and then ending with, you know, you've made a furnace and some switches and all sorts of stuff. This is what your eight-year-olds to 14-year-olds are having no problem doing. And then we're dumbing them down with the periodic table is simpler than this. So authoring, and there's an awful lot of games that you can modify, that you can add things in. There's an awful lot of games that come with editors that you take, they let you bring them to life. So that's one way you can use games in your classroom. Another one is just playing content. Is there a game out there related to your subject area? And I think you would be surprised at what is available out there. I think one of the challenges is just do that Google search for biology game or biodiversity game or quadratic equation game, whatever that is. Some of them are probably a bit old. I think the main criterion evaluating them these days is their age. I think it needs to be, you know, if it's an app, we know it's kind of up with modern user expectations, but I still see a lot of stuff lurking around from the early 2000s, and you can just tell it's dated. It does miss the, it fails the chocolate part of the test. So here's a New Zealand made educational game called Kaitiaki made by Eye Game and Learn, which is some educational consultants in Gisbon. Who's here from the East Coast? A few people, cool. And it teaches about the life cycle of crayfish. And in the first level, it just shows you a crayfish spawn trailing along behind a whale and you gather up with your mates and you avoid the predators because there might be a snapper coming past or a stingray coming past. And probably just in that first level, you have, you know, you probably had to play three or four times, I'm pretty darn confident that the learners have met the learning objective of understanding that the first stage of the life cycle of a crayfish is a, as a very, you know, we should probably have to play three or four times, I'm pretty darn confident that the learners have met the learning objective of understanding that the first stage of the life cycle of a crayfish is an egg kind of thing, and the key predators are X, Y, Z. You know, that learning objective is just there in the game. It's not a quiz that pops on afterwards, it's not a cutscene. The actual game is about that, about living that experience. And then the next stage of the larva, level two, you become a crayfish larva, and then there's other creatures to avoid and the like. So here's a simulation which they then can actually accredit to some NCAA unit standards. And earlier this year they held over on the East Coast an inter-school challenge competition. So they used the gamification elements, the scores, the points, the competition between people to get the kids engaged in learning about New Zealand-specific marine biology. So there's going to be a lot more examples out there that I can't talk for today, but they're there if we look. Simulations, it's kind of just getting one step more sophisticated. Now they don't have for today, but they're there if we look. Simulations, it's kind of just getting one step more sophisticated. Now they don't have to be technical simulations. Here's a game called Puzzle Planets made by Natural History New Zealand based out of Dunedin in conjunction with National Geographic, and it's about teutonic plates. And little simulations see how the tectonic plates move around, create your own planet, and then see what impact that has on life on that planet. And so you can, this is the whole, fail safely, experiment safely, learn from the consequences of your actions and see what happens. Again, medieval number two is actually a really complicated simulation, far more complicated than most history textbooks about things, but you can see what would have happened if the Duchy of X had invaded Belgium at a certain point of time, what actually could have happened? It's actually a geopolitical simulator as much as a warfare simulator as well. Bamzonia, I think, are also exhibiting in the hall next door. It's a financial literacy game application. And it combines the two. So it has individual modules about here's learning about money, some mini games where you can say, pretend that you're a bank teller and get familiar with coins and denominations and handing them out. But then it has a city simulation that goes with it. And so it's kind of as I said before, one of the great strengths of games is that as that capstone. You've got the learning content in these modules, and here's a city. Go free and see if you can apply what you have learned to grow this from a rundown city as it at the start to a bustling metropolis. Games could also be the trigger for a conversation. I was blown away, surprised. This is a cheap little game, well, it's a free game that myself and two or three mates made about three years ago just for fun because the New Zealand Film Commission does not fund video games. There's zero funding for games in New Zealand, so we said, oh, we'll make a New Zealand game ourselves. More Japanese games have been made about Kiwis than New Zealand made games about Kiwi. So we set up to write that wrong. And it's just a shamelessly Kiwiana video game. There's an AA sign there. I don't think there's too many more else on the screen, but there's Kiwi fruit and there's LMP bottles and sheep with rocket launchers. And I was blown away because I got an email from a person I knew down in Nelson who said, I've just assigned this game as homework for my students and then tomorrow we're talking, discussing Kiwiana and national icons and national identity in class. So the very, and you know, fantastic response and assigning a game as homework works. It's kind of a no-brainer in most cases, digital divide allowing. Another good example is a game as homework, it's kind of a no-brainer in most cases, digital divide allowing. Another good example is a serious game, as we call it, Darfur is Dying, which is actually about the refugee crisis in Sudan several years ago. And you play a family of refugees trying to survive for a week in a refugee camp. And, yeah, so play the game, and then it's the springboard for discussions in the classroom around this social issue. And particularly in social studies, there is a lot of stuff out there because a lot of NGOs globally have commissioned educational games. Synically, someone said to me, yeah, social studies is a good place to apply games because, you know, if it was numerously in literacy, if you screw up, you're in trouble. And I think that was a very cynical comment about social studies, but it was another good reason to, I mean, these were social studies you can apply stuff in wider contexts. Games, quite simply, can be a good gateway drug to digital literacy. So I'm not going to dwell on this too much. But how do you teach Grandma to use an iPad? You get it to play Angry Birds. So there you go. How do we unengaged learners learning? Give them the same book they would have had, but make it an e-book. And that does work. Games can also be great for establishing a different point of view. And in some ways this is an expansion of that trigger element as well. Another game developed by an NGO was called Against All Odds, and it was developed by the UN High Commission for Refugees. And in this, you play the role of a stateless person who has been kicked out of your previous country due to another conflict, and you have to go through the whole process of getting out of that country, getting into a new country, getting your papers, and settling into a new country. It was also a great one done by the SBS channel in Australia about Australians trying to escape Australia because it turned into a fascist state as well. And there was also a little bit of kind of reverse boat people viewpoint stuff going on on it. That was called Asylum Australia. And so games are great at creating that different point of view, putting yourself in the shoes of someone else. And then, you know, your learning investigation kicks off from there. You could write a documentary about your experience playing a game or reflections on your own learning process in a game. So play a game and take a diary of your experience and what you have learned through that. I did this once as a university assignment actually playing Grandfayfieldo 3, Grandfieldo South, sorry, Grandfayfellow San Andreas, which is based in the Los Angeles ghetto. It was kind of like, I was writing a diary about my experience pretending to be a black, you know, Negro-American gangster. I was kind of like, I don't quite relate to this. I don't identify very well with that character. But after a few hours of being immersed in it, it was interesting. My point of view, you of view came a lot closer. So here's an interesting game to play. I'm going to give it away, which is a shame. I'm going to give you the spoiler to it. It's called September the 12th. It's just a little online game. It takes about five minutes to play it the most. And what happens in this game is it shows you a Middle Eastern marketplace. And you've got a cross here and a rocket launcher. And there might be a terrorist somewhere. You can see them because, well, they're probably the ones wearing, or the ones that look like terrorists anyway. And you shoot them with a rocket launcher. Boom! Great. And there's a chance, a probability that you'll hit the terrorist, and there's a probability that there might be a little bit of collateral damage. Maybe a passerby also got hit by the rocket launcher. And then there's a probability of chance that a griever will someone else will walk past, see that collateral damage corpse, and start grieving. And then there's a chance that that person might turn into a terrorist themselves because they're so incensed by that act. And then you keep playing and you blub a few more people, there's a few more grievers, and then there's a few more terrorists created. And after a few minutes of playing this game, it kind of dawns on you that there's just more and more terrorists. And after a few minutes playing this game, it dawns on you that violence begets more violence. And here's the thing, there was no story that told you this. There was no story with a beginning, middle and the end. There was no cutscene, there was no pop-up quiz asking you about the learning objective. The rules of the game taught a message. The rules of the game had a worldview imbued in it with value judgments about how the world works. So for me, this is one of the most kind of perfect little examples of what is possible, it was teaching a skill or a, I suppose, a values judgment and a competency rather than teaching facts and content. And so this was a really powerful example of, right, played this game and then maybe do personal reflection on your own learning and what your experience in this game was. Building on that, hey, you can just play a game and critique it like any other text. Critical analysis on games. It's absolutely possible. So this is SimCity, one of the classic games, beautiful, sophisticated. There is SimCity.edu. There's an awful lot of learning resources available for SimCity and that help you go, right, I've been playing this game, that's all nice in this theoretical city, how do I now apply it to local issues in Hamilton or Christchurch rebuild or whatever? So the thing about SimCity is, it is a communist simulator. It is a communist plot to brainwash American children and public service engineers. In this game, one of the more optimal strategies is just to raise taxes. And you can centrally plan, you can just build those anyone's house to build a freeway right down the middle. And there have been many critical academic texts evaluating the values and worldview imbued in this game. And the thing is they're imbued in the rules of the game. Not in the graphics, not in the technology, in the rules of the game. On the other hand, there's another very successful game similar to SimCity called Civilization, where you control a dynasty throughout history. You start off several thousand years BC and end up in the space race. And this game, on the other hand, is the American 20th century as a game, where technological progress is valued above all else. So that's what is possible in critiquing games. And so one little kind of word of warning at this point is, in a game like civilization, you could play as Gandhi, for instance, and Gandhi could work over several years to develop his arsenal of nuclear weapons and blow the west up if that's what Gandhi wanted. So there's a role for teacher or educator as facilitator. There's an awful lot of tangential learning inside games. And I have heard people come to me and said, oh, I learned all about World War II by playing a game called Command and Conquer. And obviously what happened in World War II is Einstein went back in time and assassinated Hitler, and that created a divergent timeline where Russia did X. So there's a need for a reality check, but often it can be the trigger for them going on and doing their own self-directed learning. What really happened in World War II? Who was this Gandhi guy? Did he actually research technology, or did he have a completely alternative strategy? Go and research that. So here's the thing. There's often a lot of learning inside entertainment games, and it requires the facilitation to drag it out. But what we are seeing is entertainment games that are also factually accurate. So that Tectonic Plates game I mentioned before, that same company also made a game called Flutter, which is about butterflies in the Amazon rainforest. And all the flora and fauna in the game is factually accurate. So there is a lot of that stuff going on and we just have to find it and use it in the class. Now one of the things I think games are just great for is they play a great role just in inquiry-based learning and project-based learning. As I said before, almost regardless of the topic, if you do a search, you will find some game about it. So the question for inquiry-based learning should be, okay, go find a book about that in the library, or is there a great YouTube video about that? Oh, hey, are there any games about that? That could just be the prompt for our students. But then one of the great things is, okay, you're doing a standard on X, on Newtonian physics. Why don't you go make a game about that? And here we're really starting to get to an advanced level of thinking and critiquing, but it can apply at all ages. So we should actually encourage our students to go and make a game, to learn to program. And there's many tools about this. I'm pretty sure the Code Avengers guys, are they in the room? No, but they are giving a session later on. I saw there's a session, one of the break-ups this afternoon, about developing Scratch, which is another easy-to-use programming tool. And so Code Avengers is local and good. And it's like the Khan Academy for learning to code. And the thing, I'll get in a sec. But one of the other tools I recommend, oh look, here's a game we made earlier about Newtonian physics. Here's Isaac Newton about to discover gravity, or gravity discover him. And Gamefruit is a drag-and-drop game-making tool. And I think it either uses the scratch language or something very similar to it, but has the advantage of having all these asset libraries and existing scripts and stuff for making games. And it's made by a team in Wellington. And I've got the link for the four teachers link because they've got four unit standards for year 11 and 12 media studies where the unit standard is, you know, produce a media output using particular conventions. And so they've done the hard work in terms of creating the linkages to the curriculum and creating some lesson plans. But here's the thing. When a student is challenged to take their learning and make it into a game, they have to. The act of creating a game is pure, absolute deconstruction. It's like, right, let's say Isaac Newton here, I've got to figure out what are the elements here. There's a person, there's apples, right, let's say Isaac Newton here, I've got to figure out what are the elements here, there's a person, there's apples, what do the apples do, they fall down. What's the relationship between an apple and a branch? Oh, well, it can't go through the branch because that's solid, it will come to a rest state. What's the relationship between the apple and a person? Oh, it will hurt them. Then what does the person do? So the process of deconstructing everything to make all those rules really forces the game designer or the student to consider water all the interrelationships between everything and how do they all fit together. What's the context here? And maybe what are those big game loops? What's really going on? So the really powerful stuff for me comes in once you start to make games. This is a, yeah, this was done apparently by a 12-year-old in Wellington using the Game Fruit tool as well. And here's why, it's a similar process going on when you're playing a game. And here's why, in my opinion, violent video games aren't creating a generation of serial killers or mass murderers. Because even if I was playing a game where I am running around shooting zombies or even shooting human beings, I'm busy acting at a strategic level. I'm being a strategic learner deconstructing what's going on. I'm going, right, there's a zombie coming here and there's another one coming here. What's the best tactic? What's the most optional, what's the most efficient way of doing it? I'll take that one down. It's more efficient to hit them in the head than it is in the body, because then I can kill him with one shot rather than three shots. So when a player is playing a game, they are figuring out how the game works. They are figuring out the rules of the world. They're deconstructing and reverse engineering the rules of that game. So here's the thing. Just give them a simulation of the world. They're deconstructing and reverse engineering the rules of that game. See here's the thing. Just give them a simulation of the topic. Let them reverse engineer what's going on. They've learned. They've learned the learning objectives. That's the ideal of it. And it's also why they're actually operating with regards to violence in games. They're thinking more about all that strategy than they are about the visceral enjoyment of shooting another human being. And if you talk to those game players, that's not what they're getting more about all that strategy than they are about the visceral enjoyment of shooting another human being. And if you talk to those game players, that's not what they're getting out of it. They say, oh, I'm being very clever. And last two weekends ago, I watched Kim.com beat 90 people at a game called Modern Warfare 3, which he was the world champion on at one point. And it was a sight to behold. He was definitely displaying a skill and a competency in running around and shooting people. But he had invested time and effort in doing that. And it was actually impressive to watch even as a non-gamer. And to date he may or may not have done copyright infringement, but I don't think he's gone a shot anyone. So my challenge to you then was, have I hopefully given you some of the building blocks to be able to go forth and identify a game? Think of an area that you want to apply it to and maybe take some of those strategies and even implement it in the short term. And in a second we're going to hand over for Q&A time, but then also pretty much to allow the whole hour or more this afternoon to really workshop some of the stuff through. And also to have the reality check on it, because if it's all as wonderful as I'm saying, how come we're not doing it as much in our classrooms already? Or maybe some of us in this room already are."}