{"speakers": [], "chunks": [{"timestamp": [0.0, 27.12], "text": " It may look like a birdcage, it may look like a bird cage, but for American yachtsman Dr. Bob Griffith, it's his ticket to the tropics."}, {"timestamp": [27.72, 34.7], "text": " A family cruise nearly ended in tragedy last year when with wife and son aboard, his 53-foot cutter ran aground on a Pacific reef."}, {"timestamp": [35.18, 39.26], "text": " The ill-fated Awani, designed by Ufa Fox, had a conventional wooden howl."}, {"timestamp": [39.58, 43.42], "text": " In Auckland, using the same design, Bob builds a replica in furrow concrete."}, {"timestamp": [44.32, 49.52], "text": " Though its shell is less than an inch thick, wire and iron rod reinforcing make it strong and light as wood."}, {"timestamp": [50.32, 57.52], "text": " Young Reedy hopes to build his own boat someday. Who knows, with good timber getting scarce, all small crafts might be thorough concrete by then."}, {"timestamp": [58.0, 61.04], "text": " Right now, Mrs. Griffith is more concerned that this boat will float."}, {"timestamp": [62.4, 65.12], "text": " Concrete binds the whole structure in one unit for strength."}, {"timestamp": [65.56, 67.46], "text": " Plaster smooths the surface for the cedar,"}, {"timestamp": [67.82, 71.06], "text": " which stops seepage and acts as base for primer and glossy finish,"}, {"timestamp": [71.4, 73.1], "text": " and borers no problem at all."}, {"timestamp": [74.42, 77.94], "text": " On the slip, Awani sheds her scaffolding and scents the sea air."}, {"timestamp": [78.46, 80.12], "text": " Ah, uh, elbow grease again."}, {"timestamp": [81.3, 83.88], "text": " Dr. Griffith has more than money invested in Awani."}, {"timestamp": [83.88, 86.24], "text": " She's a sort of concrete caravan"}, {"timestamp": [86.24, 97.16], "text": " with all the fortunes of a family's future. On trial, Awani's big Bermudan rig"}, {"timestamp": [97.16, 102.08], "text": " sweeps across the Whitamatta. Today it's a shaked-on cruise, but soon New"}, {"timestamp": [102.08, 108.5], "text": " Zealand will fall astern when the concrete Awani is bound for Britain and someday home to the USA."}, {"timestamp": [108.5, 122.0], "text": " Western Samoa has been independent since 1962, though New Zealand's aid still continues."}, {"timestamp": [122.0, 124.0], "text": " Progress has been gradual."}, {"timestamp": [124.0, 127.5], "text": " Up here's 25,000 people are still the only town dwellers."}, {"timestamp": [127.5, 136.6], "text": " The majority live in small coastal communities, fishing, farming, relaxing."}, {"timestamp": [138.5, 163.0], "text": " Those armours adopt Western ways, they combine them with their old traditions, making a happy mixture of the two. For the legislative assembly the future is the problem."}, {"timestamp": [163.0, 168.0], "text": " Western Samoa's population doubles every 21 years."}, {"timestamp": [168.0, 172.0], "text": " To prosper they must export and they need help to expand their economy."}, {"timestamp": [172.0, 176.0], "text": " A one and a quarter million pound loan from New Zealand builds the new harbour."}, {"timestamp": [176.0, 181.0], "text": " At Alafua, New Zealand Freedom from Hunger Funds erect a new agriculture college."}, {"timestamp": [181.0, 187.0], "text": " At Avalet, agriculture instructor Lynn Jackson from New Zealand shows students"}, {"timestamp": [187.0, 191.0], "text": " how to improve their banana crops."}, {"timestamp": [191.0, 198.0], "text": " The village school at Putasi accepts another kind of aid."}, {"timestamp": [198.0, 204.0], "text": " Two teachers, Rosalindhans of Invikargal and Barbara Church of Dunedin, work without pay through"}, {"timestamp": [204.0, 206.0], "text": " our volunteer service abroad scheme."}, {"timestamp": [206.0, 213.0], "text": " Their aid will help the new generations of Sarmones understand how their country must deal with the outside world."}, {"timestamp": [217.0, 227.0], "text": " New Zealanders and Sarmones are working together still to make Samoan independence a reality."}, {"timestamp": [227.0, 242.0], "text": " A hundred years ago, a government chemical laboratory was founded for the analysis of minerals."}, {"timestamp": [242.0, 245.24], "text": " Recently, the main laboratory was rehoused in a group"}, {"timestamp": [245.24, 249.56], "text": " of school-like buildings at Gracefield in the Hutt Valley to continue its work for government"}, {"timestamp": [249.56, 256.84], "text": " and industry. Mechanical testing finds the breaking strengths of metal components for engineers."}, {"timestamp": [261.44, 270.0], "text": " Farmers are more interested in reliable binder twine. They can see that here too it always goes at the knot."}, {"timestamp": [274.0, 279.0], "text": " Just now, Chemistry Division, with a staff of 180,"}, {"timestamp": [279.0, 282.0], "text": " is very interested in polystyrene foam sheet,"}, {"timestamp": [282.0, 287.0], "text": " since an electrically heated wire can quickly shape it into varied items for the building of displays."}, {"timestamp": [287.0, 303.5], "text": " For their own centennial exhibition all sorts of things are being made including a"}, {"timestamp": [303.5, 308.58], "text": " nice big model of a molecule of alcohol showing hydrogen atoms attached in three different ways."}, {"timestamp": [312.44, 320.8], "text": " The structure of alcohol can be confirmed in a moment. A small tube of the liquid goes between the big electromagnets of a nuclear magnetic resonance spectrometer."}, {"timestamp": [321.5, 325.24], "text": " The hydrogen atoms vibrate in three different ways and the resulting trace"}, {"timestamp": [325.24, 332.96], "text": " on the tube clearly says alcohol. On this machine, such material can even be made to write"}, {"timestamp": [332.96, 343.2], "text": " its own signature. But how much alcohol? A minute blood sample from a suspect motorist is"}, {"timestamp": [343.2, 347.0], "text": " taken for injection into a gas chromatograph."}, {"timestamp": [349.0, 355.0], "text": " The alcohol diffuses through a coil tube and its arrival at the other end is recorded."}, {"timestamp": [360.0, 366.5], "text": " A little later, a measured amount of an internal standard follows and makes its trace,"}, {"timestamp": [366.5, 369.38], "text": " and the two peaks can be compared."}, {"timestamp": [369.38, 374.5], "text": " This rapid process saves all the time that used to be spent with test tubes, reagents and distillations."}, {"timestamp": [374.5, 387.0], "text": " In seconds, a pine 4.2 is reduced to chips for making paper pulp."}, {"timestamp": [387.0, 394.0], "text": " The chips go into a pilot-scale pulping plant in the chemical engineering section."}, {"timestamp": [394.0, 410.0], "text": " Steam-heated sulfite extracts lignin and resins, leaving a mass of cellulose fibers in the pressure cooker."}, {"timestamp": [410.0, 415.0], "text": " The boilings, known as black liquor, are being tested for economic value."}, {"timestamp": [415.0, 420.0], "text": " For one thing, this waste product could give the paper industry all the size it needs for paper finishing."}, {"timestamp": [420.0, 427.0], "text": " Again, gas chromatography replaces laborious analysis."}, {"timestamp": [427.0, 430.0], "text": " Results show that black liquor should not be thrown away."}, {"timestamp": [430.0, 433.0], "text": " No matter what time of year the timber is cut,"}, {"timestamp": [433.0, 437.0], "text": " the liquor always has the same content of valuable materials."}, {"timestamp": [437.0, 441.0], "text": " The paint section has ultraviolet lamps"}, {"timestamp": [441.0, 445.36], "text": " for accelerated weathering tests of paints used by government consumers."}, {"timestamp": [445.36, 450.28], "text": " For the public, the section shows how various special road paints look by day and by night"}, {"timestamp": [450.28, 456.36], "text": " under headlamps."}, {"timestamp": [456.36, 458.24], "text": " High frequency on."}, {"timestamp": [458.24, 463.38], "text": " In an induction furnace, zinc is added to copper to make a special grade of brass."}, {"timestamp": [463.38, 465.44], "text": " As in refining of copper, green branches"}, {"timestamp": [465.44, 497.0], "text": " are used for stirring. A sample of the special brass is polished so that it can be examined under the reflection microscope and its structure revealed."}, {"timestamp": [497.0, 512.0], "text": " The resulting patterns when photographed for display could also provide ideas for designers of fabrics and wallpapers."}, {"timestamp": [514.5, 519.0], "text": " As visitors to the laboratory's open days will see, everything from ice cream to steel has its standards maintained by the chemistry division."}, {"timestamp": [519.0, 523.0], "text": " Some of the displays clearly date back more than the advertised 100 years,"}, {"timestamp": [523.0, 526.0], "text": " but chemistry is a science with a long history."}, {"timestamp": [526.0, 534.0], "text": " In New Zealand, its main laboratories are at Gracefield, amongst some of the industries served by the Department of Scientific and Industrial Research."}], "text": " It may look like a birdcage, it may look like a bird cage, but for American yachtsman Dr. Bob Griffith, it's his ticket to the tropics. A family cruise nearly ended in tragedy last year when with wife and son aboard, his 53-foot cutter ran aground on a Pacific reef. The ill-fated Awani, designed by Ufa Fox, had a conventional wooden howl. In Auckland, using the same design, Bob builds a replica in furrow concrete. Though its shell is less than an inch thick, wire and iron rod reinforcing make it strong and light as wood. Young Reedy hopes to build his own boat someday. Who knows, with good timber getting scarce, all small crafts might be thorough concrete by then. Right now, Mrs. Griffith is more concerned that this boat will float. Concrete binds the whole structure in one unit for strength. Plaster smooths the surface for the cedar, which stops seepage and acts as base for primer and glossy finish, and borers no problem at all. On the slip, Awani sheds her scaffolding and scents the sea air. Ah, uh, elbow grease again. Dr. Griffith has more than money invested in Awani. She's a sort of concrete caravan with all the fortunes of a family's future. On trial, Awani's big Bermudan rig sweeps across the Whitamatta. Today it's a shaked-on cruise, but soon New Zealand will fall astern when the concrete Awani is bound for Britain and someday home to the USA. Western Samoa has been independent since 1962, though New Zealand's aid still continues. Progress has been gradual. Up here's 25,000 people are still the only town dwellers. The majority live in small coastal communities, fishing, farming, relaxing. Those armours adopt Western ways, they combine them with their old traditions, making a happy mixture of the two. For the legislative assembly the future is the problem. Western Samoa's population doubles every 21 years. To prosper they must export and they need help to expand their economy. A one and a quarter million pound loan from New Zealand builds the new harbour. At Alafua, New Zealand Freedom from Hunger Funds erect a new agriculture college. At Avalet, agriculture instructor Lynn Jackson from New Zealand shows students how to improve their banana crops. The village school at Putasi accepts another kind of aid. Two teachers, Rosalindhans of Invikargal and Barbara Church of Dunedin, work without pay through our volunteer service abroad scheme. Their aid will help the new generations of Sarmones understand how their country must deal with the outside world. New Zealanders and Sarmones are working together still to make Samoan independence a reality. A hundred years ago, a government chemical laboratory was founded for the analysis of minerals. Recently, the main laboratory was rehoused in a group of school-like buildings at Gracefield in the Hutt Valley to continue its work for government and industry. Mechanical testing finds the breaking strengths of metal components for engineers. Farmers are more interested in reliable binder twine. They can see that here too it always goes at the knot. Just now, Chemistry Division, with a staff of 180, is very interested in polystyrene foam sheet, since an electrically heated wire can quickly shape it into varied items for the building of displays. For their own centennial exhibition all sorts of things are being made including a nice big model of a molecule of alcohol showing hydrogen atoms attached in three different ways. The structure of alcohol can be confirmed in a moment. A small tube of the liquid goes between the big electromagnets of a nuclear magnetic resonance spectrometer. The hydrogen atoms vibrate in three different ways and the resulting trace on the tube clearly says alcohol. On this machine, such material can even be made to write its own signature. But how much alcohol? A minute blood sample from a suspect motorist is taken for injection into a gas chromatograph. The alcohol diffuses through a coil tube and its arrival at the other end is recorded. A little later, a measured amount of an internal standard follows and makes its trace, and the two peaks can be compared. This rapid process saves all the time that used to be spent with test tubes, reagents and distillations. In seconds, a pine 4.2 is reduced to chips for making paper pulp. The chips go into a pilot-scale pulping plant in the chemical engineering section. Steam-heated sulfite extracts lignin and resins, leaving a mass of cellulose fibers in the pressure cooker. The boilings, known as black liquor, are being tested for economic value. For one thing, this waste product could give the paper industry all the size it needs for paper finishing. Again, gas chromatography replaces laborious analysis. Results show that black liquor should not be thrown away. No matter what time of year the timber is cut, the liquor always has the same content of valuable materials. The paint section has ultraviolet lamps for accelerated weathering tests of paints used by government consumers. For the public, the section shows how various special road paints look by day and by night under headlamps. High frequency on. In an induction furnace, zinc is added to copper to make a special grade of brass. As in refining of copper, green branches are used for stirring. A sample of the special brass is polished so that it can be examined under the reflection microscope and its structure revealed. The resulting patterns when photographed for display could also provide ideas for designers of fabrics and wallpapers. As visitors to the laboratory's open days will see, everything from ice cream to steel has its standards maintained by the chemistry division. Some of the displays clearly date back more than the advertised 100 years, but chemistry is a science with a long history. In New Zealand, its main laboratories are at Gracefield, amongst some of the industries served by the Department of Scientific and Industrial Research."}