{"speakers": [], "chunks": [{"timestamp": [0.0, 38.5], "text": " The President Visiting New Zealand on a goodwill tour is Britain's first post-war passenger play, the Vickers Viking."}, {"timestamp": [39.24, 45.5], "text": " The Viking is similar in design to the famous Wellington bomber, and it took only 70 hours to fly from London to Walkland."}, {"timestamp": [48.7, 57.9], "text": " The Viking represents the last word in comfortable air travel. During flights, stewards serve drinks and meals to the passengers who lull back in luxurious armchairs."}, {"timestamp": [61.5, 67.0], "text": " The lady sips a martini, and glancing down she catches a glimpse of Hastings."}, {"timestamp": [67.0, 101.0], "text": " In a few seconds, Napier appears a plane will make a landing. Quite a crowd has gathered at the Napier Aerodrome to look over the big aircraft,"}, {"timestamp": [101.0, 110.08], "text": " and the mayor, with local celebrities, are going aboard for a free a free ride and some refreshments hundreds of these fine British aircraft have"}, {"timestamp": [110.08, 113.68], "text": " already been sold to airlines all over the world and it's very likely that"}, {"timestamp": [113.68, 116.0], "text": " New Zealand will be seeing more of the Vickers Viking."}, {"timestamp": [116.0, 128.0], "text": " Outwardly Ruatoki is like any other farming district."}, {"timestamp": [128.0, 133.0], "text": " The farmers take the milk to the factory and do all the things that people on the land always do."}, {"timestamp": [133.0, 136.0], "text": " But Ruatoki is different, for all its farmers are Māori's."}, {"timestamp": [136.0, 138.0], "text": " There's not a Pākehā among them."}, {"timestamp": [142.0, 147.0], "text": " Once Ruatoki was a poor place where the Tuorai people farmed haphazardly on their scattered family lands."}, {"timestamp": [147.0, 152.0], "text": " In 1930 a native land development scheme was started and since then it has prospered."}, {"timestamp": [152.0, 156.0], "text": " Now the cheese factory can only handle two-thirds of the milk produced"}, {"timestamp": [156.0, 174.0], "text": " and the cream lorry comes from Rangatike to take the surplus cream. Rua Toki has two stores and their business is a good indication of the district's prosperity."}, {"timestamp": [174.0, 187.0], "text": " The interior of one is all that a country store should be."}, {"timestamp": [187.0, 198.0], "text": " The scene of all this activity lies 12 miles inland from the Bay of Plenty, with the"}, {"timestamp": [198.0, 201.0], "text": " Waukatani River flowing through it."}, {"timestamp": [201.0, 208.0], "text": " In 18 years, the Maori farmers with the aid of loans from the native department have transformed this valley."}, {"timestamp": [208.0, 212.0], "text": " With the money they fenced it, grassed it and bought stock."}, {"timestamp": [212.0, 231.0], "text": " Around here you see all the things you normally see in a farming district and you see some old-time Maori ones as well."}, {"timestamp": [231.0, 237.0], "text": " This Wahini is stripping Kyr Kyr to make a mat similar to the one she's sitting on."}, {"timestamp": [241.0, 246.88], "text": " Storing potatoes for the winter is another old Maori custom, but there have been big changes."}, {"timestamp": [246.88, 255.0], "text": " These people no longer live in this whari. It's now only a storehouse."}, {"timestamp": [255.0, 262.0], "text": " Now they live in a cottage like this. Four types of standard cottages have been built in Rootoki,"}, {"timestamp": [262.0, 267.0], "text": " and the native department has advanced the money."}, {"timestamp": [267.0, 274.0], "text": " To represent the native department, there's a resident supervisor and the Maori farmers called to discuss their problems."}, {"timestamp": [274.0, 281.0], "text": " Administration here calls for a nice balance between encouraging initiative and discouraging extravagance."}, {"timestamp": [281.0, 289.34], "text": " From the department store, the farmers draw their supplies of fertilizers and other farm requirements."}, {"timestamp": [289.86, 293.36], "text": " For these, as well as the capital advances on houses, farms and stock,"}, {"timestamp": [293.78, 295.64], "text": " deductions are made from the monthly milk checks."}, {"timestamp": [296.42, 299.64], "text": " Measured by financial standards, the Rootoki scheme is a success,"}, {"timestamp": [299.64, 305.6], "text": " for out of the 116 farmers, over a third have repaid all advances and are now in credit."}, {"timestamp": [314.8, 318.4], "text": " The Maori children of the Tawa school are a lot like Pakiha children."}, {"timestamp": [318.4, 354.0], "text": " When there's a bathing parade, they can't get away from school fast enough. On the other side of the valley is the Ruhatoki native high school."}, {"timestamp": [354.0, 359.0], "text": " Biggest problem for Rua Toki children is learning English, for at home, Maori has always spoken."}, {"timestamp": [359.0, 377.58], "text": " Yet English is essential if they're going to make their way in a Pakiha world. By carrying out herd testing on their family herds, these future farmers can see the practical"}, {"timestamp": [377.58, 379.84], "text": " advantages of high-grade cars."}, {"timestamp": [379.84, 383.72], "text": " All knowledge that will make them better farmers means a higher standard of living for Maori"}, {"timestamp": [383.72, 384.88], "text": " people."}, {"timestamp": [384.88, 389.7], "text": " Already Ruatoki herds are good but there's still room for"}, {"timestamp": [389.7, 395.16], "text": " improvement and the same can be said for the standard of farming generally"}, {"timestamp": [395.16, 402.56], "text": " one advantage of central planning for the whole farming community is that"}, {"timestamp": [402.56, 406.44], "text": " everybody has a good water supply the system supplies both sides of the river."}, {"timestamp": [408.64, 413.0], "text": " Though there is much that is new in Rootoki, there are still strong traces of the old."}, {"timestamp": [413.36, 417.44], "text": " In the district, there are seven meeting houses which are still the center of social life."}, {"timestamp": [420.56, 429.54], "text": " It is at the meeting houses that the food is prepared for the hungies when distinguished visitors have to be entertained. When the guests arrive the"}, {"timestamp": [429.54, 433.52], "text": " traditional welcomes are given by old and young."}, {"timestamp": [433.52, 441.6], "text": " Harkar and my rae taurama, ha'em my hide in my life. Takarua Tamarau, the"}, {"timestamp": [441.6, 448.0], "text": " paramount chief, is a skilled orator in the best Maori tradition but he's also a farmer who's interested in the price of butterfat."}, {"timestamp": [452.0, 456.0], "text": " The Prime Minister applies to their requests."}, {"timestamp": [459.0, 467.44], "text": " The old people remember what Rua Toki was like before the scheme operated and are proud of what they've achieved."}, {"timestamp": [472.96, null], "text": " For the young, the greatest need is more places like Rua Toki, for it's not big enough to hold them all."}], "text": " The President Visiting New Zealand on a goodwill tour is Britain's first post-war passenger play, the Vickers Viking. The Viking is similar in design to the famous Wellington bomber, and it took only 70 hours to fly from London to Walkland. The Viking represents the last word in comfortable air travel. During flights, stewards serve drinks and meals to the passengers who lull back in luxurious armchairs. The lady sips a martini, and glancing down she catches a glimpse of Hastings. In a few seconds, Napier appears a plane will make a landing. Quite a crowd has gathered at the Napier Aerodrome to look over the big aircraft, and the mayor, with local celebrities, are going aboard for a free a free ride and some refreshments hundreds of these fine British aircraft have already been sold to airlines all over the world and it's very likely that New Zealand will be seeing more of the Vickers Viking. Outwardly Ruatoki is like any other farming district. The farmers take the milk to the factory and do all the things that people on the land always do. But Ruatoki is different, for all its farmers are Māori's. There's not a Pākehā among them. Once Ruatoki was a poor place where the Tuorai people farmed haphazardly on their scattered family lands. In 1930 a native land development scheme was started and since then it has prospered. Now the cheese factory can only handle two-thirds of the milk produced and the cream lorry comes from Rangatike to take the surplus cream. Rua Toki has two stores and their business is a good indication of the district's prosperity. The interior of one is all that a country store should be. The scene of all this activity lies 12 miles inland from the Bay of Plenty, with the Waukatani River flowing through it. In 18 years, the Maori farmers with the aid of loans from the native department have transformed this valley. With the money they fenced it, grassed it and bought stock. Around here you see all the things you normally see in a farming district and you see some old-time Maori ones as well. This Wahini is stripping Kyr Kyr to make a mat similar to the one she's sitting on. Storing potatoes for the winter is another old Maori custom, but there have been big changes. These people no longer live in this whari. It's now only a storehouse. Now they live in a cottage like this. Four types of standard cottages have been built in Rootoki, and the native department has advanced the money. To represent the native department, there's a resident supervisor and the Maori farmers called to discuss their problems. Administration here calls for a nice balance between encouraging initiative and discouraging extravagance. From the department store, the farmers draw their supplies of fertilizers and other farm requirements. For these, as well as the capital advances on houses, farms and stock, deductions are made from the monthly milk checks. Measured by financial standards, the Rootoki scheme is a success, for out of the 116 farmers, over a third have repaid all advances and are now in credit. The Maori children of the Tawa school are a lot like Pakiha children. When there's a bathing parade, they can't get away from school fast enough. On the other side of the valley is the Ruhatoki native high school. Biggest problem for Rua Toki children is learning English, for at home, Maori has always spoken. Yet English is essential if they're going to make their way in a Pakiha world. By carrying out herd testing on their family herds, these future farmers can see the practical advantages of high-grade cars. All knowledge that will make them better farmers means a higher standard of living for Maori people. Already Ruatoki herds are good but there's still room for improvement and the same can be said for the standard of farming generally one advantage of central planning for the whole farming community is that everybody has a good water supply the system supplies both sides of the river. Though there is much that is new in Rootoki, there are still strong traces of the old. In the district, there are seven meeting houses which are still the center of social life. It is at the meeting houses that the food is prepared for the hungies when distinguished visitors have to be entertained. When the guests arrive the traditional welcomes are given by old and young. Harkar and my rae taurama, ha'em my hide in my life. Takarua Tamarau, the paramount chief, is a skilled orator in the best Maori tradition but he's also a farmer who's interested in the price of butterfat. The Prime Minister applies to their requests. The old people remember what Rua Toki was like before the scheme operated and are proud of what they've achieved. For the young, the greatest need is more places like Rua Toki, for it's not big enough to hold them all."}