{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Turbo Proms"}, {"timestamp": [7.0, 29.28], "text": " Thunder across Wellington when three Hercules transporters worth four million pounds arrive at Rongatai."}, {"timestamp": [30.06, 34.22], "text": " Apart from stops at Hawaii and Fiji, the flight took 31 hours from the United States."}, {"timestamp": [34.96, 66.44], "text": " After low-level runs across the capital, the first long-range transports for the RNZAF in 13 years."}, {"timestamp": [67.16, 69.68], "text": " For the 21 New Zealanders aboard, it's welcome home."}, {"timestamp": [71.14, 75.82], "text": " Wing Commander B.A. Wood meets the Prime Minister and introduces the air crews who will fly the Hercules,"}, {"timestamp": [76.36, 81.78], "text": " an aircraft which with a crew of only four can take 92 troops 4,000 miles without refueling."}, {"timestamp": [87.52, 92.48], "text": " Mr. Holio announces that next year, Lockheed will supply five Orion anti-submarine aircraft."}, {"timestamp": [93.16, 96.62], "text": " New Zealand's future in aviation is discussed by the Minister of Defense, Mr. Air,"}, {"timestamp": [97.28, 100.92], "text": " the American ambassador, Mr. Powell, and Air Vice Marshal, IG Morrison."}, {"timestamp": [103.02, 131.94], "text": " Engines, howling along the runway, the huge Hercules fly for Funuopai. From Canada comes the pig aluminium for New Zealand's first aluminium rolling mill,"}, {"timestamp": [132.38, 134.78], "text": " raw ingots to be converted to sheeting and beams."}, {"timestamp": [135.92, 142.36], "text": " Aluminium came to worry on the outskirts of Auckland with the opening of a 3 million pound processing plant in 1961."}, {"timestamp": [144.52, 146.24], "text": " Ten tons of molten metal"}, {"timestamp": [146.24, 148.16], "text": " simmers in the furnace while added traces"}, {"timestamp": [148.16, 150.2], "text": " of manganese or magnesium produce"}, {"timestamp": [150.2, 151.24], "text": " aluminium alloys."}, {"timestamp": [159.12, 160.98], "text": " New billets are cast as logs"}, {"timestamp": [160.98, 163.2], "text": " tailored to fit snugly inside a second furnace."}, {"timestamp": [163.84, 165.32], "text": " This completes conversion to an"}, {"timestamp": [165.32, 179.28], "text": " alloy, 14 times stronger than the original ingot. Hot aluminium is forcibly fed through the"}, {"timestamp": [179.28, 187.0], "text": " extruder. Squeeze like toothpaste in a tube, a narrow beam emerges."}, {"timestamp": [187.0, 195.0], "text": " Sliding over graphite to reduce friction, the newly formed beam is as strong as structural steel, yet three times as flexible."}, {"timestamp": [199.0, 206.0], "text": " Jaws grip one end in a 25-ton pull to stretch and straighten the 140 foot lengths for sawing."}, {"timestamp": [210.0, 237.76], "text": " Sheat products begin in the rolling mill. The 8-inch billet is rolled to half an inch thick and 80 feet long."}, {"timestamp": [241.0, 248.0], "text": " New Zealand manufacturers can now buy directly from Worry, saving the country £1 million a year in overseas funds."}, {"timestamp": [248.0, 252.0], "text": " Locally produced roofing is cheaper by £30 a tonne."}, {"timestamp": [252.0, 256.0], "text": " Finer gauges are rolled on the cold mill and wound on spools."}, {"timestamp": [256.0, 272.0], "text": " Aluminium is versatile. These blanks are destined to become toothpaste tubes."}, {"timestamp": [272.0, 285.0], "text": " But the factory workers have their own ideas."}, {"timestamp": [285.0, 301.0], "text": " 100 years, more precious than gold or silver."}, {"timestamp": [301.0, 306.04], "text": " Today, serving science, civil engineers, the handyman and housewife,"}, {"timestamp": [306.48, 309.84], "text": " keeping abreast of New Zealand's building boom. Aluminium."}, {"timestamp": [328.72, 329.64], "text": " North of Wanganui lies the rugged Waitotra Valley."}, {"timestamp": [333.5, 333.86], "text": " Four years ago, two ambitious young 20-year-olds, Alan Anderson and Bob Marshall,"}, {"timestamp": [337.0, 337.44], "text": " came to this pioneer country of thick scrub and hundred-foot gorges,"}, {"timestamp": [341.48, 342.56], "text": " intent on turning 1,800 acres of abandoned wilderness into productive farmland."}, {"timestamp": [344.42, 344.72], "text": " Bringing in surprise to the scrub-cutters camp,"}, {"timestamp": [345.1, 349.0], "text": " Alan has plenty of time to reflect on the progress of their battle. First there were the"}, {"timestamp": [349.0, 352.12], "text": " substantial development loans including assistance from the marginal"}, {"timestamp": [352.12, 356.26], "text": " lands board. Then there was the seemingly endless sweat and strain clearing the"}, {"timestamp": [356.26, 362.68], "text": " bush and scrub. The first year only 120 acres but this year the goal is 350 acres."}, {"timestamp": [362.68, 366.22], "text": " Conditions are primitive and the weather has been foul."}, {"timestamp": [367.16, 369.1], "text": " Living under canvas is fun on a summer holiday,"}, {"timestamp": [369.52, 371.86], "text": " but in winter in the wilds it's utterly miserable."}, {"timestamp": [372.78, 375.46], "text": " The camp is being broken in readiness for the arrival of the helicopter,"}, {"timestamp": [375.88, 378.94], "text": " the cheapest way of shifting everything further back over the bleak ridges"}, {"timestamp": [378.94, 380.14], "text": " as each block is cut."}, {"timestamp": [380.9, 384.14], "text": " With 35 scrub cutters working up big appetites on the steep slopes,"}, {"timestamp": [384.14, 390.0], "text": " the camp kitchen menu includes 10 sheep, 40 pounds of butter and 100 loaves of bread a week."}, {"timestamp": [394.0, 397.0], "text": " With the arrival of the chopper, speed is essential."}, {"timestamp": [397.0, 443.0], "text": " She swoops down and in one hour flat plucks up 7,000 pounds of equipment and whisks it over the inhospitable hills to the new campsite. Scrub cutting in this country requires plenty of stamina and tenacity."}, {"timestamp": [443.0, 448.88], "text": " Ten hours a day, seven days a week. The rain"}, {"timestamp": [448.88, 454.0], "text": " washes the sun out, the sun burns the rain out, and there's always the risk of accidents,"}, {"timestamp": [454.0, 458.08], "text": " usually small cuts and bruises, but sometimes bad gashes and broken bones."}, {"timestamp": [458.08, 471.74], "text": " Alan and Bob work right along with the gang. Alan and Bob work right along with the gang and for them progress is measured"}, {"timestamp": [471.74, 492.0], "text": " almost blow by blow. For over four months the grueling struggle goes on,"}, {"timestamp": [492.0, 495.0], "text": " the patterns of progress becoming bolder daily."}, {"timestamp": [495.0, 501.0], "text": " Then when the last axe blowers died away, the feld scrub is left for several months to wither and dry,"}, {"timestamp": [501.0, 513.94], "text": " and wait for the torch. This is an anxious time, an all-important time, for on the"}, {"timestamp": [513.94, 518.36], "text": " success of the burn-off depends on investment of thousands of pounds. Within four"}, {"timestamp": [518.36, 523.76], "text": " hours the fire will have eaten through the entire 350 acres. This was the way the"}, {"timestamp": [523.76, 525.9], "text": " bush-clad hill country of the North Island was cleared"}, {"timestamp": [525.9, 531.72], "text": " 80 years ago. Today much of it is prosperous farmland, though other areas are having erosion problems."}, {"timestamp": [542.18, 546.28], "text": " When the skies are clear again over the Waitotra Valley, grass sea will be sown,"}, {"timestamp": [546.28, 550.2], "text": " and the fresh green growth will start to battle through the cold black ashes."}, {"timestamp": [550.8, 553.82], "text": " And land once abandoned to the bush will become productive."}], "text": " Turbo Proms Thunder across Wellington when three Hercules transporters worth four million pounds arrive at Rongatai. Apart from stops at Hawaii and Fiji, the flight took 31 hours from the United States. After low-level runs across the capital, the first long-range transports for the RNZAF in 13 years. For the 21 New Zealanders aboard, it's welcome home. Wing Commander B.A. Wood meets the Prime Minister and introduces the air crews who will fly the Hercules, an aircraft which with a crew of only four can take 92 troops 4,000 miles without refueling. Mr. Holio announces that next year, Lockheed will supply five Orion anti-submarine aircraft. New Zealand's future in aviation is discussed by the Minister of Defense, Mr. Air, the American ambassador, Mr. Powell, and Air Vice Marshal, IG Morrison. Engines, howling along the runway, the huge Hercules fly for Funuopai. From Canada comes the pig aluminium for New Zealand's first aluminium rolling mill, raw ingots to be converted to sheeting and beams. Aluminium came to worry on the outskirts of Auckland with the opening of a 3 million pound processing plant in 1961. Ten tons of molten metal simmers in the furnace while added traces of manganese or magnesium produce aluminium alloys. New billets are cast as logs tailored to fit snugly inside a second furnace. This completes conversion to an alloy, 14 times stronger than the original ingot. Hot aluminium is forcibly fed through the extruder. Squeeze like toothpaste in a tube, a narrow beam emerges. Sliding over graphite to reduce friction, the newly formed beam is as strong as structural steel, yet three times as flexible. Jaws grip one end in a 25-ton pull to stretch and straighten the 140 foot lengths for sawing. Sheat products begin in the rolling mill. The 8-inch billet is rolled to half an inch thick and 80 feet long. New Zealand manufacturers can now buy directly from Worry, saving the country £1 million a year in overseas funds. Locally produced roofing is cheaper by £30 a tonne. Finer gauges are rolled on the cold mill and wound on spools. Aluminium is versatile. These blanks are destined to become toothpaste tubes. But the factory workers have their own ideas. 100 years, more precious than gold or silver. Today, serving science, civil engineers, the handyman and housewife, keeping abreast of New Zealand's building boom. Aluminium. North of Wanganui lies the rugged Waitotra Valley. Four years ago, two ambitious young 20-year-olds, Alan Anderson and Bob Marshall, came to this pioneer country of thick scrub and hundred-foot gorges, intent on turning 1,800 acres of abandoned wilderness into productive farmland. Bringing in surprise to the scrub-cutters camp, Alan has plenty of time to reflect on the progress of their battle. First there were the substantial development loans including assistance from the marginal lands board. Then there was the seemingly endless sweat and strain clearing the bush and scrub. The first year only 120 acres but this year the goal is 350 acres. Conditions are primitive and the weather has been foul. Living under canvas is fun on a summer holiday, but in winter in the wilds it's utterly miserable. The camp is being broken in readiness for the arrival of the helicopter, the cheapest way of shifting everything further back over the bleak ridges as each block is cut. With 35 scrub cutters working up big appetites on the steep slopes, the camp kitchen menu includes 10 sheep, 40 pounds of butter and 100 loaves of bread a week. With the arrival of the chopper, speed is essential. She swoops down and in one hour flat plucks up 7,000 pounds of equipment and whisks it over the inhospitable hills to the new campsite. Scrub cutting in this country requires plenty of stamina and tenacity. Ten hours a day, seven days a week. The rain washes the sun out, the sun burns the rain out, and there's always the risk of accidents, usually small cuts and bruises, but sometimes bad gashes and broken bones. Alan and Bob work right along with the gang. Alan and Bob work right along with the gang and for them progress is measured almost blow by blow. For over four months the grueling struggle goes on, the patterns of progress becoming bolder daily. Then when the last axe blowers died away, the feld scrub is left for several months to wither and dry, and wait for the torch. This is an anxious time, an all-important time, for on the success of the burn-off depends on investment of thousands of pounds. Within four hours the fire will have eaten through the entire 350 acres. This was the way the bush-clad hill country of the North Island was cleared 80 years ago. Today much of it is prosperous farmland, though other areas are having erosion problems. When the skies are clear again over the Waitotra Valley, grass sea will be sown, and the fresh green growth will start to battle through the cold black ashes. And land once abandoned to the bush will become productive."}