{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Hio-a-Kautau, na mehinewe to you."}, {"timestamp": [7.0, 10.0], "text": " Myridae, the Maunga, Kaiparae, the Moana,"}, {"timestamp": [10.0, 11.0], "text": " Kaipara, Teawa,"}, {"timestamp": [11.0, 13.0], "text": " Kauqua, Tewaka,"}, {"timestamp": [13.0, 15.0], "text": " Kauiwi, Tewee,"}, {"timestamp": [15.0, 16.0], "text": " Kauleynesville,"}, {"timestamp": [16.0, 18.0], "text": " Kauldensville,"}, {"timestamp": [18.0, 19.0], "text": " Norea,"}, {"timestamp": [19.0, 20.0], "text": " Norea,"}, {"timestamp": [20.0, 21.0], "text": " Tena, thank you,"}, {"timestamp": [21.0, 22.0], "text": " kautau, k캐t캐t캐t치,"}, {"timestamp": [22.0, 23.0], "text": " Kiora Toto."}, {"timestamp": [23.0, 32.4], "text": " The Twitter handle that I use, Mosborn Zero One, I'm going to be, if you follow me on"}, {"timestamp": [32.4, 38.1], "text": " Twitter, I'm going to be releasing the resources that I'm referring to over the course"}, {"timestamp": [38.1, 39.4], "text": " of this presentation."}, {"timestamp": [39.4, 44.48], "text": " You won't even see my fingers move, but there'll be a stream of goodies coming out on the"}, {"timestamp": [44.48, 45.04], "text": " Twitter stream. There's also, it'll be using stream of goodies coming out on the Twitter stream."}, {"timestamp": [45.04, 49.78], "text": " There's also, it'll be using the You Learn 13 hashtag, so if you're following that, you'll get"}, {"timestamp": [49.78, 51.06], "text": " all the good stuff."}, {"timestamp": [51.06, 54.28], "text": " If you want to know how I can do that and present at the same time, come and see me at the end"}, {"timestamp": [54.28, 56.54], "text": " and I'll show you a nice little trick."}, {"timestamp": [56.54, 65.0], "text": " So the strap line, the tagline for today's talk, machines for learning, comes from,"}, {"timestamp": [65.78, 68.18], "text": " well, it's an adaptation of a quotation"}, {"timestamp": [68.18, 71.64], "text": " by a very famous architect, Le Corbusier."}, {"timestamp": [71.64, 74.92], "text": " He was one of the fathers of modernism,"}, {"timestamp": [74.92, 76.38], "text": " brilliant, brilliant architect,"}, {"timestamp": [76.38, 80.42], "text": " but he described houses as being machines for living."}, {"timestamp": [80.42, 82.92], "text": " And what he meant by that was that they should be,"}, {"timestamp": [82.92, 90.0], "text": " every single thing in that house, should be designed to enhance the lives of the people who live in there."}, {"timestamp": [90.0, 102.0], "text": " So the placement of the light switches, the windows, the floor coverings, everything should be a little cog in the big machine that helps people to live better lives."}, {"timestamp": [102.0, 110.16], "text": " And I take that as my jumping off point today, because I wonder what he would describe schools as."}, {"timestamp": [110.16, 114.0], "text": " Would he describe them as machines for learning,"}, {"timestamp": [114.0, 116.16], "text": " where every single component,"}, {"timestamp": [116.16, 120.72], "text": " every single thing that we do is designed to create learning."}, {"timestamp": [120.72, 124.52], "text": " And when I think about my school,"}, {"timestamp": [124.52, 127.16], "text": " I don't think the schools that I went through when I was a kid,"}, {"timestamp": [127.2, 130.02], "text": " I don't think he would describe those as machines for learning."}, {"timestamp": [130.1, 135.44], "text": " They were probably machines for sitting, machines for listening and machines for writing,"}, {"timestamp": [135.94, 138.02], "text": " machines for doing the same thing at the same time."}, {"timestamp": [138.76, 147.2], "text": " And so that's a kind of curious question that I want to pose to you to for you to ask as we go"}, {"timestamp": [147.2, 152.54], "text": " through this this this workshop this morning what would a machine for learning"}, {"timestamp": [152.54, 158.18], "text": " look like because I'm pretty sure it wouldn't look like this and yet we do"}, {"timestamp": [158.18, 167.12], "text": " still have a lot of this DNA in our schooling system the idea of facing the front and everybody doing the same thing"}, {"timestamp": [167.12, 172.56], "text": " at the same time. This is a machine for transferring knowledge from one person's head to another,"}, {"timestamp": [172.56, 179.6], "text": " worked extremely well. So we know about the industrial model of schooling, where one clever"}, {"timestamp": [179.6, 186.52], "text": " person would write on a blackboard or talk, and 50 people would try and catch that knowledge and remember it."}, {"timestamp": [187.3, 193.1], "text": " What we wanted, this machine was designed to avoid devolution,"}, {"timestamp": [193.92, 197.74], "text": " the possibility that a generation would know less"}, {"timestamp": [197.74, 199.82], "text": " than the generation that preceded them."}, {"timestamp": [199.9, 203.36], "text": " We didn't want to lose that very precious store of human knowledge."}, {"timestamp": [203.92, 208.32], "text": " And actually as a machine for doing that, for knowledge transfer, it was very efficient."}, {"timestamp": [208.32, 214.36], "text": " You could take one idea and turn it into 50 ideas in 50 people's heads really, really easily."}, {"timestamp": [214.36, 221.66], "text": " But we know that that industrial model of education is coming to an end, it should be."}, {"timestamp": [221.66, 227.0], "text": " That machine designed to get everybody doing the same thing at the same time"}, {"timestamp": [227.0, 232.32], "text": " worked really well when the jobs that you are moving into required everybody to do the same"}, {"timestamp": [232.32, 237.38], "text": " thing at the same time. Don't question authority, do your job, don't be creative. What we don't"}, {"timestamp": [237.38, 242.56], "text": " want you to do is to do something weird and wacky with the little task that you've got,"}, {"timestamp": [242.56, 245.46], "text": " because then the overall big machine"}, {"timestamp": [245.46, 248.1], "text": " to which you're contributing may not work as well."}, {"timestamp": [248.1, 250.44], "text": " So actually, follow instructions,"}, {"timestamp": [250.44, 252.88], "text": " sit there and do the job."}, {"timestamp": [252.88, 255.34], "text": " But we actually, we don't need that anymore"}, {"timestamp": [255.34, 258.5], "text": " because very few of our kids will be going"}, {"timestamp": [258.5, 259.86], "text": " into situations like this."}, {"timestamp": [259.86, 262.12], "text": " So we need different machines."}, {"timestamp": [262.12, 264.68], "text": " So I know I'm not telling anybody anything"}, {"timestamp": [264.68, 266.12], "text": " that I don't really know."}, {"timestamp": [266.12, 272.5], "text": " I list the features of the industrial model that we brought into education."}, {"timestamp": [272.5, 278.18], "text": " So we didn't have hooters, but we did have bells."}, {"timestamp": [278.18, 282.6], "text": " We didn't work in shifts, we brought that across and that became timetables, where we dispatched"}, {"timestamp": [282.6, 285.12], "text": " kids to different parts of the organisation"}, {"timestamp": [285.12, 288.96], "text": " to do different things."}, {"timestamp": [288.96, 292.72], "text": " The batches were year levels, we brought that across directly."}, {"timestamp": [292.72, 297.32], "text": " The division of labour, we cut up all the different jobs in the factory so that you did one"}, {"timestamp": [297.32, 299.36], "text": " thing over and over again and did it really well."}, {"timestamp": [299.36, 302.32], "text": " We divided the whole sum of human knowledge into subjects."}, {"timestamp": [302.32, 309.92], "text": " That was the division of labour. Identical products meant that when you came out of school and you got a high school"}, {"timestamp": [309.92, 316.32], "text": " certificate or school C or bursary, then you knew roughly the same as the other people."}, {"timestamp": [316.32, 321.36], "text": " So there was an identical product. So we didn't have uniforms, oh actually we did have uniforms"}, {"timestamp": [321.36, 324.48], "text": " and we had plenty of rules and procedures as well. So we just brought those straight"}, {"timestamp": [324.48, 325.74], "text": " across. That's the DNA that we're working uniforms, and we had plenty of rules and procedures as well. So we just brought those straight across."}, {"timestamp": [328.42, 328.62], "text": " That's the DNA that we're working with."}, {"timestamp": [333.5, 334.28], "text": " That's 150 years of doing the stuff on the right really, really well."}, {"timestamp": [335.8, 335.98], "text": " But the world has changed."}, {"timestamp": [338.88, 339.2], "text": " I know that I'm not telling you anything you don't already know."}, {"timestamp": [340.92, 342.18], "text": " Charles Ledbetter says it really well."}, {"timestamp": [347.16, 352.0], "text": " That we won't send our kids into the minds, hopefully. They will make their living through creativity, ingenuity and imagination."}, {"timestamp": [352.0, 355.88], "text": " And I find that exciting for a couple of reasons."}, {"timestamp": [355.88, 368.32], "text": " One, imagination, ingenuity, creativity is infinite, so we're not tied to a fixed product. But also it means that we don't have to look"}, {"timestamp": [368.32, 374.44], "text": " to our natural resources. We're not fitting more and more cows into paddocks. We're not mining"}, {"timestamp": [374.44, 380.04], "text": " underneath our national parks. We're actually working with human beings and creativity."}, {"timestamp": [380.04, 385.52], "text": " So what is the role of the school in this? This is where we're headed. What can we do?"}, {"timestamp": [388.58, 388.76], "text": " We spend a lot of time thinking about modern learning environments."}, {"timestamp": [389.62, 391.12], "text": " People talk about it. It's a very hot topic now."}, {"timestamp": [391.68, 396.04], "text": " The modern learning environment is actually just one tool that we can use"}, {"timestamp": [396.04, 399.62], "text": " to create a really powerful system that allows kids to do this stuff."}, {"timestamp": [400.36, 402.08], "text": " The building won't do it by itself,"}, {"timestamp": [402.52, 405.02], "text": " but the building is not entirely passive."}, {"timestamp": [405.74, 412.94], "text": " And one of my favorite quotations by Churchill is that we shape our buildings and thereafter they shape us."}, {"timestamp": [413.98, 421.06], "text": " So if we want kids to work on their own, if we want teachers to work on their own, not collaboratively,"}, {"timestamp": [421.56, 427.38], "text": " what we should do is put them into individual classrooms and not let them talk to other people."}, {"timestamp": [427.38, 431.22], "text": " That behavior of working on our own, not working collaborative,"}, {"timestamp": [431.22, 434.94], "text": " is in part of function of the architecture that we have."}, {"timestamp": [434.94, 439.22], "text": " We set one teacher and 25 students into a room"}, {"timestamp": [439.22, 441.36], "text": " and then wonder why we don't collaborate more."}, {"timestamp": [441.36, 443.14], "text": " So the buildings shape us."}, {"timestamp": [443.14, 445.9], "text": " They're not, they won't fix it, but they're not passive."}, {"timestamp": [445.9, 454.04], "text": " So what are the kinds of things that we can do to help kids be creative, show their ingenuity"}, {"timestamp": [454.04, 456.04], "text": " to show their imagination?"}, {"timestamp": [456.04, 463.72], "text": " Well, it's probably not going to happen with spaces like this, with classes."}, {"timestamp": [463.72, 468.1], "text": " What I want to do is throw a few things at you, some of the challenges."}, {"timestamp": [468.1, 473.28], "text": " One is dealing with the DNA of the Industrial Revolution in our schools, but here are a few"}, {"timestamp": [473.28, 477.02], "text": " other challenges that we are facing as educators."}, {"timestamp": [477.02, 482.28], "text": " I use this slide in just about every presentation I give because it's the thing that is"}, {"timestamp": [482.28, 485.1], "text": " top of mind for me at the moment."}, {"timestamp": [489.24, 489.54], "text": " This is year one, it's Canadian data, year one through to year 13,"}, {"timestamp": [491.42, 495.12], "text": " and that's from zero to 100%. Have a guess of what that graph is showing."}, {"timestamp": [500.8, 501.36], "text": " Engagement?"}, {"timestamp": [503.46, 504.12], "text": " Fun?"}, {"timestamp": [507.0, 518.0], "text": " Could be those things, couldn't it? This breaks my heart every time I look at it, because it's the percentage of kids who love school."}, {"timestamp": [518.0, 526.1], "text": " And you might look at it, I'm a primary trained, secondary teacher, and I look at the secondary"}, {"timestamp": [526.1, 529.9], "text": " years here, and I think that's a crisis."}, {"timestamp": [529.9, 532.9], "text": " Kids are no longer finding us engaging, fun places to be."}, {"timestamp": [532.9, 537.84], "text": " But actually, even back up here, that's where it starts."}, {"timestamp": [537.84, 540.84], "text": " It's a challenge for us across the whole sector."}, {"timestamp": [540.84, 548.0], "text": " How do we make school more fun so that kids love it? That's one of our challenges."}, {"timestamp": [548.0, 556.18], "text": " I do know that if we build brand new, 150 year old classroom blocks, then we're perpetuating"}, {"timestamp": [556.18, 561.56], "text": " that kind of thinking, that industrial thinking. So brand new buildings up and down this"}, {"timestamp": [561.56, 571.18], "text": " country, school buildings being built that actually look a lot like the really old buildings that I've just been showing you."}, {"timestamp": [571.18, 573.18], "text": " There's very little difference."}, {"timestamp": [573.18, 578.0], "text": " So it's really easy to get caught up with amazing, beautiful pictures of stunning learning"}, {"timestamp": [578.0, 579.0], "text": " environments."}, {"timestamp": [579.0, 583.58], "text": " Just think those are amazing, those are great."}, {"timestamp": [583.58, 590.6], "text": " But we have to stop and say, well, beyond a really engaging colour scheme, do these result in better learning?"}, {"timestamp": [591.74, 600.4], "text": " Are these actually beneficial? They look beautiful. If we had an opportunity, we'd like one. But actually, how do we know we're doing right by our learners?"}, {"timestamp": [601.44, 605.64], "text": " And so what I want to do is over the course of this presentation"}, {"timestamp": [605.64, 609.96], "text": " explore some of the the underlying principles for design principles for"}, {"timestamp": [609.96, 616.56], "text": " modern learning environments. Derek Winmuth and I have put together a"}, {"timestamp": [616.56, 621.66], "text": " planning matrix, a modern learning environment planning matrix and it's a really"}, {"timestamp": [621.66, 625.34], "text": " really good starting point for people who are considering modern"}, {"timestamp": [625.34, 630.78], "text": " learning environments, people who want to get into it but don't know where to start. And the"}, {"timestamp": [630.78, 636.42], "text": " basic process is that these are the dimensions, the things that you need to consider, and there"}, {"timestamp": [636.42, 642.9], "text": " are also process elements as well. So number one up there is your vision, your mission, your"}, {"timestamp": [642.9, 645.2], "text": " educator purpose. What is it that you're trying"}, {"timestamp": [645.2, 650.96], "text": " to achieve? Every single thing comes from that. That matrix, by the way, is available on the"}, {"timestamp": [650.96, 655.2], "text": " Core Education website. That's one of the things that's coming out on the Twitter stream."}, {"timestamp": [655.2, 660.4], "text": " And it's a series of reflective questions to ask you about your vision, your mission, what is it,"}, {"timestamp": [660.4, 664.56], "text": " how well developed, is it? How widely spread through the organisation is it? Because that's your"}, {"timestamp": [664.56, 671.68], "text": " starting point. If you don't have a consistent, aligned vision that offers coherence across the whole organisation,"}, {"timestamp": [671.68, 676.24], "text": " then it's going to be really difficult to start building things to achieve that vision."}, {"timestamp": [677.76, 683.0], "text": " One of the really interesting things about this matrix as we were going through developing it, drawing on the research,"}, {"timestamp": [683.0, 689.82], "text": " is that the design of learning spaces is about number six on the list. There's a whole bunch of stuff that you need"}, {"timestamp": [689.82, 696.24], "text": " to do before then. In terms of the process elements, these ones here, if these are the what,"}, {"timestamp": [696.42, 701.38], "text": " this is the how. This is the change leadership. This is the professional development. These are"}, {"timestamp": [701.38, 711.24], "text": " the processes that underpin it. So what I want to do for the rest of this presentation is to take you through some of the elements, the dimensions, and just"}, {"timestamp": [711.24, 716.96], "text": " look at how we turn those into something that's practical that we can actually apply to"}, {"timestamp": [716.96, 724.84], "text": " our space. So let's start off with Educative Purpose. It connects back to some of those"}, {"timestamp": [724.84, 725.44], "text": " challenges that we're talking about with the industrial model schooling, with kids who are not with educative purpose. It connects back to some of those challenges"}, {"timestamp": [725.44, 727.8], "text": " that we're talking about with the industrial model schooling,"}, {"timestamp": [727.8, 730.5], "text": " with kids who are not loving school."}, {"timestamp": [730.5, 735.16], "text": " And what I want to do is just throw a few provocations to you."}, {"timestamp": [735.16, 737.76], "text": " Think about your school vision."}, {"timestamp": [737.76, 740.1], "text": " Think about what your school's purpose is."}, {"timestamp": [740.1, 743.3], "text": " What's your reason for being?"}, {"timestamp": [743.3, 746.1], "text": " And see if it copes with these kinds of challenges."}, {"timestamp": [746.1, 749.2], "text": " So this is just by the end of next year."}, {"timestamp": [750.08, 753.4], "text": " 35 to 45% of the workforces of most developed countries"}, {"timestamp": [753.4, 754.9], "text": " will be in their creative classes."}, {"timestamp": [755.6, 758.52], "text": " The creative classes are, or the creative class,"}, {"timestamp": [758.92, 763.32], "text": " is comprised of people who draw on complex bodies of knowledge"}, {"timestamp": [763.32, 768.64], "text": " to create new products or to solve problems for people."}, {"timestamp": [768.64, 770.74], "text": " Educators are part of the creative class."}, {"timestamp": [770.74, 773.0], "text": " Congratulations, you made it."}, {"timestamp": [773.0, 775.56], "text": " But it's also designers, it's artists,"}, {"timestamp": [775.56, 778.5], "text": " it's people who offer professional services,"}, {"timestamp": [778.5, 780.08], "text": " people who solve problems."}, {"timestamp": [780.08, 782.06], "text": " Anybody can remember stuff,"}, {"timestamp": [782.06, 785.6], "text": " but what we need is people who can do things with stuff."}, {"timestamp": [788.72, 789.06], "text": " And Tony Wagner, I'll introduce you to some of his work in a moment."}, {"timestamp": [791.66, 792.14], "text": " He says the world is no longer interested in what you know."}, {"timestamp": [794.64, 795.84], "text": " The world is interested in what you can do with what you know."}, {"timestamp": [797.26, 797.36], "text": " So there's a challenge for us."}, {"timestamp": [801.38, 801.98], "text": " Does your vision, does your mission, does your motto, your educator purpose,"}, {"timestamp": [804.24, 804.64], "text": " fit that picture of the future,"}, {"timestamp": [808.76, 813.72], "text": " letting kids do stuff with what they know. See, traditionally what we did was we built these buildings, we call them schools, we put clever"}, {"timestamp": [813.72, 817.96], "text": " people into them and sent the children to be near those clever people in the hope that"}, {"timestamp": [817.96, 819.66], "text": " they would learn."}, {"timestamp": [819.66, 822.94], "text": " So that it was fixed in time and it was fixed in place."}, {"timestamp": [822.94, 826.08], "text": " At a certain time, in a certain place, learning will occur."}, {"timestamp": [826.08, 829.18], "text": " But in fact, that world has changed as well."}, {"timestamp": [829.18, 834.76], "text": " And so we need to be thinking really carefully about where learning takes place and when"}, {"timestamp": [834.76, 837.44], "text": " learning takes place."}, {"timestamp": [837.44, 843.1], "text": " So you can learn, I'm learning Italian online, go on to memorize it."}, {"timestamp": [843.1, 847.0], "text": " It will customize the lessons for me based on how I'm progressing"}, {"timestamp": [847.0, 852.26], "text": " through them. It'll reconfigure all of the learning activities to make sure that I'm learning"}, {"timestamp": [852.26, 857.84], "text": " as well as I possibly can. If I want to go and learn physics or maths or art history or anything,"}, {"timestamp": [857.84, 862.88], "text": " I can jump onto Khan Academy, watch some videos, do some activities. Again, the learning analytics"}, {"timestamp": [862.88, 865.12], "text": " are built into it. If I want to learn"}, {"timestamp": [865.12, 871.52], "text": " the guitar, I can jump online to YouTube. I'm learning plumbing from YouTube at the moment. A bit of"}, {"timestamp": [871.52, 877.2], "text": " DIY. I like DIY. You put in plumbing to YouTube. How many videos do you think there are?"}, {"timestamp": [878.12, 883.12], "text": " Quarter of a million. Quarter of a million of these plumbers with iPads and cameras and"}, {"timestamp": [883.12, 889.54], "text": " things showing you how to replace a washer, how to put a new shower head on, whatever it is."}, {"timestamp": [889.54, 892.36], "text": " So why would I go to plumbing school?"}, {"timestamp": [892.36, 894.4], "text": " I've got the web."}, {"timestamp": [894.4, 895.76], "text": " And it goes beyond that as well."}, {"timestamp": [895.76, 902.32], "text": " If you want to actually do full-on tertiary study with some fair to middling universities"}, {"timestamp": [902.32, 907.18], "text": " like MIT, Harvard, Berkeley, you know, just those ones."}, {"timestamp": [908.08, 910.44], "text": " Free lecture notes, exams and videos."}, {"timestamp": [911.14, 912.46], "text": " No registration required."}, {"timestamp": [913.52, 915.36], "text": " You click, get started, and you're into it."}, {"timestamp": [915.4, 918.08], "text": " You're studying at Massachusetts Institute of Technology."}, {"timestamp": [918.48, 921.2], "text": " Free videos, lecture notes and exams."}, {"timestamp": [921.6, 922.62], "text": " Why would you go to university?"}, {"timestamp": [922.98, 924.16], "text": " So there's one of the challenges."}, {"timestamp": [927.24, 931.24], "text": " notes and exams. Why would you go to university? So there's one of the challenges. If we don't offer something that's more compelling than this sort of stuff, we're going to suffer from"}, {"timestamp": [931.24, 937.18], "text": " what's known as institutional bypass. Kids will just go around us to get to the learning."}, {"timestamp": [937.18, 942.64], "text": " Sure, we've put a law in place that said they had to be at school. It's compulsory. You need"}, {"timestamp": [942.64, 947.42], "text": " to be there. But in fact, the truency statistics in this"}, {"timestamp": [947.42, 953.8], "text": " country certainly lead us to see that there's, that's not working. Just putting a law in place"}, {"timestamp": [953.8, 960.9], "text": " is not going to change it. I talked about Tony Wagner before. He's innovation education professor"}, {"timestamp": [960.9, 967.24], "text": " at Harvard. Really, really good book, The Global Achievement Gap."}, {"timestamp": [967.24, 974.24], "text": " And he says, in a world where knowledge is commodity like water or air, that whole process"}, {"timestamp": [974.24, 980.18], "text": " of that we set up of transferring knowledge from one head into 50 other heads is immediately"}, {"timestamp": [980.18, 981.9], "text": " redundant."}, {"timestamp": [981.9, 985.0], "text": " And the world of work is changing as well."}, {"timestamp": [985.0, 989.0], "text": " Increasingly, jobs that can be automated or routine,"}, {"timestamp": [989.0, 991.0], "text": " turned into a routine,"}, {"timestamp": [991.0, 993.0], "text": " are actually being taken away from human beings"}, {"timestamp": [993.0, 995.0], "text": " and given to machines."}, {"timestamp": [995.0, 996.0], "text": " And so that's a real challenge."}, {"timestamp": [996.0, 999.0], "text": " That pushes us further and further into that creative class."}, {"timestamp": [999.0, 1002.0], "text": " We need to be doing things that machines can't do."}, {"timestamp": [1002.0, 1004.0], "text": " In fact, those are the only jobs that will be left"}, {"timestamp": [1004.0, 1005.1], "text": " when the machines do most of the things. Here can't do. In fact, those are the only jobs that will be left"}, {"timestamp": [1005.1, 1007.66], "text": " when the machines do most of the things."}, {"timestamp": [1007.66, 1009.66], "text": " Here's another challenge."}, {"timestamp": [1009.66, 1012.82], "text": " I talked about the tyranny of time and place."}, {"timestamp": [1012.82, 1015.94], "text": " It used to be that we were the only show in town."}, {"timestamp": [1015.94, 1018.58], "text": " If you wanted to learn, you had to come to us."}, {"timestamp": [1018.58, 1021.94], "text": " But actually, with low-cost mobile devices,"}, {"timestamp": [1021.94, 1025.0], "text": " ultra-fast broadband, 3 and 4G networks."}, {"timestamp": [1025.0, 1028.0], "text": " We actually can do all sorts of learning around the kitchen table."}, {"timestamp": [1028.0, 1032.0], "text": " We can do it at the cafe, we can do it at the library, we can do it at the bus."}, {"timestamp": [1032.0, 1036.0], "text": " And it's all joined together by this wonderful glue"}, {"timestamp": [1036.0, 1040.0], "text": " that is primarily the internet."}, {"timestamp": [1040.0, 1044.0], "text": " So there's a challenge. Another challenge."}, {"timestamp": [1044.0, 1049.02], "text": " We no longer have a monopoly on learning."}, {"timestamp": [1049.02, 1055.32], "text": " One of my favourite thinkers is Alvin Toffler, and here's another challenge for us to learn,"}, {"timestamp": [1055.32, 1058.06], "text": " unlearn and relearn."}, {"timestamp": [1058.06, 1059.1], "text": " How are we going to do that?"}, {"timestamp": [1059.1, 1068.76], "text": " How are we going to help our kids build the skills to be able to unlearn and relearn. And again, it's probably not going"}, {"timestamp": [1068.76, 1076.0], "text": " to be like this. So we're starting to think about the spaces in which this learning occurs"}, {"timestamp": [1076.0, 1082.32], "text": " and making sure that everything is driving towards that goal of powerful learning. It'll probably"}, {"timestamp": [1082.32, 1085.2], "text": " be something that looks like this. This is Wai'O"}, {"timestamp": [1085.2, 1092.24], "text": " school in Wellington and the kids are doing, they're making decisions about what"}, {"timestamp": [1092.24, 1096.96], "text": " they learn, where to go to next, what their next steps are. They're certainly not doing the"}, {"timestamp": [1096.96, 1101.12], "text": " same thing at the same time. Those kids are learning to learn, unlearn and relearn."}, {"timestamp": [1103.52, 1107.0], "text": " Put it in another way, I think you're getting the hang of it by now."}, {"timestamp": [1107.0, 1113.5], "text": " Our schools were designed with teaching at the heart, but actually what would a school"}, {"timestamp": [1113.5, 1122.0], "text": " that has learning at the heart look like? So here's a challenge. Pull all that together"}, {"timestamp": [1122.0, 1127.4], "text": " and just take 30 seconds to talk to the person next to you about why kids should come to school."}, {"timestamp": [1128.04, 1145.0], "text": " What is it that we offer? 30 seconds. Go. The President, the name, and the"}, {"timestamp": [1145.0, 1147.0], "text": " I'm going to"}, {"timestamp": [1147.0, 1148.0], "text": " have"}, {"timestamp": [1148.0, 1149.0], "text": " a lot of"}, {"timestamp": [1149.0, 1150.0], "text": " and"}, {"timestamp": [1150.0, 1151.0], "text": " the"}, {"timestamp": [1151.0, 1152.0], "text": " and I'm"}, {"timestamp": [1152.0, 1153.0], "text": " on the"}, {"timestamp": [1153.0, 1154.0], "text": " and the"}, {"timestamp": [1154.0, 1155.0], "text": " on the"}, {"timestamp": [1155.0, 1157.0], "text": " and I'm"}, {"timestamp": [1157.0, 1158.0], "text": " and the"}, {"timestamp": [1158.0, 1159.0], "text": " I'm going to"}, {"timestamp": [1159.0, 1161.0], "text": " and I'm"}, {"timestamp": [1161.0, 1162.0], "text": " going to be"}, {"timestamp": [1162.0, 1163.0], "text": " a whole day"}, {"timestamp": [1163.0, 1190.54], "text": " and they're Okay, just bring that to a close."}, {"timestamp": [1194.38, 1195.68], "text": " What did you come up with?"}, {"timestamp": [1195.76, 1197.54], "text": " What's the value proposition of schools?"}, {"timestamp": [1197.72, 1199.48], "text": " Why should we continue to exist?"}, {"timestamp": [1206.88, 1209.12], "text": " Oh, social contract? Okay, in a social context."}, {"timestamp": [1209.76, 1209.96], "text": " Good."}, {"timestamp": [1210.86, 1211.34], "text": " Why else?"}, {"timestamp": [1212.84, 1213.94], "text": " Learning about ourselves."}, {"timestamp": [1214.1, 1214.9], "text": " Can I do that online?"}, {"timestamp": [1218.6, 1220.14], "text": " Probably done best with others."}, {"timestamp": [1221.44, 1223.66], "text": " Might be blind to some things that I need to learn about."}, {"timestamp": [1223.66, 1224.14], "text": " Yep."}, {"timestamp": [1229.24, 1234.68], "text": " The front half of the curriculum? Yep, I can do a lot of this stuff online, but to really develop the front half of the curriculum,"}, {"timestamp": [1234.68, 1240.24], "text": " the values, the key competencies, that requires social interaction, that requires other people,"}, {"timestamp": [1240.24, 1244.4], "text": " that requires active, real-world, authentic learning."}, {"timestamp": [1244.4, 1247.56], "text": " So, yeah, I can learn a lot of the back half of the curriculum"}, {"timestamp": [1247.56, 1251.06], "text": " from the web, from other people, from YouTube."}, {"timestamp": [1251.56, 1252.88], "text": " Front half, a bit harder."}, {"timestamp": [1253.34, 1256.32], "text": " I probably need a social context for that."}, {"timestamp": [1258.82, 1260.06], "text": " Yep, yep."}, {"timestamp": [1260.22, 1264.06], "text": " I can have a lot of fun at home on my Xbox."}, {"timestamp": [1265.24, 1268.28], "text": " I've got to be able to, as a school, we've got to be able to compete with that."}, {"timestamp": [1268.84, 1269.84], "text": " It's got to be fun."}, {"timestamp": [1270.12, 1271.06], "text": " It's got to be engaging."}, {"timestamp": [1271.66, 1273.36], "text": " Otherwise, we just vote with our feet."}, {"timestamp": [1274.68, 1275.12], "text": " Why else?"}, {"timestamp": [1278.84, 1279.32], "text": " Right."}, {"timestamp": [1279.96, 1280.8], "text": " Right, exactly."}, {"timestamp": [1281.1, 1282.76], "text": " Like me and not like me."}, {"timestamp": [1283.66, 1286.32], "text": " So a lot of the things that we're talking about"}, {"timestamp": [1286.32, 1288.88], "text": " have emphasized that real social connection."}, {"timestamp": [1289.4, 1290.68], "text": " Learning is a social activity."}, {"timestamp": [1291.16, 1293.82], "text": " I can do it at home in my bedroom on the web,"}, {"timestamp": [1294.24, 1297.44], "text": " but actually it's far more powerful, far more engaging."}, {"timestamp": [1297.44, 1300.78], "text": " I learn far more when I'm working with other people."}, {"timestamp": [1301.32, 1306.38], "text": " So thinking about what our purposes, our educative purpose, front half of the"}, {"timestamp": [1306.38, 1314.12], "text": " curriculum, the social interaction, the key competencies, the working with other people should be"}, {"timestamp": [1314.12, 1319.7], "text": " rising to the top. Those are the kinds of things that we want to achieve. Those are our"}, {"timestamp": [1319.7, 1326.76], "text": " educative purposes. So just keep in mind your organisation's motto, your vision, your mission and"}, {"timestamp": [1326.76, 1335.24], "text": " think, does it actually do that? Does it emphasise that stuff? Here's a few visions,"}, {"timestamp": [1335.24, 1343.62], "text": " motos from schools with whom I work that just chosen at random. So as I'm going"}, {"timestamp": [1343.62, 1346.9], "text": " through these, I'm thinking do they connect with this modern world"}, {"timestamp": [1346.9, 1351.14], "text": " that we're living in? Are these still valid? Some of them were written some time ago,"}, {"timestamp": [1351.74, 1361.78], "text": " but are they still valid? So keep coming back to that, your vision. What is it that you're"}, {"timestamp": [1361.78, 1367.84], "text": " trying to achieve? The next step is once you've got a really clear vision that meets the needs of your students,"}, {"timestamp": [1367.84, 1374.34], "text": " your community, you need to start building things, not necessarily buildings, but things, systems,"}, {"timestamp": [1374.34, 1380.82], "text": " processes, approaches, strategies, that actually helped to bring that about."}, {"timestamp": [1380.82, 1387.0], "text": " And what we really ask people to do is build these amazing, stunning things that do all those kinds of things."}, {"timestamp": [1387.0, 1390.0], "text": " This is the Taj Mahal made out of Lego."}, {"timestamp": [1390.0, 1395.0], "text": " But we don't necessarily give them the spaces to be able to do that."}, {"timestamp": [1395.0, 1400.0], "text": " Because if you feel like your classroom is like this and you want to build this,"}, {"timestamp": [1400.0, 1403.0], "text": " you feel like you've only got these to start with."}, {"timestamp": [1403.0, 1410.0], "text": " So it's about giving us as educators the right tools, the right building blocks,"}, {"timestamp": [1410.0, 1413.52], "text": " to be able to achieve that. Sitting down and listening, we can do that."}, {"timestamp": [1413.52, 1417.92], "text": " We've got a lot of tools to be able to do that. It's the other stuff that we need to start"}, {"timestamp": [1417.92, 1424.32], "text": " building process around. So I come back to this, to our planning matrix,"}, {"timestamp": [1424.32, 1426.6], "text": " and start to think about what is that"}, {"timestamp": [1426.6, 1431.58], "text": " educator purpose. That educator purpose will drive all of the decisions that you"}, {"timestamp": [1431.58, 1437.64], "text": " make or should drive all of the decisions that you make because those decisions"}, {"timestamp": [1437.64, 1444.12], "text": " become much, much easier once you know what your values are. What is it that is dear"}, {"timestamp": [1444.12, 1446.0], "text": " and precious to you that you will"}, {"timestamp": [1446.0, 1454.72], "text": " never give up on? But what is also not at the core of your vision, which we can put to the side."}, {"timestamp": [1454.72, 1464.24], "text": " Julia Atkins' work is really inspiring in this area. This is not new, 1996, but is still"}, {"timestamp": [1464.24, 1465.24], "text": " stunningly good."}, {"timestamp": [1465.24, 1471.04], "text": " So she talks about the importance of vision of values at the centre."}, {"timestamp": [1471.04, 1477.56], "text": " And then out in the next one, you then start thinking about strategies that you can employ"}, {"timestamp": [1477.56, 1479.4], "text": " to help achieve that vision."}, {"timestamp": [1479.4, 1484.0], "text": " Once you've identified the strategies, then you start looking around for tools."}, {"timestamp": [1484.0, 1489.0], "text": " The tools will help you implement the strategies, which will help to achieve the vision."}, {"timestamp": [1489.0, 1493.0], "text": " You need to work from those values, that vision out."}, {"timestamp": [1493.0, 1498.0], "text": " Rather than just going and grabbing the tools, the tools that you've seen down the road,"}, {"timestamp": [1498.0, 1502.0], "text": " the tools that you've seen at you learn, the tools that you've seen in the glossy brochure,"}, {"timestamp": [1502.0, 1504.0], "text": " grabbing them and bringing them in."}, {"timestamp": [1504.0, 1509.28], "text": " Because they might be the perfect tool for someone, but they may not be the tool that you need"}, {"timestamp": [1509.28, 1510.8], "text": " in order to achieve your vision."}, {"timestamp": [1511.4, 1515.44], "text": " So one of the things that I really want to emphasize through this is that if we can look at"}, {"timestamp": [1515.44, 1519.86], "text": " modern learning environments, those stunning colour schemes, we can visit a whole bunch of them"}, {"timestamp": [1519.86, 1526.44], "text": " and pick up a model, drop it onto our site, and have it fail catastrophically,"}, {"timestamp": [1526.44, 1528.48], "text": " because it's not our solution."}, {"timestamp": [1528.48, 1532.42], "text": " It's not our set of tools designed to achieve our vision."}, {"timestamp": [1532.42, 1534.92], "text": " So you need to go through that."}, {"timestamp": [1534.92, 1537.86], "text": " Another way of thinking about it is,"}, {"timestamp": [1537.86, 1540.28], "text": " who are our learners and why do we exist?"}, {"timestamp": [1540.28, 1541.9], "text": " That's our core vision."}, {"timestamp": [1543.68, 1545.62], "text": " How are we going to achieve that core vision"}, {"timestamp": [1545.62, 1547.56], "text": " and what tools will be required?"}, {"timestamp": [1547.72, 1549.82], "text": " So here's an example."}, {"timestamp": [1551.44, 1554.82], "text": " If our vision was every learner, every opportunity,"}, {"timestamp": [1555.02, 1557.64], "text": " that speaks to personalisation, equity,"}, {"timestamp": [1559.08, 1561.44], "text": " enabling every child to be the best that they can be."}, {"timestamp": [1562.06, 1564.6], "text": " If that's our vision, we'd need a set of strategies"}, {"timestamp": [1564.6, 1568.82], "text": " to bring that vision about. So what kinds of things would we do? We certainly wouldn't"}, {"timestamp": [1568.82, 1574.22], "text": " treat them all as if they were the same. As Ken Robinson says, it shouldn't be that the most"}, {"timestamp": [1574.22, 1580.3], "text": " important thing about a child is it's data manufacture. We'd treat them differently. So we'd"}, {"timestamp": [1580.3, 1585.16], "text": " have a set of strategies, you know, probably differentiation, lots of student choice, lots of agency,"}, {"timestamp": [1585.44, 1587.42], "text": " to allow them to bring themselves to their learning."}, {"timestamp": [1587.52, 1588.48], "text": " Those would be our strategies."}, {"timestamp": [1589.24, 1592.3], "text": " And then what we'd probably need are some tools"}, {"timestamp": [1592.3, 1594.52], "text": " to help us achieve that strategy."}, {"timestamp": [1594.96, 1596.86], "text": " So we'd have a range of different spaces."}, {"timestamp": [1596.86, 1602.16], "text": " If the students are exercising agency, being agentic over their learning,"}, {"timestamp": [1602.5, 1604.7], "text": " they might choose to do their science after morning tea,"}, {"timestamp": [1605.22, 1607.82], "text": " in which case they need access to those kinds of spaces."}, {"timestamp": [1607.82, 1610.82], "text": " They might also choose to do their reading after morning tea."}, {"timestamp": [1610.82, 1614.22], "text": " They'll need access to those spaces."}, {"timestamp": [1614.22, 1620.18], "text": " The freedom to be able to move and follow their passions."}, {"timestamp": [1620.18, 1624.52], "text": " We also tying into this, we know a lot about learning, we know a lot more than we did 10 or 20"}, {"timestamp": [1624.52, 1625.08], "text": " years ago."}, {"timestamp": [1626.88, 1628.02], "text": " Not all of it's good."}, {"timestamp": [1629.24, 1633.48], "text": " Here's a graph of, bear in mind that this is a university student,"}, {"timestamp": [1634.14, 1636.48], "text": " student's electrodermal activity."}, {"timestamp": [1637.2, 1642.16], "text": " So as activated by emotions, increased cognitive workload and physical activity."}, {"timestamp": [1643.62, 1650.26], "text": " What do you reckon that yellow thing is there? Sleep? No, it's not"}, {"timestamp": [1650.26, 1656.22], "text": " actually. This is a bit of a trick because the day starts here, which means that that is sleep."}, {"timestamp": [1657.16, 1669.0], "text": " We didn't used to know much about sleep. Sleep actually is really important for ordering and filing, organizing our memories from the day."}, {"timestamp": [1669.0, 1674.0], "text": " And so that's why you see a pattern of quite intense activity."}, {"timestamp": [1674.0, 1677.0], "text": " Ironically, more activity than when they're awake."}, {"timestamp": [1677.0, 1679.0], "text": " So what's this?"}, {"timestamp": [1679.0, 1683.0], "text": " Schooled."}, {"timestamp": [1683.0, 1685.68], "text": " It's not exactly school, it's class."}, {"timestamp": [1685.84, 1687.54], "text": " And so that is a lecture."}, {"timestamp": [1689.86, 1694.4], "text": " And the kicker is that it actually repeats all the way through the week."}, {"timestamp": [1696.82, 1698.68], "text": " We didn't used to be able to do this."}, {"timestamp": [1698.76, 1701.42], "text": " We couldn't look inside people's brains while they were still alive."}, {"timestamp": [1702.48, 1707.56], "text": " But with MRI scanning, we can now. But have a look at"}, {"timestamp": [1707.56, 1713.96], "text": " where the students are being asked to apply their knowledge, to solve problems. The labs,"}, {"timestamp": [1714.44, 1719.3], "text": " there's also quite a bit of activity in the labs, homework really engaging. But the thing"}, {"timestamp": [1719.3, 1727.54], "text": " that's consistent all the way through is how much we flatline when we're just doing that industrial model,"}, {"timestamp": [1727.82, 1732.5], "text": " knowledge transfer 1 to 50, or 1 to 300 if you're at university."}, {"timestamp": [1734.82, 1740.88], "text": " So there's this feeding in as well. We know a lot more about learning. Thank you, MRI scanning."}, {"timestamp": [1742.08, 1747.7], "text": " We also, John Hattie's work, I use it every day, meta-analysis of all the studies"}, {"timestamp": [1747.7, 1753.92], "text": " that have been done into powerful learning. And here's a few instructional strategies or pedagogies"}, {"timestamp": [1753.92, 1759.6], "text": " that are just, I've taken it random. Graham Aitken from the University of Auckland talks about"}, {"timestamp": [1759.6, 1769.88], "text": " in terms of innovation, Lamborghinis and lemons. How do you know the difference, the new shiny strategy, the hot new thing, how do you know whether"}, {"timestamp": [1769.88, 1773.56], "text": " it's going to be a Lamborghini or a lemon?"}, {"timestamp": [1773.56, 1775.88], "text": " There's a Lamborghini in here and there's a lemon."}, {"timestamp": [1775.88, 1794.62], "text": " I want you to see if you can spot which is which. The lemon is the one that we kind of skirted around when we're talking about our visions."}, {"timestamp": [1794.62, 1798.42], "text": " It's individual instruction."}, {"timestamp": [1798.42, 1803.24], "text": " So if we could have one teacher for every student, it would still be a very poor way to learn"}, {"timestamp": [1803.24, 1805.14], "text": " because learning is such a social activity."}, {"timestamp": [1806.06, 1814.66], "text": " Up the top there, reciprocal teaching, feedback, the peer tutoring. These are effect sizes, by the way,"}, {"timestamp": [1814.72, 1820.66], "text": " so the equivalent of a standard deviation. Effect sizes of one is a standard deviation. Moving an entire"}, {"timestamp": [1820.66, 1825.72], "text": " cohort up. Very, very social."}, {"timestamp": [1825.72, 1828.52], "text": " So when you're engaging in that social side of learning,"}, {"timestamp": [1828.52, 1830.04], "text": " you're actually learning really powerful stuff"}, {"timestamp": [1830.04, 1833.2], "text": " because you're having your ideas challenged"}, {"timestamp": [1833.2, 1835.12], "text": " and you are challenging, you're questioning,"}, {"timestamp": [1835.12, 1836.88], "text": " you're clarifying, you're summarising,"}, {"timestamp": [1836.88, 1839.12], "text": " you're synthesising, you're joining stuff up"}, {"timestamp": [1839.12, 1841.32], "text": " and you're working as a team."}, {"timestamp": [1842.24, 1847.34], "text": " Formative evaluation for program, you know, as a secondary school teacher, what we"}, {"timestamp": [1847.34, 1852.82], "text": " normally do is evaluate programs in November, just as we wave goodbye to those kids, so we can't"}, {"timestamp": [1852.82, 1858.22], "text": " use that information. There's another name that we have for formative evaluation of programs."}, {"timestamp": [1858.42, 1869.0], "text": " What is it? Teaching is inquiry. So there's no surprise that teaching is inquiry is one of the most powerful things that we can do."}, {"timestamp": [1870.0, 1875.0], "text": " We act on feedback from our class about how they're going, how they're progressing,"}, {"timestamp": [1875.0, 1880.0], "text": " and what next steps we should do as a teacher."}, {"timestamp": [1880.0, 1881.0], "text": " I just want to look at a couple of these."}, {"timestamp": [1881.0, 1884.0], "text": " This is feeding directly into the kinds of spaces we need."}, {"timestamp": [1884.0, 1888.4], "text": " What are the pedagogies that we want to, our buildings,"}, {"timestamp": [1888.56, 1891.38], "text": " to shape us into doing?"}, {"timestamp": [1892.08, 1894.58], "text": " So peer tutoring, pretty high effect size."}, {"timestamp": [1895.14, 1898.34], "text": " When adults are tutoring students, students learn quite a bit."}, {"timestamp": [1898.52, 1899.84], "text": " That's quite good."}, {"timestamp": [1900.66, 1901.38], "text": " That's quite good."}, {"timestamp": [1901.58, 1908.96], "text": " What is interesting is that when students tutor students, they learn almost as much."}, {"timestamp": [1908.96, 1917.78], "text": " What's even more fascinating is if you have cross-age tutors, Tuakana Tuna, much, much more powerful"}, {"timestamp": [1917.78, 1921.58], "text": " than having an adult teach."}, {"timestamp": [1921.58, 1927.18], "text": " And if you think that's great, but what about those kids who are doing the tutoring, they"}, {"timestamp": [1927.18, 1932.26], "text": " can't be learning much while they're teaching the others, the effect on the tutors themselves"}, {"timestamp": [1932.26, 1934.78], "text": " is almost as high."}, {"timestamp": [1934.78, 1938.32], "text": " Because what you're doing when you're teaching somebody to be a good learner, as you're"}, {"timestamp": [1938.32, 1940.2], "text": " also teaching yourself to be a good learner."}, {"timestamp": [1940.2, 1945.44], "text": " You take those skills and you apply them to your own learning."}, {"timestamp": [1952.08, 1954.8], "text": " So peer tutoring should absolutely be something that our buildings are designed to create, that encourage us to do this sort of stuff."}, {"timestamp": [1956.8, 1962.0], "text": " If you thought that you can see an opportunity here to get to the beach"}, {"timestamp": [1962.0, 1965.76], "text": " and just have the kids teach each other, it is actually"}, {"timestamp": [1965.76, 1971.62], "text": " a supplement to, not a substitute for good quality teachers. So one of a range of different"}, {"timestamp": [1971.62, 1977.58], "text": " strategies. Here's another one. The second one we'll look at. Mastery learning, not new, Benjamin"}, {"timestamp": [1977.58, 1982.76], "text": " Bloom or Bloom's taxonomy. It's a lot of work on this in the 50s and 60s. Mastery learning"}, {"timestamp": [1982.76, 1986.04], "text": " is about as far from the industrial model as you can get."}, {"timestamp": [1986.66, 1989.74], "text": " What happens is that the students move on when they've mastered something,"}, {"timestamp": [1990.0, 1994.3], "text": " not when we say that this unit is now three weeks old and we've finished it."}, {"timestamp": [1994.98, 1997.46], "text": " We're moving on to planets next."}, {"timestamp": [1998.6, 2005.72], "text": " So you need to believe that everyone can learn anything given enough time and space."}, {"timestamp": [2007.04, 2011.72], "text": " If that's not for you, if you don't think some learners can learn everything,"}, {"timestamp": [2012.12, 2015.2], "text": " if you think they are of low ability or of high ability,"}, {"timestamp": [2015.68, 2017.0], "text": " then mastery learning is not for you."}, {"timestamp": [2017.78, 2020.68], "text": " But if you have high expectations that students can learn,"}, {"timestamp": [2021.24, 2025.32], "text": " high levels of cooperation, high levels of frequent specific feedback"}, {"timestamp": [2025.32, 2031.64], "text": " using diagnostic tasks and regular correction of mistakes. Mastery learning has an effect"}, {"timestamp": [2031.64, 2041.44], "text": " size of 0.59, a really significant increase. So the main variable is time, not learning."}, {"timestamp": [2042.24, 2049.88], "text": " So if you think about the way that we've traditionally done stuff, this unit takes three weeks, there are five crucial concepts you need at the end of that three"}, {"timestamp": [2049.88, 2056.66], "text": " weeks. And when that three weeks arrives, and you've only got two of them, then learning is"}, {"timestamp": [2056.66, 2061.28], "text": " the variable. You've only got two. You haven't got five. You flip it around, say actually you need"}, {"timestamp": [2061.28, 2068.28], "text": " those five. You might be able to do it in two weeks. It take you four weeks take your time do it well make sure you've got those"}, {"timestamp": [2068.28, 2072.3], "text": " concepts really well one of the worst things we can do is if you've only got a"}, {"timestamp": [2072.3, 2077.74], "text": " partial understanding of something and we move on you'll never have a decent"}, {"timestamp": [2077.74, 2081.72], "text": " understanding of it and your building blocks onto which you put further"}, {"timestamp": [2081.72, 2085.16], "text": " information later on will actually be inadequate."}, {"timestamp": [2085.16, 2090.44], "text": " So mastery learning, students moving at their own pace, learning things that they themselves"}, {"timestamp": [2090.44, 2091.44], "text": " want to learn."}, {"timestamp": [2091.44, 2094.24], "text": " Here's one way of looking at."}, {"timestamp": [2094.24, 2098.24], "text": " I look to a lot of reading from the Innovations Unit."}, {"timestamp": [2098.24, 2102.32], "text": " Actually, Chrissy introduced me to this, genius."}, {"timestamp": [2102.32, 2108.64], "text": " Valerie Hannan talks about the three main variables that we have in learning. And"}, {"timestamp": [2108.64, 2116.54], "text": " those are time, space and resource. I don't like calling people resources. We're"}, {"timestamp": [2116.54, 2122.5], "text": " not human resources. We're not units of labour. But if you think about this in terms of"}, {"timestamp": [2122.5, 2132.5], "text": " how do we allocate people to jobs, to tasks, how do we allocate students to teachers, resources, that sort of thing, that's what she's talking about."}, {"timestamp": [2132.5, 2138.0], "text": " And actually you think with those three primary colours, we can paint any masterpiece we want."}, {"timestamp": [2138.0, 2145.72], "text": " Think about how we're using the students' time, the years that they're with us, but also the days and the weeks and"}, {"timestamp": [2145.72, 2147.58], "text": " the years."}, {"timestamp": [2147.58, 2149.76], "text": " Think about how we allocate space."}, {"timestamp": [2149.76, 2154.72], "text": " We still batch process mostly, so year one, year two, year three, we don't have to do that."}, {"timestamp": [2154.72, 2158.92], "text": " We can actually do different things if we want to create different pedagogies."}, {"timestamp": [2158.92, 2163.04], "text": " And again, we can allocate resources differently."}, {"timestamp": [2163.04, 2164.76], "text": " So there's some schools doing some cool things."}, {"timestamp": [2164.76, 2171.16], "text": " This is Stonefield School. They have taken time, space and resource, had a really good"}, {"timestamp": [2171.16, 2175.94], "text": " think about what it is they want to achieve and they give students every Friday the opportunity"}, {"timestamp": [2175.94, 2180.16], "text": " to pursue their own learning, project managed their own learning. They call it breakthrough time."}, {"timestamp": [2180.16, 2188.14], "text": " So these students are learning blender 3D, so they're creating 3D models, wireframes, animations, that sort of stuff."}, {"timestamp": [2188.94, 2190.84], "text": " They've decided that they want to do that."}, {"timestamp": [2191.56, 2197.06], "text": " So the time, the space and the resource was adjusted to allow them to do that."}, {"timestamp": [2197.94, 2201.92], "text": " By the same token, prior to joining Corps, I was at Albany Senior High,"}, {"timestamp": [2202.42, 2204.4], "text": " and we did a similar sort of thing."}, {"timestamp": [2204.4, 2210.0], "text": " All day Wednesday, the students students project managed their own learning."}, {"timestamp": [2210.0, 2217.04], "text": " So these students decided to build a hovercraft out of a five horsepower left blowing engine."}, {"timestamp": [2217.04, 2221.2], "text": " That's just what they want to do, taught themselves off YouTube and what we did was arrange time,"}, {"timestamp": [2221.2, 2223.76], "text": " space resource to let them do that."}, {"timestamp": [2223.76, 2226.0], "text": " I'll let William tell you a wee bit about it."}, {"timestamp": [2230.0, 2237.0], "text": " We're making a hovercraft and this is our 5-watt-power leaf blowing engine"}, {"timestamp": [2237.0, 2240.0], "text": " and it's just going to go through this intake into the board."}, {"timestamp": [2240.0, 2244.0], "text": " We have a few holes in the bottom that will hopefully make it fly."}, {"timestamp": [2244.0, 2247.84], "text": " It just seemed like an exciting thing to do when we found a few guides and then we decided"}, {"timestamp": [2247.84, 2251.84], "text": " to design our own and pretty much here it is."}, {"timestamp": [2251.84, 2270.36], "text": " Well everything that we do on Wednesdays is all individual and we get to make whatever we want."}, {"timestamp": [2270.36, 2275.4], "text": " So it's pretty much just an experience of whatever you want to do and expanding with things"}, {"timestamp": [2275.4, 2306.24], "text": " and improving how you are yourself, because you can pick whatever you want to improve on. Just also acknowledge John Locke in the audience, whose work at Alphiston College we looked really closely at with three-day episodes and giving students the"}, {"timestamp": [2306.24, 2310.24], "text": " opportunity to project manage their own learning so really acknowledge the work that you've done"}, {"timestamp": [2310.24, 2316.48], "text": " John. One of the great things about about the way that Albany was set up was that we actually"}, {"timestamp": [2316.48, 2322.56], "text": " had these open flexible learning spaces that allowed students to go and access different experts,"}, {"timestamp": [2322.56, 2329.46], "text": " teacher experts but student experts, access technology to tuck themselves into small group meeting spaces,"}, {"timestamp": [2329.96, 2332.68], "text": " access large spaces, presentation spaces,"}, {"timestamp": [2333.22, 2340.54], "text": " so that three-color palette of time, they get a whole day of space."}, {"timestamp": [2340.92, 2344.96], "text": " The learning spaces are designed to facilitate that kind of connective, collaborative learning,"}, {"timestamp": [2345.52, 2350.8], "text": " and resource they get to access people, the workshop, the learning spaces are designed to facilitate that kind of connective collaborative learning and resource they get to access people, the workshop, the different spaces."}, {"timestamp": [2350.8, 2355.6], "text": " So if we then start thinking about what are the kinds of spaces that we want coming from our"}, {"timestamp": [2355.6, 2362.96], "text": " learning, as you can see down the bottom here, we're now getting to learning space design."}, {"timestamp": [2362.96, 2365.44], "text": " It's only after we've done an awful lot of talking"}, {"timestamp": [2365.44, 2370.0], "text": " and thinking about what good quality learning is, that we actually get down to the design of the"}, {"timestamp": [2370.0, 2375.92], "text": " spaces, because the designs need to follow what it is that we're hoping to achieve with our learning."}, {"timestamp": [2375.92, 2380.72], "text": " It's not the other way around. So what are the kinds of spaces that we need?"}, {"timestamp": [2381.68, 2385.12], "text": " Learning space design will probably need, based on the research into powerful learning, we'll have some peer tutoring space. So we need somewhere learning space design, we'll probably need, based on the research into powerful"}, {"timestamp": [2385.12, 2389.92], "text": " learning, we'll have some peer tutoring space. So we need somewhere where students can teach"}, {"timestamp": [2389.92, 2395.92], "text": " each other. We'll also need some one to many space so that students can do that reciprocal"}, {"timestamp": [2395.92, 2402.0], "text": " teaching, but also direct instruction. Direct instruction actually is quite a powerful strategy"}, {"timestamp": [2402.0, 2405.4], "text": " when used well. When I talk about that industrial model,"}, {"timestamp": [2405.4, 2408.0], "text": " it doesn't mean that we, like we always do in education,"}, {"timestamp": [2408.0, 2409.9], "text": " throw the baby out with the bathwater"}, {"timestamp": [2409.9, 2413.2], "text": " and completely swing the pendulum to the other direction."}, {"timestamp": [2413.2, 2416.2], "text": " Actually, direct instruction has its use."}, {"timestamp": [2416.2, 2420.8], "text": " It's most powerful when it's used as one of a wide range of strategies."}, {"timestamp": [2420.8, 2423.1], "text": " But we will need one to many spaces."}, {"timestamp": [2423.1, 2424.5], "text": " We'll certainly need social space"}, {"timestamp": [2424.5, 2428.0], "text": " because a huge amount of learning is socially interaction."}, {"timestamp": [2428.0, 2437.0], "text": " We do need access to resources, computers, we'll need access to books, all sorts of different resources."}, {"timestamp": [2437.0, 2442.0], "text": " Outdoor learning, that's something that we kind of missed the boat on when we created those buildings"}, {"timestamp": [2442.0, 2444.0], "text": " and sent all the kids into those buildings."}, {"timestamp": [2444.0, 2448.74], "text": " Actually the variety and the amount of outdoor space that students"}, {"timestamp": [2448.74, 2454.4], "text": " have access to increases the amount that they learn. So if you let them learn outdoors"}, {"timestamp": [2454.4, 2458.94], "text": " and you also provide them a range of different environments, they will learn more than simply"}, {"timestamp": [2458.94, 2463.14], "text": " sitting in a classroom. It makes perfect sense. So how do we connect our buildings with"}, {"timestamp": [2463.14, 2467.2], "text": " the outside world? We'll need collaboration."}, {"timestamp": [2467.2, 2475.0], "text": " We'll need reflection. Daydreaming helps build knowledge. Reflection helps build knowledge."}, {"timestamp": [2475.0, 2480.0], "text": " So we'll need some quiet spaces. It can't just be noisy, active, collaborative."}, {"timestamp": [2480.0, 2485.6], "text": " We'll also need the opportunity for students to practice things on their own."}, {"timestamp": [2485.6, 2493.28], "text": " We need technology because that's like water and air for learning in the 21st century"}, {"timestamp": [2493.28, 2497.44], "text": " and the ability to apply that kind of knowledge."}, {"timestamp": [2502.24, 2508.38], "text": " We also know a lot more about the connection between the brain and the body."}, {"timestamp": [2508.38, 2512.72], "text": " So the decade of the brain that's now stretching into the sort of 15 or 20 years of the brain"}, {"timestamp": [2512.72, 2514.64], "text": " where we learnt all sorts of things."}, {"timestamp": [2514.64, 2520.6], "text": " There's no surprise that actually if you let kids use their bodies in a physical way so"}, {"timestamp": [2520.6, 2524.76], "text": " that they're actually engaging not only their brains but also their bodies."}, {"timestamp": [2524.76, 2528.36], "text": " Again, Ken Robinson says, you know, it's not like our bodies were just designed to carry"}, {"timestamp": [2528.36, 2529.7], "text": " our brains around."}, {"timestamp": [2529.7, 2532.2], "text": " They're actually a really crucial part of learning."}, {"timestamp": [2532.2, 2537.04], "text": " Then we'd say, like this school in Sweden, we've got a performance dance space right at the"}, {"timestamp": [2537.04, 2542.02], "text": " centre of our school that anybody can go to, blow off a bit of steam, get the endorphins going"}, {"timestamp": [2542.02, 2545.28], "text": " and then go back into their learning."}, {"timestamp": [2545.28, 2552.24], "text": " If we value things like project-based learning, then we want spaces that actually allow us"}, {"timestamp": [2552.24, 2558.44], "text": " to lay our projects out and not rub them off at the end of the day, but actually leave them up"}, {"timestamp": [2558.44, 2559.44], "text": " there."}, {"timestamp": [2559.44, 2563.5], "text": " So do we need really long walls that allow kids to step out the projects?"}, {"timestamp": [2563.5, 2564.62], "text": " Yes, we do."}, {"timestamp": [2564.62, 2566.4], "text": " Whiteboard, pin board."}, {"timestamp": [2566.4, 2568.04], "text": " Do we value flexibility?"}, {"timestamp": [2568.04, 2575.06], "text": " So the ability to sometimes have a room be large and sometimes have it be small, yes."}, {"timestamp": [2575.06, 2578.52], "text": " Because we don't know when we'll do one to many or when we'll do group-based learning."}, {"timestamp": [2578.52, 2585.0], "text": " So Sony has these awesome pivoting walls where they open up."}, {"timestamp": [2585.0, 2587.0], "text": " You can't sometimes see them in auditoriums."}, {"timestamp": [2587.0, 2589.0], "text": " But then when you need to close the space down,"}, {"timestamp": [2589.0, 2592.0], "text": " they close and that becomes a wall."}, {"timestamp": [2592.0, 2596.0], "text": " Things like, if you put a whiteboard at the front of a room,"}, {"timestamp": [2596.0, 2599.0], "text": " then that becomes the front of the room."}, {"timestamp": [2599.0, 2602.0], "text": " What we also do is put the chairs so that they can see the whiteboard,"}, {"timestamp": [2602.0, 2604.0], "text": " and then we start teaching from the whiteboard more"}, {"timestamp": [2604.0, 2606.0], "text": " because that's the way the chairs are facing."}, {"timestamp": [2606.0, 2609.0], "text": " So as soon as you put something at the front of a room,"}, {"timestamp": [2609.0, 2611.0], "text": " you've got a compelling desire,"}, {"timestamp": [2611.0, 2614.0], "text": " this is us being shaped by the environments,"}, {"timestamp": [2614.0, 2616.0], "text": " to actually teach from the front."}, {"timestamp": [2616.0, 2618.0], "text": " That's the way things are set up."}, {"timestamp": [2618.0, 2622.0], "text": " If you don't have whiteboards attached to the wall"}, {"timestamp": [2622.0, 2630.72], "text": " and you're able to wheel them wherever the students need them, then there's less propensity to teach from the front. So flexibility. It also, it doesn't"}, {"timestamp": [2630.72, 2634.9], "text": " have to be flash. It doesn't have to be expensive. It's Johnson & Johnson headquarters. So"}, {"timestamp": [2634.9, 2639.38], "text": " these are businesses, but they're businesses that are designed to foster innovation."}, {"timestamp": [2640.18, 2644.28], "text": " And that's what schools are. We're not businesses, but organizations designed to foster innovation,"}, {"timestamp": [2644.44, 2650.96], "text": " using curtains. So they're semi-opake, see-through, they're not a noise shield,"}, {"timestamp": [2650.96, 2656.56], "text": " but they certainly allow the creation of small spaces really cheaply, really easily."}, {"timestamp": [2657.76, 2664.72], "text": " Things like garage doors allow the flexible use of space. Push the button, door goes up,"}, {"timestamp": [2664.72, 2668.0], "text": " we've got an open collaborative space, comes down,"}, {"timestamp": [2668.0, 2670.0], "text": " we've got a meeting room."}, {"timestamp": [2670.0, 2676.0], "text": " Reflection, not expensive, but a nice little acoustic shield"}, {"timestamp": [2676.0, 2681.0], "text": " to do a little bit of thinking and a bit of contemplation."}, {"timestamp": [2681.0, 2691.0], "text": " When it comes to noise, noise is a really important part of it as well, The acoustics. This is some interesting research from Ravi Mehta in the University of Illinois."}, {"timestamp": [2691.0, 2698.0], "text": " And he found there's a link between the ambient noise level in a room and creativity."}, {"timestamp": [2698.0, 2706.0], "text": " So his findings, a moderate level of noise actually increases creativity."}, {"timestamp": [2706.0, 2708.0], "text": " Absolute silence."}, {"timestamp": [2708.0, 2713.0], "text": " I'm an English teacher, creative writing, silence, actually is not that helpful."}, {"timestamp": [2713.0, 2715.0], "text": " Too noisy, and it works the other way."}, {"timestamp": [2715.0, 2717.0], "text": " You can't concentrate."}, {"timestamp": [2717.0, 2721.0], "text": " But there's also a bit of a challenge in here as well."}, {"timestamp": [2721.0, 2727.64], "text": " So noise, he describes it as being roughly the same as a vacuum cleaner being on in the background, that 70 decibel level."}, {"timestamp": [2728.32, 2729.58], "text": " That will help creativity."}, {"timestamp": [2729.78, 2736.14], "text": " But in fact, we need quieter noise levels for concentration, memorization, rote learning."}, {"timestamp": [2736.3, 2737.98], "text": " There is still time and a place for rite learning."}, {"timestamp": [2738.58, 2740.1], "text": " You just need to remember stuff."}, {"timestamp": [2740.22, 2741.22], "text": " It's not the only thing we do."}, {"timestamp": [2741.52, 2748.0], "text": " But we need to be able to adjust the noise levels and make sure that they're conducive to the kind of learning that we want to go on."}, {"timestamp": [2748.0, 2752.0], "text": " So practical learning, this is Albany Senior High."}, {"timestamp": [2752.0, 2757.0], "text": " Every space, every learning common, has access to a construction space."}, {"timestamp": [2757.0, 2766.5], "text": " So the ability to go there, build stuff out of Play-Doh, pipe cleaners, whatever it is, and actually model what you're learning."}, {"timestamp": [2766.5, 2770.62], "text": " Everyone has access to that because it's a crucial part of it."}, {"timestamp": [2770.62, 2773.76], "text": " Similarly, Nati Primary School, where's Carla?"}, {"timestamp": [2773.76, 2774.76], "text": " Here she is."}, {"timestamp": [2774.76, 2778.04], "text": " Here she is."}, {"timestamp": [2778.04, 2780.24], "text": " This is Carla's classroom."}, {"timestamp": [2780.24, 2787.38], "text": " But this is a really good, okay, so if you've got a brand new learning environment like that, awesome, well done, we can do a whole lot of things."}, {"timestamp": [2787.68, 2793.0], "text": " If you've got some old tired classrooms like these, you actually can also still do quite a bit."}, {"timestamp": [2793.0, 2802.86], "text": " So Carl has been working on modern learning environment concepts with her syndicate in these two old classrooms, the one separated by the sliding doors."}, {"timestamp": [2803.4, 2804.8], "text": " Does everybody know those classrooms?"}, {"timestamp": [2805.08, 2809.0], "text": " Yes, there's nods. But actually, that's a really made modern learning environment."}, {"timestamp": [2809.64, 2814.44], "text": " Collaborative teaching, giving students access to the same kind of spaces and resources that they have"}, {"timestamp": [2814.44, 2820.14], "text": " in a brand new bespoke custom-built environment. But just thinking what is it that we want our"}, {"timestamp": [2820.14, 2830.16], "text": " students to learn and then building from there. The other thing is that we're not all lucky enough to have these brand new buildings."}, {"timestamp": [2830.16, 2833.24], "text": " And what's happening, I do a lot of work in Christchurch at the moment."}, {"timestamp": [2833.24, 2838.82], "text": " Some schools are having half of their sites rebuilt and the other half is using the old"}, {"timestamp": [2838.82, 2839.82], "text": " buildings."}, {"timestamp": [2839.82, 2842.8], "text": " They survived the earthquakes."}, {"timestamp": [2842.8, 2847.2], "text": " What do we do in that situation? Just the teachers who go into that"}, {"timestamp": [2847.2, 2850.6], "text": " learning space get access to all this stunning learning or do we actually need to"}, {"timestamp": [2850.6, 2855.54], "text": " do things with the existing spaces that mean that every child, regardless of which"}, {"timestamp": [2855.54, 2860.64], "text": " classroom they're in, gets access to these opportunities. And it's certainly the latter"}, {"timestamp": [2860.64, 2864.24], "text": " in my mind. There's some really interesting things you can do as typified by"}, {"timestamp": [2864.24, 2871.46], "text": " Carla and your team there at Natia. This is the old Henry Ford model of classroom design,"}, {"timestamp": [2872.04, 2876.52], "text": " so single-celled classroom and a corridor spine that joins them. In New Zealand, mostly,"}, {"timestamp": [2876.62, 2882.84], "text": " we didn't double bunk like this. Most of our industrial classrooms have a single corridor"}, {"timestamp": [2882.84, 2887.5], "text": " and then classrooms off them. But you can actually do some interesting things around it."}, {"timestamp": [2887.5, 2893.4], "text": " So looking at that corridor not as being a traffic area but as a connective spine, breakout"}, {"timestamp": [2893.4, 2901.32], "text": " space that allows people to go into and out of different spaces, joining them up to create"}, {"timestamp": [2901.32, 2902.98], "text": " learning commons."}, {"timestamp": [2902.98, 2904.62], "text": " So here's an example."}, {"timestamp": [2904.62, 2907.04], "text": " This is Hamden Street School in Nelson,"}, {"timestamp": [2907.04, 2910.08], "text": " and that building was built in 1892,"}, {"timestamp": [2910.08, 2912.08], "text": " so you couldn't get more industrial than this."}, {"timestamp": [2912.08, 2913.04], "text": " And you look at it and you go,"}, {"timestamp": [2913.04, 2914.64], "text": " I know exactly where that corridor is,"}, {"timestamp": [2914.64, 2917.12], "text": " and I know what those buildings are there,"}, {"timestamp": [2917.12, 2918.4], "text": " those are the cloak rooms,"}, {"timestamp": [2918.4, 2920.88], "text": " and then the classrooms off the front, there's the veranda,"}, {"timestamp": [2920.88, 2923.68], "text": " this is all coming right back to you."}, {"timestamp": [2923.68, 2925.52], "text": " So you think, well, what can we do with that?"}, {"timestamp": [2925.8, 2927.7], "text": " That's 1892."}, {"timestamp": [2928.56, 2930.08], "text": " Turn that into a modern learning environment,"}, {"timestamp": [2930.56, 2931.86], "text": " which is exactly what they've done."}, {"timestamp": [2932.86, 2936.38], "text": " So they've cut out big holes in between the classrooms"}, {"timestamp": [2936.38, 2939.32], "text": " and what used to be the corridor and the cloak rooms."}, {"timestamp": [2939.78, 2943.02], "text": " And the cloak rooms are now breakout spaces."}, {"timestamp": [2943.6, 2946.44], "text": " So these are the active learning spaces, but they're"}, {"timestamp": [2946.44, 2951.14], "text": " also, as these girls are demonstrating, they're really brilliant spaces to break out and record"}, {"timestamp": [2951.14, 2958.56], "text": " videos, educational videos, on food safety. So the cloak rooms, that storage space and the"}, {"timestamp": [2958.56, 2963.66], "text": " corridor space, that's potentially very valuable square meterage. We need every square"}, {"timestamp": [2963.66, 2965.84], "text": " meter we can in order to do all the"}, {"timestamp": [2965.84, 2970.56], "text": " awesome things that we want to do with our kids. Using those corridors five minutes every"}, {"timestamp": [2970.56, 2978.48], "text": " hour is a really poor use of that time. So we get rid of them and we actually use it as"}, {"timestamp": [2978.48, 2986.66], "text": " breakout space. So just take a moment and just reflect on some of the things that we've been thinking about."}, {"timestamp": [2986.66, 2991.26], "text": " What kinds of spaces would you like better access to if you're in a school and what kinds"}, {"timestamp": [2991.26, 2993.38], "text": " of learning opportunities would those spaces lead to?"}, {"timestamp": [2993.38, 2994.38], "text": " Just take two minutes."}, {"timestamp": [2994.38, 3085.0], "text": " Go. Thank you. Ten more seconds."}, {"timestamp": [3085.0, 3095.0], "text": " Okay, just bring that to a close."}, {"timestamp": [3095.0, 3106.64], "text": " The other really big thing that's changed since the industrial age, well two big things really,"}, {"timestamp": [3107.6, 3108.94], "text": " transportation and communication."}, {"timestamp": [3109.64, 3116.3], "text": " And the changes in those two areas have enabled us to become much more connected, much more collaborative, much more cluster-based,"}, {"timestamp": [3116.76, 3118.94], "text": " much more in touch with our communities."}, {"timestamp": [3119.4, 3125.76], "text": " But we still have that DNA, the industrial DNA, of thinking the school is a place over there where the kids"}, {"timestamp": [3125.76, 3127.44], "text": " go to do the learning."}, {"timestamp": [3127.44, 3132.86], "text": " We've spent a long time keeping parents, keeping the community at arm's length."}, {"timestamp": [3132.86, 3136.42], "text": " Turns out having them really involved and engaged in learning is an awesome thing."}, {"timestamp": [3136.42, 3139.76], "text": " So we need to start thinking about networks."}, {"timestamp": [3139.76, 3144.76], "text": " So I want to bring you in here, we're looking, we're just stepping along this matrix here."}, {"timestamp": [3144.76, 3146.44], "text": " We're now looking at networks."}, {"timestamp": [3147.1, 3148.76], "text": " Does anybody know what this thing is called?"}, {"timestamp": [3149.86, 3150.9], "text": " It's a container."}, {"timestamp": [3151.44, 3151.7], "text": " Yep."}, {"timestamp": [3152.38, 3152.64], "text": " Yep."}, {"timestamp": [3153.1, 3154.58], "text": " It's a very special kind of container."}, {"timestamp": [3154.68, 3156.44], "text": " This thing is called the maker crate."}, {"timestamp": [3157.74, 3158.56], "text": " Maker crate."}, {"timestamp": [3159.2, 3163.42], "text": " Inside, it's kitted out with all the most awesome gear."}, {"timestamp": [3163.54, 3167.2], "text": " 3D printers, laser cutters, vinyl cutters,"}, {"timestamp": [3167.2, 3170.6], "text": " all sorts of solaring irons for electronics and robotics."}, {"timestamp": [3170.6, 3173.3], "text": " It's all sitting inside there."}, {"timestamp": [3173.3, 3182.0], "text": " And what these guys do is that they take it to schools and places, drop it on site for a term or so,"}, {"timestamp": [3182.0, 3184.5], "text": " and the kids get access to all those awesome things."}, {"timestamp": [3184.5, 3185.9], "text": " The school doesn't need to buy it, they just rent it for a term or so, and the kids get access to all those awesome things. The school doesn't need to buy it."}, {"timestamp": [3186.54, 3187.82], "text": " They just rent it for a term."}, {"timestamp": [3188.92, 3192.36], "text": " So Bridget McHendry and a few other awesome people in Christchurch"}, {"timestamp": [3192.36, 3194.7], "text": " are setting this up."}, {"timestamp": [3194.74, 3198.36], "text": " It's actually sitting in the Pallet Pavilion at the moment in Christchurch,"}, {"timestamp": [3198.54, 3202.44], "text": " and they have kids in to do all sorts of things, build, make, create."}, {"timestamp": [3203.06, 3205.08], "text": " So this is the kind of stuff that we want our kids"}, {"timestamp": [3205.08, 3209.56], "text": " to do more of it, more of. It's really hard if we don't have the stuff, but actually using"}, {"timestamp": [3209.56, 3214.38], "text": " our networks, using our connections, there's no reason why we can't have a maker crate"}, {"timestamp": [3214.38, 3219.0], "text": " parked outside our school for term three and we just go gangbusters, 3D printing,"}, {"timestamp": [3219.0, 3224.18], "text": " prototyping, making the next mouse trap, whatever it is that we're doing, solving problems"}, {"timestamp": [3224.18, 3226.1], "text": " in our communities."}, {"timestamp": [3231.16, 3231.68], "text": " So by the same token, this is a friend of mine, his name is Vic, Vic Oliver."}, {"timestamp": [3235.18, 3236.76], "text": " He's the closest person I know to a mad genius."}, {"timestamp": [3237.8, 3238.4], "text": " Vic has a workshop."}, {"timestamp": [3240.02, 3240.52], "text": " He lives about 10 minutes down the road from me."}, {"timestamp": [3243.08, 3243.84], "text": " West Auckland has a workshop very proud of."}, {"timestamp": [3248.0, 3252.0], "text": " He was one of the people who developed the open source 3D printer, the RepRap, and actually there's one behind them there."}, {"timestamp": [3252.0, 3256.0], "text": " The design of the RepRap was that it prints the parts"}, {"timestamp": [3256.0, 3258.0], "text": " that you need to create another reprap."}, {"timestamp": [3258.0, 3261.0], "text": " So the first thing that you do when you get a reprap,"}, {"timestamp": [3261.0, 3264.0], "text": " self-replicating 3D printer, is you print the parts required"}, {"timestamp": [3264.0, 3265.32], "text": " and then you give them to somebody else so they can build their own reprap, self-replicating 3D printer, is you print the parts required and then you give"}, {"timestamp": [3265.32, 3269.7], "text": " them to somebody else so they can build their own reprap."}, {"timestamp": [3269.7, 3274.44], "text": " So he's a genius, he's an absolute genius, but he is a workshop that's kidded out with stunning"}, {"timestamp": [3274.44, 3281.06], "text": " gear and he has, if you buy a reprap, a 3D printer from Vic, he will, the only way that"}, {"timestamp": [3281.06, 3285.94], "text": " you can get it is to come into the workshop and learn how to put it together yourself."}, {"timestamp": [3289.2, 3289.66], "text": " Because teaching and sharing is a crucial part of the process."}, {"timestamp": [3292.86, 3293.64], "text": " Vic's doors are open for any school that wants to use that workshop."}, {"timestamp": [3294.96, 3295.28], "text": " He's just 10 minutes down the road."}, {"timestamp": [3300.08, 3300.22], "text": " There will be people in your communities who are similarly, maybe not similarly,"}, {"timestamp": [3304.62, 3305.72], "text": " twisted geniuses, but they have workshops, they have science labs, they have orchards,"}, {"timestamp": [3305.86, 3310.2], "text": " they have farms, they have whatever it is that you need your kids to access."}, {"timestamp": [3311.3, 3320.78], "text": " Vic doesn't always look like that. Sometimes things go wrong. So then we come to FF and E,"}, {"timestamp": [3321.78, 3325.6], "text": " fixtures, furniture and equipment. And often this is the first thing that people think about"}, {"timestamp": [3325.6, 3327.84], "text": " when they think of modern learning environments."}, {"timestamp": [3327.84, 3329.04], "text": " What's the first piece of furniture"}, {"timestamp": [3329.04, 3331.2], "text": " that you think of with the modern learning environment?"}, {"timestamp": [3333.12, 3334.72], "text": " Big bags."}, {"timestamp": [3334.72, 3337.12], "text": " Put a beanbag in it, it's a modern learning environment."}, {"timestamp": [3340.32, 3342.16], "text": " Actually, you may need bean bags,"}, {"timestamp": [3342.16, 3344.4], "text": " but you go through the process of determining"}, {"timestamp": [3344.4, 3348.28], "text": " what you want learning to look like, and then you shape everything around that."}, {"timestamp": [3348.98, 3358.52], "text": " What we actually want is a fair bit of flexibility, so that we can reconfigure the space using the furniture into whatever pedagogy we need."}, {"timestamp": [3359.06, 3359.88], "text": " Castors are good."}, {"timestamp": [3360.78, 3361.5], "text": " Castors are good."}, {"timestamp": [3362.12, 3366.22], "text": " Having castors on everything means that you can move them easily. You don't"}, {"timestamp": [3366.22, 3372.08], "text": " have to have four. You can have two at one end and then legs at the other end so that you pick up"}, {"timestamp": [3372.08, 3383.04], "text": " one end and then move it around. It's easy to get caught up in the beautiful furniture."}, {"timestamp": [3383.46, 3387.0], "text": " Very, very easy. Color schemes, attractive,"}, {"timestamp": [3388.72, 3394.32], "text": " beautiful. But each one of these is designed to support a different pedagogy. Different"}, {"timestamp": [3394.32, 3400.8], "text": " heights in a classroom. If you have different heights, it gives a sense, much more of a"}, {"timestamp": [3400.8, 3405.16], "text": " sense of a variety of activities going on. If everybody's at the same level,"}, {"timestamp": [3407.32, 3409.26], "text": " then the kind of subconscious mind tunes in that everybody's doing the same thing at the same time."}, {"timestamp": [3409.78, 3411.88], "text": " So allowing kids, the little lily pads,"}, {"timestamp": [3412.02, 3413.2], "text": " to kneel on the floor,"}, {"timestamp": [3413.7, 3415.78], "text": " low tables, high tables,"}, {"timestamp": [3416.16, 3417.76], "text": " we call them bar leans."}, {"timestamp": [3417.86, 3421.82], "text": " We have to find out a different phrase with kids,"}, {"timestamp": [3422.92, 3424.88], "text": " but a variety of different things."}, {"timestamp": [3424.88, 3425.0], "text": " And using those kind of components, we can shape our variety of different things."}, {"timestamp": [3425.0, 3427.0], "text": " And that, using those kind of components,"}, {"timestamp": [3427.0, 3430.0], "text": " we can shape our classrooms into different spaces."}, {"timestamp": [3430.0, 3432.0], "text": " So this is from the work of David Thornburg."}, {"timestamp": [3432.0, 3435.0], "text": " Again, this is a poster that's on the core website."}, {"timestamp": [3435.0, 3437.0], "text": " It's a PDF available for download printing."}, {"timestamp": [3437.0, 3439.0], "text": " I'll be tweeting that."}, {"timestamp": [3439.0, 3441.0], "text": " You won't see my fingers move."}, {"timestamp": [3441.0, 3443.0], "text": " But Thornburg suggests that we need a range of different."}, {"timestamp": [3443.0, 3446.6], "text": " These are primordial metaphors for learning contexts."}, {"timestamp": [3446.6, 3452.6], "text": " A watering hole where you come together, you might be an antelope and somebody else is a giraffe."}, {"timestamp": [3452.6, 3461.68], "text": " Different people coming into a central space, exchanging ideas, giving feedback, you learn from them, they learn from you, then you go back to your respective herds."}, {"timestamp": [3461.68, 3466.2], "text": " The mountaintop where you celebrate and sing your praises, one to many"}, {"timestamp": [3466.2, 3474.2], "text": " space, a space like a sandpit to be able to create and prototype and build things, the cave,"}, {"timestamp": [3474.3, 3479.32], "text": " a reflective space to be able to go and think and contemplate in the campfire where you come"}, {"timestamp": [3479.32, 3486.12], "text": " together, share stories, do things. So those pieces of furniture"}, {"timestamp": [3486.12, 3489.34], "text": " were all designed to allow us to do more of this stuff."}, {"timestamp": [3490.24, 3493.22], "text": " So look beyond the shiny colour schemes,"}, {"timestamp": [3493.22, 3497.82], "text": " but also think we can take that brilliant, stunning furniture"}, {"timestamp": [3497.82, 3501.44], "text": " and turn it into any kind of learning context we like."}, {"timestamp": [3501.64, 3504.98], "text": " If we want to, we can perpetuate the industrial model"}, {"timestamp": [3504.98, 3505.68], "text": " using state-of-the-art, researched, really good furniture. of learning context we'd like. If we want to, we can perpetuate the industrial model using"}, {"timestamp": [3505.68, 3513.68], "text": " state-of-the-art researched, really good furniture. So here's Hampton Street again, range of"}, {"timestamp": [3513.68, 3518.88], "text": " different spaces. What is always really good when you know good, powerful learnings going on,"}, {"timestamp": [3518.88, 3527.0], "text": " is that the teacher is hard to spot. There is a teacher in there, but a range of different spaces. Authentic, genuine use"}, {"timestamp": [3527.0, 3532.0], "text": " of technology as well, just as and when it's needed, not everybody doing the same thing"}, {"timestamp": [3532.0, 3540.0], "text": " at the same time. Display spaces, that used to be where the whiteboard was? Yeah, whiteboard's gone."}, {"timestamp": [3540.0, 3546.24], "text": " But low tables, kids sitting on the floor, kids making decisions about what they learn and when."}, {"timestamp": [3546.24, 3550.96], "text": " Cave space, doing your own individual learning."}, {"timestamp": [3550.96, 3556.82], "text": " And there still is really good, powerful teacher-led learning going on because that's important."}, {"timestamp": [3556.82, 3558.62], "text": " Teachers are important."}, {"timestamp": [3558.62, 3561.32], "text": " But it's not everybody doing the same thing at the same time."}, {"timestamp": [3561.32, 3563.04], "text": " Think micro-teaching."}, {"timestamp": [3563.04, 3565.44], "text": " Think direct instruction for just the"}, {"timestamp": [3565.44, 3570.16], "text": " kids who need it, not everyone, because there'll be kids who are far in advance of what this"}, {"timestamp": [3570.16, 3575.28], "text": " teacher's covering and kids who are not quite ready for it yet. Rather than throwing it all"}, {"timestamp": [3575.28, 3579.6], "text": " out to make sure that everybody gets it. What I also love about this space is that there's"}, {"timestamp": [3579.6, 3585.28], "text": " three different forms of display technology being used. So there's the traditional whiteboard."}, {"timestamp": [3585.28, 3593.04], "text": " We've got a screen and we've got liquid chalk on glass. So there's no front to the room."}, {"timestamp": [3594.88, 3603.76], "text": " Here's some images from Stephen Heppel's blog, Rubble, Spaces for maximum flexibility."}, {"timestamp": [3603.76, 3609.0], "text": " So this tiered seating, it can be taken apart and spread around the room,"}, {"timestamp": [3609.0, 3612.0], "text": " so you've got low seating for students to work on,"}, {"timestamp": [3612.0, 3614.0], "text": " but also just stacked against the wall."}, {"timestamp": [3614.0, 3617.0], "text": " That becomes an impromptu mountain top space."}, {"timestamp": [3617.0, 3620.0], "text": " So tiered seating is really valuable."}, {"timestamp": [3620.0, 3623.0], "text": " Think about if you don't have the whiteboard attached to the room"}, {"timestamp": [3623.0, 3626.32], "text": " and you want kids to use the whiteboard, put it at their level,"}, {"timestamp": [3627.44, 3629.38], "text": " and let them use it to teach each other."}, {"timestamp": [3629.74, 3631.22], "text": " Reciprocal teaching, peer tutoring."}, {"timestamp": [3631.74, 3635.58], "text": " Move it around, that's got casters, move it around as and when you need to."}, {"timestamp": [3636.44, 3638.26], "text": " Writeable surfaces, writable tables."}, {"timestamp": [3639.18, 3644.32], "text": " So if you want a lot of individual small group teaching,"}, {"timestamp": [3644.8, 3646.06], "text": " take that whiteboard off the wall"}, {"timestamp": [3646.06, 3649.08], "text": " and actually just put it where the kids are on the tables."}, {"timestamp": [3649.68, 3650.96], "text": " And here's Doug from Fernware"}, {"timestamp": [3650.96, 3652.86], "text": " at the Modern Learning Environment's Expo."}, {"timestamp": [3652.96, 3656.76], "text": " We held in Christchurch, you know, holding court."}, {"timestamp": [3656.84, 3658.52], "text": " He's drew in cartoon figures of the kids."}, {"timestamp": [3660.38, 3662.72], "text": " But also think about the role that technology plays."}, {"timestamp": [3662.82, 3663.68], "text": " We're moving along here."}, {"timestamp": [3664.8, 3668.96], "text": " Albany was a Bring Your Own Device school in part because we wanted maximum flexibility."}, {"timestamp": [3668.96, 3673.82], "text": " Kids to use devices if they wanted or to choose not to use devices of their own and just"}, {"timestamp": [3673.82, 3676.06], "text": " use the school devices."}, {"timestamp": [3676.06, 3682.0], "text": " And what you maybe didn't notice in this shot was the use of the iPad as a model for the"}, {"timestamp": [3682.0, 3683.7], "text": " drawing that this boy is doing."}, {"timestamp": [3683.7, 3690.14], "text": " So again, really authentic use of technology, invisible, it blends in."}, {"timestamp": [3690.14, 3692.36], "text": " At the Expo we had Kevin Honey cut down."}, {"timestamp": [3692.36, 3695.94], "text": " He built a school on Mars with a group of students."}, {"timestamp": [3695.94, 3700.18], "text": " And so those students, really authentic use of devices just sitting there with pipe cleaners"}, {"timestamp": [3700.18, 3704.72], "text": " and plato and felt tips and a device."}, {"timestamp": [3704.72, 3715.0], "text": " So they're looking into Mars, researching the gravity, the environment, the atmosphere to ensure that their school that they build is fit for purpose."}, {"timestamp": [3715.0, 3720.0], "text": " So think about the role technology plays in that ecosystem."}, {"timestamp": [3720.0, 3730.4], "text": " But also one of the final design elements in the modern learning environments matrix is civic presence."}, {"timestamp": [3730.4, 3737.52], "text": " This is doing something greater than ourselves, making sure that we connect with our community"}, {"timestamp": [3737.52, 3741.68], "text": " and leave the world in a better place when we came into it."}, {"timestamp": [3741.68, 3745.2], "text": " So some really interesting stuff happening around edible gardens,"}, {"timestamp": [3745.36, 3751.92], "text": " around community gardens, schools being the hub of a community garden. There are thousands and"}, {"timestamp": [3751.92, 3757.8], "text": " thousands of gardeners who are just sitting in our communities who can teach our kids how to grow their"}, {"timestamp": [3757.8, 3768.14], "text": " own food. As we lose more and more touch with food and our food becomes more heavily processed, there's a real"}, {"timestamp": [3768.14, 3774.14], "text": " opportunity to connect kids back in and see food as an academic subject, something through"}, {"timestamp": [3774.14, 3776.16], "text": " which we can learn all sorts of things."}, {"timestamp": [3776.16, 3783.46], "text": " So some really, really good projects, eating, reading, writing, arithmetic."}, {"timestamp": [3785.0, 3788.0], "text": " So one of the process elements is sustainability."}, {"timestamp": [3788.0, 3793.0], "text": " It's no good just going in and doing awesome things for six months"}, {"timestamp": [3793.0, 3795.0], "text": " and then realizing, oh, this is all too hard."}, {"timestamp": [3795.0, 3799.0], "text": " It takes a lot of energy and actually let's just put the desks back in."}, {"timestamp": [3799.0, 3801.0], "text": " So how do we ensure sustainability?"}, {"timestamp": [3801.0, 3807.2], "text": " How do we ensure that we are not only maintaining our vision but actually enhancing it?"}, {"timestamp": [3807.2, 3808.2], "text": " So every day."}, {"timestamp": [3808.2, 3812.4], "text": " And we've got the best tool for doing that."}, {"timestamp": [3812.4, 3813.8], "text": " That's the inquiry cycle."}, {"timestamp": [3813.8, 3814.96], "text": " Teaching is inquiry."}, {"timestamp": [3814.96, 3818.62], "text": " Needs to be fundamentally behind every decision that we make."}, {"timestamp": [3818.62, 3820.06], "text": " How do we know that we're making a difference?"}, {"timestamp": [3820.06, 3824.8], "text": " How do we know that actually, heaven forbid, having the desks lined up in rows didn't actually"}, {"timestamp": [3824.8, 3826.98], "text": " work better than this new way?"}, {"timestamp": [3826.98, 3829.62], "text": " We need to know."}, {"timestamp": [3829.62, 3832.4], "text": " Because no one will have all the answers."}, {"timestamp": [3832.4, 3836.78], "text": " As I said, it's not a thing you go and pick up and drop onto your site, and because it's"}, {"timestamp": [3836.78, 3840.32], "text": " not a thing that you pick up and drop onto your site, nobody's going to know the right way"}, {"timestamp": [3840.32, 3842.06], "text": " to do it."}, {"timestamp": [3842.06, 3844.76], "text": " You are going to be the person who knows the right way to do it."}, {"timestamp": [3844.76, 3850.6], "text": " And you need a process to make sure that you and every person in your school is making decisions"}, {"timestamp": [3850.6, 3855.76], "text": " every day based on student feedback, based on the evidence of what works, based on research"}, {"timestamp": [3855.76, 3860.38], "text": " into effective practice and improving that system."}, {"timestamp": [3860.38, 3863.92], "text": " It's the most wonderful self-improvement cycle."}, {"timestamp": [3863.92, 3870.22], "text": " And there's kind of two phases to the modern learning environment build."}, {"timestamp": [3870.42, 3875.48], "text": " So when you get the key handed over and you move all the furniture and you start teaching,"}, {"timestamp": [3875.58, 3876.72], "text": " that's actually not the end of it."}, {"timestamp": [3876.8, 3877.82], "text": " That's the start of it."}, {"timestamp": [3878.74, 3881.14], "text": " Because you can't employ someone with all the answers."}, {"timestamp": [3881.14, 3884.62], "text": " You then need to find out those answers yourself."}, {"timestamp": [3886.92, 3893.92], "text": " someone with all the answers, you then need to find out those answers yourself. So one final two-minute turn and talk."}, {"timestamp": [3893.92, 3895.26], "text": " How do you do that now?"}, {"timestamp": [3895.26, 3899.56], "text": " How do you angle for sustainability, ensuring that you are becoming a better teacher every"}, {"timestamp": [3899.56, 3903.0], "text": " day?"}, {"timestamp": [3903.0, 3904.48], "text": " And how do you share good practice?"}, {"timestamp": [3904.48, 3906.14], "text": " So if I'm becoming a better teacher every day,"}, {"timestamp": [3906.48, 3910.64], "text": " where's my opportunity to lead the pedagogical development of my colleagues?"}, {"timestamp": [3910.86, 3911.7], "text": " How do I share that?"}, {"timestamp": [3912.6, 3914.3], "text": " And then the other thing I want you to do"}, {"timestamp": [3914.3, 3917.32], "text": " is to think of over this whole presentation,"}, {"timestamp": [3917.32, 3920.5], "text": " what are two things that are next steps for you?"}, {"timestamp": [3921.28, 3922.08], "text": " I'll give you two minutes."}, {"timestamp": [3922.34, 4049.0], "text": " Go. Thank you. Thank you. Okay, just, just finish that off. Healthy level of discussion."}, {"timestamp": [4049.0, 4055.0], "text": " Natural lull, natural lull, natural lull."}, {"timestamp": [4055.0, 4067.5], "text": " Okay, just to wrap us up, I just want to reiterate where you can learn more, how you can get more access to the research that sits behind this, the process, all those kinds of things."}, {"timestamp": [4067.98, 4073.4], "text": " All of it was drawn from our modern learning environments planning matrix, as I said, that's available on the core education website."}, {"timestamp": [4073.96, 4085.04], "text": " If you want to see more examples of spaces in use of really powerful learning taking place, there's a whole modern learning environment's channel on the"}, {"timestamp": [4085.04, 4091.6], "text": " Ed Talks website. So edtalks.org and you'll see the channel on the left-hand side there. But above"}, {"timestamp": [4091.6, 4096.98], "text": " all, what I really want to do is make sure that we come back to where we started and think,"}, {"timestamp": [4097.18, 4104.16], "text": " actually, what does a machine for learning look like? And let's go out and build some. So,"}, {"timestamp": [4104.16, 4106.56], "text": " kiyotu, thank you very much."}], "text": " Hio-a-Kautau, na mehinewe to you. Myridae, the Maunga, Kaiparae, the Moana, Kaipara, Teawa, Kauqua, Tewaka, Kauiwi, Tewee, Kauleynesville, Kauldensville, Norea, Norea, Tena, thank you, kautau, k캐t캐t캐t치, Kiora Toto. The Twitter handle that I use, Mosborn Zero One, I'm going to be, if you follow me on Twitter, I'm going to be releasing the resources that I'm referring to over the course of this presentation. You won't even see my fingers move, but there'll be a stream of goodies coming out on the Twitter stream. There's also, it'll be using stream of goodies coming out on the Twitter stream. There's also, it'll be using the You Learn 13 hashtag, so if you're following that, you'll get all the good stuff. If you want to know how I can do that and present at the same time, come and see me at the end and I'll show you a nice little trick. So the strap line, the tagline for today's talk, machines for learning, comes from, well, it's an adaptation of a quotation by a very famous architect, Le Corbusier. He was one of the fathers of modernism, brilliant, brilliant architect, but he described houses as being machines for living. And what he meant by that was that they should be, every single thing in that house, should be designed to enhance the lives of the people who live in there. So the placement of the light switches, the windows, the floor coverings, everything should be a little cog in the big machine that helps people to live better lives. And I take that as my jumping off point today, because I wonder what he would describe schools as. Would he describe them as machines for learning, where every single component, every single thing that we do is designed to create learning. And when I think about my school, I don't think the schools that I went through when I was a kid, I don't think he would describe those as machines for learning. They were probably machines for sitting, machines for listening and machines for writing, machines for doing the same thing at the same time. And so that's a kind of curious question that I want to pose to you to for you to ask as we go through this this this workshop this morning what would a machine for learning look like because I'm pretty sure it wouldn't look like this and yet we do still have a lot of this DNA in our schooling system the idea of facing the front and everybody doing the same thing at the same time. This is a machine for transferring knowledge from one person's head to another, worked extremely well. So we know about the industrial model of schooling, where one clever person would write on a blackboard or talk, and 50 people would try and catch that knowledge and remember it. What we wanted, this machine was designed to avoid devolution, the possibility that a generation would know less than the generation that preceded them. We didn't want to lose that very precious store of human knowledge. And actually as a machine for doing that, for knowledge transfer, it was very efficient. You could take one idea and turn it into 50 ideas in 50 people's heads really, really easily. But we know that that industrial model of education is coming to an end, it should be. That machine designed to get everybody doing the same thing at the same time worked really well when the jobs that you are moving into required everybody to do the same thing at the same time. Don't question authority, do your job, don't be creative. What we don't want you to do is to do something weird and wacky with the little task that you've got, because then the overall big machine to which you're contributing may not work as well. So actually, follow instructions, sit there and do the job. But we actually, we don't need that anymore because very few of our kids will be going into situations like this. So we need different machines. So I know I'm not telling anybody anything that I don't really know. I list the features of the industrial model that we brought into education. So we didn't have hooters, but we did have bells. We didn't work in shifts, we brought that across and that became timetables, where we dispatched kids to different parts of the organisation to do different things. The batches were year levels, we brought that across directly. The division of labour, we cut up all the different jobs in the factory so that you did one thing over and over again and did it really well. We divided the whole sum of human knowledge into subjects. That was the division of labour. Identical products meant that when you came out of school and you got a high school certificate or school C or bursary, then you knew roughly the same as the other people. So there was an identical product. So we didn't have uniforms, oh actually we did have uniforms and we had plenty of rules and procedures as well. So we just brought those straight across. That's the DNA that we're working uniforms, and we had plenty of rules and procedures as well. So we just brought those straight across. That's the DNA that we're working with. That's 150 years of doing the stuff on the right really, really well. But the world has changed. I know that I'm not telling you anything you don't already know. Charles Ledbetter says it really well. That we won't send our kids into the minds, hopefully. They will make their living through creativity, ingenuity and imagination. And I find that exciting for a couple of reasons. One, imagination, ingenuity, creativity is infinite, so we're not tied to a fixed product. But also it means that we don't have to look to our natural resources. We're not fitting more and more cows into paddocks. We're not mining underneath our national parks. We're actually working with human beings and creativity. So what is the role of the school in this? This is where we're headed. What can we do? We spend a lot of time thinking about modern learning environments. People talk about it. It's a very hot topic now. The modern learning environment is actually just one tool that we can use to create a really powerful system that allows kids to do this stuff. The building won't do it by itself, but the building is not entirely passive. And one of my favorite quotations by Churchill is that we shape our buildings and thereafter they shape us. So if we want kids to work on their own, if we want teachers to work on their own, not collaboratively, what we should do is put them into individual classrooms and not let them talk to other people. That behavior of working on our own, not working collaborative, is in part of function of the architecture that we have. We set one teacher and 25 students into a room and then wonder why we don't collaborate more. So the buildings shape us. They're not, they won't fix it, but they're not passive. So what are the kinds of things that we can do to help kids be creative, show their ingenuity to show their imagination? Well, it's probably not going to happen with spaces like this, with classes. What I want to do is throw a few things at you, some of the challenges. One is dealing with the DNA of the Industrial Revolution in our schools, but here are a few other challenges that we are facing as educators. I use this slide in just about every presentation I give because it's the thing that is top of mind for me at the moment. This is year one, it's Canadian data, year one through to year 13, and that's from zero to 100%. Have a guess of what that graph is showing. Engagement? Fun? Could be those things, couldn't it? This breaks my heart every time I look at it, because it's the percentage of kids who love school. And you might look at it, I'm a primary trained, secondary teacher, and I look at the secondary years here, and I think that's a crisis. Kids are no longer finding us engaging, fun places to be. But actually, even back up here, that's where it starts. It's a challenge for us across the whole sector. How do we make school more fun so that kids love it? That's one of our challenges. I do know that if we build brand new, 150 year old classroom blocks, then we're perpetuating that kind of thinking, that industrial thinking. So brand new buildings up and down this country, school buildings being built that actually look a lot like the really old buildings that I've just been showing you. There's very little difference. So it's really easy to get caught up with amazing, beautiful pictures of stunning learning environments. Just think those are amazing, those are great. But we have to stop and say, well, beyond a really engaging colour scheme, do these result in better learning? Are these actually beneficial? They look beautiful. If we had an opportunity, we'd like one. But actually, how do we know we're doing right by our learners? And so what I want to do is over the course of this presentation explore some of the the underlying principles for design principles for modern learning environments. Derek Winmuth and I have put together a planning matrix, a modern learning environment planning matrix and it's a really really good starting point for people who are considering modern learning environments, people who want to get into it but don't know where to start. And the basic process is that these are the dimensions, the things that you need to consider, and there are also process elements as well. So number one up there is your vision, your mission, your educator purpose. What is it that you're trying to achieve? Every single thing comes from that. That matrix, by the way, is available on the Core Education website. That's one of the things that's coming out on the Twitter stream. And it's a series of reflective questions to ask you about your vision, your mission, what is it, how well developed, is it? How widely spread through the organisation is it? Because that's your starting point. If you don't have a consistent, aligned vision that offers coherence across the whole organisation, then it's going to be really difficult to start building things to achieve that vision. One of the really interesting things about this matrix as we were going through developing it, drawing on the research, is that the design of learning spaces is about number six on the list. There's a whole bunch of stuff that you need to do before then. In terms of the process elements, these ones here, if these are the what, this is the how. This is the change leadership. This is the professional development. These are the processes that underpin it. So what I want to do for the rest of this presentation is to take you through some of the elements, the dimensions, and just look at how we turn those into something that's practical that we can actually apply to our space. So let's start off with Educative Purpose. It connects back to some of those challenges that we're talking about with the industrial model schooling, with kids who are not with educative purpose. It connects back to some of those challenges that we're talking about with the industrial model schooling, with kids who are not loving school. And what I want to do is just throw a few provocations to you. Think about your school vision. Think about what your school's purpose is. What's your reason for being? And see if it copes with these kinds of challenges. So this is just by the end of next year. 35 to 45% of the workforces of most developed countries will be in their creative classes. The creative classes are, or the creative class, is comprised of people who draw on complex bodies of knowledge to create new products or to solve problems for people. Educators are part of the creative class. Congratulations, you made it. But it's also designers, it's artists, it's people who offer professional services, people who solve problems. Anybody can remember stuff, but what we need is people who can do things with stuff. And Tony Wagner, I'll introduce you to some of his work in a moment. He says the world is no longer interested in what you know. The world is interested in what you can do with what you know. So there's a challenge for us. Does your vision, does your mission, does your motto, your educator purpose, fit that picture of the future, letting kids do stuff with what they know. See, traditionally what we did was we built these buildings, we call them schools, we put clever people into them and sent the children to be near those clever people in the hope that they would learn. So that it was fixed in time and it was fixed in place. At a certain time, in a certain place, learning will occur. But in fact, that world has changed as well. And so we need to be thinking really carefully about where learning takes place and when learning takes place. So you can learn, I'm learning Italian online, go on to memorize it. It will customize the lessons for me based on how I'm progressing through them. It'll reconfigure all of the learning activities to make sure that I'm learning as well as I possibly can. If I want to go and learn physics or maths or art history or anything, I can jump onto Khan Academy, watch some videos, do some activities. Again, the learning analytics are built into it. If I want to learn the guitar, I can jump online to YouTube. I'm learning plumbing from YouTube at the moment. A bit of DIY. I like DIY. You put in plumbing to YouTube. How many videos do you think there are? Quarter of a million. Quarter of a million of these plumbers with iPads and cameras and things showing you how to replace a washer, how to put a new shower head on, whatever it is. So why would I go to plumbing school? I've got the web. And it goes beyond that as well. If you want to actually do full-on tertiary study with some fair to middling universities like MIT, Harvard, Berkeley, you know, just those ones. Free lecture notes, exams and videos. No registration required. You click, get started, and you're into it. You're studying at Massachusetts Institute of Technology. Free videos, lecture notes and exams. Why would you go to university? So there's one of the challenges. notes and exams. Why would you go to university? So there's one of the challenges. If we don't offer something that's more compelling than this sort of stuff, we're going to suffer from what's known as institutional bypass. Kids will just go around us to get to the learning. Sure, we've put a law in place that said they had to be at school. It's compulsory. You need to be there. But in fact, the truency statistics in this country certainly lead us to see that there's, that's not working. Just putting a law in place is not going to change it. I talked about Tony Wagner before. He's innovation education professor at Harvard. Really, really good book, The Global Achievement Gap. And he says, in a world where knowledge is commodity like water or air, that whole process of that we set up of transferring knowledge from one head into 50 other heads is immediately redundant. And the world of work is changing as well. Increasingly, jobs that can be automated or routine, turned into a routine, are actually being taken away from human beings and given to machines. And so that's a real challenge. That pushes us further and further into that creative class. We need to be doing things that machines can't do. In fact, those are the only jobs that will be left when the machines do most of the things. Here can't do. In fact, those are the only jobs that will be left when the machines do most of the things. Here's another challenge. I talked about the tyranny of time and place. It used to be that we were the only show in town. If you wanted to learn, you had to come to us. But actually, with low-cost mobile devices, ultra-fast broadband, 3 and 4G networks. We actually can do all sorts of learning around the kitchen table. We can do it at the cafe, we can do it at the library, we can do it at the bus. And it's all joined together by this wonderful glue that is primarily the internet. So there's a challenge. Another challenge. We no longer have a monopoly on learning. One of my favourite thinkers is Alvin Toffler, and here's another challenge for us to learn, unlearn and relearn. How are we going to do that? How are we going to help our kids build the skills to be able to unlearn and relearn. And again, it's probably not going to be like this. So we're starting to think about the spaces in which this learning occurs and making sure that everything is driving towards that goal of powerful learning. It'll probably be something that looks like this. This is Wai'O school in Wellington and the kids are doing, they're making decisions about what they learn, where to go to next, what their next steps are. They're certainly not doing the same thing at the same time. Those kids are learning to learn, unlearn and relearn. Put it in another way, I think you're getting the hang of it by now. Our schools were designed with teaching at the heart, but actually what would a school that has learning at the heart look like? So here's a challenge. Pull all that together and just take 30 seconds to talk to the person next to you about why kids should come to school. What is it that we offer? 30 seconds. Go. The President, the name, and the I'm going to have a lot of and the and I'm on the and the on the and I'm and the I'm going to and I'm going to be a whole day and they're Okay, just bring that to a close. What did you come up with? What's the value proposition of schools? Why should we continue to exist? Oh, social contract? Okay, in a social context. Good. Why else? Learning about ourselves. Can I do that online? Probably done best with others. Might be blind to some things that I need to learn about. Yep. The front half of the curriculum? Yep, I can do a lot of this stuff online, but to really develop the front half of the curriculum, the values, the key competencies, that requires social interaction, that requires other people, that requires active, real-world, authentic learning. So, yeah, I can learn a lot of the back half of the curriculum from the web, from other people, from YouTube. Front half, a bit harder. I probably need a social context for that. Yep, yep. I can have a lot of fun at home on my Xbox. I've got to be able to, as a school, we've got to be able to compete with that. It's got to be fun. It's got to be engaging. Otherwise, we just vote with our feet. Why else? Right. Right, exactly. Like me and not like me. So a lot of the things that we're talking about have emphasized that real social connection. Learning is a social activity. I can do it at home in my bedroom on the web, but actually it's far more powerful, far more engaging. I learn far more when I'm working with other people. So thinking about what our purposes, our educative purpose, front half of the curriculum, the social interaction, the key competencies, the working with other people should be rising to the top. Those are the kinds of things that we want to achieve. Those are our educative purposes. So just keep in mind your organisation's motto, your vision, your mission and think, does it actually do that? Does it emphasise that stuff? Here's a few visions, motos from schools with whom I work that just chosen at random. So as I'm going through these, I'm thinking do they connect with this modern world that we're living in? Are these still valid? Some of them were written some time ago, but are they still valid? So keep coming back to that, your vision. What is it that you're trying to achieve? The next step is once you've got a really clear vision that meets the needs of your students, your community, you need to start building things, not necessarily buildings, but things, systems, processes, approaches, strategies, that actually helped to bring that about. And what we really ask people to do is build these amazing, stunning things that do all those kinds of things. This is the Taj Mahal made out of Lego. But we don't necessarily give them the spaces to be able to do that. Because if you feel like your classroom is like this and you want to build this, you feel like you've only got these to start with. So it's about giving us as educators the right tools, the right building blocks, to be able to achieve that. Sitting down and listening, we can do that. We've got a lot of tools to be able to do that. It's the other stuff that we need to start building process around. So I come back to this, to our planning matrix, and start to think about what is that educator purpose. That educator purpose will drive all of the decisions that you make or should drive all of the decisions that you make because those decisions become much, much easier once you know what your values are. What is it that is dear and precious to you that you will never give up on? But what is also not at the core of your vision, which we can put to the side. Julia Atkins' work is really inspiring in this area. This is not new, 1996, but is still stunningly good. So she talks about the importance of vision of values at the centre. And then out in the next one, you then start thinking about strategies that you can employ to help achieve that vision. Once you've identified the strategies, then you start looking around for tools. The tools will help you implement the strategies, which will help to achieve the vision. You need to work from those values, that vision out. Rather than just going and grabbing the tools, the tools that you've seen down the road, the tools that you've seen at you learn, the tools that you've seen in the glossy brochure, grabbing them and bringing them in. Because they might be the perfect tool for someone, but they may not be the tool that you need in order to achieve your vision. So one of the things that I really want to emphasize through this is that if we can look at modern learning environments, those stunning colour schemes, we can visit a whole bunch of them and pick up a model, drop it onto our site, and have it fail catastrophically, because it's not our solution. It's not our set of tools designed to achieve our vision. So you need to go through that. Another way of thinking about it is, who are our learners and why do we exist? That's our core vision. How are we going to achieve that core vision and what tools will be required? So here's an example. If our vision was every learner, every opportunity, that speaks to personalisation, equity, enabling every child to be the best that they can be. If that's our vision, we'd need a set of strategies to bring that vision about. So what kinds of things would we do? We certainly wouldn't treat them all as if they were the same. As Ken Robinson says, it shouldn't be that the most important thing about a child is it's data manufacture. We'd treat them differently. So we'd have a set of strategies, you know, probably differentiation, lots of student choice, lots of agency, to allow them to bring themselves to their learning. Those would be our strategies. And then what we'd probably need are some tools to help us achieve that strategy. So we'd have a range of different spaces. If the students are exercising agency, being agentic over their learning, they might choose to do their science after morning tea, in which case they need access to those kinds of spaces. They might also choose to do their reading after morning tea. They'll need access to those spaces. The freedom to be able to move and follow their passions. We also tying into this, we know a lot about learning, we know a lot more than we did 10 or 20 years ago. Not all of it's good. Here's a graph of, bear in mind that this is a university student, student's electrodermal activity. So as activated by emotions, increased cognitive workload and physical activity. What do you reckon that yellow thing is there? Sleep? No, it's not actually. This is a bit of a trick because the day starts here, which means that that is sleep. We didn't used to know much about sleep. Sleep actually is really important for ordering and filing, organizing our memories from the day. And so that's why you see a pattern of quite intense activity. Ironically, more activity than when they're awake. So what's this? Schooled. It's not exactly school, it's class. And so that is a lecture. And the kicker is that it actually repeats all the way through the week. We didn't used to be able to do this. We couldn't look inside people's brains while they were still alive. But with MRI scanning, we can now. But have a look at where the students are being asked to apply their knowledge, to solve problems. The labs, there's also quite a bit of activity in the labs, homework really engaging. But the thing that's consistent all the way through is how much we flatline when we're just doing that industrial model, knowledge transfer 1 to 50, or 1 to 300 if you're at university. So there's this feeding in as well. We know a lot more about learning. Thank you, MRI scanning. We also, John Hattie's work, I use it every day, meta-analysis of all the studies that have been done into powerful learning. And here's a few instructional strategies or pedagogies that are just, I've taken it random. Graham Aitken from the University of Auckland talks about in terms of innovation, Lamborghinis and lemons. How do you know the difference, the new shiny strategy, the hot new thing, how do you know whether it's going to be a Lamborghini or a lemon? There's a Lamborghini in here and there's a lemon. I want you to see if you can spot which is which. The lemon is the one that we kind of skirted around when we're talking about our visions. It's individual instruction. So if we could have one teacher for every student, it would still be a very poor way to learn because learning is such a social activity. Up the top there, reciprocal teaching, feedback, the peer tutoring. These are effect sizes, by the way, so the equivalent of a standard deviation. Effect sizes of one is a standard deviation. Moving an entire cohort up. Very, very social. So when you're engaging in that social side of learning, you're actually learning really powerful stuff because you're having your ideas challenged and you are challenging, you're questioning, you're clarifying, you're summarising, you're synthesising, you're joining stuff up and you're working as a team. Formative evaluation for program, you know, as a secondary school teacher, what we normally do is evaluate programs in November, just as we wave goodbye to those kids, so we can't use that information. There's another name that we have for formative evaluation of programs. What is it? Teaching is inquiry. So there's no surprise that teaching is inquiry is one of the most powerful things that we can do. We act on feedback from our class about how they're going, how they're progressing, and what next steps we should do as a teacher. I just want to look at a couple of these. This is feeding directly into the kinds of spaces we need. What are the pedagogies that we want to, our buildings, to shape us into doing? So peer tutoring, pretty high effect size. When adults are tutoring students, students learn quite a bit. That's quite good. That's quite good. What is interesting is that when students tutor students, they learn almost as much. What's even more fascinating is if you have cross-age tutors, Tuakana Tuna, much, much more powerful than having an adult teach. And if you think that's great, but what about those kids who are doing the tutoring, they can't be learning much while they're teaching the others, the effect on the tutors themselves is almost as high. Because what you're doing when you're teaching somebody to be a good learner, as you're also teaching yourself to be a good learner. You take those skills and you apply them to your own learning. So peer tutoring should absolutely be something that our buildings are designed to create, that encourage us to do this sort of stuff. If you thought that you can see an opportunity here to get to the beach and just have the kids teach each other, it is actually a supplement to, not a substitute for good quality teachers. So one of a range of different strategies. Here's another one. The second one we'll look at. Mastery learning, not new, Benjamin Bloom or Bloom's taxonomy. It's a lot of work on this in the 50s and 60s. Mastery learning is about as far from the industrial model as you can get. What happens is that the students move on when they've mastered something, not when we say that this unit is now three weeks old and we've finished it. We're moving on to planets next. So you need to believe that everyone can learn anything given enough time and space. If that's not for you, if you don't think some learners can learn everything, if you think they are of low ability or of high ability, then mastery learning is not for you. But if you have high expectations that students can learn, high levels of cooperation, high levels of frequent specific feedback using diagnostic tasks and regular correction of mistakes. Mastery learning has an effect size of 0.59, a really significant increase. So the main variable is time, not learning. So if you think about the way that we've traditionally done stuff, this unit takes three weeks, there are five crucial concepts you need at the end of that three weeks. And when that three weeks arrives, and you've only got two of them, then learning is the variable. You've only got two. You haven't got five. You flip it around, say actually you need those five. You might be able to do it in two weeks. It take you four weeks take your time do it well make sure you've got those concepts really well one of the worst things we can do is if you've only got a partial understanding of something and we move on you'll never have a decent understanding of it and your building blocks onto which you put further information later on will actually be inadequate. So mastery learning, students moving at their own pace, learning things that they themselves want to learn. Here's one way of looking at. I look to a lot of reading from the Innovations Unit. Actually, Chrissy introduced me to this, genius. Valerie Hannan talks about the three main variables that we have in learning. And those are time, space and resource. I don't like calling people resources. We're not human resources. We're not units of labour. But if you think about this in terms of how do we allocate people to jobs, to tasks, how do we allocate students to teachers, resources, that sort of thing, that's what she's talking about. And actually you think with those three primary colours, we can paint any masterpiece we want. Think about how we're using the students' time, the years that they're with us, but also the days and the weeks and the years. Think about how we allocate space. We still batch process mostly, so year one, year two, year three, we don't have to do that. We can actually do different things if we want to create different pedagogies. And again, we can allocate resources differently. So there's some schools doing some cool things. This is Stonefield School. They have taken time, space and resource, had a really good think about what it is they want to achieve and they give students every Friday the opportunity to pursue their own learning, project managed their own learning. They call it breakthrough time. So these students are learning blender 3D, so they're creating 3D models, wireframes, animations, that sort of stuff. They've decided that they want to do that. So the time, the space and the resource was adjusted to allow them to do that. By the same token, prior to joining Corps, I was at Albany Senior High, and we did a similar sort of thing. All day Wednesday, the students students project managed their own learning. So these students decided to build a hovercraft out of a five horsepower left blowing engine. That's just what they want to do, taught themselves off YouTube and what we did was arrange time, space resource to let them do that. I'll let William tell you a wee bit about it. We're making a hovercraft and this is our 5-watt-power leaf blowing engine and it's just going to go through this intake into the board. We have a few holes in the bottom that will hopefully make it fly. It just seemed like an exciting thing to do when we found a few guides and then we decided to design our own and pretty much here it is. Well everything that we do on Wednesdays is all individual and we get to make whatever we want. So it's pretty much just an experience of whatever you want to do and expanding with things and improving how you are yourself, because you can pick whatever you want to improve on. Just also acknowledge John Locke in the audience, whose work at Alphiston College we looked really closely at with three-day episodes and giving students the opportunity to project manage their own learning so really acknowledge the work that you've done John. One of the great things about about the way that Albany was set up was that we actually had these open flexible learning spaces that allowed students to go and access different experts, teacher experts but student experts, access technology to tuck themselves into small group meeting spaces, access large spaces, presentation spaces, so that three-color palette of time, they get a whole day of space. The learning spaces are designed to facilitate that kind of connective, collaborative learning, and resource they get to access people, the workshop, the learning spaces are designed to facilitate that kind of connective collaborative learning and resource they get to access people, the workshop, the different spaces. So if we then start thinking about what are the kinds of spaces that we want coming from our learning, as you can see down the bottom here, we're now getting to learning space design. It's only after we've done an awful lot of talking and thinking about what good quality learning is, that we actually get down to the design of the spaces, because the designs need to follow what it is that we're hoping to achieve with our learning. It's not the other way around. So what are the kinds of spaces that we need? Learning space design will probably need, based on the research into powerful learning, we'll have some peer tutoring space. So we need somewhere learning space design, we'll probably need, based on the research into powerful learning, we'll have some peer tutoring space. So we need somewhere where students can teach each other. We'll also need some one to many space so that students can do that reciprocal teaching, but also direct instruction. Direct instruction actually is quite a powerful strategy when used well. When I talk about that industrial model, it doesn't mean that we, like we always do in education, throw the baby out with the bathwater and completely swing the pendulum to the other direction. Actually, direct instruction has its use. It's most powerful when it's used as one of a wide range of strategies. But we will need one to many spaces. We'll certainly need social space because a huge amount of learning is socially interaction. We do need access to resources, computers, we'll need access to books, all sorts of different resources. Outdoor learning, that's something that we kind of missed the boat on when we created those buildings and sent all the kids into those buildings. Actually the variety and the amount of outdoor space that students have access to increases the amount that they learn. So if you let them learn outdoors and you also provide them a range of different environments, they will learn more than simply sitting in a classroom. It makes perfect sense. So how do we connect our buildings with the outside world? We'll need collaboration. We'll need reflection. Daydreaming helps build knowledge. Reflection helps build knowledge. So we'll need some quiet spaces. It can't just be noisy, active, collaborative. We'll also need the opportunity for students to practice things on their own. We need technology because that's like water and air for learning in the 21st century and the ability to apply that kind of knowledge. We also know a lot more about the connection between the brain and the body. So the decade of the brain that's now stretching into the sort of 15 or 20 years of the brain where we learnt all sorts of things. There's no surprise that actually if you let kids use their bodies in a physical way so that they're actually engaging not only their brains but also their bodies. Again, Ken Robinson says, you know, it's not like our bodies were just designed to carry our brains around. They're actually a really crucial part of learning. Then we'd say, like this school in Sweden, we've got a performance dance space right at the centre of our school that anybody can go to, blow off a bit of steam, get the endorphins going and then go back into their learning. If we value things like project-based learning, then we want spaces that actually allow us to lay our projects out and not rub them off at the end of the day, but actually leave them up there. So do we need really long walls that allow kids to step out the projects? Yes, we do. Whiteboard, pin board. Do we value flexibility? So the ability to sometimes have a room be large and sometimes have it be small, yes. Because we don't know when we'll do one to many or when we'll do group-based learning. So Sony has these awesome pivoting walls where they open up. You can't sometimes see them in auditoriums. But then when you need to close the space down, they close and that becomes a wall. Things like, if you put a whiteboard at the front of a room, then that becomes the front of the room. What we also do is put the chairs so that they can see the whiteboard, and then we start teaching from the whiteboard more because that's the way the chairs are facing. So as soon as you put something at the front of a room, you've got a compelling desire, this is us being shaped by the environments, to actually teach from the front. That's the way things are set up. If you don't have whiteboards attached to the wall and you're able to wheel them wherever the students need them, then there's less propensity to teach from the front. So flexibility. It also, it doesn't have to be flash. It doesn't have to be expensive. It's Johnson & Johnson headquarters. So these are businesses, but they're businesses that are designed to foster innovation. And that's what schools are. We're not businesses, but organizations designed to foster innovation, using curtains. So they're semi-opake, see-through, they're not a noise shield, but they certainly allow the creation of small spaces really cheaply, really easily. Things like garage doors allow the flexible use of space. Push the button, door goes up, we've got an open collaborative space, comes down, we've got a meeting room. Reflection, not expensive, but a nice little acoustic shield to do a little bit of thinking and a bit of contemplation. When it comes to noise, noise is a really important part of it as well, The acoustics. This is some interesting research from Ravi Mehta in the University of Illinois. And he found there's a link between the ambient noise level in a room and creativity. So his findings, a moderate level of noise actually increases creativity. Absolute silence. I'm an English teacher, creative writing, silence, actually is not that helpful. Too noisy, and it works the other way. You can't concentrate. But there's also a bit of a challenge in here as well. So noise, he describes it as being roughly the same as a vacuum cleaner being on in the background, that 70 decibel level. That will help creativity. But in fact, we need quieter noise levels for concentration, memorization, rote learning. There is still time and a place for rite learning. You just need to remember stuff. It's not the only thing we do. But we need to be able to adjust the noise levels and make sure that they're conducive to the kind of learning that we want to go on. So practical learning, this is Albany Senior High. Every space, every learning common, has access to a construction space. So the ability to go there, build stuff out of Play-Doh, pipe cleaners, whatever it is, and actually model what you're learning. Everyone has access to that because it's a crucial part of it. Similarly, Nati Primary School, where's Carla? Here she is. Here she is. This is Carla's classroom. But this is a really good, okay, so if you've got a brand new learning environment like that, awesome, well done, we can do a whole lot of things. If you've got some old tired classrooms like these, you actually can also still do quite a bit. So Carl has been working on modern learning environment concepts with her syndicate in these two old classrooms, the one separated by the sliding doors. Does everybody know those classrooms? Yes, there's nods. But actually, that's a really made modern learning environment. Collaborative teaching, giving students access to the same kind of spaces and resources that they have in a brand new bespoke custom-built environment. But just thinking what is it that we want our students to learn and then building from there. The other thing is that we're not all lucky enough to have these brand new buildings. And what's happening, I do a lot of work in Christchurch at the moment. Some schools are having half of their sites rebuilt and the other half is using the old buildings. They survived the earthquakes. What do we do in that situation? Just the teachers who go into that learning space get access to all this stunning learning or do we actually need to do things with the existing spaces that mean that every child, regardless of which classroom they're in, gets access to these opportunities. And it's certainly the latter in my mind. There's some really interesting things you can do as typified by Carla and your team there at Natia. This is the old Henry Ford model of classroom design, so single-celled classroom and a corridor spine that joins them. In New Zealand, mostly, we didn't double bunk like this. Most of our industrial classrooms have a single corridor and then classrooms off them. But you can actually do some interesting things around it. So looking at that corridor not as being a traffic area but as a connective spine, breakout space that allows people to go into and out of different spaces, joining them up to create learning commons. So here's an example. This is Hamden Street School in Nelson, and that building was built in 1892, so you couldn't get more industrial than this. And you look at it and you go, I know exactly where that corridor is, and I know what those buildings are there, those are the cloak rooms, and then the classrooms off the front, there's the veranda, this is all coming right back to you. So you think, well, what can we do with that? That's 1892. Turn that into a modern learning environment, which is exactly what they've done. So they've cut out big holes in between the classrooms and what used to be the corridor and the cloak rooms. And the cloak rooms are now breakout spaces. So these are the active learning spaces, but they're also, as these girls are demonstrating, they're really brilliant spaces to break out and record videos, educational videos, on food safety. So the cloak rooms, that storage space and the corridor space, that's potentially very valuable square meterage. We need every square meter we can in order to do all the awesome things that we want to do with our kids. Using those corridors five minutes every hour is a really poor use of that time. So we get rid of them and we actually use it as breakout space. So just take a moment and just reflect on some of the things that we've been thinking about. What kinds of spaces would you like better access to if you're in a school and what kinds of learning opportunities would those spaces lead to? Just take two minutes. Go. Thank you. Ten more seconds. Okay, just bring that to a close. The other really big thing that's changed since the industrial age, well two big things really, transportation and communication. And the changes in those two areas have enabled us to become much more connected, much more collaborative, much more cluster-based, much more in touch with our communities. But we still have that DNA, the industrial DNA, of thinking the school is a place over there where the kids go to do the learning. We've spent a long time keeping parents, keeping the community at arm's length. Turns out having them really involved and engaged in learning is an awesome thing. So we need to start thinking about networks. So I want to bring you in here, we're looking, we're just stepping along this matrix here. We're now looking at networks. Does anybody know what this thing is called? It's a container. Yep. Yep. It's a very special kind of container. This thing is called the maker crate. Maker crate. Inside, it's kitted out with all the most awesome gear. 3D printers, laser cutters, vinyl cutters, all sorts of solaring irons for electronics and robotics. It's all sitting inside there. And what these guys do is that they take it to schools and places, drop it on site for a term or so, and the kids get access to all those awesome things. The school doesn't need to buy it, they just rent it for a term or so, and the kids get access to all those awesome things. The school doesn't need to buy it. They just rent it for a term. So Bridget McHendry and a few other awesome people in Christchurch are setting this up. It's actually sitting in the Pallet Pavilion at the moment in Christchurch, and they have kids in to do all sorts of things, build, make, create. So this is the kind of stuff that we want our kids to do more of it, more of. It's really hard if we don't have the stuff, but actually using our networks, using our connections, there's no reason why we can't have a maker crate parked outside our school for term three and we just go gangbusters, 3D printing, prototyping, making the next mouse trap, whatever it is that we're doing, solving problems in our communities. So by the same token, this is a friend of mine, his name is Vic, Vic Oliver. He's the closest person I know to a mad genius. Vic has a workshop. He lives about 10 minutes down the road from me. West Auckland has a workshop very proud of. He was one of the people who developed the open source 3D printer, the RepRap, and actually there's one behind them there. The design of the RepRap was that it prints the parts that you need to create another reprap. So the first thing that you do when you get a reprap, self-replicating 3D printer, is you print the parts required and then you give them to somebody else so they can build their own reprap, self-replicating 3D printer, is you print the parts required and then you give them to somebody else so they can build their own reprap. So he's a genius, he's an absolute genius, but he is a workshop that's kidded out with stunning gear and he has, if you buy a reprap, a 3D printer from Vic, he will, the only way that you can get it is to come into the workshop and learn how to put it together yourself. Because teaching and sharing is a crucial part of the process. Vic's doors are open for any school that wants to use that workshop. He's just 10 minutes down the road. There will be people in your communities who are similarly, maybe not similarly, twisted geniuses, but they have workshops, they have science labs, they have orchards, they have farms, they have whatever it is that you need your kids to access. Vic doesn't always look like that. Sometimes things go wrong. So then we come to FF and E, fixtures, furniture and equipment. And often this is the first thing that people think about when they think of modern learning environments. What's the first piece of furniture that you think of with the modern learning environment? Big bags. Put a beanbag in it, it's a modern learning environment. Actually, you may need bean bags, but you go through the process of determining what you want learning to look like, and then you shape everything around that. What we actually want is a fair bit of flexibility, so that we can reconfigure the space using the furniture into whatever pedagogy we need. Castors are good. Castors are good. Having castors on everything means that you can move them easily. You don't have to have four. You can have two at one end and then legs at the other end so that you pick up one end and then move it around. It's easy to get caught up in the beautiful furniture. Very, very easy. Color schemes, attractive, beautiful. But each one of these is designed to support a different pedagogy. Different heights in a classroom. If you have different heights, it gives a sense, much more of a sense of a variety of activities going on. If everybody's at the same level, then the kind of subconscious mind tunes in that everybody's doing the same thing at the same time. So allowing kids, the little lily pads, to kneel on the floor, low tables, high tables, we call them bar leans. We have to find out a different phrase with kids, but a variety of different things. And using those kind of components, we can shape our variety of different things. And that, using those kind of components, we can shape our classrooms into different spaces. So this is from the work of David Thornburg. Again, this is a poster that's on the core website. It's a PDF available for download printing. I'll be tweeting that. You won't see my fingers move. But Thornburg suggests that we need a range of different. These are primordial metaphors for learning contexts. A watering hole where you come together, you might be an antelope and somebody else is a giraffe. Different people coming into a central space, exchanging ideas, giving feedback, you learn from them, they learn from you, then you go back to your respective herds. The mountaintop where you celebrate and sing your praises, one to many space, a space like a sandpit to be able to create and prototype and build things, the cave, a reflective space to be able to go and think and contemplate in the campfire where you come together, share stories, do things. So those pieces of furniture were all designed to allow us to do more of this stuff. So look beyond the shiny colour schemes, but also think we can take that brilliant, stunning furniture and turn it into any kind of learning context we like. If we want to, we can perpetuate the industrial model using state-of-the-art, researched, really good furniture. of learning context we'd like. If we want to, we can perpetuate the industrial model using state-of-the-art researched, really good furniture. So here's Hampton Street again, range of different spaces. What is always really good when you know good, powerful learnings going on, is that the teacher is hard to spot. There is a teacher in there, but a range of different spaces. Authentic, genuine use of technology as well, just as and when it's needed, not everybody doing the same thing at the same time. Display spaces, that used to be where the whiteboard was? Yeah, whiteboard's gone. But low tables, kids sitting on the floor, kids making decisions about what they learn and when. Cave space, doing your own individual learning. And there still is really good, powerful teacher-led learning going on because that's important. Teachers are important. But it's not everybody doing the same thing at the same time. Think micro-teaching. Think direct instruction for just the kids who need it, not everyone, because there'll be kids who are far in advance of what this teacher's covering and kids who are not quite ready for it yet. Rather than throwing it all out to make sure that everybody gets it. What I also love about this space is that there's three different forms of display technology being used. So there's the traditional whiteboard. We've got a screen and we've got liquid chalk on glass. So there's no front to the room. Here's some images from Stephen Heppel's blog, Rubble, Spaces for maximum flexibility. So this tiered seating, it can be taken apart and spread around the room, so you've got low seating for students to work on, but also just stacked against the wall. That becomes an impromptu mountain top space. So tiered seating is really valuable. Think about if you don't have the whiteboard attached to the room and you want kids to use the whiteboard, put it at their level, and let them use it to teach each other. Reciprocal teaching, peer tutoring. Move it around, that's got casters, move it around as and when you need to. Writeable surfaces, writable tables. So if you want a lot of individual small group teaching, take that whiteboard off the wall and actually just put it where the kids are on the tables. And here's Doug from Fernware at the Modern Learning Environment's Expo. We held in Christchurch, you know, holding court. He's drew in cartoon figures of the kids. But also think about the role that technology plays. We're moving along here. Albany was a Bring Your Own Device school in part because we wanted maximum flexibility. Kids to use devices if they wanted or to choose not to use devices of their own and just use the school devices. And what you maybe didn't notice in this shot was the use of the iPad as a model for the drawing that this boy is doing. So again, really authentic use of technology, invisible, it blends in. At the Expo we had Kevin Honey cut down. He built a school on Mars with a group of students. And so those students, really authentic use of devices just sitting there with pipe cleaners and plato and felt tips and a device. So they're looking into Mars, researching the gravity, the environment, the atmosphere to ensure that their school that they build is fit for purpose. So think about the role technology plays in that ecosystem. But also one of the final design elements in the modern learning environments matrix is civic presence. This is doing something greater than ourselves, making sure that we connect with our community and leave the world in a better place when we came into it. So some really interesting stuff happening around edible gardens, around community gardens, schools being the hub of a community garden. There are thousands and thousands of gardeners who are just sitting in our communities who can teach our kids how to grow their own food. As we lose more and more touch with food and our food becomes more heavily processed, there's a real opportunity to connect kids back in and see food as an academic subject, something through which we can learn all sorts of things. So some really, really good projects, eating, reading, writing, arithmetic. So one of the process elements is sustainability. It's no good just going in and doing awesome things for six months and then realizing, oh, this is all too hard. It takes a lot of energy and actually let's just put the desks back in. So how do we ensure sustainability? How do we ensure that we are not only maintaining our vision but actually enhancing it? So every day. And we've got the best tool for doing that. That's the inquiry cycle. Teaching is inquiry. Needs to be fundamentally behind every decision that we make. How do we know that we're making a difference? How do we know that actually, heaven forbid, having the desks lined up in rows didn't actually work better than this new way? We need to know. Because no one will have all the answers. As I said, it's not a thing you go and pick up and drop onto your site, and because it's not a thing that you pick up and drop onto your site, nobody's going to know the right way to do it. You are going to be the person who knows the right way to do it. And you need a process to make sure that you and every person in your school is making decisions every day based on student feedback, based on the evidence of what works, based on research into effective practice and improving that system. It's the most wonderful self-improvement cycle. And there's kind of two phases to the modern learning environment build. So when you get the key handed over and you move all the furniture and you start teaching, that's actually not the end of it. That's the start of it. Because you can't employ someone with all the answers. You then need to find out those answers yourself. someone with all the answers, you then need to find out those answers yourself. So one final two-minute turn and talk. How do you do that now? How do you angle for sustainability, ensuring that you are becoming a better teacher every day? And how do you share good practice? So if I'm becoming a better teacher every day, where's my opportunity to lead the pedagogical development of my colleagues? How do I share that? And then the other thing I want you to do is to think of over this whole presentation, what are two things that are next steps for you? I'll give you two minutes. Go. Thank you. Thank you. Okay, just, just finish that off. Healthy level of discussion. Natural lull, natural lull, natural lull. Okay, just to wrap us up, I just want to reiterate where you can learn more, how you can get more access to the research that sits behind this, the process, all those kinds of things. All of it was drawn from our modern learning environments planning matrix, as I said, that's available on the core education website. If you want to see more examples of spaces in use of really powerful learning taking place, there's a whole modern learning environment's channel on the Ed Talks website. So edtalks.org and you'll see the channel on the left-hand side there. But above all, what I really want to do is make sure that we come back to where we started and think, actually, what does a machine for learning look like? And let's go out and build some. So, kiyotu, thank you very much."}