{"speakers": [], "chunks": [{"timestamp": [0.0, 12.88], "text": " Many eons ago, when the earth was young,"}, {"timestamp": [13.92, 30.16], "text": " a new land was thrust out of the oceans of the South Pacific."}, {"timestamp": [33.48, 40.16], "text": " The land soon produced vegetation of a thick and luxuriant nature, which developed into wide areas of tall forests."}, {"timestamp": [40.86, 45.24], "text": " But the earth was still restless, and the sea was again to reclaim the new land."}, {"timestamp": [46.14, 49.42], "text": " Then for 500 million years, the oceans were to hold her,"}, {"timestamp": [49.92, 53.32], "text": " crushing and condensing her former life to black ribbon."}, {"timestamp": [73.1, 73.9], "text": " When eventually this black ribbon, when eventually this black ribbon was reopened to the light of day, it had acquired great worth."}, {"timestamp": [78.06, 78.58], "text": " And of the many coal fields found in New Zealand from the middle of the 19th century onwards,"}, {"timestamp": [82.12, 83.08], "text": " the ones on the west coast of the South Island were to become the most famous."}, {"timestamp": [86.0, 95.3], "text": " Industry was hungry for coal, and particular West Coast coal. Today the heyday of coal in industry remains mainly in the"}, {"timestamp": [95.3, 108.66], "text": " record books and the memories of old-time miners. It was north of Westport that some of the richest coal fields were discovered."}, {"timestamp": [109.36, 115.7], "text": " Many small mining townships mushroomed, Millerton, Granite, Stockton, Seddonville,"}, {"timestamp": [116.5, 118.98], "text": " a string all within 30 miles of Westport."}, {"timestamp": [120.04, 124.06], "text": " Westport became the natural center of commerce for not only the gold fields of Charleston,"}, {"timestamp": [124.56, 125.88], "text": " but also the new mines."}, {"timestamp": [126.86, 128.64], "text": " She had the best harbour on the west coast,"}, {"timestamp": [129.1, 132.24], "text": " and was soon to become one of the country's busiest export ports."}, {"timestamp": [138.4, 140.5], "text": " But of all the mines in the Buller District,"}, {"timestamp": [140.8, 143.46], "text": " perhaps the most famous were those on the Denniston Plateau,"}, {"timestamp": [143.84, 145.68], "text": " over 2,000 feet above sea level."}, {"timestamp": [146.84, 151.4], "text": " Mr. R.B. Denniston was a Scottish mining engineer who established the township that took his name."}, {"timestamp": [152.4, 158.8], "text": " Two miles from Deniston there grew another settlement, Burnett's Face, named after the surveyor who was first to camp there."}, {"timestamp": [159.84, 165.0], "text": " This was really life in the roar, high on a windswept plateau where little grew,"}, {"timestamp": [165.0, 169.0], "text": " and there was no protection from the ice and sleet of winter."}, {"timestamp": [173.0, 181.0], "text": " Under this inhospitable exterior was the coal that the world salt."}, {"timestamp": [181.0, 185.92], "text": " But how was it to be brought down from its high plateau? The solution came"}, {"timestamp": [185.92, 190.48], "text": " in the construction of an inclined railway which descended for 1,700 feet to join the railway"}, {"timestamp": [190.48, 196.16], "text": " to Westport. Built in the late 1870s, it was an engineering masterpiece only once equaled."}, {"timestamp": [203.68, 207.78], "text": " In the early 1880s, the only access to Deniston was up and down the incline,"}, {"timestamp": [208.14, 209.88], "text": " a highly hazardous method of transport."}, {"timestamp": [210.8, 213.54], "text": " In 1882, the school inspector reports,"}, {"timestamp": [214.04, 215.88], "text": " I inspected this school in April,"}, {"timestamp": [216.4, 220.16], "text": " but do not care to entrust my life a second time to a wire rope"}, {"timestamp": [220.16, 223.86], "text": " that had given way shortly before my visit of examination to the west coast."}, {"timestamp": [224.38, 228.6], "text": " Later, a track was cut up the hill, and the social lot of the Denistonians began to improve."}, {"timestamp": [229.26, 232.7], "text": " Hotels, libraries and halls were built there and at Burnett's face."}, {"timestamp": [233.5, 234.32], "text": " Clubs were formed."}, {"timestamp": [235.06, 252.32], "text": " The Deniston Brass Band and Orchestral Society flourished. These were the years of the coal boom."}, {"timestamp": [252.94, 256.44], "text": " Railways were expanded to carry the constant stream of coal to Westport."}, {"timestamp": [257.44, 259.88], "text": " In 1898, it was optimistically written."}, {"timestamp": [260.28, 262.52], "text": " Westport is increasing in size and importance,"}, {"timestamp": [262.52, 267.12], "text": " and is destined to become an important manufacturing centre as well as a busy port."}, {"timestamp": [289.5, 295.0], "text": " The black gold from the Denniston mines all came down the incline. Many thousands of tons each year rattle their way to the bottom of this self-acting railroad."}, {"timestamp": [295.0, 338.0], "text": " Now, after 90 years, it is still working. The Bob!"}, {"timestamp": [340.0, 341.0], "text": " Well, that's quite clear gas anyway."}, {"timestamp": [347.0, 350.0], "text": " The tumorous coal, a combustible of the highest grade which for centuries had no equals in producing heat. It's still needed, but in lessening quantities."}, {"timestamp": [350.0, 354.0], "text": " To a degree coal is again being used in industry in a pulverized form,"}, {"timestamp": [354.0, 358.0], "text": " and it's from the Denniston mines that much of this coal is extracted."}, {"timestamp": [358.0, 363.0], "text": " Once there were fears that the mines would be exhausted by the heavy demands of industry."}, {"timestamp": [363.0, 365.42], "text": " Now researchers are seeking new uses for coal."}, {"timestamp": [371.68, 441.6], "text": " The escarpment mine is the latest of the three government mines at Denistown. I'm going to be. The Deniston brakehead and the starting place for the semi-vertical drop to the railway sidings 1700 feet below."}, {"timestamp": [442.6, 445.76], "text": " The system is the same as its day of inception, self-powered,"}, {"timestamp": [445.76, 450.32], "text": " with a laden truck going down, pulling an empty truck up. The trucks are connected"}, {"timestamp": [450.32, 453.24], "text": " by a continuous cable controlled by a hydraulic brake drum."}, {"timestamp": [545.0, 547.0], "text": " The trip down is fast, over grades that at the most severe reach one in one and a third. I'm gonnae. The The I'm gonna be I'm gonna I'm gonna I'm gonna"}, {"timestamp": [547.0, 581.74], "text": " I'm gonna At middle break, the trucks are changed over for the descent of the second half of the incline."}, {"timestamp": [582.52, 585.28], "text": " Each truck carries seven tons of coal in a four-minute"}, {"timestamp": [585.28, 590.72], "text": " journey to the bottom. Sometimes, of course, there were runaways, particularly in the early days"}, {"timestamp": [590.72, 595.48], "text": " when periodically the brakes snapped at the top, and the brakemen and everyone else near had"}, {"timestamp": [595.48, 604.68], "text": " to run for their lives. In the early days, everyone used the incline, even the women, who would"}, {"timestamp": [604.68, 611.0], "text": " often walk up over trestlework 30 feet high, carrying children in their arms and often leading another by the hand."}, {"timestamp": [611.0, 616.0], "text": " The feat that the Westport Evening Star in 1883 said was,"}, {"timestamp": [616.0, 619.0], "text": " A thing I question whether any of the county councillors could do,"}, {"timestamp": [619.0, 625.24], "text": " but they seem to think it no harm to keep a population of 400 people traveling in this manner for years."}, {"timestamp": [625.94, 629.16], "text": " But until the track was formed up the hill, this was the only way."}, {"timestamp": [630.1, 634.76], "text": " Even later, supplies still went up and coffins always came down in the coal trucks."}, {"timestamp": [641.22, 665.0], "text": " At the bottom of the incline, the trucks roll onto the railway siding for haulage to Westport. POMPEO. BORBOR. BOR. BOR."}, {"timestamp": [665.0, 666.0], "text": " BOR."}, {"timestamp": [666.0, 667.0], "text": " BOR."}, {"timestamp": [667.0, 685.0], "text": " POMPEGEL GUTHIN GEDY POMPEGELFIN"}, {"timestamp": [685.0, 686.5], "text": " BORNEDY BORNEDY HADY HADSKI-"}, {"timestamp": [686.5, 695.24], "text": " WHIFFEDYSKI-"}, {"timestamp": [695.24, 730.92], "text": " ANDEVICHEDYSKINDS-BORI-BORI-BORN-BORN-BORI-BORI-BORI-JJTTGYS. The The age of the"}, {"timestamp": [730.92, 747.0], "text": " The age of the domination of coal in industry is over."}, {"timestamp": [747.0, 753.0], "text": " Just when it was felt that the boom would last forever, someone discovered the potential of oil."}, {"timestamp": [753.0, 759.0], "text": " Electricity too played its part in the forced abdication of old King coal."}, {"timestamp": [759.0, 773.16], "text": " After 90 years and untold thousands of tons of coal, the Deniston incline is to close."}, {"timestamp": [774.2, 778.58], "text": " Soon the coal will all come down the roadway in trucks, not as fast as the old system."}, {"timestamp": [779.2, 818.12], "text": " But then there's not the urgency that once caused the incline to work over 14 hours a day. Today, Deniston is almost a ghost town."}, {"timestamp": [818.92, 823.32], "text": " In 1905, there were around 1,500 people living here and at Burnett's face."}, {"timestamp": [824.04, 826.84], "text": " Now there are around 70 and half a dozen dogs."}, {"timestamp": [827.9, 832.18], "text": " From 1912 onwards, people began to move out, down to warmer climates,"}, {"timestamp": [832.6, 834.94], "text": " and only returned to the plateau to work each day."}, {"timestamp": [836.14, 839.88], "text": " By 1960, house properties at Deniston could be bought for 20 pounds."}, {"timestamp": [840.62, 869.0], "text": " Now they're almost there for the taking. Burned down three years ago"}, {"timestamp": [869.0, 887.0], "text": " The last hotel still survives, as a bar."}, {"timestamp": [887.0, 891.0], "text": " There's still life at Deniston at the Red Dog Saloon."}, {"timestamp": [891.0, 895.0], "text": " But at Burnett's face, even the ghosts have moved out."}, {"timestamp": [895.0, 923.0], "text": " There's little left to haunt in the township that once boasted three hotels and a silent movie theater. Westport, too, has been a partial casual casual casualty to the decline."}, {"timestamp": [923.0, 926.02], "text": " There are whispers that Cole will make a comeback soon,"}, {"timestamp": [926.48, 928.74], "text": " and Westport waits philosophically."}, {"timestamp": [943.96, 947.46], "text": " The days of worldwide fame of Westport Coal are gone,"}, {"timestamp": [947.46, null], "text": " and the Denniston incline will soon become nothing more than a dizzy memory in the minds of old-timers. I'm"}], "text": " Many eons ago, when the earth was young, a new land was thrust out of the oceans of the South Pacific. The land soon produced vegetation of a thick and luxuriant nature, which developed into wide areas of tall forests. But the earth was still restless, and the sea was again to reclaim the new land. Then for 500 million years, the oceans were to hold her, crushing and condensing her former life to black ribbon. When eventually this black ribbon, when eventually this black ribbon was reopened to the light of day, it had acquired great worth. And of the many coal fields found in New Zealand from the middle of the 19th century onwards, the ones on the west coast of the South Island were to become the most famous. Industry was hungry for coal, and particular West Coast coal. Today the heyday of coal in industry remains mainly in the record books and the memories of old-time miners. It was north of Westport that some of the richest coal fields were discovered. Many small mining townships mushroomed, Millerton, Granite, Stockton, Seddonville, a string all within 30 miles of Westport. Westport became the natural center of commerce for not only the gold fields of Charleston, but also the new mines. She had the best harbour on the west coast, and was soon to become one of the country's busiest export ports. But of all the mines in the Buller District, perhaps the most famous were those on the Denniston Plateau, over 2,000 feet above sea level. Mr. R.B. Denniston was a Scottish mining engineer who established the township that took his name. Two miles from Deniston there grew another settlement, Burnett's Face, named after the surveyor who was first to camp there. This was really life in the roar, high on a windswept plateau where little grew, and there was no protection from the ice and sleet of winter. Under this inhospitable exterior was the coal that the world salt. But how was it to be brought down from its high plateau? The solution came in the construction of an inclined railway which descended for 1,700 feet to join the railway to Westport. Built in the late 1870s, it was an engineering masterpiece only once equaled. In the early 1880s, the only access to Deniston was up and down the incline, a highly hazardous method of transport. In 1882, the school inspector reports, I inspected this school in April, but do not care to entrust my life a second time to a wire rope that had given way shortly before my visit of examination to the west coast. Later, a track was cut up the hill, and the social lot of the Denistonians began to improve. Hotels, libraries and halls were built there and at Burnett's face. Clubs were formed. The Deniston Brass Band and Orchestral Society flourished. These were the years of the coal boom. Railways were expanded to carry the constant stream of coal to Westport. In 1898, it was optimistically written. Westport is increasing in size and importance, and is destined to become an important manufacturing centre as well as a busy port. The black gold from the Denniston mines all came down the incline. Many thousands of tons each year rattle their way to the bottom of this self-acting railroad. Now, after 90 years, it is still working. The Bob! Well, that's quite clear gas anyway. The tumorous coal, a combustible of the highest grade which for centuries had no equals in producing heat. It's still needed, but in lessening quantities. To a degree coal is again being used in industry in a pulverized form, and it's from the Denniston mines that much of this coal is extracted. Once there were fears that the mines would be exhausted by the heavy demands of industry. Now researchers are seeking new uses for coal. The escarpment mine is the latest of the three government mines at Denistown. I'm going to be. The Deniston brakehead and the starting place for the semi-vertical drop to the railway sidings 1700 feet below. The system is the same as its day of inception, self-powered, with a laden truck going down, pulling an empty truck up. The trucks are connected by a continuous cable controlled by a hydraulic brake drum. The trip down is fast, over grades that at the most severe reach one in one and a third. I'm gonnae. The The I'm gonna be I'm gonna I'm gonna I'm gonna I'm gonna At middle break, the trucks are changed over for the descent of the second half of the incline. Each truck carries seven tons of coal in a four-minute journey to the bottom. Sometimes, of course, there were runaways, particularly in the early days when periodically the brakes snapped at the top, and the brakemen and everyone else near had to run for their lives. In the early days, everyone used the incline, even the women, who would often walk up over trestlework 30 feet high, carrying children in their arms and often leading another by the hand. The feat that the Westport Evening Star in 1883 said was, A thing I question whether any of the county councillors could do, but they seem to think it no harm to keep a population of 400 people traveling in this manner for years. But until the track was formed up the hill, this was the only way. Even later, supplies still went up and coffins always came down in the coal trucks. At the bottom of the incline, the trucks roll onto the railway siding for haulage to Westport. POMPEO. BORBOR. BOR. BOR. BOR. BOR. POMPEGEL GUTHIN GEDY POMPEGELFIN BORNEDY BORNEDY HADY HADSKI- WHIFFEDYSKI- ANDEVICHEDYSKINDS-BORI-BORI-BORN-BORN-BORI-BORI-BORI-JJTTGYS. The The age of the The age of the domination of coal in industry is over. Just when it was felt that the boom would last forever, someone discovered the potential of oil. Electricity too played its part in the forced abdication of old King coal. After 90 years and untold thousands of tons of coal, the Deniston incline is to close. Soon the coal will all come down the roadway in trucks, not as fast as the old system. But then there's not the urgency that once caused the incline to work over 14 hours a day. Today, Deniston is almost a ghost town. In 1905, there were around 1,500 people living here and at Burnett's face. Now there are around 70 and half a dozen dogs. From 1912 onwards, people began to move out, down to warmer climates, and only returned to the plateau to work each day. By 1960, house properties at Deniston could be bought for 20 pounds. Now they're almost there for the taking. Burned down three years ago The last hotel still survives, as a bar. There's still life at Deniston at the Red Dog Saloon. But at Burnett's face, even the ghosts have moved out. There's little left to haunt in the township that once boasted three hotels and a silent movie theater. Westport, too, has been a partial casual casual casualty to the decline. There are whispers that Cole will make a comeback soon, and Westport waits philosophically. The days of worldwide fame of Westport Coal are gone, and the Denniston incline will soon become nothing more than a dizzy memory in the minds of old-timers. I'm"}