{"speakers": [], "chunks": [{"timestamp": [0.0, 27.2], "text": " A sleek, dark shape in the early morning on Wellington Harbour is the United States nuclear submarine Hallibut,"}, {"timestamp": [27.2, 38.0], "text": " the first nuclear-powered vessel to visit New Zealand. Somewhere inside her long grey hull, a small atomic reactor, provides enough power to take her round and round the world."}, {"timestamp": [38.0, 50.82], "text": " The Minister of Defence, Mr Connolly, visits Hallibut with other ministers to see how the modern submarine lives. The mess deck holds 33 men are sitting and they sit on the food lockers."}, {"timestamp": [50.82, 53.88], "text": " In fact, food supplies are about all they have to surface for."}, {"timestamp": [53.88, 60.72], "text": " The dormitories have revitalized air supplied to every bunk and everyone has a reading lamp."}, {"timestamp": [60.72, 63.68], "text": " But the switchboards supply many more gadgets than that."}, {"timestamp": [63.68, 69.0], "text": " Nowadays the average submarine must know how to control devices much more complex than the old-fashioned periscope."}, {"timestamp": [69.0, 80.0], "text": " And that takes us up to the most complicated thing of all, the regular radio-controlled missile."}, {"timestamp": [80.0, 86.0], "text": " From a hangar in the deck screened by the sailors, the sleek pilotless jet takes up its launching position."}, {"timestamp": [86.0, 89.0], "text": " Submarines are now missile carriers."}, {"timestamp": [93.0, 97.0], "text": " Sealed in its hangar, the regulars can be transported underwater 600 miles a day"}, {"timestamp": [97.0, 100.0], "text": " and launched at targets a thousand miles off."}, {"timestamp": [104.0, 109.0], "text": " USS Hallibut is the first nuclear submarine designed to launch guided missiles from the sea."}, {"timestamp": [109.0, 112.0], "text": " The next development, undersea launching."}, {"timestamp": [112.0, 126.18], "text": " The Canterbury Gun Club with a hosts for the 1960 New Zealand trap shooting"}, {"timestamp": [126.18, 127.88], "text": " championships held near Christchurch."}, {"timestamp": [127.88, 143.32], "text": " The saucer sized clay targets are loaded onto the traps to spin away from the shooters"}, {"timestamp": [143.32, 145.0], "text": " at 50 miles an hour."}, {"timestamp": [145.0, 148.0], "text": " This is a sport for quick reactions and split second timing."}, {"timestamp": [150.0, 154.0], "text": " In the double rise championship, two targets released together, spinning in different courses,"}, {"timestamp": [154.0, 159.0], "text": " and it takes a fast eye to blast both of them from the 16-yard competition mark."}, {"timestamp": [163.0, 167.0], "text": " There are 30 targets in all, and as the fieldows down to the two favourites, the tension mounts."}, {"timestamp": [167.0, 186.2], "text": " With well over 2,000 members of gun clubs in New Zealand, most of the 90 clubs were represented during the week-long tournament."}, {"timestamp": [188.56, 220.5], "text": " Runner-up, Mr. B. Beoring with some really commanding names and histories."}, {"timestamp": [220.5, 228.24], "text": " By competing in the trials of the National Veteran and Vintage Car Rally, the connoisseur becomes well versed in the joys of early motoring when it was"}, {"timestamp": [228.24, 234.56], "text": " still a healthful open-air sport. The enthusiasm and vigor of these early days have"}, {"timestamp": [234.56, 238.88], "text": " been revived in veteran and vintage car clubs throughout New Zealand and cars have even"}, {"timestamp": [238.88, 246.0], "text": " come from as far as Queensland to join the National Rally at Morrinsville. The rally The rally"}, {"timestamp": [246.0, 257.0], "text": " watch"}, {"timestamp": [257.0, 259.0], "text": " from behind a rope barrier"}, {"timestamp": [259.0, 261.0], "text": " these ordinary people watched respectfully"}, {"timestamp": [261.0, 264.0], "text": " as the pre-chrome aristocrats circulate."}, {"timestamp": [264.0, 268.0], "text": " The elegant pageant continues. ordinary people watch respectfully as the pre-chrome aristocrats circulate."}, {"timestamp": [272.0, 276.0], "text": " The elegant pageant continues with the wiggle-woggle."}, {"timestamp": [282.0, 286.0], "text": " Queensland's Gold Coast was the starting point for this sprightly Cadillac whose 50-odd summers sit lightly on her chassis, thanks to the care of Mr. George Giltrap who piloted her all the way."}, {"timestamp": [290.0, 295.0], "text": " To some, brass-bound radiators, push pedal gears, clockwork starters and paraffin lamps are mysteries."}, {"timestamp": [296.0, 299.0], "text": " Mysteries? Elementary, my dear Watson."}, {"timestamp": [300.0, 304.0], "text": " This chap's obviously got some clues, but here's something shrouded in mystery."}, {"timestamp": [304.0, 307.66], "text": " It's 140 miles an hour Stanley Steamer of 1920."}, {"timestamp": [309.92, 313.32], "text": " However, most attention is focused on the winner of the Concord Delagance,"}, {"timestamp": [313.62, 317.28], "text": " this 1913 Austin, the best groomed automobile in the rally."}, {"timestamp": [324.0, 324.64], "text": " Magnificent."}, {"timestamp": [327.0, 330.0], "text": " They don't make cars like these nowadays. You just can't seem to get the wood, you know."}, {"timestamp": [330.0, 346.0], "text": " Near Tai Ping in northwest Malaya, the 2nd Battalion New Zealand Regiment are based at Sobrowen Camp."}, {"timestamp": [346.0, 350.0], "text": " Their job is to hunt out the last of the terrorists in the jungles of the north."}, {"timestamp": [350.0, 355.0], "text": " Company headquarters are out in the jungle, and after periods of up to six weeks on operations,"}, {"timestamp": [355.0, 357.0], "text": " the patrols welcome a spell at base."}, {"timestamp": [361.0, 365.64], "text": " The returning platoon commander reports to intelligence for debriefing,"}, {"timestamp": [366.14, 368.4], "text": " a detailed explanation of events while on patrol,"}, {"timestamp": [368.96, 371.22], "text": " possibly with reference to close shaves in the jungle."}, {"timestamp": [390.0, 392.0], "text": " After handing in weapons to the armory, the men form another of those familiar HQQs. This time it's worth waiting for."}, {"timestamp": [392.0, 395.0], "text": " Lieutenant Walton and W.O. Watson dish out the dollars."}, {"timestamp": [395.0, 396.0], "text": " Malaya."}, {"timestamp": [396.0, 407.0], "text": " Several weeks on jungle rations and the troops are ready for some variety,"}, {"timestamp": [407.0, 410.0], "text": " so the Chawala has little trouble in getting the dollars."}, {"timestamp": [410.0, 422.0], "text": " One of the most popular and important figures in the camp is Alibaba."}, {"timestamp": [422.0, 424.0], "text": " He knows all the heads."}, {"timestamp": [424.0, 427.0], "text": " Being a Kiwi camp, this sort"}, {"timestamp": [427.0, 439.6], "text": " of thing is inevitable. Close by the camp is the tracker wing of the battalion. Each"}, {"timestamp": [439.6, 444.4], "text": " handler is personally responsible for the well-being of his dog. When not on operations,"}, {"timestamp": [444.4, 447.54], "text": " the dogs are exercised daily and kept in trim with tracking work."}, {"timestamp": [457.68, 466.0], "text": " The High Commissioner for New Zealand in Malaya, Mr. C.M. Bennett, meets men of a party taking supplies to a patrol which he is going to visit up the Pira River."}, {"timestamp": [466.0, 530.0], "text": " With the High Commissioner in the boat are the New Zealand Army Force Commander, Colonel Brooker, and the battalion CEO Colonel Aiken. Men of B Company Patrol come in from the jungle to meet their visitor."}, {"timestamp": [530.0, 537.0], "text": " Himself an ex-commander of the Maori battalion in the desert, His Excellency is quite at home chatting to men of today's forces."}, {"timestamp": [541.0, 546.0], "text": " The jungle tribesmen hear the company's Chinese liaison officer interpret for the High Commissioner"}, {"timestamp": [546.0, 549.0], "text": " as he speaks to a group of them who work as porters with the troops."}, {"timestamp": [553.0, 560.0], "text": " A pleasant surprise for the High Commissioner is the traditional Maori Hangi."}, {"timestamp": [560.0, 564.0], "text": " Out of the steaming oven come chunks of wild pig and jungle fowl."}, {"timestamp": [564.0, 567.0], "text": " The Kiwis drop formality. Out of the steaming oven come chunks of wild pig and jungle fowl."}, {"timestamp": [567.0, 572.0], "text": " The Kiwis drop formalities and turn on a real New Zealand welcome"}, {"timestamp": [572.0, 576.0], "text": " in a bamboo shelter deep in the Malayan jungle."}], "text": " A sleek, dark shape in the early morning on Wellington Harbour is the United States nuclear submarine Hallibut, the first nuclear-powered vessel to visit New Zealand. Somewhere inside her long grey hull, a small atomic reactor, provides enough power to take her round and round the world. The Minister of Defence, Mr Connolly, visits Hallibut with other ministers to see how the modern submarine lives. The mess deck holds 33 men are sitting and they sit on the food lockers. In fact, food supplies are about all they have to surface for. The dormitories have revitalized air supplied to every bunk and everyone has a reading lamp. But the switchboards supply many more gadgets than that. Nowadays the average submarine must know how to control devices much more complex than the old-fashioned periscope. And that takes us up to the most complicated thing of all, the regular radio-controlled missile. From a hangar in the deck screened by the sailors, the sleek pilotless jet takes up its launching position. Submarines are now missile carriers. Sealed in its hangar, the regulars can be transported underwater 600 miles a day and launched at targets a thousand miles off. USS Hallibut is the first nuclear submarine designed to launch guided missiles from the sea. The next development, undersea launching. The Canterbury Gun Club with a hosts for the 1960 New Zealand trap shooting championships held near Christchurch. The saucer sized clay targets are loaded onto the traps to spin away from the shooters at 50 miles an hour. This is a sport for quick reactions and split second timing. In the double rise championship, two targets released together, spinning in different courses, and it takes a fast eye to blast both of them from the 16-yard competition mark. There are 30 targets in all, and as the fieldows down to the two favourites, the tension mounts. With well over 2,000 members of gun clubs in New Zealand, most of the 90 clubs were represented during the week-long tournament. Runner-up, Mr. B. Beoring with some really commanding names and histories. By competing in the trials of the National Veteran and Vintage Car Rally, the connoisseur becomes well versed in the joys of early motoring when it was still a healthful open-air sport. The enthusiasm and vigor of these early days have been revived in veteran and vintage car clubs throughout New Zealand and cars have even come from as far as Queensland to join the National Rally at Morrinsville. The rally The rally watch from behind a rope barrier these ordinary people watched respectfully as the pre-chrome aristocrats circulate. The elegant pageant continues. ordinary people watch respectfully as the pre-chrome aristocrats circulate. The elegant pageant continues with the wiggle-woggle. Queensland's Gold Coast was the starting point for this sprightly Cadillac whose 50-odd summers sit lightly on her chassis, thanks to the care of Mr. George Giltrap who piloted her all the way. To some, brass-bound radiators, push pedal gears, clockwork starters and paraffin lamps are mysteries. Mysteries? Elementary, my dear Watson. This chap's obviously got some clues, but here's something shrouded in mystery. It's 140 miles an hour Stanley Steamer of 1920. However, most attention is focused on the winner of the Concord Delagance, this 1913 Austin, the best groomed automobile in the rally. Magnificent. They don't make cars like these nowadays. You just can't seem to get the wood, you know. Near Tai Ping in northwest Malaya, the 2nd Battalion New Zealand Regiment are based at Sobrowen Camp. Their job is to hunt out the last of the terrorists in the jungles of the north. Company headquarters are out in the jungle, and after periods of up to six weeks on operations, the patrols welcome a spell at base. The returning platoon commander reports to intelligence for debriefing, a detailed explanation of events while on patrol, possibly with reference to close shaves in the jungle. After handing in weapons to the armory, the men form another of those familiar HQQs. This time it's worth waiting for. Lieutenant Walton and W.O. Watson dish out the dollars. Malaya. Several weeks on jungle rations and the troops are ready for some variety, so the Chawala has little trouble in getting the dollars. One of the most popular and important figures in the camp is Alibaba. He knows all the heads. Being a Kiwi camp, this sort of thing is inevitable. Close by the camp is the tracker wing of the battalion. Each handler is personally responsible for the well-being of his dog. When not on operations, the dogs are exercised daily and kept in trim with tracking work. The High Commissioner for New Zealand in Malaya, Mr. C.M. Bennett, meets men of a party taking supplies to a patrol which he is going to visit up the Pira River. With the High Commissioner in the boat are the New Zealand Army Force Commander, Colonel Brooker, and the battalion CEO Colonel Aiken. Men of B Company Patrol come in from the jungle to meet their visitor. Himself an ex-commander of the Maori battalion in the desert, His Excellency is quite at home chatting to men of today's forces. The jungle tribesmen hear the company's Chinese liaison officer interpret for the High Commissioner as he speaks to a group of them who work as porters with the troops. A pleasant surprise for the High Commissioner is the traditional Maori Hangi. Out of the steaming oven come chunks of wild pig and jungle fowl. The Kiwis drop formality. Out of the steaming oven come chunks of wild pig and jungle fowl. The Kiwis drop formalities and turn on a real New Zealand welcome in a bamboo shelter deep in the Malayan jungle."}