{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " At Paa ha ha ha ha ha ha"}, {"timestamp": [6.0, 28.0], "text": " At Pahang Malaya, the New Zealand High Commissioner to Malaya, Mr. C. M. Bennett, with Mrs. Bennett,"}, {"timestamp": [28.0, 33.0], "text": " arrives for the opening of Campong, New Zealand."}, {"timestamp": [33.0, 43.0], "text": " Campong means town, and the name expresses thanks for the 70,000 pounds New Zealand has given under the Colombo plan for the development of the settlement."}, {"timestamp": [43.0, 48.64], "text": " This campong, housing 200 families, is one of several being established by the Malayan land"}, {"timestamp": [48.64, 53.04], "text": " development scheme to raise the standard of living of the Malayans."}, {"timestamp": [53.04, 55.92], "text": " Following the opening, Mr. Bennett has a look round."}, {"timestamp": [55.92, 61.68], "text": " In all, 2,650 acres have been cleared in much the same way as the early pioneers in New Zealand"}, {"timestamp": [61.68, 62.76], "text": " cleared the bush."}, {"timestamp": [62.76, 67.0], "text": " In Malaya, they have the advantage that the stumps rot quickly."}, {"timestamp": [67.0, 71.0], "text": " Each family has been given 11 acres on which they'll grow rubber,"}, {"timestamp": [71.0, 73.0], "text": " the main cash crop of Malaya."}, {"timestamp": [73.0, 96.0], "text": " Around the houses will be small gardens to grow food for the hot, humid climate, these houses are the standard for the new villages."}, {"timestamp": [100.0, 105.0], "text": " Not all events are on the official program."}, {"timestamp": [105.0, 109.0], "text": " The village midwife brings to a proud father the Kampong's first baby,"}, {"timestamp": [109.0, 113.0], "text": " a baby that will grow up in a self-supporting community."}, {"timestamp": [113.0, 137.0], "text": " Through the Colombo plan, this community has a bright future. Massie Agricultural College at Palmerston North sees plenty of overseas visitors,"}, {"timestamp": [137.0, 143.0], "text": " but it is a bigger event than usual when 34 national flags, one for each country sending delegates,"}, {"timestamp": [143.0, 145.04], "text": " fly on the messy grounds during"}, {"timestamp": [145.04, 151.68], "text": " the New Zealand meeting of the International Society of Soil Science."}, {"timestamp": [151.68, 156.28], "text": " Soil scientists are people who get down to the grassroots of world food problems."}, {"timestamp": [156.28, 162.64], "text": " The conference has brought together 150 New Zealand soil specialists and about 130 from overseas."}, {"timestamp": [162.64, 165.16], "text": " In the centre front row, the retiring director of the New Zealand"}, {"timestamp": [165.16, 172.66], "text": " soil bureau, Mr. Norman Taylor, sits with Professor Schaeffer of West Germany. Under"}, {"timestamp": [172.66, 176.96], "text": " the United Nations flag, appropriately enough, a lively international discussion breaks"}, {"timestamp": [176.96, 181.94], "text": " out on the subject of soil profiles. Specialist stuff you might think, but getting"}, {"timestamp": [181.94, 185.5], "text": " it right could mean thousands of tons more food in a place where it is needed."}, {"timestamp": [185.5, 195.0], "text": " Dr. Kellogg, as Chief of the United States Soil Survey, knows very well how much soil science has done in the last 20 years to ensure the prosperity of the American farmer."}, {"timestamp": [195.0, 202.0], "text": " Professor Tavenier, Belgium, has strong doubts about one of the soil exhibits."}, {"timestamp": [202.0, 205.2], "text": " Professor Obedere of France is inclined to agree,"}, {"timestamp": [205.2, 211.1], "text": " but before committing himself seeks confirmation from Dr. Kano of Japan. Ten days of"}, {"timestamp": [211.1, 214.5], "text": " solid work at the college will promote much more of this vigorous international"}, {"timestamp": [214.5, 220.04], "text": " sharing of opinions. Results of 20 years of New Zealand work on soil are set out in"}, {"timestamp": [220.04, 226.0], "text": " the display hall. Here on the far right, Professor Erikina from Russia talks with Mr. Taylor"}, {"timestamp": [226.0, 234.56], "text": " and others, including Dr. Aya from India and Professor Wilde from USA. To see New Zealand for"}, {"timestamp": [234.56, 239.68], "text": " themselves, the visitors are taken on tours of both islands, northern most turning point"}, {"timestamp": [239.68, 244.96], "text": " being the Omaha-Hoother Forest. So at Omaha, members of the International Society of"}, {"timestamp": [244.96, 245.94], "text": " Soil Science"}, {"timestamp": [245.94, 250.4], "text": " visit the sort of forest that laid down the extensive gumlands of New Zealand's north."}, {"timestamp": [264.32, 267.0], "text": " The king of the forest is viewed by Professor Clark of USA."}, {"timestamp": [267.0, 273.0], "text": " After the living forest, the party turns to the stump of a fell giant kari tree,"}, {"timestamp": [273.0, 275.0], "text": " examining the whitened soil beneath."}, {"timestamp": [275.0, 281.0], "text": " Dr. Tan Kim Hong of Indonesia sees how 2,000 years of supporting a kari tree can exhaust the soil."}, {"timestamp": [281.0, 289.38], "text": " Dr. Johnson of Canada takes a closer look. At nearby"}, {"timestamp": [289.38, 293.98], "text": " Kikoi at the Grasslands Division substation, New Zealand scientists show that although"}, {"timestamp": [293.98, 298.04], "text": " this was heartbreaking land for early settlers in the north, the gum lands can be"}, {"timestamp": [298.04, 303.34], "text": " converted into good pasture. Over the fence, untreated land bears nothing but fern and scrub."}, {"timestamp": [303.34, 308.34], "text": " Under the fern roots is white leached out subsoil containing fragments of kari gun."}, {"timestamp": [310.96, 313.18], "text": " There are North Island and South Island tours."}, {"timestamp": [315.52, 320.34], "text": " Crossing Cook Strait on a charter flight, a southern tour has a first view of coastal Malbara"}, {"timestamp": [320.34, 323.08], "text": " and of the warm and fertile plains round Lennam."}, {"timestamp": [323.84, 327.0], "text": " Land built over the ages by the meandering of the Waira River."}, {"timestamp": [327.0, 332.0], "text": " Appreciating all this from the window is Mr. Oza Gur of Turkey."}, {"timestamp": [332.0, 341.0], "text": " Further inland are the shingle slides of Problem Hill Country."}, {"timestamp": [341.0, 345.0], "text": " Flying down the Westland coast and looking east, they see the long glaciers that have sent down material. problem hill country."}, {"timestamp": [349.24, 352.64], "text": " Flying down the Westland coast and looking east, they see the long glaciers that have sent down material to form the South Island plains."}, {"timestamp": [352.64, 356.56], "text": " New Zealand is notable in his company as having been the first country to have a detailed"}, {"timestamp": [356.56, 357.94], "text": " soil map of its territory."}, {"timestamp": [363.94, 369.6], "text": " Beyond Mount Cook are the Moraine Lakes, Ticapo, Pulkaki, Ohau."}, {"timestamp": [369.6, 374.6], "text": " The party flies on south, while near Wellington, a North Island group has been at Taita,"}, {"timestamp": [374.6, 378.5], "text": " visiting the newly built headquarters of the New Zealand Soil Bureau."}, {"timestamp": [378.5, 382.0], "text": " Within, soil scientists get back to practical work."}, {"timestamp": [382.0, 387.0], "text": " Steam distillations are set up, a part of the regular routine of analysis."}, {"timestamp": [391.0, 398.08], "text": " Field work too carries on. There are drainage problems to solve in a wire"}, {"timestamp": [398.08, 404.48], "text": " a rapper subsoil that has curious columns in it. Thanks to soil science and the soil map,"}, {"timestamp": [404.48, 407.0], "text": " the best place to grow any crop is now easily"}, {"timestamp": [407.0, 412.28], "text": " found. With changes threatening in New Zealand's export markets, it becomes more important"}, {"timestamp": [412.28, 438.0], "text": " than ever to find out what each acre of land can be made to produce most profitably. These 16 to 19-year-olds are about to tackle three weeks character training at the new Cobham Outward Bound School at Anakewa, Queen Charlotte Sound."}, {"timestamp": [438.0, 445.0], "text": " Once ashore, according to Mr. Jack Phillips, the executive director, they can expect pioneering conditions."}, {"timestamp": [445.0, 450.0], "text": " The whole idea is based on self-reliance tests evolved during the war for young servicemen."}, {"timestamp": [450.0, 458.0], "text": " It's sponsored now by industry in search of future leaders."}, {"timestamp": [458.0, 464.0], "text": " The New Zealand school, costing 100,000 pounds to be established permanently, being fifth in a worldwide chain."}, {"timestamp": [464.0, 465.5], "text": " From all walks of life"}, {"timestamp": [465.5, 473.18], "text": " they come to meet the challenge of the great outdoors. Petty Officer Cameron is PT"}, {"timestamp": [473.18, 479.72], "text": " instructor. Mr. John Hebron, bushcraft and mountaineering, and the well-known ocean"}, {"timestamp": [479.72, 487.0], "text": " voyager, Major Hater, sailing. Finally they meet the warden Mr Hamish Thomas of Christchurch"}, {"timestamp": [487.0, 492.0], "text": " who reports each boy's progress to his sponsor. And then it's six o'clock next morning"}, {"timestamp": [492.0, 500.0], "text": " and the work's begun. One, two, three, well, sit right down on these hills."}, {"timestamp": [500.0, 505.0], "text": " First thing to learn is that they can push themselves further than they think."}, {"timestamp": [505.0, 510.0], "text": " They'll be judged not on how good they are at the start, but how they measure up to challenges."}, {"timestamp": [510.0, 561.0], "text": " Then comes the confidence course, making a traverse 40 feet up in the trees. The A good start and every encouragement to keep going, emotionally and physically."}, {"timestamp": [561.0, 569.0], "text": " Comradeship soon flourishes, for they do everything around the school but cook the meals."}, {"timestamp": [569.0, 574.0], "text": " And even that they learn before they go for the five-day exploration that ends the course."}, {"timestamp": [578.0, 581.0], "text": " Marlborough sounds prove ideal for all their activities."}, {"timestamp": [581.0, 584.0], "text": " Major Hater takes two crews on their first whaler race."}, {"timestamp": [584.0, 585.24], "text": " Every man"}, {"timestamp": [585.24, 587.0], "text": " must pull his weight to get the most from these boats."}, {"timestamp": [587.0, 603.5], "text": " Surprisingly few are experienced outdoors men, considering the opportunities in New Zealand."}, {"timestamp": [603.5, 606.0], "text": " Canoeing is a challenge not many have tried."}, {"timestamp": [606.0, 608.0], "text": " Making quick decisions as the river changes course"}, {"timestamp": [608.0, 610.0], "text": " gives them the thrill of accomplishment"}, {"timestamp": [610.0, 612.0], "text": " that sends them back for more."}, {"timestamp": [612.0, 631.0], "text": " All the time the instructions one pushing ahead, pushing them to the limit before they've time to think what they're doing."}, {"timestamp": [631.0, 647.0], "text": " For three weeks they're fully extended, learning, learning that by daring and persistence, they can accomplish more than they realize."}, {"timestamp": [647.0, 652.0], "text": " It's this main lesson they'll take back from outward bound to their jobs in everyday life."}], "text": " At Paa ha ha ha ha ha ha At Pahang Malaya, the New Zealand High Commissioner to Malaya, Mr. C. M. Bennett, with Mrs. Bennett, arrives for the opening of Campong, New Zealand. Campong means town, and the name expresses thanks for the 70,000 pounds New Zealand has given under the Colombo plan for the development of the settlement. This campong, housing 200 families, is one of several being established by the Malayan land development scheme to raise the standard of living of the Malayans. Following the opening, Mr. Bennett has a look round. In all, 2,650 acres have been cleared in much the same way as the early pioneers in New Zealand cleared the bush. In Malaya, they have the advantage that the stumps rot quickly. Each family has been given 11 acres on which they'll grow rubber, the main cash crop of Malaya. Around the houses will be small gardens to grow food for the hot, humid climate, these houses are the standard for the new villages. Not all events are on the official program. The village midwife brings to a proud father the Kampong's first baby, a baby that will grow up in a self-supporting community. Through the Colombo plan, this community has a bright future. Massie Agricultural College at Palmerston North sees plenty of overseas visitors, but it is a bigger event than usual when 34 national flags, one for each country sending delegates, fly on the messy grounds during the New Zealand meeting of the International Society of Soil Science. Soil scientists are people who get down to the grassroots of world food problems. The conference has brought together 150 New Zealand soil specialists and about 130 from overseas. In the centre front row, the retiring director of the New Zealand soil bureau, Mr. Norman Taylor, sits with Professor Schaeffer of West Germany. Under the United Nations flag, appropriately enough, a lively international discussion breaks out on the subject of soil profiles. Specialist stuff you might think, but getting it right could mean thousands of tons more food in a place where it is needed. Dr. Kellogg, as Chief of the United States Soil Survey, knows very well how much soil science has done in the last 20 years to ensure the prosperity of the American farmer. Professor Tavenier, Belgium, has strong doubts about one of the soil exhibits. Professor Obedere of France is inclined to agree, but before committing himself seeks confirmation from Dr. Kano of Japan. Ten days of solid work at the college will promote much more of this vigorous international sharing of opinions. Results of 20 years of New Zealand work on soil are set out in the display hall. Here on the far right, Professor Erikina from Russia talks with Mr. Taylor and others, including Dr. Aya from India and Professor Wilde from USA. To see New Zealand for themselves, the visitors are taken on tours of both islands, northern most turning point being the Omaha-Hoother Forest. So at Omaha, members of the International Society of Soil Science visit the sort of forest that laid down the extensive gumlands of New Zealand's north. The king of the forest is viewed by Professor Clark of USA. After the living forest, the party turns to the stump of a fell giant kari tree, examining the whitened soil beneath. Dr. Tan Kim Hong of Indonesia sees how 2,000 years of supporting a kari tree can exhaust the soil. Dr. Johnson of Canada takes a closer look. At nearby Kikoi at the Grasslands Division substation, New Zealand scientists show that although this was heartbreaking land for early settlers in the north, the gum lands can be converted into good pasture. Over the fence, untreated land bears nothing but fern and scrub. Under the fern roots is white leached out subsoil containing fragments of kari gun. There are North Island and South Island tours. Crossing Cook Strait on a charter flight, a southern tour has a first view of coastal Malbara and of the warm and fertile plains round Lennam. Land built over the ages by the meandering of the Waira River. Appreciating all this from the window is Mr. Oza Gur of Turkey. Further inland are the shingle slides of Problem Hill Country. Flying down the Westland coast and looking east, they see the long glaciers that have sent down material. problem hill country. Flying down the Westland coast and looking east, they see the long glaciers that have sent down material to form the South Island plains. New Zealand is notable in his company as having been the first country to have a detailed soil map of its territory. Beyond Mount Cook are the Moraine Lakes, Ticapo, Pulkaki, Ohau. The party flies on south, while near Wellington, a North Island group has been at Taita, visiting the newly built headquarters of the New Zealand Soil Bureau. Within, soil scientists get back to practical work. Steam distillations are set up, a part of the regular routine of analysis. Field work too carries on. There are drainage problems to solve in a wire a rapper subsoil that has curious columns in it. Thanks to soil science and the soil map, the best place to grow any crop is now easily found. With changes threatening in New Zealand's export markets, it becomes more important than ever to find out what each acre of land can be made to produce most profitably. These 16 to 19-year-olds are about to tackle three weeks character training at the new Cobham Outward Bound School at Anakewa, Queen Charlotte Sound. Once ashore, according to Mr. Jack Phillips, the executive director, they can expect pioneering conditions. The whole idea is based on self-reliance tests evolved during the war for young servicemen. It's sponsored now by industry in search of future leaders. The New Zealand school, costing 100,000 pounds to be established permanently, being fifth in a worldwide chain. From all walks of life they come to meet the challenge of the great outdoors. Petty Officer Cameron is PT instructor. Mr. John Hebron, bushcraft and mountaineering, and the well-known ocean voyager, Major Hater, sailing. Finally they meet the warden Mr Hamish Thomas of Christchurch who reports each boy's progress to his sponsor. And then it's six o'clock next morning and the work's begun. One, two, three, well, sit right down on these hills. First thing to learn is that they can push themselves further than they think. They'll be judged not on how good they are at the start, but how they measure up to challenges. Then comes the confidence course, making a traverse 40 feet up in the trees. The A good start and every encouragement to keep going, emotionally and physically. Comradeship soon flourishes, for they do everything around the school but cook the meals. And even that they learn before they go for the five-day exploration that ends the course. Marlborough sounds prove ideal for all their activities. Major Hater takes two crews on their first whaler race. Every man must pull his weight to get the most from these boats. Surprisingly few are experienced outdoors men, considering the opportunities in New Zealand. Canoeing is a challenge not many have tried. Making quick decisions as the river changes course gives them the thrill of accomplishment that sends them back for more. All the time the instructions one pushing ahead, pushing them to the limit before they've time to think what they're doing. For three weeks they're fully extended, learning, learning that by daring and persistence, they can accomplish more than they realize. It's this main lesson they'll take back from outward bound to their jobs in everyday life."}