{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " Lake Talpao was already high when"}, {"timestamp": [9.0, 29.0], "text": " Lake Taupo was already high when prolonged rains over the pumice country raised the level further."}, {"timestamp": [29.0, 37.0], "text": " On 238 square miles of lake, every inch above maximum on the dipstick means 900 million more cubic feet of water to be got away."}, {"timestamp": [37.0, 43.0], "text": " Through the Taupo headworks, the water starts on its 220 mile journey to the sea."}, {"timestamp": [43.0, 48.56], "text": " Coming to the Hooker Falls, it takes 45 feet in one leap."}, {"timestamp": [48.56, 51.0], "text": " There's still an 1100 foot drop to sea level."}, {"timestamp": [54.04, 56.32], "text": " A hundred miles downstream at Arapuni,"}, {"timestamp": [56.32, 58.74], "text": " surplus water goes over the spillway."}, {"timestamp": [58.74, 61.52], "text": " Often there's been too little water for the power stations."}, {"timestamp": [61.52, 63.9], "text": " For a few days, there's too much."}, {"timestamp": [63.9, 66.24], "text": " At Carapiro, the spillway is part of the dam"}, {"timestamp": [66.24, 71.6], "text": " and here too the water sent down by Lake and Tributory is much more than the station can put to work."}, {"timestamp": [75.6, 88.88], "text": " Only at Maritide as the surplus water serve a useful purpose for it tests the new spillway. Here the old diversion tunnel has been adapted to take the overflow. This feature of the new dam had not been tried"}, {"timestamp": [88.88, 93.88], "text": " out because of shortage of water but now a full-scale test is laid on by the weather."}, {"timestamp": [93.88, 111.0], "text": " A splendid spectacle is the half-tained Wikato, but still a flood danger to the planes below,"}, {"timestamp": [111.0, 114.0], "text": " when heavy rains cover the whole Wicato area."}, {"timestamp": [114.0, 130.0], "text": " Speed is thrilling for the driver."}, {"timestamp": [130.0, 133.0], "text": " It can also be killing for the driver, and many others."}, {"timestamp": [133.0, 140.0], "text": " So a 50 mile an hour limit on the open highway is enforced by transport department traffic officers to guard the safety of all road users."}, {"timestamp": [140.0, 145.0], "text": " Clocking fast driving motorists and then overtaking to deliver the ticket hardly adds to road safety."}, {"timestamp": [145.0, 150.0], "text": " Two cars at speed instead of one and a swing out into the middle of the road to pass."}, {"timestamp": [152.0, 156.0], "text": " To help make our highways safer and reduce accidents, the Dominion Physical Laboratory,"}, {"timestamp": [156.0, 163.0], "text": " already applying microwave electronics to defense and industry, was asked to produce a speed detector of unquestionable accuracy."}, {"timestamp": [163.0, 166.12], "text": " You know this track-up thing they're talking about?"}, {"timestamp": [166.12, 166.88], "text": " Yeah."}, {"timestamp": [166.88, 169.82], "text": " Well, if we took the Clystrom in this lot,"}, {"timestamp": [169.82, 173.54], "text": " put it into this arm, put a load into this arm,"}, {"timestamp": [173.54, 178.76], "text": " and put an aerial arm, something like this,"}, {"timestamp": [178.76, 181.64], "text": " then anything moving about here we could detect."}, {"timestamp": [181.64, 182.84], "text": " All right, then let's try it."}, {"timestamp": [188.46, 192.42], "text": " The experimental model is put through its paces. The speeding blades of an electric fan held in the beam provoke a"}, {"timestamp": [192.42, 197.04], "text": " definite response from the detector. You know what we want now is one for the"}, {"timestamp": [197.04, 208.0], "text": " road. When the prototype has been assembled it's given a bench workout to check for accuracy and for calibration in miles per hour."}, {"timestamp": [208.0, 211.0], "text": " The higher the speed, the higher the note."}, {"timestamp": [211.0, 218.0], "text": " Calibration on page on."}, {"timestamp": [218.0, 219.0], "text": " Yeah, yeah."}, {"timestamp": [219.0, 220.0], "text": " Good."}, {"timestamp": [220.0, 225.0], "text": " All right, well put the lid on and we'll get the transport and try it."}, {"timestamp": [225.0, 240.0], "text": " Out on a main highway, the microwave detector is put to the test."}, {"timestamp": [240.0, 249.88], "text": " Using headphones, a traffic officer directs the aerial so that approaching traffic enters the effective arc. He lines up on the high frequency tone. The faster the approaching"}, {"timestamp": [249.88, 254.4], "text": " car, the higher the tone. So all the cop has to do now is wait till he hears a high-pitched"}, {"timestamp": [254.4, 259.92], "text": " note and then glance at the electronic speedometer. The motorist could easily defeat the detector."}, {"timestamp": [259.92, 282.32], "text": " No science needed either. All he has to do is keep within the speed limit. Traffic 1 to AM18, traffic 1 to AM18, Camman 1 8, over."}, {"timestamp": [282.32, 285.96], "text": " AM18 to traffic 1, AM18. Come in one, 8. Over. AM18 to traffic 1. Okay, Overn."}, {"timestamp": [287.32, 288.08], "text": " One, coming up for you."}, {"timestamp": [291.2, 292.0], "text": " 5.1.2.4."}, {"timestamp": [294.44, 295.72], "text": " 5.1.2.4."}, {"timestamp": [297.2, 297.88], "text": " Speed, 65."}, {"timestamp": [299.56, 299.9], "text": " Time, 2.30 p.m."}, {"timestamp": [301.36, 301.96], "text": " And it was a cream vaux."}, {"timestamp": [302.72, 302.98], "text": " A cream voxel."}, {"timestamp": [304.22, 304.52], "text": " Would you repeat that message, please? Over."}, {"timestamp": [305.0, 306.0], "text": " Well, thank you, a cream boxel. Would you repeat that message please? Over? Uh-one."}, {"timestamp": [306.0, 308.0], "text": " Well, thank you, take one, Roger."}, {"timestamp": [308.0, 310.0], "text": " After repeating the message as a double check,"}, {"timestamp": [310.0, 312.0], "text": " the cop on the receiving end,"}, {"timestamp": [312.0, 314.0], "text": " or rather the dishing out end,"}, {"timestamp": [314.0, 315.0], "text": " watch isn't waits for the speedster,"}, {"timestamp": [315.0, 318.0], "text": " possibly cogitating on the reaction of this driver"}, {"timestamp": [318.0, 320.0], "text": " when he's courteously informed that he's been picked up"}, {"timestamp": [320.0, 323.0], "text": " at 65 miles an hour by the microwave detector."}, {"timestamp": [323.0, 324.0], "text": " The surprise effect of the detector"}, {"timestamp": [324.0, 327.04], "text": " is apt to produce a wide variety of reactions"}, {"timestamp": [327.04, 328.98], "text": " from plain abuse to passing the buck."}, {"timestamp": [330.76, 332.24], "text": " Well, it's all your fault."}, {"timestamp": [332.24, 333.24], "text": " If you hadn't fallen asleep,"}, {"timestamp": [333.24, 335.68], "text": " I wouldn't have had a chance to touch up to 65."}, {"timestamp": [335.68, 337.02], "text": " Well, don't blame me."}, {"timestamp": [337.02, 338.48], "text": " The moment I take my eyes off you,"}, {"timestamp": [338.48, 340.18], "text": " you're getting into some sort of bother."}, {"timestamp": [340.18, 341.06], "text": " Let me see you."}, {"timestamp": [341.06, 358.0], "text": " Women. An added advantage of this remarkable detector is its very long range, making it possible for just one"}, {"timestamp": [358.0, 363.0], "text": " cop to set it up on a nice stretch of road and like a spider wait for the unwary speeding motorist."}, {"timestamp": [363.0, 365.0], "text": " The backroom boys at the Dominion Physical Lab"}, {"timestamp": [365.0, 368.0], "text": " have certainly turned out an instrument of infallible accuracy"}, {"timestamp": [368.0, 370.0], "text": " that's easy to operate,"}, {"timestamp": [370.0, 372.0], "text": " and it's guaranteed to pick up the fast ones."}, {"timestamp": [372.0, 374.0], "text": " In fact, if it weren't so infallible,"}, {"timestamp": [374.0, 376.0], "text": " it could be said to be almost human."}, {"timestamp": [376.0, 391.16], "text": " Some years ago, Mr. W.R. Wilson of Auckland gave this house and grounds to the"}, {"timestamp": [391.16, 395.24], "text": " Crippled Children Society. And here today the Auckland Hospital Board care for"}, {"timestamp": [395.24, 400.46], "text": " about 60 children from all parts of New Zealand. In term time, the convalescent children"}, {"timestamp": [400.46, 404.42], "text": " carry on with their schoolwork. As many as possible will go home to their parents when"}, {"timestamp": [404.42, 412.08], "text": " term is over. School is often held out of doors. If bone, joint or muscle needs remedial"}, {"timestamp": [412.08, 417.36], "text": " treatment, children under 15 can come to the Wilson home. At the moment, two babies are the only"}, {"timestamp": [417.36, 427.0], "text": " polio, baby has a refresher course in walking."}, {"timestamp": [427.0, 449.0], "text": " This seaside home on Rangetoto Channel has all kinds of toys and equipment to help limbs regain their skill."}, {"timestamp": [453.0, 457.0], "text": " Indoors there are more devices for getting muscles back into habits of daily living."}, {"timestamp": [457.0, 475.6], "text": " Verided equipment, covering everything from walking to opening cupboards and turning on water taps."}, {"timestamp": [477.6, 482.1], "text": " Many lives have been rebuilt here. The young Maori boy was almost mortally hurt by a tractor, his life despaired of."}, {"timestamp": [482.1, 488.8], "text": " Now he's learning to walk again and the home is proud of him. The more you get well here, the more there is to do. Children don't wait to get rid of"}, {"timestamp": [488.8, 496.12], "text": " their crutches before visiting the beach. A little wave comes in, splashing joy over"}, {"timestamp": [496.12, 503.0], "text": " those furthest out, washing away memories of pain and bearing hope into the shore. Next"}, {"timestamp": [503.0, 505.68], "text": " week perhaps, I shall be out there with the others."}, {"timestamp": [509.44, 512.16], "text": " Churning water about is a great thing to tone up muscles,"}, {"timestamp": [512.16, 531.0], "text": " whether done outdoors or indoors. Early to bed is the rule at the Wilson home."}, {"timestamp": [531.0, 535.0], "text": " There must be rest to balance the day's thought and exercise."}, {"timestamp": [535.0, 541.0], "text": " Children here after all do a double day's work, getting well and growing up, both at the same time."}, {"timestamp": [541.0, 547.92], "text": " For the children, a day of progress has ended, but outside over"}, {"timestamp": [547.92, 589.0], "text": " Rangatoto Island the daylight lingers. I am. I am confident that although even the most imaginative scientific man cannot foresee"}, {"timestamp": [589.0, 596.62], "text": " nor control the wrong use of any discovery, it cannot be denied that the progress"}, {"timestamp": [596.62, 603.5], "text": " of science has so far been overwhelmingly beneficial to the welfare of mankind."}], "text": " Lake Talpao was already high when Lake Taupo was already high when prolonged rains over the pumice country raised the level further. On 238 square miles of lake, every inch above maximum on the dipstick means 900 million more cubic feet of water to be got away. Through the Taupo headworks, the water starts on its 220 mile journey to the sea. Coming to the Hooker Falls, it takes 45 feet in one leap. There's still an 1100 foot drop to sea level. A hundred miles downstream at Arapuni, surplus water goes over the spillway. Often there's been too little water for the power stations. For a few days, there's too much. At Carapiro, the spillway is part of the dam and here too the water sent down by Lake and Tributory is much more than the station can put to work. Only at Maritide as the surplus water serve a useful purpose for it tests the new spillway. Here the old diversion tunnel has been adapted to take the overflow. This feature of the new dam had not been tried out because of shortage of water but now a full-scale test is laid on by the weather. A splendid spectacle is the half-tained Wikato, but still a flood danger to the planes below, when heavy rains cover the whole Wicato area. Speed is thrilling for the driver. It can also be killing for the driver, and many others. So a 50 mile an hour limit on the open highway is enforced by transport department traffic officers to guard the safety of all road users. Clocking fast driving motorists and then overtaking to deliver the ticket hardly adds to road safety. Two cars at speed instead of one and a swing out into the middle of the road to pass. To help make our highways safer and reduce accidents, the Dominion Physical Laboratory, already applying microwave electronics to defense and industry, was asked to produce a speed detector of unquestionable accuracy. You know this track-up thing they're talking about? Yeah. Well, if we took the Clystrom in this lot, put it into this arm, put a load into this arm, and put an aerial arm, something like this, then anything moving about here we could detect. All right, then let's try it. The experimental model is put through its paces. The speeding blades of an electric fan held in the beam provoke a definite response from the detector. You know what we want now is one for the road. When the prototype has been assembled it's given a bench workout to check for accuracy and for calibration in miles per hour. The higher the speed, the higher the note. Calibration on page on. Yeah, yeah. Good. All right, well put the lid on and we'll get the transport and try it. Out on a main highway, the microwave detector is put to the test. Using headphones, a traffic officer directs the aerial so that approaching traffic enters the effective arc. He lines up on the high frequency tone. The faster the approaching car, the higher the tone. So all the cop has to do now is wait till he hears a high-pitched note and then glance at the electronic speedometer. The motorist could easily defeat the detector. No science needed either. All he has to do is keep within the speed limit. Traffic 1 to AM18, traffic 1 to AM18, Camman 1 8, over. AM18 to traffic 1, AM18. Come in one, 8. Over. AM18 to traffic 1. Okay, Overn. One, coming up for you. 5.1.2.4. 5.1.2.4. Speed, 65. Time, 2.30 p.m. And it was a cream vaux. A cream voxel. Would you repeat that message, please? Over. Well, thank you, a cream boxel. Would you repeat that message please? Over? Uh-one. Well, thank you, take one, Roger. After repeating the message as a double check, the cop on the receiving end, or rather the dishing out end, watch isn't waits for the speedster, possibly cogitating on the reaction of this driver when he's courteously informed that he's been picked up at 65 miles an hour by the microwave detector. The surprise effect of the detector is apt to produce a wide variety of reactions from plain abuse to passing the buck. Well, it's all your fault. If you hadn't fallen asleep, I wouldn't have had a chance to touch up to 65. Well, don't blame me. The moment I take my eyes off you, you're getting into some sort of bother. Let me see you. Women. An added advantage of this remarkable detector is its very long range, making it possible for just one cop to set it up on a nice stretch of road and like a spider wait for the unwary speeding motorist. The backroom boys at the Dominion Physical Lab have certainly turned out an instrument of infallible accuracy that's easy to operate, and it's guaranteed to pick up the fast ones. In fact, if it weren't so infallible, it could be said to be almost human. Some years ago, Mr. W.R. Wilson of Auckland gave this house and grounds to the Crippled Children Society. And here today the Auckland Hospital Board care for about 60 children from all parts of New Zealand. In term time, the convalescent children carry on with their schoolwork. As many as possible will go home to their parents when term is over. School is often held out of doors. If bone, joint or muscle needs remedial treatment, children under 15 can come to the Wilson home. At the moment, two babies are the only polio, baby has a refresher course in walking. This seaside home on Rangetoto Channel has all kinds of toys and equipment to help limbs regain their skill. Indoors there are more devices for getting muscles back into habits of daily living. Verided equipment, covering everything from walking to opening cupboards and turning on water taps. Many lives have been rebuilt here. The young Maori boy was almost mortally hurt by a tractor, his life despaired of. Now he's learning to walk again and the home is proud of him. The more you get well here, the more there is to do. Children don't wait to get rid of their crutches before visiting the beach. A little wave comes in, splashing joy over those furthest out, washing away memories of pain and bearing hope into the shore. Next week perhaps, I shall be out there with the others. Churning water about is a great thing to tone up muscles, whether done outdoors or indoors. Early to bed is the rule at the Wilson home. There must be rest to balance the day's thought and exercise. Children here after all do a double day's work, getting well and growing up, both at the same time. For the children, a day of progress has ended, but outside over Rangatoto Island the daylight lingers. I am. I am confident that although even the most imaginative scientific man cannot foresee nor control the wrong use of any discovery, it cannot be denied that the progress of science has so far been overwhelmingly beneficial to the welfare of mankind."}