{"speakers": [], "chunks": [{"timestamp": [0.0, 30.18], "text": " Once many years ago, a band of courageous men sailed into Port Nicholson, New Zealand,"}, {"timestamp": [30.78, 35.4], "text": " a land offering contentment and prosperity to those not afraid of hard toil."}, {"timestamp": [36.52, 40.3], "text": " One such man was Mr. Frederick Thatcher, architect and devout church car."}, {"timestamp": [40.84, 50.0], "text": " He followed Bishop Selwyn, who a few years later contributed 50 pounds to a fund in order that Mr. Thatcher might build a place of worship on Governor Gray's site in Thorndon."}, {"timestamp": [50.0, 57.0], "text": " In 1859 he began work on this building, of which it is often been said that it is the finest in the colony."}, {"timestamp": [57.0, 61.0], "text": " Seven years later the Cathedral Church of St. Paul's Wellington was consecrated."}, {"timestamp": [61.0, 67.0], "text": " A very handsome building. It might last unless some accident should occur to it for several centuries."}, {"timestamp": [67.0, 72.0], "text": " The little church survived hurricanes and earthquakes."}, {"timestamp": [72.0, 75.0], "text": " Mr. Thatcher's dream came true."}, {"timestamp": [75.0, 79.0], "text": " St. Paul's was built entirely of hard timber,"}, {"timestamp": [79.0, 82.0], "text": " making his cathedral a unique example of English Gothic,"}, {"timestamp": [82.0, 84.0], "text": " brilliantly translated into wood."}, {"timestamp": [84.0, 89.12], "text": " Skilled craftsmen worked month after month to realize his dream of a church that"}, {"timestamp": [89.12, 120.0], "text": " would inspire us by the ministry of beautiful things to devotion and fellowship. St Paul saw a colony grow into a nation. It echoed the laughter and tears of a crowded sanctuary."}, {"timestamp": [120.0, 128.0], "text": " But after a hundred years it grew old and tired."}, {"timestamp": [130.0, 166.0], "text": " A new cathedral was built. Around the had friends who remembered the dream of Mr. Thatcher. They persuaded the government to buy the old church."}, {"timestamp": [166.0, 170.0], "text": " It will become a haven amidst the hustle and bustle of a restless city."}, {"timestamp": [170.0, 173.0], "text": " Funds are being raised and restoration has already begun"}, {"timestamp": [173.0, 178.0], "text": " to ensure that old St Paul's does not become a decaying relic of the past."}, {"timestamp": [183.0, 210.0], "text": " The days of regular Sunday worship of numbered pews may be over, but the little church in Thorndon will remain a link with our history as we go on toward another century. High in the snow fields of New Zealand's southern Alps, nearly 300 glaciers are born,"}, {"timestamp": [210.0, 215.0], "text": " large and small, named and unnamed."}, {"timestamp": [215.0, 219.0], "text": " Largest and most well-known of these are the westward flowing Fox and Franz Joseph ice falls,"}, {"timestamp": [219.0, 223.0], "text": " and the Tasman falling on the eastern slopes of the Alps."}, {"timestamp": [223.0, 227.62], "text": " Unique outside polar regions, the fox and France Joseph descend through native bush"}, {"timestamp": [227.62, 254.0], "text": " to melt away no more than a few hundred feet above sea level. Visitors to the glaciers are guided over their surfaces on foot,"}, {"timestamp": [254.0, 259.0], "text": " but not so many have seen one like the Franz Joseph all at once, close up from the air,"}, {"timestamp": [259.0, 315.0], "text": " a roller coaster ride that drops 8,400 feet in only six miles. I'm gonnae. Once this, the Franz Joseph nearly reached the sea."}, {"timestamp": [315.0, 327.0], "text": " Today, with its old naked valley, cast beyond a sea, Once this, the Franz Joseph nearly reached the sea."}, {"timestamp": [327.0, 332.0], "text": " Today, with its old naked valley cast beyond its feet, it inches on."}, {"timestamp": [332.0, 335.0], "text": " Maybe a slow-dying relic of a frozen past."}, {"timestamp": [335.0, 339.0], "text": " Or maybe agelessly, patiently awaiting the next ice age,"}, {"timestamp": [339.0, 384.0], "text": " when perhaps again it can become the giant that once it was. Pucka Coakoe and competitors are lining up for the Wills' 3-hour challenge for modified racing saloons."}, {"timestamp": [384.0, 387.5], "text": " The winner will be the one who clocks up the greatest mileage in the three hours."}, {"timestamp": [387.86, 452.0], "text": " This is going to be. Jack Naser in his lotus Cortina is out of the race when his brakes fail."}, {"timestamp": [452.0, 472.2], "text": " He escaped with minor burns. Only 17 out of the 40 starters finished this grueling event."}, {"timestamp": [472.2, null], "text": " Rod Coppins and John Ward, driving their 4.7 litre Mustang, are the winners covering 231 miles at an average speed of over 70 miles an hour."}], "text": " Once many years ago, a band of courageous men sailed into Port Nicholson, New Zealand, a land offering contentment and prosperity to those not afraid of hard toil. One such man was Mr. Frederick Thatcher, architect and devout church car. He followed Bishop Selwyn, who a few years later contributed 50 pounds to a fund in order that Mr. Thatcher might build a place of worship on Governor Gray's site in Thorndon. In 1859 he began work on this building, of which it is often been said that it is the finest in the colony. Seven years later the Cathedral Church of St. Paul's Wellington was consecrated. A very handsome building. It might last unless some accident should occur to it for several centuries. The little church survived hurricanes and earthquakes. Mr. Thatcher's dream came true. St. Paul's was built entirely of hard timber, making his cathedral a unique example of English Gothic, brilliantly translated into wood. Skilled craftsmen worked month after month to realize his dream of a church that would inspire us by the ministry of beautiful things to devotion and fellowship. St Paul saw a colony grow into a nation. It echoed the laughter and tears of a crowded sanctuary. But after a hundred years it grew old and tired. A new cathedral was built. Around the had friends who remembered the dream of Mr. Thatcher. They persuaded the government to buy the old church. It will become a haven amidst the hustle and bustle of a restless city. Funds are being raised and restoration has already begun to ensure that old St Paul's does not become a decaying relic of the past. The days of regular Sunday worship of numbered pews may be over, but the little church in Thorndon will remain a link with our history as we go on toward another century. High in the snow fields of New Zealand's southern Alps, nearly 300 glaciers are born, large and small, named and unnamed. Largest and most well-known of these are the westward flowing Fox and Franz Joseph ice falls, and the Tasman falling on the eastern slopes of the Alps. Unique outside polar regions, the fox and France Joseph descend through native bush to melt away no more than a few hundred feet above sea level. Visitors to the glaciers are guided over their surfaces on foot, but not so many have seen one like the Franz Joseph all at once, close up from the air, a roller coaster ride that drops 8,400 feet in only six miles. I'm gonnae. Once this, the Franz Joseph nearly reached the sea. Today, with its old naked valley, cast beyond a sea, Once this, the Franz Joseph nearly reached the sea. Today, with its old naked valley cast beyond its feet, it inches on. Maybe a slow-dying relic of a frozen past. Or maybe agelessly, patiently awaiting the next ice age, when perhaps again it can become the giant that once it was. Pucka Coakoe and competitors are lining up for the Wills' 3-hour challenge for modified racing saloons. The winner will be the one who clocks up the greatest mileage in the three hours. This is going to be. Jack Naser in his lotus Cortina is out of the race when his brakes fail. He escaped with minor burns. Only 17 out of the 40 starters finished this grueling event. Rod Coppins and John Ward, driving their 4.7 litre Mustang, are the winners covering 231 miles at an average speed of over 70 miles an hour."}