{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " Every day we're finding new jobs for"}, {"timestamp": [9.0, 11.0], "text": " Helicopters."}, {"timestamp": [11.0, 24.0], "text": " Every day we're finding new jobs for helicopters."}, {"timestamp": [24.0, 28.0], "text": " The latest one is in the Wai'eca Gorge between Gisbon and Apotechi."}, {"timestamp": [28.0, 34.0], "text": " Though on a highway this area is sparsely settled"}, {"timestamp": [34.0, 37.0], "text": " and the Bay of Plenty Power Board is extending power supply"}, {"timestamp": [37.0, 41.0], "text": " from the mouth of the gorge to the tiny sheep farming settlement of Wairata"}, {"timestamp": [41.0, 43.0], "text": " 30 miles south of Apotechi."}, {"timestamp": [43.0, 47.0], "text": " Neither the twists or turns of the gorge of Wyrata, 30 miles south of Apodiki."}, {"timestamp": [54.0, 87.0], "text": " Neither the twists or turns of the gorge, nor the dense bush and steep gullies will be problems for this line laying. It will go as the crow flies, over hillside and ridge, and crossing the Waioweka River 24 times in 20 miles. Large poles are three times lighter than concrete so they can be airlifted to places where trucks have no exits."}, {"timestamp": [87.0, 94.0], "text": " But the copter really comes into its own in laying the line itself."}, {"timestamp": [94.0, 99.0], "text": " The steel cradle keeps the towing cable clear of the rotors and possible disaster."}, {"timestamp": [99.0, 104.0], "text": " There's no chance of the transmission line snapping, it can take a strain of two tons."}, {"timestamp": [104.0, 109.0], "text": " Keeping clear of the bush, keeping clear of the bush, transmission line snapping it can take a strain of two tons."}, {"timestamp": [113.0, 138.46], "text": " Keeping clear of the bush the line unwinds from a drum containing two miles. Some spans will need nearly half of this to cross the gorge. This single phase power system which needs only one wire has one drawback."}, {"timestamp": [138.96, 141.24], "text": " It may interfere with radio and telephone circuits."}, {"timestamp": [141.9, 147.0], "text": " Consequently, single phase current is limited and used only in remote areas such as this."}, {"timestamp": [151.0, 183.0], "text": " Got it, he fixes the cable and checks to see it running freely. From ridge top to ridge top the helicopter pulls the line, bringing power to one of the few areas in the North Island that has no electricity."}, {"timestamp": [183.0, 189.0], "text": " Soon it will be farewell to lamps, candles and diesel plants in the Wyo Eka."}, {"timestamp": [189.0, 200.0], "text": " This is Rotaruas Sports Dome."}, {"timestamp": [200.0, 203.0], "text": " Though a large building, its ceiling has no vertical supports."}, {"timestamp": [203.0, 205.8], "text": " It's done by lamination."}, {"timestamp": [205.8, 208.6], "text": " These large laminated wood arches are self-supporting."}, {"timestamp": [208.6, 210.6], "text": " There's enough room underneath for a football field."}, {"timestamp": [214.6, 219.0], "text": " Ordinary timber couldn't do it, but stir in some glue and you've got a different picture altogether."}, {"timestamp": [219.0, 223.4], "text": " The Wai-pass State Mill near Rotorua is engaged in a new venture,"}, {"timestamp": [223.4, 229.0], "text": " making stringers for a new bridge near Tipuki, the first in New Zealand to use laminated timber."}, {"timestamp": [229.0, 237.0], "text": " After these pieces of softwood have been planed and the ends beveled, they're glued, placed in scarf joints and put under pressure."}, {"timestamp": [237.0, 242.0], "text": " 37 of these boards will be glued into a beam 60 feet long and 5 feet wide."}, {"timestamp": [242.0, 246.0], "text": " The pieces of timber are now ready to be laminated."}, {"timestamp": [246.0, 249.0], "text": " Glue is spread on the boards and they are sandwiched into beams."}, {"timestamp": [253.0, 258.0], "text": " Unity is strength, but it needs strength in the first place to get that unity."}, {"timestamp": [258.0, 262.0], "text": " The tremendous pressure used to tighten the clamp is supplied by an air wrench."}, {"timestamp": [266.0, 269.0], "text": " The final beauty treatment, the laminate is on its way."}, {"timestamp": [269.0, 274.0], "text": " In this case, as part of a load rolling down to the Kopurua drain near Topuqi."}, {"timestamp": [274.0, 286.56], "text": " The one-way bridge carrying State Highway number two across the drain from"}, {"timestamp": [286.56, 291.2], "text": " Tupuki to Tauranga is being replaced by a new one, which is the first in New Zealand to use"}, {"timestamp": [291.2, 293.92], "text": " laminated timber girders."}, {"timestamp": [293.92, 298.48], "text": " Lamination now makes it possible to use softwoods where only hardwoods could be used before,"}, {"timestamp": [298.48, 304.32], "text": " and engineers are eager to see how they shape up under these new conditions."}, {"timestamp": [304.32, 305.7], "text": " Work on the approaches and the concrete"}, {"timestamp": [305.7, 309.9], "text": " abutments has been completed and all it remains is to position the beams and roll"}, {"timestamp": [309.9, 318.22], "text": " the road back onto them. Ministry of Works engineers and the men lower the"}, {"timestamp": [318.22, 322.62], "text": " stringers into position on steel pins. These stringers are as strong as structural"}, {"timestamp": [322.62, 325.0], "text": " steel but they're much lighter."}, {"timestamp": [325.0, 342.0], "text": " Once the beams are in position, it's only a day's work to put the decking on."}, {"timestamp": [342.0, 345.5], "text": " Traffic will be crossing the bridge only one week later."}, {"timestamp": [345.5, 349.22], "text": " Quick work if you can do it, and with laminated timber you can."}, {"timestamp": [349.22, 352.76], "text": " It's a new use for an old material."}, {"timestamp": [352.76, 356.82], "text": " In 1956, in the"}, {"timestamp": [356.82, 373.5], "text": " in 1956 in the Wightake Valley there were just barren hills and valleys running a few sheep"}, {"timestamp": [373.5, 377.76], "text": " and some surveyors in their constant search for hydroelectric sites."}, {"timestamp": [377.76, 382.24], "text": " A year later after tests and designs were finalized, approval was given to start the Benmore"}, {"timestamp": [382.24, 385.0], "text": " scheme to keep up with the increasing demand for electricity."}, {"timestamp": [385.0, 391.0], "text": " Houses for the labor force from completed Roxburgh made the new construction town of Otamata."}, {"timestamp": [391.0, 405.0], "text": " By 1960 the completion of the diversion tunnel marked the end of the first stage."}, {"timestamp": [413.0, 418.0], "text": " Three years after work started, the course of the Waitaki River was changed forever."}, {"timestamp": [418.0, 433.0], "text": " Heavy machinery followed, dumping to make the 16 million cubic yard earth dam, a fair pile of dirt in any language."}, {"timestamp": [433.0, 455.0], "text": " On their best days, the dam rose by 18 inches a day to a total of 365 feet high and nearly a half mile long."}, {"timestamp": [460.0, 465.0], "text": " In 1961, the plan to hitch the north to the south for power transmission was given approval. So along with the construction of the generators, capable of producing 540 megawatts"}, {"timestamp": [465.0, 468.5], "text": " were added converters for changing alternating current to direct current"}, {"timestamp": [468.5, 472.0], "text": " to make Benmore the biggest direct current project in the world."}, {"timestamp": [472.0, 492.0], "text": " Over the hills and plains, pylons traverse the 380 miles from Benmore to Fighting Bay at the Cook Strait end of the South Island."}, {"timestamp": [492.0, 510.0], "text": " From the North Island, converted freighters contend with the vagaries of Cook Strait to lay their multi-million pound cargo."}, {"timestamp": [510.0, 513.0], "text": " It's a long job waiting for suitable weather."}, {"timestamp": [513.0, 518.0], "text": " The three 25-mile cables are the longest and heaviest ever made in one continuous length."}, {"timestamp": [518.0, 521.0], "text": " Two cables complete the circuit for carrying 600 megawatts."}, {"timestamp": [521.0, 550.0], "text": " The third is a spare. With the islands linked, Hayward's just north of Wellington converts the direct current back to alternating current for general use."}, {"timestamp": [554.0, 571.44], "text": " In the country's dams and generating stations, Benmore's the greatest. Finally, in May, 1965, the 48 million pound engineering achievement was ready for opening by the Prime Minister, Mr. Holyoke."}, {"timestamp": [571.44, null], "text": " I pressed this Brutton, which will commence, officially commence, the inter-island power transmission from this great and unique Benmore Power Station."}], "text": " Every day we're finding new jobs for Helicopters. Every day we're finding new jobs for helicopters. The latest one is in the Wai'eca Gorge between Gisbon and Apotechi. Though on a highway this area is sparsely settled and the Bay of Plenty Power Board is extending power supply from the mouth of the gorge to the tiny sheep farming settlement of Wairata 30 miles south of Apotechi. Neither the twists or turns of the gorge of Wyrata, 30 miles south of Apodiki. Neither the twists or turns of the gorge, nor the dense bush and steep gullies will be problems for this line laying. It will go as the crow flies, over hillside and ridge, and crossing the Waioweka River 24 times in 20 miles. Large poles are three times lighter than concrete so they can be airlifted to places where trucks have no exits. But the copter really comes into its own in laying the line itself. The steel cradle keeps the towing cable clear of the rotors and possible disaster. There's no chance of the transmission line snapping, it can take a strain of two tons. Keeping clear of the bush, keeping clear of the bush, transmission line snapping it can take a strain of two tons. Keeping clear of the bush the line unwinds from a drum containing two miles. Some spans will need nearly half of this to cross the gorge. This single phase power system which needs only one wire has one drawback. It may interfere with radio and telephone circuits. Consequently, single phase current is limited and used only in remote areas such as this. Got it, he fixes the cable and checks to see it running freely. From ridge top to ridge top the helicopter pulls the line, bringing power to one of the few areas in the North Island that has no electricity. Soon it will be farewell to lamps, candles and diesel plants in the Wyo Eka. This is Rotaruas Sports Dome. Though a large building, its ceiling has no vertical supports. It's done by lamination. These large laminated wood arches are self-supporting. There's enough room underneath for a football field. Ordinary timber couldn't do it, but stir in some glue and you've got a different picture altogether. The Wai-pass State Mill near Rotorua is engaged in a new venture, making stringers for a new bridge near Tipuki, the first in New Zealand to use laminated timber. After these pieces of softwood have been planed and the ends beveled, they're glued, placed in scarf joints and put under pressure. 37 of these boards will be glued into a beam 60 feet long and 5 feet wide. The pieces of timber are now ready to be laminated. Glue is spread on the boards and they are sandwiched into beams. Unity is strength, but it needs strength in the first place to get that unity. The tremendous pressure used to tighten the clamp is supplied by an air wrench. The final beauty treatment, the laminate is on its way. In this case, as part of a load rolling down to the Kopurua drain near Topuqi. The one-way bridge carrying State Highway number two across the drain from Tupuki to Tauranga is being replaced by a new one, which is the first in New Zealand to use laminated timber girders. Lamination now makes it possible to use softwoods where only hardwoods could be used before, and engineers are eager to see how they shape up under these new conditions. Work on the approaches and the concrete abutments has been completed and all it remains is to position the beams and roll the road back onto them. Ministry of Works engineers and the men lower the stringers into position on steel pins. These stringers are as strong as structural steel but they're much lighter. Once the beams are in position, it's only a day's work to put the decking on. Traffic will be crossing the bridge only one week later. Quick work if you can do it, and with laminated timber you can. It's a new use for an old material. In 1956, in the in 1956 in the Wightake Valley there were just barren hills and valleys running a few sheep and some surveyors in their constant search for hydroelectric sites. A year later after tests and designs were finalized, approval was given to start the Benmore scheme to keep up with the increasing demand for electricity. Houses for the labor force from completed Roxburgh made the new construction town of Otamata. By 1960 the completion of the diversion tunnel marked the end of the first stage. Three years after work started, the course of the Waitaki River was changed forever. Heavy machinery followed, dumping to make the 16 million cubic yard earth dam, a fair pile of dirt in any language. On their best days, the dam rose by 18 inches a day to a total of 365 feet high and nearly a half mile long. In 1961, the plan to hitch the north to the south for power transmission was given approval. So along with the construction of the generators, capable of producing 540 megawatts were added converters for changing alternating current to direct current to make Benmore the biggest direct current project in the world. Over the hills and plains, pylons traverse the 380 miles from Benmore to Fighting Bay at the Cook Strait end of the South Island. From the North Island, converted freighters contend with the vagaries of Cook Strait to lay their multi-million pound cargo. It's a long job waiting for suitable weather. The three 25-mile cables are the longest and heaviest ever made in one continuous length. Two cables complete the circuit for carrying 600 megawatts. The third is a spare. With the islands linked, Hayward's just north of Wellington converts the direct current back to alternating current for general use. In the country's dams and generating stations, Benmore's the greatest. Finally, in May, 1965, the 48 million pound engineering achievement was ready for opening by the Prime Minister, Mr. Holyoke. I pressed this Brutton, which will commence, officially commence, the inter-island power transmission from this great and unique Benmore Power Station."}