{"speakers": [], "chunks": [{"timestamp": [0.0, 26.0], "text": " Though the pleasures of yachting belong to thousands of New Zealanders of all ages, the prizes come to but a few."}, {"timestamp": [26.0, 30.0], "text": " One prize that can begin the way to the top is the Cornwall Cup."}, {"timestamp": [32.0, 37.0], "text": " For 44 years the Cornwall Cup competition has been one of the important national yachting events."}, {"timestamp": [37.0, 41.0], "text": " The best of New Zealand's young yachts men and women compete for a trophy"}, {"timestamp": [41.0, 49.4], "text": " that honours the memory of another young New Zealand sailor, John Travis Cornwall VC, who was killed at the Battle of Jutland at the age of 16."}, {"timestamp": [49.4, 54.6], "text": " Crews competing for the cup are all under the age of 19, and they gather today at Palomatta."}, {"timestamp": [54.6, 59.4], "text": " The boats sailed in this competition are classified as Z-class."}, {"timestamp": [59.4, 66.0], "text": " They are 12.5 feet long and 5 feet wide, and are identical in every curve and plane to within 3 eighths of an inch."}, {"timestamp": [66.0, 74.0], "text": " As with all vessels, each Z-class yacht has a personality which causes it to behave differently from others in the water."}, {"timestamp": [74.0, 80.0], "text": " To ensure that it's the skill of the two-man crew that wins the competition and not the performance of their boat,"}, {"timestamp": [80.0, 92.2], "text": " the yachts are circulated throughout seven races."}, {"timestamp": [96.0, 101.0], "text": " Over the three and a half day competition, the winners of one race may lose the next. Points add up with each race until at the end the winners do not have to be the first to cross the finish line."}, {"timestamp": [102.0, 105.5], "text": " Spectators watching the annual contest for the Cornwall Cup see a"}, {"timestamp": [105.5, 109.76], "text": " battle of skills between young yachtsmen who someday may be sailing the big A-class"}, {"timestamp": [109.76, 174.0], "text": " keyless to victory or representing New Zealand at the Olympics. I'm not going to be. Oh, and so. This year the cup goes to the Wellington crew, who are congratulated with the usual undampened enthusiasm."}, {"timestamp": [174.0, 192.0], "text": " After tremendous popularity during overseas tours, the National Band of New Zealand is temporarily disbanding and as a final appearance they are making a large-scale tour of New Zealand."}, {"timestamp": [193.0, 205.0], "text": " Here is a band which is acclaimed as among the world's finest in musical performance and precision marching. P. And so on the the other, but, and the"}, {"timestamp": [205.0, 225.0], "text": ". P. P. P. And so, I'm"}, {"timestamp": [225.0, 226.0], "text": "."}, {"timestamp": [226.0, 247.0], "text": ". The"}, {"timestamp": [247.0, 250.32], "text": " The"}, {"timestamp": [250.32, 251.32], "text": " And so,"}, {"timestamp": [251.32, 252.88], "text": " and I'm going to go."}, {"timestamp": [252.88, 254.24], "text": " And so,"}, {"timestamp": [254.24, 256.88], "text": " I'm going to be."}, {"timestamp": [256.88, 306.76], "text": " Oh, and the... I mean, We're going to be the I'm going to be a lot of"}, {"timestamp": [306.76, 309.76], "text": " the world."}, {"timestamp": [309.76, 314.76], "text": " And so you're going to be."}, {"timestamp": [314.76, 315.76], "text": " And so."}, {"timestamp": [315.76, 327.0], "text": " And I'm going to be. This is not Wai'Uruh,"}, {"timestamp": [327.0, 351.4], "text": " This is not Wai'uru, but Matter Matter Erotrome, where 38 venturers scouts from all over the country are on a one-week summer camp to take the air."}, {"timestamp": [352.16, 357.8], "text": " It's a flying school for 15 to 18-year-olds and is the first undertaken by any scout association in the world."}, {"timestamp": [358.64, 363.8], "text": " All sections of New Zealand's aviation industry and the scouts themselves combine to finance the school."}, {"timestamp": [364.96, 370.0], "text": " Camp chief air commodore Cohen and his ground staff find little to do after the months of preparation."}, {"timestamp": [370.0, 375.0], "text": " Chief flying instructor is Keith Trillo, an NAC captain."}, {"timestamp": [375.0, 379.0], "text": " The instructors comprise the cream of New Zealand's flying talent."}, {"timestamp": [379.0, 387.0], "text": " Gordon Vettie, an Air New Zealand DCA training captain, gives ground instruction in the principles of flight before first takeoff."}, {"timestamp": [387.0, 496.0], "text": " Times Limited and these magnificent venturers and their flying machines are added from dawn till dark, with the school's 11 light aircraft working boy to the stage of solo flight. Comey! I'm sorry. At the end of the first day's instruction, many of the boys are ready to solo."}, {"timestamp": [496.0, 569.0], "text": " Now for the first time they're aloft alone to fulfill the visions of Darvinci. I'm going to be. There are five days of circuits and bumps and a continual stream of traffic in and out of the hard-worked airstream."}, {"timestamp": [569.0, 575.0], "text": " Talent begins to show through at various stages as the pressure-cooked pilots gain mastery of their machines."}, {"timestamp": [575.0, 594.0], "text": " Near the end of the week, the graduates are awarded their escarp wings by Air Commodore Cohen."}, {"timestamp": [594.0, 599.0], "text": " They've qualified in theoretical knowledge and proved themselves in practical flight."}, {"timestamp": [599.0, 612.0], "text": " Most hope to continue to gain their private pilots license. One has qualified for his already."}, {"timestamp": [617.0, null], "text": " The end of a hectic week. A week closely watched by the aviation industry backing the school. For it's among these eager venturers that there may be found potential pilots for 3 million pound jet aircraft."}], "text": " Though the pleasures of yachting belong to thousands of New Zealanders of all ages, the prizes come to but a few. One prize that can begin the way to the top is the Cornwall Cup. For 44 years the Cornwall Cup competition has been one of the important national yachting events. The best of New Zealand's young yachts men and women compete for a trophy that honours the memory of another young New Zealand sailor, John Travis Cornwall VC, who was killed at the Battle of Jutland at the age of 16. Crews competing for the cup are all under the age of 19, and they gather today at Palomatta. The boats sailed in this competition are classified as Z-class. They are 12.5 feet long and 5 feet wide, and are identical in every curve and plane to within 3 eighths of an inch. As with all vessels, each Z-class yacht has a personality which causes it to behave differently from others in the water. To ensure that it's the skill of the two-man crew that wins the competition and not the performance of their boat, the yachts are circulated throughout seven races. Over the three and a half day competition, the winners of one race may lose the next. Points add up with each race until at the end the winners do not have to be the first to cross the finish line. Spectators watching the annual contest for the Cornwall Cup see a battle of skills between young yachtsmen who someday may be sailing the big A-class keyless to victory or representing New Zealand at the Olympics. I'm not going to be. Oh, and so. This year the cup goes to the Wellington crew, who are congratulated with the usual undampened enthusiasm. After tremendous popularity during overseas tours, the National Band of New Zealand is temporarily disbanding and as a final appearance they are making a large-scale tour of New Zealand. Here is a band which is acclaimed as among the world's finest in musical performance and precision marching. P. And so on the the other, but, and the. P. P. P. And so, I'm.. The The And so, and I'm going to go. And so, I'm going to be. Oh, and the... I mean, We're going to be the I'm going to be a lot of the world. And so you're going to be. And so. And I'm going to be. This is not Wai'Uruh, This is not Wai'uru, but Matter Matter Erotrome, where 38 venturers scouts from all over the country are on a one-week summer camp to take the air. It's a flying school for 15 to 18-year-olds and is the first undertaken by any scout association in the world. All sections of New Zealand's aviation industry and the scouts themselves combine to finance the school. Camp chief air commodore Cohen and his ground staff find little to do after the months of preparation. Chief flying instructor is Keith Trillo, an NAC captain. The instructors comprise the cream of New Zealand's flying talent. Gordon Vettie, an Air New Zealand DCA training captain, gives ground instruction in the principles of flight before first takeoff. Times Limited and these magnificent venturers and their flying machines are added from dawn till dark, with the school's 11 light aircraft working boy to the stage of solo flight. Comey! I'm sorry. At the end of the first day's instruction, many of the boys are ready to solo. Now for the first time they're aloft alone to fulfill the visions of Darvinci. I'm going to be. There are five days of circuits and bumps and a continual stream of traffic in and out of the hard-worked airstream. Talent begins to show through at various stages as the pressure-cooked pilots gain mastery of their machines. Near the end of the week, the graduates are awarded their escarp wings by Air Commodore Cohen. They've qualified in theoretical knowledge and proved themselves in practical flight. Most hope to continue to gain their private pilots license. One has qualified for his already. The end of a hectic week. A week closely watched by the aviation industry backing the school. For it's among these eager venturers that there may be found potential pilots for 3 million pound jet aircraft."}