{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " In what the local member of Parliament, Mr Blanchfield called Westland's finest hour,"}, {"timestamp": [28.0, 33.0], "text": " the opening ceremony for the new Westland Otago Road link was held in driving rain at night's point."}, {"timestamp": [35.0, 39.0], "text": " The road was dedicated by the Bishop of Christchurch, the right Reverend A.K. Warren."}, {"timestamp": [39.5, 42.0], "text": " And a commemorative pluck was unveiled by the Prime Minister."}, {"timestamp": [57.0, 60.0], "text": " Mrs. Holyoke was unveiled by the Prime Minister. Mrs. Holyoke then cut her ribbon and the road was opened for the official party to drive through to Hust, followed by a large group of wet but jubilant Westlanders. Those left behind returned to celebrate in the nearest pun."}, {"timestamp": [60.0, 65.26], "text": " Five hours after the road was opened, it was closed again by a slip."}, {"timestamp": [65.72, 68.8], "text": " But this was only the beginning of the realization of 30 years' work."}, {"timestamp": [69.38, 71.94], "text": " And as everyone knows, it doesn't rain all the time."}, {"timestamp": [72.58, 141.6], "text": " Not even in South Westland. I'm going to be. This summer's motor racing season starts with a crackle at New Plymouth,"}, {"timestamp": [141.6, 147.0], "text": " and half the populations gathered below the slopes of sugarloaf to watch the breaking in of the new circuit at Paritutu."}, {"timestamp": [147.0, 152.0], "text": " The cream of the North Island speed merchants are a little apprehensive about the tight hilly track,"}, {"timestamp": [152.0, 155.0], "text": " but early trials prove the surface smooth and reliable."}, {"timestamp": [159.0, 166.0], "text": " Four and a half hours for 16 events and many competitors calls for a tight schedule."}, {"timestamp": [166.0, 171.0], "text": " Some drivers find the track small and a bit constricted for first class speed,"}, {"timestamp": [171.0, 226.0], "text": " but this makes no change to the spectacle of the saloon car events. Pedestrians had better prey. Here come 12 Sunday drivers on one small highway. Top performers line up for event number 10, the feature race of 25 laps....awkland....awkland driver"}, {"timestamp": [226.0, 227.0], "text": "..."}, {"timestamp": [227.0, 251.0], "text": "......Wan driver Bob Pranachevich wins the main event in his English built Brabham Ford."}, {"timestamp": [251.0, 258.0], "text": " It's been a great day for spectators and drivers alike, and the new circuit has had its first introduction to motor noise, oil, fumes and hot rubber."}, {"timestamp": [258.0, 271.0], "text": " At the top of New Zealand, where the Tasman Sea meets the Pacific, is Cape Rangue."}, {"timestamp": [271.0, 276.0], "text": " Remote and lonely, this was one of the most undeveloped parts of the country."}, {"timestamp": [280.0, 285.2], "text": " But in the last few years, this has altered."}, {"timestamp": [285.2, 290.24], "text": " What was wasteland is now good pasture carrying fine sheep and prime cattle."}, {"timestamp": [290.24, 296.44], "text": " Five years ago there was no grass here."}, {"timestamp": [296.44, 315.0], "text": " Even in the short lives of Edward and Bobby there have been great advances. This is an exciting day for them."}, {"timestamp": [315.0, 317.0], "text": " They're going to help their father, King E."}, {"timestamp": [317.0, 364.4], "text": " Who's head shepherd of the Parangaranga block, take the station cattle to the sail at Tom's Landing there are big preparations for the sale has become one of Paringering as social events of the year."}, {"timestamp": [364.4, 370.12], "text": " Communal meals used to be cooked wrapped in Nika leaves on hot stones. Now pressure"}, {"timestamp": [370.12, 374.46], "text": " cooker progress has produced a mechanized honey. Though they live in a remote"}, {"timestamp": [374.46, 391.84], "text": " district they're really up to date. With stock from other blocks as well as Paringeringer,"}, {"timestamp": [391.84, 393.92], "text": " the yards are full and the sail underway."}, {"timestamp": [397.92, 401.0], "text": " 76, 2776, even stave."}, {"timestamp": [401.0, 407.0], "text": " The sale is now an annual event and brings buyers from as far south as Wongaray, 150 miles away."}, {"timestamp": [407.0, 414.0], "text": " The cattle from the new block are in good condition and keenly sought after."}, {"timestamp": [414.0, 416.0], "text": " Prices are high."}, {"timestamp": [416.0, 421.0], "text": " 2010, 2010, away, 0.6, 50."}, {"timestamp": [421.0, 426.0], "text": " Paringa-ringa block is only one of 43 similar land development schemes being undertaken in Northland."}, {"timestamp": [426.0, 433.0], "text": " In the last five years the government has made 17,000 acres of developed land available to settlers in the North Auckland land district."}, {"timestamp": [433.0, 437.0], "text": " There's an estimated quarter of a million acres still to be developed."}, {"timestamp": [437.0, 445.24], "text": " The stock being sold at this sale today give an indication of the prosperity that these developments will bring to the far north."}, {"timestamp": [448.24, null], "text": " It's been a great day for Edward and Bobby. As they canter home, they can be proud that the cattle their father has looked after have sold so well. The"}], "text": " In what the local member of Parliament, Mr Blanchfield called Westland's finest hour, the opening ceremony for the new Westland Otago Road link was held in driving rain at night's point. The road was dedicated by the Bishop of Christchurch, the right Reverend A.K. Warren. And a commemorative pluck was unveiled by the Prime Minister. Mrs. Holyoke was unveiled by the Prime Minister. Mrs. Holyoke then cut her ribbon and the road was opened for the official party to drive through to Hust, followed by a large group of wet but jubilant Westlanders. Those left behind returned to celebrate in the nearest pun. Five hours after the road was opened, it was closed again by a slip. But this was only the beginning of the realization of 30 years' work. And as everyone knows, it doesn't rain all the time. Not even in South Westland. I'm going to be. This summer's motor racing season starts with a crackle at New Plymouth, and half the populations gathered below the slopes of sugarloaf to watch the breaking in of the new circuit at Paritutu. The cream of the North Island speed merchants are a little apprehensive about the tight hilly track, but early trials prove the surface smooth and reliable. Four and a half hours for 16 events and many competitors calls for a tight schedule. Some drivers find the track small and a bit constricted for first class speed, but this makes no change to the spectacle of the saloon car events. Pedestrians had better prey. Here come 12 Sunday drivers on one small highway. Top performers line up for event number 10, the feature race of 25 laps....awkland....awkland driver.........Wan driver Bob Pranachevich wins the main event in his English built Brabham Ford. It's been a great day for spectators and drivers alike, and the new circuit has had its first introduction to motor noise, oil, fumes and hot rubber. At the top of New Zealand, where the Tasman Sea meets the Pacific, is Cape Rangue. Remote and lonely, this was one of the most undeveloped parts of the country. But in the last few years, this has altered. What was wasteland is now good pasture carrying fine sheep and prime cattle. Five years ago there was no grass here. Even in the short lives of Edward and Bobby there have been great advances. This is an exciting day for them. They're going to help their father, King E. Who's head shepherd of the Parangaranga block, take the station cattle to the sail at Tom's Landing there are big preparations for the sale has become one of Paringering as social events of the year. Communal meals used to be cooked wrapped in Nika leaves on hot stones. Now pressure cooker progress has produced a mechanized honey. Though they live in a remote district they're really up to date. With stock from other blocks as well as Paringeringer, the yards are full and the sail underway. 76, 2776, even stave. The sale is now an annual event and brings buyers from as far south as Wongaray, 150 miles away. The cattle from the new block are in good condition and keenly sought after. Prices are high. 2010, 2010, away, 0.6, 50. Paringa-ringa block is only one of 43 similar land development schemes being undertaken in Northland. In the last five years the government has made 17,000 acres of developed land available to settlers in the North Auckland land district. There's an estimated quarter of a million acres still to be developed. The stock being sold at this sale today give an indication of the prosperity that these developments will bring to the far north. It's been a great day for Edward and Bobby. As they canter home, they can be proud that the cattle their father has looked after have sold so well. The"}