{"speakers": [], "chunks": [{"timestamp": [0.0, 39.24], "text": " The Just outside the city of Hamilton is the Rua Kura Agricultural Research Center of the Department of Agriculture."}, {"timestamp": [40.04, 43.56], "text": " The old homestead built in 1910 is used for accommodation."}, {"timestamp": [44.44, 45.68], "text": " There are many newer buildings."}, {"timestamp": [46.6, 50.14], "text": " To farmers throughout the country, the centre is known simply as Ruakura."}, {"timestamp": [51.14, 54.36], "text": " On field days, they roll up in their hundreds in search of new ideas"}, {"timestamp": [54.36, 56.66], "text": " to make their farms more efficient and profitable."}, {"timestamp": [72.22, 72.82], "text": " Research results which may have cost thousands to obtain are given away free."}, {"timestamp": [74.3, 74.88], "text": " And this is good business for the government."}, {"timestamp": [78.68, 84.06], "text": " The more money the farmer makes from his exports, the more the whole country prospers."}, {"timestamp": [85.54, 86.04], "text": " So much for the field day."}, {"timestamp": [90.4, 91.1], "text": " On every other day of the year, Ruakura work is influencing a host of farming activities."}, {"timestamp": [92.22, 92.8], "text": " Take aerial top dressing."}, {"timestamp": [98.24, 99.96], "text": " With over a million tons dropped each year, someone has to find out what is the best fertilizer for each kind of soil and how much of it is desirable."}, {"timestamp": [111.0, 115.0], "text": " At Ruakura, response of clover plants to fertilizers is tested in every possible soil."}, {"timestamp": [119.0, 122.0], "text": " Distilled waters made in the greenhouse, for with some chemical elements, one part in 10 million can make a difference to plant growth."}, {"timestamp": [122.0, 126.0], "text": " A trace of zinc or copper in the water could falsify an important experiment."}, {"timestamp": [126.0, 129.0], "text": " Each pot is brought back by added distilled water"}, {"timestamp": [129.0, 132.0], "text": " to the same gross weight each day."}, {"timestamp": [132.0, 134.0], "text": " The careful pot trials ensure full value"}, {"timestamp": [134.0, 137.0], "text": " to the pasture from the multi-million pound annual airdrop."}, {"timestamp": [141.0, 143.0], "text": " Good flat land is scarce."}, {"timestamp": [143.0, 145.0], "text": " New Zealand is mostly hills."}, {"timestamp": [145.0, 149.0], "text": " The only flatland not yet farmed is difficult peat country."}, {"timestamp": [149.0, 156.0], "text": " To get onto their own experimental peat farm, Ruakura workers are making a road of clay overlaid with sand."}, {"timestamp": [156.0, 161.0], "text": " Since peat must not be drained too deeply, it's all too easy to sink into."}, {"timestamp": [167.0, 171.0], "text": " For work away from the road, the tractor is equipped with webbed feet."}, {"timestamp": [177.0, 181.0], "text": " After clearing the scrub and draining the first thing to go on is line. On this Waikato peat, a ton per acre is found to be enough."}, {"timestamp": [184.0, 188.4], "text": " There are still many thousands of acres which like this test area can be made"}, {"timestamp": [188.4, 197.56], "text": " into useful pasture. How to deal with rushes cheaply is the next problem to solve. Old"}, {"timestamp": [197.56, 201.0], "text": " established farms using methods proved by the researchers are steadily"}, {"timestamp": [201.0, 209.0], "text": " increasing their output. This Waikato Dairy Farm now carries 150 cars on only 120 acres of gentle hills."}, {"timestamp": [209.0, 213.0], "text": " Artificial insemination has been used here for the last 10 years."}, {"timestamp": [213.0, 217.0], "text": " The calves, crossbred Frisian to Jersey, grow into good beef cattle."}, {"timestamp": [221.0, 230.02], "text": " When beef is much easier to sell overseas than butter, they give the dairy farmer a very profitable sideline."}, {"timestamp": [231.16, 235.0], "text": " The calves mothers stand side by side in the herringbone design milking shed."}, {"timestamp": [235.68, 240.3], "text": " 150 cows to milk twice a day, and only a young man and his wife to do the work."}, {"timestamp": [241.1, 242.36], "text": " They don't find it hard."}, {"timestamp": [242.36, 245.4], "text": " For over the past 10 years a whole chain of minor"}, {"timestamp": [245.4, 249.42], "text": " improvements in equipment and methods have about double the size of herd a couple can"}, {"timestamp": [249.42, 263.22], "text": " handle. This farmer, as we've said, runs 150 cars on 120 acres. On one of the"}, {"timestamp": [263.22, 267.5], "text": " Ruakura experimental farms, density of stock on the land is 50% greater."}, {"timestamp": [268.4, 275.5], "text": " Circulating around small paddocks and making full use of all the grass that grows, they keep healthy and give top butterfat output per acre."}, {"timestamp": [280.5, 287.0], "text": " The high density experimental unit with its 80 cars is kept as similar as possible to an ordinary farm."}, {"timestamp": [287.0, 304.0], "text": " Still another self-contained Ruikura farm is concerned only with milking methods."}, {"timestamp": [304.0, 308.22], "text": " On identical twin cars, different methods are used and"}, {"timestamp": [308.22, 312.12], "text": " the results compared. The effect of a weight on the cups on the speed of"}, {"timestamp": [312.12, 320.04], "text": " milking is measured. Turn a tap and water rinses the four inflations before the"}, {"timestamp": [320.04, 324.42], "text": " cups go to another car. Already this is proving effective in preventing the spread of"}, {"timestamp": [324.42, 325.0], "text": " the infectious"}, {"timestamp": [325.0, 335.0], "text": " disease mastitis. The scientists are giving some cows prolonged stimulation before milking."}, {"timestamp": [335.0, 339.72], "text": " This takes time, but the results may prove that it will be more than made up by the quicker"}, {"timestamp": [339.72, 344.6], "text": " release of the milk. The research workers need a complete knowledge of the milking process to make"}, {"timestamp": [344.6, 354.34], "text": " further practical advances. Today a man can milk twice as many cars in an"}, {"timestamp": [354.34, 358.9], "text": " hour as he could ten years ago, but still more profit for the farmer can result"}, {"timestamp": [358.9, 368.0], "text": " from these lines of inquiry. As usual, milk flow indicators show as a while."}, {"timestamp": [372.0, 377.0], "text": " As usual, milk flow indicators show the man in the shed what's happening. But there are also recorders drawing accurate graphs of how much milk each car gives each day"}, {"timestamp": [377.0, 379.0], "text": " and how quickly it's given."}, {"timestamp": [379.0, 392.0], "text": " A notch is marked for every third of a pound of milk that flows."}, {"timestamp": [397.0, 399.0], "text": " Obtaining information of vital interest to farmers all over the country often poses problems. The answer is required to the question,"}, {"timestamp": [399.0, 411.5], "text": " how early in the season may a sheep be sheared without getting too cold."}, {"timestamp": [415.5, 420.0], "text": " Between two dabs of sticky stuff goes a smear of electrode jelly."}, {"timestamp": [423.0, 428.6], "text": " One electrode goes on the left side, near the heart. The other electrode is all the left side, near the heart."}, {"timestamp": [431.78, 442.88], "text": " The other electrode is also the case of a radio transmitter."}, {"timestamp": [447.0, 451.0], "text": " The transmitter is tuned and soon our sheep starts telling the laboratory the rate of her heartbeats."}, {"timestamp": [456.0, 470.0], "text": " Out into paddock orbit goes a shaggy astronaut. The signals keep coming in and if she does get cold, the beats become faster."}, {"timestamp": [470.0, 476.0], "text": " These experiments may ultimately affect the date of shearing of the 40 million sheep in the country."}, {"timestamp": [476.0, 490.0], "text": " These and dozens more projects keep feeding new ideas into practical farming."}, {"timestamp": [490.0, 497.0], "text": " To house future researchers of the 80 scientists, seven stories of new laboratories rise at Ruakura,"}, {"timestamp": [497.0, 502.0], "text": " where so much work has already been done to keep this exporting country prosperous."}], "text": " The Just outside the city of Hamilton is the Rua Kura Agricultural Research Center of the Department of Agriculture. The old homestead built in 1910 is used for accommodation. There are many newer buildings. To farmers throughout the country, the centre is known simply as Ruakura. On field days, they roll up in their hundreds in search of new ideas to make their farms more efficient and profitable. Research results which may have cost thousands to obtain are given away free. And this is good business for the government. The more money the farmer makes from his exports, the more the whole country prospers. So much for the field day. On every other day of the year, Ruakura work is influencing a host of farming activities. Take aerial top dressing. With over a million tons dropped each year, someone has to find out what is the best fertilizer for each kind of soil and how much of it is desirable. At Ruakura, response of clover plants to fertilizers is tested in every possible soil. Distilled waters made in the greenhouse, for with some chemical elements, one part in 10 million can make a difference to plant growth. A trace of zinc or copper in the water could falsify an important experiment. Each pot is brought back by added distilled water to the same gross weight each day. The careful pot trials ensure full value to the pasture from the multi-million pound annual airdrop. Good flat land is scarce. New Zealand is mostly hills. The only flatland not yet farmed is difficult peat country. To get onto their own experimental peat farm, Ruakura workers are making a road of clay overlaid with sand. Since peat must not be drained too deeply, it's all too easy to sink into. For work away from the road, the tractor is equipped with webbed feet. After clearing the scrub and draining the first thing to go on is line. On this Waikato peat, a ton per acre is found to be enough. There are still many thousands of acres which like this test area can be made into useful pasture. How to deal with rushes cheaply is the next problem to solve. Old established farms using methods proved by the researchers are steadily increasing their output. This Waikato Dairy Farm now carries 150 cars on only 120 acres of gentle hills. Artificial insemination has been used here for the last 10 years. The calves, crossbred Frisian to Jersey, grow into good beef cattle. When beef is much easier to sell overseas than butter, they give the dairy farmer a very profitable sideline. The calves mothers stand side by side in the herringbone design milking shed. 150 cows to milk twice a day, and only a young man and his wife to do the work. They don't find it hard. For over the past 10 years a whole chain of minor improvements in equipment and methods have about double the size of herd a couple can handle. This farmer, as we've said, runs 150 cars on 120 acres. On one of the Ruakura experimental farms, density of stock on the land is 50% greater. Circulating around small paddocks and making full use of all the grass that grows, they keep healthy and give top butterfat output per acre. The high density experimental unit with its 80 cars is kept as similar as possible to an ordinary farm. Still another self-contained Ruikura farm is concerned only with milking methods. On identical twin cars, different methods are used and the results compared. The effect of a weight on the cups on the speed of milking is measured. Turn a tap and water rinses the four inflations before the cups go to another car. Already this is proving effective in preventing the spread of the infectious disease mastitis. The scientists are giving some cows prolonged stimulation before milking. This takes time, but the results may prove that it will be more than made up by the quicker release of the milk. The research workers need a complete knowledge of the milking process to make further practical advances. Today a man can milk twice as many cars in an hour as he could ten years ago, but still more profit for the farmer can result from these lines of inquiry. As usual, milk flow indicators show as a while. As usual, milk flow indicators show the man in the shed what's happening. But there are also recorders drawing accurate graphs of how much milk each car gives each day and how quickly it's given. A notch is marked for every third of a pound of milk that flows. Obtaining information of vital interest to farmers all over the country often poses problems. The answer is required to the question, how early in the season may a sheep be sheared without getting too cold. Between two dabs of sticky stuff goes a smear of electrode jelly. One electrode goes on the left side, near the heart. The other electrode is all the left side, near the heart. The other electrode is also the case of a radio transmitter. The transmitter is tuned and soon our sheep starts telling the laboratory the rate of her heartbeats. Out into paddock orbit goes a shaggy astronaut. The signals keep coming in and if she does get cold, the beats become faster. These experiments may ultimately affect the date of shearing of the 40 million sheep in the country. These and dozens more projects keep feeding new ideas into practical farming. To house future researchers of the 80 scientists, seven stories of new laboratories rise at Ruakura, where so much work has already been done to keep this exporting country prosperous."}