{"speakers": [], "chunks": [{"timestamp": [0.0, 16.2], "text": " In a Cooper climax number four on the tarmac of Wigram Air Force Station, Australia's Jack Brabham,"}, {"timestamp": [16.2, 34.0], "text": " world champion driver of 1959, gains new laurels in 1960 by winning the Lady Wigram trophy. After the ceremonial drink, he takes his wife and son to visit veteran New Zealand racing driver Bill Hamilton,"}, {"timestamp": [34.0, 39.0], "text": " inventor of the jet boats that in many parts of the world are now hot news in the pleasure boat trade."}, {"timestamp": [43.0, 47.0], "text": " Bill Hamilton sees the Brabams off with Jack as a passenger for once."}, {"timestamp": [47.0, 51.0], "text": " They take a trip up the shadows and rapids of the Waimakariri Gorge."}, {"timestamp": [51.0, 75.0], "text": " On the return trip, Jack Brabham takes the wheel himself and learns why this New Zealand invention is gaining such worldwide attention."}, {"timestamp": [75.0, 82.0], "text": " A powerful pump operated by an ordinary car engine drives the boat by thrusting up behind it a high speed water jet."}, {"timestamp": [82.0, 89.52], "text": " This replaces propeller and rudder leaving the boat clean below and allows it to travel in just a few inches of water. An efficient means of water jet"}, {"timestamp": [89.52, 93.2], "text": " propulsion for boats has been sought for a hundred years and a New Zealand inventor has"}, {"timestamp": [93.2, 98.12], "text": " found it. At the end of the run as a compliment to his host, Jack Brabham tries a"}, {"timestamp": [98.12, 107.0], "text": " Hamilton turn. You can't do that in a Cooper Climax."}, {"timestamp": [107.0, 111.08], "text": " You can't do that in a Cooper Climax."}], "text": " In a Cooper climax number four on the tarmac of Wigram Air Force Station, Australia's Jack Brabham, world champion driver of 1959, gains new laurels in 1960 by winning the Lady Wigram trophy. After the ceremonial drink, he takes his wife and son to visit veteran New Zealand racing driver Bill Hamilton, inventor of the jet boats that in many parts of the world are now hot news in the pleasure boat trade. Bill Hamilton sees the Brabams off with Jack as a passenger for once. They take a trip up the shadows and rapids of the Waimakariri Gorge. On the return trip, Jack Brabham takes the wheel himself and learns why this New Zealand invention is gaining such worldwide attention. A powerful pump operated by an ordinary car engine drives the boat by thrusting up behind it a high speed water jet. This replaces propeller and rudder leaving the boat clean below and allows it to travel in just a few inches of water. An efficient means of water jet propulsion for boats has been sought for a hundred years and a New Zealand inventor has found it. At the end of the run as a compliment to his host, Jack Brabham tries a Hamilton turn. You can't do that in a Cooper Climax. You can't do that in a Cooper Climax."}