{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " I came 11,000 miles to this little town, Taurong are on the east coast of New Zealand, lying in the sun its great enclosed harbour dotted with yachts and reflecting the surrounding hills."}, {"timestamp": [27.0, 39.0], "text": " As I walked under the palms of the waterfront, I felt the fishermen's tingling excitement and knew that soon I'd find the answer to the doubts I'd had whenever anglers discussed the fabulous tales of New Zealand's fighting fish."}, {"timestamp": [39.0, 47.74], "text": " I hired one of the dozens of launchers specially designed for the sport, and soon we were making for Mare Island a rugged junk of volcanic rock jutting abruptly out of"}, {"timestamp": [47.74, 52.18], "text": " the Pacific flowing round it they say is a warm tropical current which perhaps"}, {"timestamp": [52.18, 56.0], "text": " explains why the world record of big game fish was caught here last season"}, {"timestamp": [56.0, 61.12], "text": " closer I could see the fantastic coastline columns and castles defying the swell"}, {"timestamp": [61.12, 67.0], "text": " that hammered against the basalt walls."}, {"timestamp": [72.0, 78.0], "text": " Trailing clouds of gulls told us of the great shoals of fish we needed for bait. These sleek fish, they call kawai, are relentlessly chased and herded by the great sharks and swordfish,"}, {"timestamp": [78.0, 81.0], "text": " and the spinner dropped overboard, is followed by a swirl, a taut line,"}, {"timestamp": [81.0, 85.28], "text": " and soon the saltwater locker is fully stopped, and we bait the lines."}, {"timestamp": [88.18, 94.26], "text": " We begin to troll and the old excitement returns, the intense excitement that is always part of deep sea fishing."}, {"timestamp": [100.68, 108.0], "text": " And suddenly he struck a striped marlin. The water bulges and opens and we see the enormous glistening body, the massive shoulders."}, {"timestamp": [108.0, 112.0], "text": " He propels himself upward into the air, then the splashing water subsides."}, {"timestamp": [112.0, 117.0], "text": " The first striped marlin of the day already."}, {"timestamp": [117.0, 136.86], "text": " No wonder over 700 fish were landed here last season. I got four that day before we made for southeast bay, a drowned crater on"}, {"timestamp": [136.86, 143.64], "text": " Mare Island where the fishermen gather in the evening. Two days later I was"}, {"timestamp": [143.64, 147.28], "text": " further up this warm sheltered northeast coast, seeing the bay of islands"}, {"timestamp": [147.28, 149.04], "text": " for the first time."}, {"timestamp": [149.04, 153.52], "text": " Within the arms of this amazing waterway are literally hundreds of islands and bays and snug"}, {"timestamp": [153.52, 159.3], "text": " harbils and all within a few miles of the fishing grounds."}, {"timestamp": [159.3, 164.18], "text": " It was here we found Russell, a quiet, peaceful little township sliding into the bay."}, {"timestamp": [164.18, 169.6], "text": " In the old days an important whaling center. Now a headquarters for deep sea fishing along with"}, {"timestamp": [169.6, 174.68], "text": " Tauronga, Mercury Bay, Fongerey, Fongaroa and the rest of the famous places"}, {"timestamp": [174.68, 178.68], "text": " close to established bases on this 400 miles of coastline."}, {"timestamp": [182.68, 188.5], "text": " All this district is a paradise for fishermen, and on a sheep dotted island across from Russell,"}, {"timestamp": [188.9, 195.22], "text": " we landed at Ota Hay Bay, the spot where Zane Gray realized the potentialities and established his headquarters."}, {"timestamp": [196.14, 202.08], "text": " He aptly named it the Camp of the Lux, and we found that these birds sing from dawn through into evening."}, {"timestamp": [202.9, 208.94], "text": " We settled into a couple of the bungalows clustered round the central buildings and just relaxed for the rest of the day. A"}, {"timestamp": [208.94, 215.3], "text": " wonderful camp with everything a fisherman needs. But next morning we were up"}, {"timestamp": [215.3, 219.14], "text": " early, down on the well-equipped landing jetty, looking over the launch with"}, {"timestamp": [219.14, 223.74], "text": " hired and checking the gear. They have tackle if you haven't brought it with you"}, {"timestamp": [223.74, 229.12], "text": " and the boatmen can't do enough for you. And what's more important, they know all there is to know about"}, {"timestamp": [229.12, 233.96], "text": " the sport in this part of the world. I was anxious to get away as there was talk on the jetty"}, {"timestamp": [233.96, 243.66], "text": " of a 918 pound black marlin landed the day before. There were fishermen from everywhere"}, {"timestamp": [243.66, 246.0], "text": " setting out with high hoax that February morning."}, {"timestamp": [246.0, 252.0], "text": " I'd spoken to people from England and the United States, and I'll give you three guesses what we talked about."}, {"timestamp": [252.0, 260.0], "text": " The trim launchers eased out of the bay and headed east to where the gulls sweep in great flocks over the sea,"}, {"timestamp": [260.0, 262.0], "text": " and those dark fins slice the water."}, {"timestamp": [262.0, 265.12], "text": " It's a strange thing the fascination of this deep"}, {"timestamp": [265.12, 269.0], "text": " sea fishing, the lure that brings men together from all over the world to this New Zealand"}, {"timestamp": [269.0, 273.18], "text": " coast to join battle and pit their strength and skill against those terrible beautiful"}, {"timestamp": [273.18, 278.1], "text": " monsters that charge like jets through the Opal Sea. These are the times we remember"}, {"timestamp": [278.1, 282.62], "text": " back home in our northern winters. The launch lifts and then settles down again in the"}, {"timestamp": [282.62, 287.28], "text": " blue swell, the sun reflecting back warm and comforting from the yellow decks."}, {"timestamp": [295.02, 299.42], "text": " The prospects of a good day's sport are excellent as we arrive on the fishing grounds."}, {"timestamp": [303.32, 309.96], "text": " We passed bird rock, a rugged black ledge off Piercy Island, a magnificent pile of rock"}, {"timestamp": [309.96, 313.76], "text": " tunneled through by the surge."}, {"timestamp": [313.76, 321.68], "text": " A lot of fishing is done round and near this rock and we prepare to fill the bait"}, {"timestamp": [321.68, 322.76], "text": " locker."}, {"timestamp": [322.76, 325.98], "text": " The morning's fresh and pleasant with scarcely a ripple on the water,"}, {"timestamp": [326.62, 330.24], "text": " and there's a slow swell running as the spinners dance and flesh in the wake."}, {"timestamp": [338.24, 341.2], "text": " They showed me the usual method of baiting in these parts."}, {"timestamp": [342.12, 344.5], "text": " The fish is the carp-wide, perhaps three pounds,"}, {"timestamp": [400.0, 404.0], "text": " and a hand-forged hook is usually used. I'm not you know I'm sure I'm The baited hook is lowered gently into the wake, and in these waters it won't be long before it'll be charged by a Marlin or a Markov. What will it be? The answer's out there 50 feet astern."}, {"timestamp": [404.0, 406.16], "text": " My companion gets the first strike. It's had its run and the fight is on. What will it be? The answer's out there, 50 feet astern."}, {"timestamp": [410.72, 411.12], "text": " My companion gets the first strike. It's had its run and the fight is on, but wow!"}, {"timestamp": [415.12, 417.52], "text": " His enthusiasms outrun his caution. Better luck next time."}, {"timestamp": [422.8, 428.72], "text": " And next time comes almost at once. Careful now, careful, take it easy. They're tough these fish. And there he is a wonderful fish. The great"}, {"timestamp": [428.72, 433.06], "text": " interdescent body surges up out of the water and plunges down again with a roar. We'll need"}, {"timestamp": [433.06, 437.22], "text": " every ounce of strategy and strength we've got. These battles often last three or four"}, {"timestamp": [437.22, 441.78], "text": " hours. With a crash of water he slips up to full length, a staggering black shape, his body"}, {"timestamp": [441.78, 449.3], "text": " scintillating in the sunlight. He thumps back and the water falls away in waves an incredibly beautiful fish this is"}, {"timestamp": [449.3, 459.26], "text": " where the experience of the boatman is of anestimable value to the anger we"}, {"timestamp": [459.26, 463.44], "text": " yelled as we saw his gistening bulk and his great wagging head how wonderful to"}, {"timestamp": [463.44, 470.72], "text": " see the line rise and expect another leap and to know for sure. He led us two miles out to sea, but at the end of two"}, {"timestamp": [470.72, 475.36], "text": " hours it was finished and over the stern we watched as the great fish was brought alongside."}, {"timestamp": [476.16, 481.44], "text": " Marvelled at the huge pectoral fins and the long fierce-looking sword. A tremendous fish that"}, {"timestamp": [481.44, 485.08], "text": " must weigh at least 700 pounds. We had to tow him back to camp."}, {"timestamp": [488.04, 491.3], "text": " The skipper runs up another victory flag as we slip into the cove"}, {"timestamp": [491.3, 494.6], "text": " where we find other anglers returning with fish stories of their own."}, {"timestamp": [495.44, 499.34], "text": " But here they're all true fish stories, and they bring the proof back with them."}, {"timestamp": [502.72, 510.24], "text": " The various fishing clubs have facilities for weighing and recording the catchers and they issue certificates."}, {"timestamp": [510.24, 530.0], "text": " On the jetty that evening, I saw sights I'll never forget. Black marlin, striped marlin, Marco sharks everywhere."}, {"timestamp": [530.0, 533.0], "text": " What a remarkable day."}, {"timestamp": [533.0, 536.0], "text": " But the skipper told me it was just a normal one."}, {"timestamp": [536.0, 537.0], "text": " A normal day?"}, {"timestamp": [537.0, 542.0], "text": " Perhaps it was when you realize that sometimes 800 fish are weighed here in a season."}, {"timestamp": [542.0, 544.0], "text": " Some as heavy as a thousand pounds."}, {"timestamp": [544.0, 547.6], "text": " Yes, it convinced me that day that there's no 800 fish are weighed here in a season, some as heavy as a thousand pounds."}, {"timestamp": [552.0, null], "text": " Yes, it convinced me that day that there's no sport to equal the thrilling excitement of a season with New Zealand's fighting fish. You know,"}], "text": " I came 11,000 miles to this little town, Taurong are on the east coast of New Zealand, lying in the sun its great enclosed harbour dotted with yachts and reflecting the surrounding hills. As I walked under the palms of the waterfront, I felt the fishermen's tingling excitement and knew that soon I'd find the answer to the doubts I'd had whenever anglers discussed the fabulous tales of New Zealand's fighting fish. I hired one of the dozens of launchers specially designed for the sport, and soon we were making for Mare Island a rugged junk of volcanic rock jutting abruptly out of the Pacific flowing round it they say is a warm tropical current which perhaps explains why the world record of big game fish was caught here last season closer I could see the fantastic coastline columns and castles defying the swell that hammered against the basalt walls. Trailing clouds of gulls told us of the great shoals of fish we needed for bait. These sleek fish, they call kawai, are relentlessly chased and herded by the great sharks and swordfish, and the spinner dropped overboard, is followed by a swirl, a taut line, and soon the saltwater locker is fully stopped, and we bait the lines. We begin to troll and the old excitement returns, the intense excitement that is always part of deep sea fishing. And suddenly he struck a striped marlin. The water bulges and opens and we see the enormous glistening body, the massive shoulders. He propels himself upward into the air, then the splashing water subsides. The first striped marlin of the day already. No wonder over 700 fish were landed here last season. I got four that day before we made for southeast bay, a drowned crater on Mare Island where the fishermen gather in the evening. Two days later I was further up this warm sheltered northeast coast, seeing the bay of islands for the first time. Within the arms of this amazing waterway are literally hundreds of islands and bays and snug harbils and all within a few miles of the fishing grounds. It was here we found Russell, a quiet, peaceful little township sliding into the bay. In the old days an important whaling center. Now a headquarters for deep sea fishing along with Tauronga, Mercury Bay, Fongerey, Fongaroa and the rest of the famous places close to established bases on this 400 miles of coastline. All this district is a paradise for fishermen, and on a sheep dotted island across from Russell, we landed at Ota Hay Bay, the spot where Zane Gray realized the potentialities and established his headquarters. He aptly named it the Camp of the Lux, and we found that these birds sing from dawn through into evening. We settled into a couple of the bungalows clustered round the central buildings and just relaxed for the rest of the day. A wonderful camp with everything a fisherman needs. But next morning we were up early, down on the well-equipped landing jetty, looking over the launch with hired and checking the gear. They have tackle if you haven't brought it with you and the boatmen can't do enough for you. And what's more important, they know all there is to know about the sport in this part of the world. I was anxious to get away as there was talk on the jetty of a 918 pound black marlin landed the day before. There were fishermen from everywhere setting out with high hoax that February morning. I'd spoken to people from England and the United States, and I'll give you three guesses what we talked about. The trim launchers eased out of the bay and headed east to where the gulls sweep in great flocks over the sea, and those dark fins slice the water. It's a strange thing the fascination of this deep sea fishing, the lure that brings men together from all over the world to this New Zealand coast to join battle and pit their strength and skill against those terrible beautiful monsters that charge like jets through the Opal Sea. These are the times we remember back home in our northern winters. The launch lifts and then settles down again in the blue swell, the sun reflecting back warm and comforting from the yellow decks. The prospects of a good day's sport are excellent as we arrive on the fishing grounds. We passed bird rock, a rugged black ledge off Piercy Island, a magnificent pile of rock tunneled through by the surge. A lot of fishing is done round and near this rock and we prepare to fill the bait locker. The morning's fresh and pleasant with scarcely a ripple on the water, and there's a slow swell running as the spinners dance and flesh in the wake. They showed me the usual method of baiting in these parts. The fish is the carp-wide, perhaps three pounds, and a hand-forged hook is usually used. I'm not you know I'm sure I'm The baited hook is lowered gently into the wake, and in these waters it won't be long before it'll be charged by a Marlin or a Markov. What will it be? The answer's out there 50 feet astern. My companion gets the first strike. It's had its run and the fight is on. What will it be? The answer's out there, 50 feet astern. My companion gets the first strike. It's had its run and the fight is on, but wow! His enthusiasms outrun his caution. Better luck next time. And next time comes almost at once. Careful now, careful, take it easy. They're tough these fish. And there he is a wonderful fish. The great interdescent body surges up out of the water and plunges down again with a roar. We'll need every ounce of strategy and strength we've got. These battles often last three or four hours. With a crash of water he slips up to full length, a staggering black shape, his body scintillating in the sunlight. He thumps back and the water falls away in waves an incredibly beautiful fish this is where the experience of the boatman is of anestimable value to the anger we yelled as we saw his gistening bulk and his great wagging head how wonderful to see the line rise and expect another leap and to know for sure. He led us two miles out to sea, but at the end of two hours it was finished and over the stern we watched as the great fish was brought alongside. Marvelled at the huge pectoral fins and the long fierce-looking sword. A tremendous fish that must weigh at least 700 pounds. We had to tow him back to camp. The skipper runs up another victory flag as we slip into the cove where we find other anglers returning with fish stories of their own. But here they're all true fish stories, and they bring the proof back with them. The various fishing clubs have facilities for weighing and recording the catchers and they issue certificates. On the jetty that evening, I saw sights I'll never forget. Black marlin, striped marlin, Marco sharks everywhere. What a remarkable day. But the skipper told me it was just a normal one. A normal day? Perhaps it was when you realize that sometimes 800 fish are weighed here in a season. Some as heavy as a thousand pounds. Yes, it convinced me that day that there's no 800 fish are weighed here in a season, some as heavy as a thousand pounds. Yes, it convinced me that day that there's no sport to equal the thrilling excitement of a season with New Zealand's fighting fish. You know,"}