{"speakers": [], "chunks": [{"timestamp": [0.0, 25.18], "text": " Near Kuala Lumpur, these graceful buildings have been constructed by the University of Malaya."}, {"timestamp": [31.58, 32.64], "text": " Offering courses in law, engineering, science and the arts, the new university is catering to Malaya's need for higher education."}, {"timestamp": [37.34, 38.44], "text": " Today, New Zealand Prime Minister, Mr. Nash, opens a new building that will house the Faculty of Agriculture."}, {"timestamp": [47.0, 53.0], "text": " With a grant of 250,000 pounds made by New Zealand under the Colombo plan, Malaya erected the building in six months. Mr. Nash declares the faculty open, marking the end of a successful Colombo plan project."}, {"timestamp": [53.0, 61.0], "text": " Under the charge of New Zealander, Professor Maxwell Davies, students will take courses in all aspects of agricultural science."}, {"timestamp": [61.0, 66.0], "text": " The new faculty of agriculture buildings stands as another example of economic cooperation"}, {"timestamp": [66.0, 70.0], "text": " and the happy relations enjoyed between New Zealand and the Federation of Malaya."}, {"timestamp": [70.0, 84.0], "text": " The Auckland Junior Chamber of Commerce gives a weekend at the chateau to 50 children."}, {"timestamp": [84.0, 90.0], "text": " Everything's provided, accommodation, transport and skis, even a clown to throw snowballs at."}, {"timestamp": [90.0, 93.0], "text": " For many it's their first experience of snow."}, {"timestamp": [93.0, 99.0], "text": " They enjoy themselves in the age-old way and the J.C. should feel well rewarded for organising this trip."}, {"timestamp": [99.0, 105.0], "text": " Outwardly they seem just like kids everywhere, yet these children are from the Kelston School for the Death."}, {"timestamp": [105.0, 108.0], "text": " Many are stone death and live in a world of silence."}, {"timestamp": [112.0, 116.0], "text": " At the school they're taught to lip read and to speak, and they become amazingly proficient."}, {"timestamp": [116.0, 119.0], "text": " So good in fact that it's hard to realize they can't hear."}, {"timestamp": [119.0, 135.0], "text": " When they leave school, they'll be able to live near to normal lives. The weekend soon flits by, but the children certainly won't forget their visit to the shadow."}, {"timestamp": [135.0, 151.0], "text": " In Malaya, the president of the Selangor Badminton Association, followed by the New Zealand High Commissioner Mr. Bennett,"}, {"timestamp": [151.0, 153.0], "text": " welcomes the New Zealand badminton team."}, {"timestamp": [153.0, 157.0], "text": " The team meets the chief minister of Malaya, Mr. Mentri Beza."}, {"timestamp": [157.0, 175.0], "text": " In the singles match, it's Tanguyke B playing against Miss Sonia Cox of Wellington. Tangite B wins the match for Malaya with a score of 11-2."}, {"timestamp": [175.0, 183.4], "text": " For the doubles it's Heather Robson and Val Gau both of Auckland against Malaya's"}, {"timestamp": [183.4, 185.68], "text": " Jean Moe and Rosie Lowe."}, {"timestamp": [189.02, 194.54], "text": " The Malayan girls are fast and agile and their risk work is outstanding."}, {"timestamp": [199.06, 199.96], "text": " The Malayan chief minister and his wife see the final set and some first-class badminton."}, {"timestamp": [203.86, 204.5], "text": " The New Zealand girls are on their way home from the States after coming third in world tournaments."}, {"timestamp": [207.58, 208.66], "text": " They find the heat trying, but their greater experience is an advantage."}, {"timestamp": [213.26, 214.42], "text": " The Malayan women have only recently taken up badminton, but the pace their setting is world-class."}, {"timestamp": [250.0, 254.0], "text": " The set ends with a win for New Zealand, 4'3. I'm Amorato de Marina"}, {"timestamp": [254.0, 257.1], "text": " A woman, a girl, ma'amara"}, {"timestamp": [257.1, 260.0], "text": " Ma carina"}, {"timestamp": [260.0, 262.0], "text": " But she don't know"}, {"timestamp": [262.0, 265.34], "text": " She knows of my mother Theean of my mother"}, {"timestamp": [265.34, 267.48], "text": " For sabarotel, don'tquista"}, {"timestamp": [267.48, 268.54], "text": " of the world"}, {"timestamp": [268.54, 271.54], "text": " Marina, Marina,"}, {"timestamp": [271.54, 273.6], "text": " Marina"}, {"timestamp": [273.6, 275.3], "text": " Oh, Marita"}, {"timestamp": [275.3, 276.6], "text": " And I want to"}, {"timestamp": [276.6, 277.98], "text": " more presto"}, {"timestamp": [277.98, 279.5], "text": " to scosal"}, {"timestamp": [280.5, 282.76], "text": " Marina, Marina, Marina,"}, {"timestamp": [282.76, 284.4], "text": " Marina"}, {"timestamp": [284.4, 287.0], "text": " and Marina and I want to Marina, Marina, Marina, Marina, Oh, Marina, I'm more"}, {"timestamp": [287.0, 290.0], "text": " I'm more soo's a woman."}, {"timestamp": [290.0, 293.0], "text": " Oh, my be a laura,"}, {"timestamp": [293.0, 295.0], "text": " no, no, me alessare,"}, {"timestamp": [295.0, 298.0], "text": " no, no no no, no, no."}, {"timestamp": [298.0, 300.0], "text": " Oh no, no, no, no."}, {"timestamp": [300.0, 301.0], "text": " Hey!"}, {"timestamp": [300.84, 302.02], "text": " Hey,"}, {"timestamp": [302.84, 303.34], "text": " Riva, riva!"}, {"timestamp": [306.94, 307.12], "text": " I've been in love with a girl that called Marina."}, {"timestamp": [308.64, 312.04], "text": " A barina, my little girl! The day we let she kiss and run away."}, {"timestamp": [312.44, 313.78], "text": " Why did you have to run away?"}, {"timestamp": [313.9, 317.34], "text": " My heart keeps trying, please go track to Marina."}, {"timestamp": [317.6, 319.0], "text": " Are you still a little senorita?"}, {"timestamp": [319.0, 322.46], "text": " I need your love, please marry me someday."}, {"timestamp": [324.62, 326.6], "text": " Won't you have been a mora? No, long down to al-a-lisade. Please marry me someday Oh, yeah, Bella Mora"}, {"timestamp": [326.6, 327.88], "text": " Long don't know"}, {"timestamp": [327.88, 329.92], "text": " Dallasade, don't me"}, {"timestamp": [329.92, 331.72], "text": " every of bengarde"}, {"timestamp": [331.72, 333.92], "text": " Oh no, no, no, no, no"}, {"timestamp": [333.92, 336.96], "text": " Oh no, no, no, no, no, no, no,"}, {"timestamp": [336.96, 339.16], "text": " Oh, no, no, no, no, no."}, {"timestamp": [343.96, 352.0], "text": " Granada, I'm falling under your spell."}, {"timestamp": [352.0, 360.0], "text": " And if you would speak, what a fascinating tale you would tell."}, {"timestamp": [360.0, 367.34], "text": " Of an age, the world has long forgotten."}, {"timestamp": [370.18, 391.66], "text": " Over an age that weaves a silent magic in Grenada today. today The don't in the sky"}, {"timestamp": [391.66, 392.64], "text": " greets the sky greets the day"}, {"timestamp": [392.64, 394.76], "text": " with a cypho granada"}, {"timestamp": [394.76, 400.52], "text": " I still can't remember the splendor that once was"}, {"timestamp": [400.52, 402.14], "text": " Grenada"}, {"timestamp": [402.14, 410.0], "text": " It still can be found in the hills all around as I wander along"}, {"timestamp": [410.0, 417.0], "text": " Entranced by the beauty before me"}, {"timestamp": [417.0, 425.0], "text": " Entranced by a land full of sunshine and a song."}, {"timestamp": [429.0, 436.0], "text": " And one day is done and the sun starts to set in Granada."}, {"timestamp": [436.0, 442.0], "text": " I envy the blush of the snow-clad Sierra Nevada."}, {"timestamp": [442.0, 455.0], "text": " For soon it will welcome the stars, while a million guitars play soft carbonator."}, {"timestamp": [455.0, 468.26], "text": " And the moonlit granada will live again the glories of yesterday"}, {"timestamp": [468.26, 472.3], "text": " Romantic"}, {"timestamp": [472.3, 476.36], "text": " and good"}, {"timestamp": [476.36, 484.88], "text": " There'll be blue batte."}, {"timestamp": [484.88, 490.62], "text": " There'll be blue birds over"}, {"timestamp": [490.62, 496.5], "text": " The white cliffs of the world"}, {"timestamp": [496.5, 500.34], "text": " Tomorrow"}, {"timestamp": [500.34, 505.0], "text": " Just you wait and see"}, {"timestamp": [505.0, 507.88], "text": " There'll be blue"}, {"timestamp": [507.88, 510.68], "text": " They'll be blue birds of white"}, {"timestamp": [510.68, 516.28], "text": " The white soap, just you wait and see"}, {"timestamp": [516.28, 517.78], "text": " Just you wait and see"}, {"timestamp": [517.78, 519.24], "text": " There'll be love"}, {"timestamp": [519.24, 522.04], "text": " They'll be loving, love and peace"}, {"timestamp": [522.04, 524.92], "text": " And ever and tomorrow"}, {"timestamp": [524.92, 526.14], "text": " When the world is free When the world is free Love and Lankan, peace and ever and tomorrow."}, {"timestamp": [527.72, 527.76], "text": " When the world is free."}, {"timestamp": [529.22, 530.18], "text": " When the world is free,"}, {"timestamp": [534.76, 535.84], "text": " the shepherps will tend to sheen, and the valley will bloom again,"}, {"timestamp": [540.46, 540.6], "text": " and Johnny will go to sleep, but in his own little room again."}, {"timestamp": [544.7, 545.52], "text": " Well, there'll be a bluebird's over White Get there"}, {"timestamp": [545.52, 547.82], "text": " Tomorrow"}, {"timestamp": [547.82, 550.44], "text": " Just to wait and stay"}, {"timestamp": [550.44, 553.36], "text": " And there'll be the love"}, {"timestamp": [553.36, 554.84], "text": " And a napter"}, {"timestamp": [554.84, 557.88], "text": " And a peace ever after"}, {"timestamp": [557.88, 558.76], "text": " Tomorrow"}, {"timestamp": [558.76, 561.7], "text": " When the world is free"}, {"timestamp": [561.7, 563.16], "text": " When the world is free"}, {"timestamp": [563.16, 566.0], "text": " Chapters will tend their cheese"}, {"timestamp": [566.0, 568.7], "text": " And the valley will bloom again"}, {"timestamp": [568.7, 571.64], "text": " And yon will gird his sleep"}, {"timestamp": [571.64, 574.38], "text": " When in his own little room again"}, {"timestamp": [574.38, 575.88], "text": " Well there'll be"}, {"timestamp": [575.88, 578.68], "text": " Bluebirds or bluebirds are white"}, {"timestamp": [578.68, 579.02], "text": " So much"}, {"timestamp": [579.02, 580.92], "text": " It's up your back"}, {"timestamp": [580.92, 582.44], "text": " Tomorrow"}, {"timestamp": [582.44, 584.3], "text": " Just you wait and see"}, {"timestamp": [584.3, 585.84], "text": " Just you wait and see. Just you wait and see."}, {"timestamp": [586.44, 589.72], "text": " Baby, just you wait and see."}, {"timestamp": [589.72, 592.84], "text": " Oh, baby, just you wait and see."}, {"timestamp": [592.98, 594.94], "text": " Oh, baby, just you wait and see."}], "text": " Near Kuala Lumpur, these graceful buildings have been constructed by the University of Malaya. Offering courses in law, engineering, science and the arts, the new university is catering to Malaya's need for higher education. Today, New Zealand Prime Minister, Mr. Nash, opens a new building that will house the Faculty of Agriculture. With a grant of 250,000 pounds made by New Zealand under the Colombo plan, Malaya erected the building in six months. Mr. Nash declares the faculty open, marking the end of a successful Colombo plan project. Under the charge of New Zealander, Professor Maxwell Davies, students will take courses in all aspects of agricultural science. The new faculty of agriculture buildings stands as another example of economic cooperation and the happy relations enjoyed between New Zealand and the Federation of Malaya. The Auckland Junior Chamber of Commerce gives a weekend at the chateau to 50 children. Everything's provided, accommodation, transport and skis, even a clown to throw snowballs at. For many it's their first experience of snow. They enjoy themselves in the age-old way and the J.C. should feel well rewarded for organising this trip. Outwardly they seem just like kids everywhere, yet these children are from the Kelston School for the Death. Many are stone death and live in a world of silence. At the school they're taught to lip read and to speak, and they become amazingly proficient. So good in fact that it's hard to realize they can't hear. When they leave school, they'll be able to live near to normal lives. The weekend soon flits by, but the children certainly won't forget their visit to the shadow. In Malaya, the president of the Selangor Badminton Association, followed by the New Zealand High Commissioner Mr. Bennett, welcomes the New Zealand badminton team. The team meets the chief minister of Malaya, Mr. Mentri Beza. In the singles match, it's Tanguyke B playing against Miss Sonia Cox of Wellington. Tangite B wins the match for Malaya with a score of 11-2. For the doubles it's Heather Robson and Val Gau both of Auckland against Malaya's Jean Moe and Rosie Lowe. The Malayan girls are fast and agile and their risk work is outstanding. The Malayan chief minister and his wife see the final set and some first-class badminton. The New Zealand girls are on their way home from the States after coming third in world tournaments. They find the heat trying, but their greater experience is an advantage. The Malayan women have only recently taken up badminton, but the pace their setting is world-class. The set ends with a win for New Zealand, 4'3. I'm Amorato de Marina A woman, a girl, ma'amara Ma carina But she don't know She knows of my mother Theean of my mother For sabarotel, don'tquista of the world Marina, Marina, Marina Oh, Marita And I want to more presto to scosal Marina, Marina, Marina, Marina and Marina and I want to Marina, Marina, Marina, Marina, Oh, Marina, I'm more I'm more soo's a woman. Oh, my be a laura, no, no, me alessare, no, no no no, no, no. Oh no, no, no, no. Hey! Hey, Riva, riva! I've been in love with a girl that called Marina. A barina, my little girl! The day we let she kiss and run away. Why did you have to run away? My heart keeps trying, please go track to Marina. Are you still a little senorita? I need your love, please marry me someday. Won't you have been a mora? No, long down to al-a-lisade. Please marry me someday Oh, yeah, Bella Mora Long don't know Dallasade, don't me every of bengarde Oh no, no, no, no, no Oh no, no, no, no, no, no, no, Oh, no, no, no, no, no. Granada, I'm falling under your spell. And if you would speak, what a fascinating tale you would tell. Of an age, the world has long forgotten. Over an age that weaves a silent magic in Grenada today. today The don't in the sky greets the sky greets the day with a cypho granada I still can't remember the splendor that once was Grenada It still can be found in the hills all around as I wander along Entranced by the beauty before me Entranced by a land full of sunshine and a song. And one day is done and the sun starts to set in Granada. I envy the blush of the snow-clad Sierra Nevada. For soon it will welcome the stars, while a million guitars play soft carbonator. And the moonlit granada will live again the glories of yesterday Romantic and good There'll be blue batte. There'll be blue birds over The white cliffs of the world Tomorrow Just you wait and see There'll be blue They'll be blue birds of white The white soap, just you wait and see Just you wait and see There'll be love They'll be loving, love and peace And ever and tomorrow When the world is free When the world is free Love and Lankan, peace and ever and tomorrow. When the world is free. When the world is free, the shepherps will tend to sheen, and the valley will bloom again, and Johnny will go to sleep, but in his own little room again. Well, there'll be a bluebird's over White Get there Tomorrow Just to wait and stay And there'll be the love And a napter And a peace ever after Tomorrow When the world is free When the world is free Chapters will tend their cheese And the valley will bloom again And yon will gird his sleep When in his own little room again Well there'll be Bluebirds or bluebirds are white So much It's up your back Tomorrow Just you wait and see Just you wait and see. Just you wait and see. Baby, just you wait and see. Oh, baby, just you wait and see. Oh, baby, just you wait and see."}