{"speakers": [], "chunks": [{"timestamp": [0.0, 13.0], "text": " This is water."}, {"timestamp": [13.0, 24.0], "text": " This is water."}, {"timestamp": [24.0, 31.0], "text": " Funny stuff, H2O, they call it, two of hydrogen to one of oxygen, plus anything else you like to put with it."}, {"timestamp": [35.0, 41.0], "text": " You can even use water for washing in, if you must. Don't forget behind your ears."}, {"timestamp": [43.0, 46.72], "text": " Thank you, I wish I'd thought of that myself. Now I've been told"}, {"timestamp": [46.72, 52.96], "text": " that the Dead Sea is so salt that you don't sink in it. I don't believe it. Neither do I. Now"}, {"timestamp": [52.96, 57.68], "text": " just run your eye along this row of swimmers. Look at the fine deep chest on the first one."}, {"timestamp": [57.68, 62.96], "text": " No, no, the first one. Lots of airspace there. The average person has enough air in his chest"}, {"timestamp": [62.96, 76.0], "text": " to keep him afloat. See, all floating around like sippets in soup. People only sink when their lungs get full of"}, {"timestamp": [76.0, 88.0], "text": " water. Watch the effect of this breathing. That's fine. This young lady is obviously in a state of high tension and extreme excitement."}, {"timestamp": [88.0, 92.0], "text": " And this young man is about to work himself up into a similar condition."}, {"timestamp": [92.0, 95.0], "text": " Hey, wait a minute."}, {"timestamp": [95.0, 97.0], "text": " How well can you swim?"}, {"timestamp": [97.0, 100.0], "text": " Well enough to get out to her. Let me go! Let me go!"}, {"timestamp": [100.0, 103.0], "text": " You get right back on the wharf."}, {"timestamp": [103.0, 108.0], "text": " What's the big idea? Unless you're a very good swimmer and have had some life-saving practice,"}, {"timestamp": [108.0, 110.0], "text": " you stay right where you are."}, {"timestamp": [110.0, 112.0], "text": " You'll out to that chap in the boat over there."}, {"timestamp": [112.0, 114.0], "text": " Oy, hoi!"}, {"timestamp": [114.0, 118.0], "text": " That girl in the water! Look, over there! Okay!"}, {"timestamp": [118.0, 121.0], "text": " Now grab that plank if you still want to be a hero."}, {"timestamp": [121.0, 123.0], "text": " That's the way."}, {"timestamp": [123.0, 139.0], "text": " Now! If you still want to be a hero, that's the way. There, aren't you glad it's the plank she's grabbing and not you?"}, {"timestamp": [139.0, 142.0], "text": " Or aren't you?"}, {"timestamp": [142.0, 145.0], "text": " And so the lady's not for drowning."}, {"timestamp": [145.0, 150.0], "text": " But it all goes to show how silly it is to swim on your own and get out of your debt."}, {"timestamp": [150.0, 155.0], "text": " Of course swimming doesn't come naturally, at least not to us."}, {"timestamp": [155.0, 159.0], "text": " On the other hand, these fellows have never had a lesson in their lives."}, {"timestamp": [159.0, 162.0], "text": " But who wants to look like this?"}, {"timestamp": [162.0, 195.36], "text": " Or for that matter, like this. The trouble with this bloke is that his mother wouldn't let him go in swimming until he could swim."}, {"timestamp": [196.08, 197.84], "text": " Maybe mother was right."}, {"timestamp": [198.72, 199.12], "text": " Whoops!"}, {"timestamp": [199.68, 204.4], "text": " Now the best way to learn to swim is to learn early, under the eye of a competent instructor."}, {"timestamp": [205.94, 207.78], "text": " But it's never too late to learn."}, {"timestamp": [207.78, 213.88], "text": " In fact, I think I may take a few lessons myself under the eye of a competent instructor."}, {"timestamp": [213.88, 216.6], "text": " Of course, just being able to swim is not enough."}, {"timestamp": [216.6, 219.08], "text": " This pupil is going for his 25-yard certificate."}, {"timestamp": [219.08, 230.0], "text": " Gee, I can swim!"}, {"timestamp": [230.0, 232.0], "text": " That's what he thinks."}, {"timestamp": [232.0, 236.0], "text": " But swimming 25 yards and getting a certificate does not make you a swimmer."}, {"timestamp": [236.0, 241.0], "text": " It's only the beginning."}, {"timestamp": [241.0, 245.0], "text": " Our surf patrols on the beaches are kept busy largely by people who are overconfident,"}, {"timestamp": [245.0, 265.0], "text": " which is worse than not being able to swim at all and can easily land you into difficulties. I'm not my......and......and..."}, {"timestamp": [265.0, 266.0], "text": "...and..."}, {"timestamp": [266.0, 269.0], "text": "...and..."}, {"timestamp": [269.0, 270.0], "text": "...and..."}, {"timestamp": [270.0, 272.0], "text": "...and..."}, {"timestamp": [272.0, 273.0], "text": "...and..."}, {"timestamp": [273.0, 328.24], "text": "...and... I'm gonna be. This girl at least had the sense to swim where there was a surf patrol in the area marked by the yellow and red flag. But there are people who hate the sense to swim there was a surf patrol in the area marked by the yellow and red flag."}, {"timestamp": [328.24, 335.5], "text": " But there are people who hate crowds who are just being perverse or for some reason or other insist on swimming on their own,"}, {"timestamp": [335.5, 337.5], "text": " and they're usually looking for trouble."}, {"timestamp": [337.5, 340.0], "text": " And one doesn't have to be swimming."}, {"timestamp": [340.0, 345.0], "text": " Dragging a net is good fun, but it can be dangerous, particularly near a river mouth,"}, {"timestamp": [345.0, 348.0], "text": " which is often where the flounders meet the chips."}, {"timestamp": [348.0, 351.0], "text": " A necessary safeguard is a life jacket."}, {"timestamp": [355.0, 359.0], "text": " These blugs have been so keen on fishing that they have drifted down near the river mouth,"}, {"timestamp": [359.0, 361.0], "text": " and now they can't start the outboard motor."}, {"timestamp": [361.0, 366.0], "text": " They'd be ready to exchange their best fishing tackle for a few life jackets right now."}, {"timestamp": [366.0, 382.0], "text": " Jotsmen usually do wear a life jacket and it's a very sensible provision that in championship racing,"}, {"timestamp": [382.0, 389.0], "text": " they're compulsory even if you're a good swimmer. You may get a crack on the head as the boat goes over."}, {"timestamp": [389.0, 392.0], "text": " A life jacket is an insurance at all times."}, {"timestamp": [392.0, 399.0], "text": " This man might easily have thought a life jacket was a pretty useless encumbrance,"}, {"timestamp": [399.0, 403.0], "text": " particularly as he is loaded like a pack horse already."}, {"timestamp": [403.0, 405.0], "text": " Not much chance of swimming with all that gear on. as he is loaded like a packhorse already."}, {"timestamp": [408.0, 410.0], "text": " Not much chance of swimming with all that gear on."}, {"timestamp": [412.0, 439.0], "text": " I bet he's glad of his life jacket. I bet he's glad of his life jacket. I'd like to be... I'd like to, but not during working hours."}, {"timestamp": [439.0, 443.0], "text": " Little trouble with the plumbing."}, {"timestamp": [443.0, 445.0], "text": " Oh well, on with the opera."}, {"timestamp": [445.0, 449.0], "text": " Now here's an average family enjoying themselves at a picnic."}, {"timestamp": [449.0, 452.0], "text": " Let's see what sort of trouble they could get themselves into."}, {"timestamp": [452.0, 455.0], "text": " Just a happy family scene."}, {"timestamp": [455.0, 460.0], "text": " Father making a job of the lunch, mother engrossed in purple passion."}, {"timestamp": [460.0, 466.0], "text": " The two small boys jumping into the pool which may contain hidden snags."}, {"timestamp": [466.0, 469.0], "text": " Dear little daughter aged five floating in a motor tube,"}, {"timestamp": [469.0, 472.0], "text": " which looks as though it's about to drift out into the mainstream,"}, {"timestamp": [472.0, 475.0], "text": " and the baby doing a little exploring on her own."}, {"timestamp": [475.0, 491.0], "text": " Well I think I'll go for a swim now. Diving, hey?"}, {"timestamp": [491.0, 493.0], "text": " But I can stay under longer than you can."}, {"timestamp": [493.0, 495.0], "text": " Now when I go in, dark counting."}, {"timestamp": [495.0, 498.0], "text": " One, two, three, like that."}, {"timestamp": [498.0, 501.0], "text": " One, two, three."}, {"timestamp": [501.0, 507.0], "text": " One, two, three."}, {"timestamp": [507.0, 514.0], "text": " Ten, eleven, twelve, thirteen, thirteen, fourteen, fourteen."}, {"timestamp": [514.0, 517.0], "text": " He certainly ought to win that bet."}, {"timestamp": [517.0, 518.0], "text": " He did."}, {"timestamp": [518.0, 533.0], "text": " Twenty-three, twenty-four, twenty-five. 25."}, {"timestamp": [536.0, 538.0], "text": " I'm sick of counting. Let's go and finish the tacker."}, {"timestamp": [542.0, 547.0], "text": " He won the bet, but he may have trouble in collecting his money."}, {"timestamp": [547.0, 552.0], "text": " Aren't the children good, dear? Not a sound out of them."}, {"timestamp": [552.0, 563.0], "text": " Now all that was unnecessary."}, {"timestamp": [563.0, 568.0], "text": " With a little care, this picnic could have ended quite normally and happily, like this."}, {"timestamp": [568.0, 569.0], "text": " Yes."}, {"timestamp": [569.0, 570.0], "text": " It was for you, it's careful."}, {"timestamp": [570.0, 572.0], "text": " You can get home all right."}, {"timestamp": [572.0, 574.0], "text": " Now take the hand, like you better miss that."}, {"timestamp": [574.0, 575.0], "text": " All right, all right."}, {"timestamp": [575.0, 576.0], "text": " What are you doing now?"}, {"timestamp": [576.0, 578.0], "text": " Why don't you do something?"}, {"timestamp": [578.0, 580.0], "text": " Come on a bird, dear, we won't be long."}, {"timestamp": [580.0, 582.0], "text": " Go ahead of John!"}, {"timestamp": [582.0, 585.78], "text": " I've had this down a little pick-figure again, I don't find telling you. I'm just about had it. Oh, John, my, hurry up, John! I've had this down, and look at my picnic again, I'm telling you."}, {"timestamp": [586.12, 587.02], "text": " I'm just about had it."}, {"timestamp": [588.18, 588.84], "text": " Oh, John!"}, {"timestamp": [589.22, 590.32], "text": " John, come back!"}, {"timestamp": [590.72, 591.4], "text": " Oh, good!"}, {"timestamp": [591.4, 607.0], "text": " She's got to! The"}], "text": " This is water. This is water. Funny stuff, H2O, they call it, two of hydrogen to one of oxygen, plus anything else you like to put with it. You can even use water for washing in, if you must. Don't forget behind your ears. Thank you, I wish I'd thought of that myself. Now I've been told that the Dead Sea is so salt that you don't sink in it. I don't believe it. Neither do I. Now just run your eye along this row of swimmers. Look at the fine deep chest on the first one. No, no, the first one. Lots of airspace there. The average person has enough air in his chest to keep him afloat. See, all floating around like sippets in soup. People only sink when their lungs get full of water. Watch the effect of this breathing. That's fine. This young lady is obviously in a state of high tension and extreme excitement. And this young man is about to work himself up into a similar condition. Hey, wait a minute. How well can you swim? Well enough to get out to her. Let me go! Let me go! You get right back on the wharf. What's the big idea? Unless you're a very good swimmer and have had some life-saving practice, you stay right where you are. You'll out to that chap in the boat over there. Oy, hoi! That girl in the water! Look, over there! Okay! Now grab that plank if you still want to be a hero. That's the way. Now! If you still want to be a hero, that's the way. There, aren't you glad it's the plank she's grabbing and not you? Or aren't you? And so the lady's not for drowning. But it all goes to show how silly it is to swim on your own and get out of your debt. Of course swimming doesn't come naturally, at least not to us. On the other hand, these fellows have never had a lesson in their lives. But who wants to look like this? Or for that matter, like this. The trouble with this bloke is that his mother wouldn't let him go in swimming until he could swim. Maybe mother was right. Whoops! Now the best way to learn to swim is to learn early, under the eye of a competent instructor. But it's never too late to learn. In fact, I think I may take a few lessons myself under the eye of a competent instructor. Of course, just being able to swim is not enough. This pupil is going for his 25-yard certificate. Gee, I can swim! That's what he thinks. But swimming 25 yards and getting a certificate does not make you a swimmer. It's only the beginning. Our surf patrols on the beaches are kept busy largely by people who are overconfident, which is worse than not being able to swim at all and can easily land you into difficulties. I'm not my......and......and......and......and......and......and......and......and... I'm gonna be. This girl at least had the sense to swim where there was a surf patrol in the area marked by the yellow and red flag. But there are people who hate the sense to swim there was a surf patrol in the area marked by the yellow and red flag. But there are people who hate crowds who are just being perverse or for some reason or other insist on swimming on their own, and they're usually looking for trouble. And one doesn't have to be swimming. Dragging a net is good fun, but it can be dangerous, particularly near a river mouth, which is often where the flounders meet the chips. A necessary safeguard is a life jacket. These blugs have been so keen on fishing that they have drifted down near the river mouth, and now they can't start the outboard motor. They'd be ready to exchange their best fishing tackle for a few life jackets right now. Jotsmen usually do wear a life jacket and it's a very sensible provision that in championship racing, they're compulsory even if you're a good swimmer. You may get a crack on the head as the boat goes over. A life jacket is an insurance at all times. This man might easily have thought a life jacket was a pretty useless encumbrance, particularly as he is loaded like a pack horse already. Not much chance of swimming with all that gear on. as he is loaded like a packhorse already. Not much chance of swimming with all that gear on. I bet he's glad of his life jacket. I bet he's glad of his life jacket. I'd like to be... I'd like to, but not during working hours. Little trouble with the plumbing. Oh well, on with the opera. Now here's an average family enjoying themselves at a picnic. Let's see what sort of trouble they could get themselves into. Just a happy family scene. Father making a job of the lunch, mother engrossed in purple passion. The two small boys jumping into the pool which may contain hidden snags. Dear little daughter aged five floating in a motor tube, which looks as though it's about to drift out into the mainstream, and the baby doing a little exploring on her own. Well I think I'll go for a swim now. Diving, hey? But I can stay under longer than you can. Now when I go in, dark counting. One, two, three, like that. One, two, three. One, two, three. Ten, eleven, twelve, thirteen, thirteen, fourteen, fourteen. He certainly ought to win that bet. He did. Twenty-three, twenty-four, twenty-five. 25. I'm sick of counting. Let's go and finish the tacker. He won the bet, but he may have trouble in collecting his money. Aren't the children good, dear? Not a sound out of them. Now all that was unnecessary. With a little care, this picnic could have ended quite normally and happily, like this. Yes. It was for you, it's careful. You can get home all right. Now take the hand, like you better miss that. All right, all right. What are you doing now? Why don't you do something? Come on a bird, dear, we won't be long. Go ahead of John! I've had this down a little pick-figure again, I don't find telling you. I'm just about had it. Oh, John, my, hurry up, John! I've had this down, and look at my picnic again, I'm telling you. I'm just about had it. Oh, John! John, come back! Oh, good! She's got to! The"}