{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " It's fine and calm for the 15th annual Farmers Conference Field Day at Ruukura Animal Research Station near Hamilton."}, {"timestamp": [30.0, 34.0], "text": " This year more than 5,000 farmers roll in from all over the country."}, {"timestamp": [34.0, 40.0], "text": " Here they can keep up with the latest in scientific research on everything from breeding to meteor."}, {"timestamp": [40.0, 52.8], "text": " Covering about a thousand acres in the rich Waikato pasture lands, Ruakura is the farmer's most popular research center."}, {"timestamp": [53.6, 59.28], "text": " Exhibits on various aspects of research are spread across the farm, with a continuous bus service to transport the visitors."}, {"timestamp": [73.0, 94.0], "text": " Imaginative billboards catch the eye with the main points at the piggery."}, {"timestamp": [94.0, 104.0], "text": " Wonder if any of these have got a different flavor."}, {"timestamp": [104.0, 109.0], "text": " Wonder if any of these have got a different flavor. Good breeding followed by good feeding."}, {"timestamp": [109.0, 113.0], "text": " That's the way to keep the bacon industry sparking on all cylinders."}, {"timestamp": [113.0, 119.0], "text": " A lecturer explains how to maintain the right portions of fat."}, {"timestamp": [119.0, 122.0], "text": " Overfat carcasses don't sell on the foreign markets."}, {"timestamp": [122.0, 127.44], "text": " For healthy stock, pastures must be good carcasses don't sell on the foreign markets."}, {"timestamp": [130.8, 131.52], "text": " For healthy stock, pastures must be good all year round."}, {"timestamp": [133.04, 133.76], "text": " Pumps can control surface water."}, {"timestamp": [138.88, 142.4], "text": " These will drain swamps at the rate of 2,000 to 3,000 gallons an hour, making them into useful pasture."}, {"timestamp": [148.0, 151.38], "text": " Your Okura research in the field is providing increasingly efficient methods of production. Study of animal diseases is another facet of their work."}, {"timestamp": [151.38, 156.04], "text": " At one of the inside displays, farmers are shown new methods research workers are using to detect"}, {"timestamp": [156.04, 174.0], "text": " and kill the fungus that causes the costly scourge of facial eczema in sheep. Rua Kura workers have pioneered many new farming techniques that have now become accepted farming practice."}, {"timestamp": [174.0, 182.0], "text": " There's also an opportunity for outside firms and inventors to demonstrate newly developed farm machinery for possible buyers."}, {"timestamp": [182.0, 194.52], "text": " This one is an ingenious device for picking up bales quickly and easily. Well, sometimes. Remember, they laughed at the"}, {"timestamp": [194.52, 199.56], "text": " Wright brothers, but the farmers are impressed by Rukura's practical results. More"}, {"timestamp": [199.56, 202.98], "text": " and more they come to realize that methods worked out here can save the farmer"}, {"timestamp": [202.98, 205.5], "text": " thousands and earn the country millions more."}, {"timestamp": [205.5, 217.18], "text": " One of the newest branches of the Wellington Polytechnic is the School of Design with"}, {"timestamp": [217.18, 219.78], "text": " 85 full-time students."}, {"timestamp": [219.78, 223.1], "text": " Like everything here, the emphasis is on practical work."}, {"timestamp": [223.1, 226.84], "text": " The theory of aesthetics is put into practice with textile design."}, {"timestamp": [226.84, 227.84], "text": " But that's not enough."}, {"timestamp": [227.84, 232.2], "text": " The material must be printed using the student's knowledge of dye chemistry as well as his"}, {"timestamp": [232.2, 232.76], "text": " sense of color."}, {"timestamp": [232.76, 244.8], "text": " Industrial design is applied art in three dimensions."}, {"timestamp": [244.8, 247.0], "text": " A door handle or a spoon must be designed. Industrial design is applied art in three dimensions."}, {"timestamp": [247.0, 252.0], "text": " A door handle or a spoon must be designed and made so that it not only does its job,"}, {"timestamp": [252.0, 255.0], "text": " but pleases the eye and the hand."}, {"timestamp": [255.0, 258.0], "text": " Industrial designers follow a tough four-year course,"}, {"timestamp": [258.0, 263.0], "text": " covering everything from technical drawing and anatomy to sociology and woodwork."}, {"timestamp": [272.0, 274.0], "text": " Commercial designers present their clients' goods to appeal not only in advertisements, but also in their packaging."}, {"timestamp": [274.0, 276.0], "text": " A good product in a poor packet won't sell."}, {"timestamp": [276.0, 280.0], "text": " Their market research studies have taught them this."}, {"timestamp": [280.0, 287.0], "text": " Bigger projects are done on a commission basis by third-year students."}, {"timestamp": [287.0, 292.0], "text": " A display stand for the Cancer Society, designed to a tough set of requirements,"}, {"timestamp": [292.0, 295.0], "text": " is now almost complete after many months' work."}, {"timestamp": [299.0, 301.0], "text": " Art must be developed before it's applied."}, {"timestamp": [301.0, 310.14], "text": " Anatomy and drawing are traditional and essential studies in any art school, for any artist must start by drawing from life. Applied, this art is"}, {"timestamp": [310.14, 331.0], "text": " used directly in fashion design and fashion advertising. Students are equipped to fit straight into their careers when they graduate."}, {"timestamp": [331.0, 336.0], "text": " The commercial design students leave not only how to draw and design advertisements,"}, {"timestamp": [336.0, 349.0], "text": " but with a working knowledge of photolithography and many other methods of printing and art reproduction. In the plastic"}, {"timestamp": [349.0, 372.0], "text": " in the plastic studio, industrial design students go through all the steps of designing and manufacturing articles for mass production."}, {"timestamp": [372.0, 379.0], "text": " In the home science department's oven, plastic sheeting is softened and with a vacuum pump moulded onto their handmade dye."}, {"timestamp": [383.0, 389.7], "text": " It's a painting palette, one they will use themselves. It isn't a painting palette, one they will use themselves."}, {"timestamp": [389.7, 395.5], "text": " It isn't exactly mass production, but the idea was there."}, {"timestamp": [395.5, 401.04], "text": " Ergonomics is the study of man in his environment and how he fits his frame into it."}, {"timestamp": [401.04, 406.0], "text": " Industrial designers will be designing our material environment, so they must study man and his structure first."}, {"timestamp": [406.0, 409.0], "text": " One of the senior students is designing a chair."}, {"timestamp": [409.0, 415.0], "text": " The back of the chair must accept the body comfortably, but also allow some freedom of movement."}, {"timestamp": [415.0, 427.0], "text": " The task is simple once you know how."}, {"timestamp": [427.0, 436.0], "text": " From the clay shape a plastic mould will be taken and possibly used by one of the many manufacturers who give the school their support."}, {"timestamp": [436.0, 441.0], "text": " Once the effect of this important new school is felt in New Zealand's commercial world,"}, {"timestamp": [441.0, 448.0], "text": " New Zealand's goods should be better designed, better made and better advertised on today's tough world markets."}], "text": " It's fine and calm for the 15th annual Farmers Conference Field Day at Ruukura Animal Research Station near Hamilton. This year more than 5,000 farmers roll in from all over the country. Here they can keep up with the latest in scientific research on everything from breeding to meteor. Covering about a thousand acres in the rich Waikato pasture lands, Ruakura is the farmer's most popular research center. Exhibits on various aspects of research are spread across the farm, with a continuous bus service to transport the visitors. Imaginative billboards catch the eye with the main points at the piggery. Wonder if any of these have got a different flavor. Wonder if any of these have got a different flavor. Good breeding followed by good feeding. That's the way to keep the bacon industry sparking on all cylinders. A lecturer explains how to maintain the right portions of fat. Overfat carcasses don't sell on the foreign markets. For healthy stock, pastures must be good carcasses don't sell on the foreign markets. For healthy stock, pastures must be good all year round. Pumps can control surface water. These will drain swamps at the rate of 2,000 to 3,000 gallons an hour, making them into useful pasture. Your Okura research in the field is providing increasingly efficient methods of production. Study of animal diseases is another facet of their work. At one of the inside displays, farmers are shown new methods research workers are using to detect and kill the fungus that causes the costly scourge of facial eczema in sheep. Rua Kura workers have pioneered many new farming techniques that have now become accepted farming practice. There's also an opportunity for outside firms and inventors to demonstrate newly developed farm machinery for possible buyers. This one is an ingenious device for picking up bales quickly and easily. Well, sometimes. Remember, they laughed at the Wright brothers, but the farmers are impressed by Rukura's practical results. More and more they come to realize that methods worked out here can save the farmer thousands and earn the country millions more. One of the newest branches of the Wellington Polytechnic is the School of Design with 85 full-time students. Like everything here, the emphasis is on practical work. The theory of aesthetics is put into practice with textile design. But that's not enough. The material must be printed using the student's knowledge of dye chemistry as well as his sense of color. Industrial design is applied art in three dimensions. A door handle or a spoon must be designed. Industrial design is applied art in three dimensions. A door handle or a spoon must be designed and made so that it not only does its job, but pleases the eye and the hand. Industrial designers follow a tough four-year course, covering everything from technical drawing and anatomy to sociology and woodwork. Commercial designers present their clients' goods to appeal not only in advertisements, but also in their packaging. A good product in a poor packet won't sell. Their market research studies have taught them this. Bigger projects are done on a commission basis by third-year students. A display stand for the Cancer Society, designed to a tough set of requirements, is now almost complete after many months' work. Art must be developed before it's applied. Anatomy and drawing are traditional and essential studies in any art school, for any artist must start by drawing from life. Applied, this art is used directly in fashion design and fashion advertising. Students are equipped to fit straight into their careers when they graduate. The commercial design students leave not only how to draw and design advertisements, but with a working knowledge of photolithography and many other methods of printing and art reproduction. In the plastic in the plastic studio, industrial design students go through all the steps of designing and manufacturing articles for mass production. In the home science department's oven, plastic sheeting is softened and with a vacuum pump moulded onto their handmade dye. It's a painting palette, one they will use themselves. It isn't a painting palette, one they will use themselves. It isn't exactly mass production, but the idea was there. Ergonomics is the study of man in his environment and how he fits his frame into it. Industrial designers will be designing our material environment, so they must study man and his structure first. One of the senior students is designing a chair. The back of the chair must accept the body comfortably, but also allow some freedom of movement. The task is simple once you know how. From the clay shape a plastic mould will be taken and possibly used by one of the many manufacturers who give the school their support. Once the effect of this important new school is felt in New Zealand's commercial world, New Zealand's goods should be better designed, better made and better advertised on today's tough world markets."}