{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " 25 years ago these trees were only seedlings."}, {"timestamp": [29.0, 35.0], "text": " It's been discovered that many pines grow to maturity faster in the pumice soils of the North Island than anywhere else."}, {"timestamp": [35.0, 43.0], "text": " Today there are a quarter of a million acres of man-made pine plantations surrounding Tokoroa."}, {"timestamp": [43.0, 45.6], "text": " Each day 3,000 tons of logs"}, {"timestamp": [45.6, 52.0], "text": " are brought to the Kinleath mill to be processed into paper, wallboard and sawn timber."}, {"timestamp": [56.0, 60.0], "text": " The trees have flourished and in 12 years the industry has grown at a fantastic rate."}, {"timestamp": [62.0, 70.0], "text": " But stock wouldn't thrive on the pumice land until it was found that minute quantities of cobalt turned the once useless land into good farming country."}, {"timestamp": [70.0, 75.0], "text": " Because of these two economic boosts, Tokoroa has really grown."}, {"timestamp": [75.0, 79.0], "text": " Nisling on the main highway halfway between Tapo and Hamilton, it's a boom town."}, {"timestamp": [79.0, 82.0], "text": " Ten years ago there was little here."}, {"timestamp": [82.0, 87.0], "text": " Now it's a thriving community of 12,000 people living in a modern, well-planned town."}, {"timestamp": [87.0, 109.0], "text": " The chainsaw has replaced the axe in modern milling operations, but naturally in this locality, wood chopping is a popular event at the A&P show."}, {"timestamp": [113.0, 120.0], "text": " Strength is the contest here, to move metal chips from down here to up there in the shortest time,"}, {"timestamp": [120.0, 123.0], "text": " and it takes a very fit man indeed to win the prize."}, {"timestamp": [127.64, 130.2], "text": " You never know what you'll see at an A&P show."}, {"timestamp": [130.76, 133.84], "text": " A parachuters drifting down after a free fall of half a mile"}, {"timestamp": [133.84, 137.58], "text": " to land right on target to be greeted by his admiring fans."}, {"timestamp": [152.26, 152.86], "text": " Mini cramming is a lot of fun but not recommended for normal motoring."}, {"timestamp": [157.42, 163.56], "text": " 22 boys were fitted in but returned to normal shape in a comparatively short time."}, {"timestamp": [167.0, 173.0], "text": " This is not recommended by the Road Safety Council either. Oh I say, old chap, well done."}, {"timestamp": [173.0, 176.0], "text": " But a show is still a show and a day for the children."}, {"timestamp": [176.0, 180.0], "text": " The care, feeding and grooming of these animals is the sole responsibility of the children"}, {"timestamp": [180.0, 184.0], "text": " and the pets proudly display their winning owners."}, {"timestamp": [184.0, 190.6], "text": " This young town already has all the traditional attractions of an A&P show."}, {"timestamp": [190.6, 198.2], "text": " In all the years, side show alleys have remained the same."}, {"timestamp": [198.2, 203.0], "text": " Early, burly music fills the air and the pink candy floss still tastes the same."}, {"timestamp": [203.0, 206.8], "text": " But practically everything else at Tokaroa is changing. and the pink candy floss still tastes the same."}, {"timestamp": [211.76, 223.04], "text": " But practically everything else at Tokarra is changing and changing fast."}, {"timestamp": [229.0, 233.0], "text": " It's Derby Day at the Wonganui race course, once round the toadhouse for the Cubs, twice round for the Scouts."}, {"timestamp": [242.0, 258.28], "text": " These super pedal cars made specially for racing have been designed and built by the Scouts themselves, so the mechanics in the pits doing the last minute checks fuss around them with loving care. Mechanically the cars are very simple. Pedals drive"}, {"timestamp": [258.28, 263.02], "text": " the rear wheels through three-speed bicycle hub gearing. But one troop in the great quest for"}, {"timestamp": [263.02, 265.4], "text": " speed fitted a ten-speed hub as well. Result, in the great quest for speed fitted a 10 speed hub as well."}, {"timestamp": [265.4, 272.38], "text": " Result, 30 forward gears. For speed, lightness is essential for these one-boy power"}, {"timestamp": [272.38, 278.9], "text": " two-stroke models. Every troop owns a car which is raced in different sections by"}, {"timestamp": [278.9, 287.0], "text": " Cubs, Scouts and senior scouts. It's a Grand Prix grid start for the Wonganui combined district scout car"}, {"timestamp": [287.0, 295.9], "text": " army. He didn't get far but with so many skilled mechanics, tire changing is only a matter"}, {"timestamp": [295.9, 307.0], "text": " of minutes. The older boys can pedal these contraptions up to 25 miles per hour."}, {"timestamp": [307.0, 338.0], "text": " With 11 troops competing it's taken 12 heats and 6 finals to find the scout car champions for the Wonganoi Scouting District. Just 22 miles from Auckland City in the Harakee Gulf is the long thin island of Pakator."}, {"timestamp": [338.0, 345.86], "text": " For two months men have been busy here working on high slopes in the warm sunshine, clearing, surveying and building."}, {"timestamp": [345.86, 350.86], "text": " The wide gulf is spread out below them on all sides, and behind the noise of bulldozers and trucks"}, {"timestamp": [350.86, 359.92], "text": " is the sound of the sea. Changing this island is an operation planned with military precision."}, {"timestamp": [359.92, 365.0], "text": " Pre-cut supplies are ordered daily by radio to keep pace with the job and delivered four times a week."}, {"timestamp": [369.0, 376.0], "text": " Bargers push their blunt snouts up onto the fine white sand and down their ramps come tons of supplies and equipment."}, {"timestamp": [389.6, 394.7], "text": " The buildings rise almost overnight like mushrooms in the paddocks to transform this bleak 63-acre island into a bright holiday resort."}, {"timestamp": [394.7, 400.4], "text": " The cottages, flats, licensed bar lounge and its wide soft beaches will soon be thronged by"}, {"timestamp": [400.4, 420.0], "text": " 20,000 people a year. A new form of sea transport is making the development possible."}, {"timestamp": [420.0, 433.0], "text": " The 67 foot hydrofoil built in Sicily and named Manuay."}, {"timestamp": [439.5, 440.4], "text": " The foils from which the hydrofoil gets its name lifted out of the water the same way as wings lift an aeroplane into the air."}, {"timestamp": [445.4, 456.4], "text": " Driven by a B12 diesel engine, this extraordinary vessel can reach a maximum speed of 40 knots."}, {"timestamp": [461.0, 474.0], "text": " With passengers aboard the trim craft slips away, gathers speed. At 15 knots the foils buried beneath the hull lift the 19-ton ship up clear into the air."}, {"timestamp": [474.0, 514.0], "text": " Released from the drag of the water, she races effortlessly down the harbour since this 73 passenger water bus has been in operation. Manawai is already making twice daily calls at Waihiki Island, where it makes a turnaround in a matter of minutes."}, {"timestamp": [514.0, null], "text": " When it's still larger companion now being built arrives in New Zealand, Aucklanders will find that the holiday islands of Haraki Gulf will be within minutes of their doorstep."}], "text": " 25 years ago these trees were only seedlings. It's been discovered that many pines grow to maturity faster in the pumice soils of the North Island than anywhere else. Today there are a quarter of a million acres of man-made pine plantations surrounding Tokoroa. Each day 3,000 tons of logs are brought to the Kinleath mill to be processed into paper, wallboard and sawn timber. The trees have flourished and in 12 years the industry has grown at a fantastic rate. But stock wouldn't thrive on the pumice land until it was found that minute quantities of cobalt turned the once useless land into good farming country. Because of these two economic boosts, Tokoroa has really grown. Nisling on the main highway halfway between Tapo and Hamilton, it's a boom town. Ten years ago there was little here. Now it's a thriving community of 12,000 people living in a modern, well-planned town. The chainsaw has replaced the axe in modern milling operations, but naturally in this locality, wood chopping is a popular event at the A&P show. Strength is the contest here, to move metal chips from down here to up there in the shortest time, and it takes a very fit man indeed to win the prize. You never know what you'll see at an A&P show. A parachuters drifting down after a free fall of half a mile to land right on target to be greeted by his admiring fans. Mini cramming is a lot of fun but not recommended for normal motoring. 22 boys were fitted in but returned to normal shape in a comparatively short time. This is not recommended by the Road Safety Council either. Oh I say, old chap, well done. But a show is still a show and a day for the children. The care, feeding and grooming of these animals is the sole responsibility of the children and the pets proudly display their winning owners. This young town already has all the traditional attractions of an A&P show. In all the years, side show alleys have remained the same. Early, burly music fills the air and the pink candy floss still tastes the same. But practically everything else at Tokaroa is changing. and the pink candy floss still tastes the same. But practically everything else at Tokarra is changing and changing fast. It's Derby Day at the Wonganui race course, once round the toadhouse for the Cubs, twice round for the Scouts. These super pedal cars made specially for racing have been designed and built by the Scouts themselves, so the mechanics in the pits doing the last minute checks fuss around them with loving care. Mechanically the cars are very simple. Pedals drive the rear wheels through three-speed bicycle hub gearing. But one troop in the great quest for speed fitted a ten-speed hub as well. Result, in the great quest for speed fitted a 10 speed hub as well. Result, 30 forward gears. For speed, lightness is essential for these one-boy power two-stroke models. Every troop owns a car which is raced in different sections by Cubs, Scouts and senior scouts. It's a Grand Prix grid start for the Wonganui combined district scout car army. He didn't get far but with so many skilled mechanics, tire changing is only a matter of minutes. The older boys can pedal these contraptions up to 25 miles per hour. With 11 troops competing it's taken 12 heats and 6 finals to find the scout car champions for the Wonganoi Scouting District. Just 22 miles from Auckland City in the Harakee Gulf is the long thin island of Pakator. For two months men have been busy here working on high slopes in the warm sunshine, clearing, surveying and building. The wide gulf is spread out below them on all sides, and behind the noise of bulldozers and trucks is the sound of the sea. Changing this island is an operation planned with military precision. Pre-cut supplies are ordered daily by radio to keep pace with the job and delivered four times a week. Bargers push their blunt snouts up onto the fine white sand and down their ramps come tons of supplies and equipment. The buildings rise almost overnight like mushrooms in the paddocks to transform this bleak 63-acre island into a bright holiday resort. The cottages, flats, licensed bar lounge and its wide soft beaches will soon be thronged by 20,000 people a year. A new form of sea transport is making the development possible. The 67 foot hydrofoil built in Sicily and named Manuay. The foils from which the hydrofoil gets its name lifted out of the water the same way as wings lift an aeroplane into the air. Driven by a B12 diesel engine, this extraordinary vessel can reach a maximum speed of 40 knots. With passengers aboard the trim craft slips away, gathers speed. At 15 knots the foils buried beneath the hull lift the 19-ton ship up clear into the air. Released from the drag of the water, she races effortlessly down the harbour since this 73 passenger water bus has been in operation. Manawai is already making twice daily calls at Waihiki Island, where it makes a turnaround in a matter of minutes. When it's still larger companion now being built arrives in New Zealand, Aucklanders will find that the holiday islands of Haraki Gulf will be within minutes of their doorstep."}