{"speakers": [], "chunks": [{"timestamp": [0.0, 20.4], "text": " The Empire Games are coming up."}, {"timestamp": [20.4, 25.0], "text": " There's plenty of work to be done and already this Wellington firm is making the medals."}, {"timestamp": [25.0, 35.0], "text": " Each medal is fitted exactly on the die. A metal ring makes sure it won't collapse when the press comes down with a force of 500 tonnes."}, {"timestamp": [35.0, 45.34], "text": " More than a thousand medals are called for,"}, {"timestamp": [45.78, 47.14], "text": " firsts and seconds in silver,"}, {"timestamp": [47.52, 48.4], "text": " and thirds in bronze,"}, {"timestamp": [48.6, 50.72], "text": " as well as other medals to commemorate the games."}, {"timestamp": [53.94, 56.9], "text": " Just one of many jobs for the British Empire Games,"}, {"timestamp": [57.12, 58.52], "text": " Auckland, 1950."}, {"timestamp": [69.6, 70.5], "text": " Two gas buggies highlight the Diamond Jubilee celebrations of the Paraparam school."}, {"timestamp": [76.44, 78.86], "text": " This international tourer, born 1898, carries her age well, and is raring to go in the March of Time Parade."}, {"timestamp": [81.02, 87.0], "text": " Three on a horse came before the school bus."}, {"timestamp": [89.0, 93.0], "text": " Grandpa took many a toss off the penny farthings, and many an awkward turn was taken on a bicycle built for two."}, {"timestamp": [93.0, 97.0], "text": " Father Time leads a cavalcade of transport old and new."}, {"timestamp": [97.0, 99.0], "text": " Out of deference to trusty vehicles of the past,"}, {"timestamp": [99.0, 115.48], "text": " modern cars are kept well to the rear. Old wheels made for the ruts of stony roads roll again along"}, {"timestamp": [115.48, 132.2], "text": " today's smooth highway. Judging at the Royal Agricultural Society's 19th show at Palmerston North is a big job for experts from England and Australia as well as New Zealand."}, {"timestamp": [133.0, 139.04], "text": " To increase our already high standard of production, new bloodstock from overseas has been introduced into our flocks and herds."}, {"timestamp": [139.46, 169.0], "text": " And some of the beasts are showing off their points in the bullring today. A wide display of up to the minute farming equipment attracts hard-working farmers."}, {"timestamp": [169.0, 175.0], "text": " Here are all types of labour-saving machinery that will help accelerate production to meet the increasing demand."}, {"timestamp": [175.0, 194.28], "text": " With produce calling good prices, farmers are keen to buy machinery to step up their output. Of course there's plenty of the other kind of machinery too."}, {"timestamp": [194.94, 199.32], "text": " The younger folks spend a lot of time and a lot of money rushing madly round and round in all directions."}, {"timestamp": [203.6, 206.58], "text": " There are frolics with fiefifi, fat ladies and floss,"}, {"timestamp": [206.58, 209.36], "text": " all here in force to light in the pockets of the carefree folk."}, {"timestamp": [217.82, 220.36], "text": " On show is some of the Dominion's finest horse fledge."}, {"timestamp": [221.0, 223.4], "text": " The uncommon sight of an eight-horse team leads the way."}, {"timestamp": [223.9, 255.0], "text": " Wagoners, spring carters, gigs and dog carts all remind us of the big part horses have played in the all over New Zealand fight out the Royal Champion jumping competition over two rounds of a tough course."}, {"timestamp": [255.0, 279.2], "text": " A spectacular test for both riders and mounts. Climaxing this year's most successful show is the Grand Parade."}, {"timestamp": [279.9, 282.16], "text": " After piping the head of the procession onto the grounds,"}, {"timestamp": [282.54, 287.7], "text": " the Scotties make way for the Herefords, Frisians, Galloway's, Jersey's, Aberdeen Anguses and others."}, {"timestamp": [288.8, 316.18], "text": " Here are the mainstays of New Zealand's prosperity. To be able to sit in the sun and rest is an advantage of old age, along with independence or a pension."}, {"timestamp": [317.12, 319.24], "text": " But often, living alone makes life lonely."}, {"timestamp": [320.08, 323.82], "text": " Perhaps friends have gone. Three wars have destroyed hopes and wishes."}, {"timestamp": [326.0, 328.94], "text": " When it's raining and the wet brings on an old ache or pain,"}, {"timestamp": [329.36, 331.06], "text": " there's nothing to do except stay in a room."}, {"timestamp": [331.5, 332.84], "text": " Or go in here for the afternoon."}, {"timestamp": [333.26, 334.06], "text": " It's warm in here."}, {"timestamp": [338.38, 342.78], "text": " The Wellington City missionary and his assistant set out from the original Derby and Joan club"}, {"timestamp": [342.78, 351.0], "text": " to move 22 old people into their new residential club. Auntie May sets out by truck loaded with her goods and chattels. She's been"}, {"timestamp": [351.0, 357.5], "text": " rooming for years and finds it difficult climbing three flights of stairs. George and Charles"}, {"timestamp": [357.5, 362.56], "text": " have been together a long time. Years ago, George was a station manager and Charles a sheep"}, {"timestamp": [362.56, 367.2], "text": " drover on the Canterbury Plains."}, {"timestamp": [370.6, 371.6], "text": " Coming from lodgings around the city, new members are moving in."}, {"timestamp": [376.6, 390.0], "text": " Once a private dwelling, this is New Zealand's first residential club for Darby's and Jones. Holly Perkins, 90 years last October."}, {"timestamp": [390.0, 393.0], "text": " In her heyday, Mr. Disraeli was Prime Minister,"}, {"timestamp": [393.0, 396.0], "text": " and girls were driven home in handsome cabs."}, {"timestamp": [396.0, 398.0], "text": " And he was the dashing fellow with side whiskers,"}, {"timestamp": [398.0, 401.0], "text": " when men were paid in sovereigns."}, {"timestamp": [401.0, 405.88], "text": " The club's matron receives each new member."}, {"timestamp": [409.5, 409.8], "text": " In small units such as this club, rules and restrictions are relaxed,"}, {"timestamp": [411.5, 413.36], "text": " and members come and go as they please."}, {"timestamp": [417.12, 422.68], "text": " It's an easy climb to a room with a good soft bed and a thick Idaon."}, {"timestamp": [426.0, 431.0], "text": " Fifty years ago with the mounted riflemen stationed at Mandalay. Behind this special vitiglass the sun is kind to old bones."}, {"timestamp": [431.0, 434.0], "text": " Here Aunt May can ponder on her memories."}, {"timestamp": [434.0, 445.0], "text": " Older people have the order of habit."}, {"timestamp": [445.0, 449.0], "text": " They're always ready for meals at regular hours among regular friends."}, {"timestamp": [449.0, 473.34], "text": " For club members, for club membership, which includes full board, these elderly people pay 25 shillings a week."}, {"timestamp": [474.34, 478.04], "text": " The main lounge is designed to accommodate daily visits from others who live in the neighborhood"}, {"timestamp": [478.04, 480.94], "text": " and can come to the club for a meal and an hour of ease."}, {"timestamp": [482.38, 483.52], "text": " Some have their hobbies."}, {"timestamp": [484.36, 487.0], "text": " This is the pincushion lady."}, {"timestamp": [490.0, 519.0], "text": " James, his rheumatism is worse today. Ernest, who's 80, tries to jolly the ladies and pretends it's his birthday, the second time this year. Today the problems of New Zealand's old people are domestic rather than financial."}, {"timestamp": [519.0, 538.92], "text": " But here they can be in good company and healthy surroundings, play cards or express their definite opinions."}, {"timestamp": [548.52, 561.02], "text": " Others just sit around the member for Patti and by the honorable member for England. We're all agreed on the principle that yet if you put forward a good sound principle and legislation just at the wrong moment it may cause trouble. The question is that the cause of the cause they was gone. Others just sit around the fire delighting each other with tales of days when New Zealand was very young, days when the Sergeant Major was at Ladysmith or gold mining at Arrow Town."}, {"timestamp": [566.0, 569.0], "text": " Fine old characters who've worked in the world and contributed to our prosperity. Now it's our turn to help them."}, {"timestamp": [569.0, null], "text": " Time is running out and in the evening of their lives they can be at peace in the comfort of New Zealand's first residential Derby and Joan Club. Thank you."}], "text": " The Empire Games are coming up. There's plenty of work to be done and already this Wellington firm is making the medals. Each medal is fitted exactly on the die. A metal ring makes sure it won't collapse when the press comes down with a force of 500 tonnes. More than a thousand medals are called for, firsts and seconds in silver, and thirds in bronze, as well as other medals to commemorate the games. Just one of many jobs for the British Empire Games, Auckland, 1950. Two gas buggies highlight the Diamond Jubilee celebrations of the Paraparam school. This international tourer, born 1898, carries her age well, and is raring to go in the March of Time Parade. Three on a horse came before the school bus. Grandpa took many a toss off the penny farthings, and many an awkward turn was taken on a bicycle built for two. Father Time leads a cavalcade of transport old and new. Out of deference to trusty vehicles of the past, modern cars are kept well to the rear. Old wheels made for the ruts of stony roads roll again along today's smooth highway. Judging at the Royal Agricultural Society's 19th show at Palmerston North is a big job for experts from England and Australia as well as New Zealand. To increase our already high standard of production, new bloodstock from overseas has been introduced into our flocks and herds. And some of the beasts are showing off their points in the bullring today. A wide display of up to the minute farming equipment attracts hard-working farmers. Here are all types of labour-saving machinery that will help accelerate production to meet the increasing demand. With produce calling good prices, farmers are keen to buy machinery to step up their output. Of course there's plenty of the other kind of machinery too. The younger folks spend a lot of time and a lot of money rushing madly round and round in all directions. There are frolics with fiefifi, fat ladies and floss, all here in force to light in the pockets of the carefree folk. On show is some of the Dominion's finest horse fledge. The uncommon sight of an eight-horse team leads the way. Wagoners, spring carters, gigs and dog carts all remind us of the big part horses have played in the all over New Zealand fight out the Royal Champion jumping competition over two rounds of a tough course. A spectacular test for both riders and mounts. Climaxing this year's most successful show is the Grand Parade. After piping the head of the procession onto the grounds, the Scotties make way for the Herefords, Frisians, Galloway's, Jersey's, Aberdeen Anguses and others. Here are the mainstays of New Zealand's prosperity. To be able to sit in the sun and rest is an advantage of old age, along with independence or a pension. But often, living alone makes life lonely. Perhaps friends have gone. Three wars have destroyed hopes and wishes. When it's raining and the wet brings on an old ache or pain, there's nothing to do except stay in a room. Or go in here for the afternoon. It's warm in here. The Wellington City missionary and his assistant set out from the original Derby and Joan club to move 22 old people into their new residential club. Auntie May sets out by truck loaded with her goods and chattels. She's been rooming for years and finds it difficult climbing three flights of stairs. George and Charles have been together a long time. Years ago, George was a station manager and Charles a sheep drover on the Canterbury Plains. Coming from lodgings around the city, new members are moving in. Once a private dwelling, this is New Zealand's first residential club for Darby's and Jones. Holly Perkins, 90 years last October. In her heyday, Mr. Disraeli was Prime Minister, and girls were driven home in handsome cabs. And he was the dashing fellow with side whiskers, when men were paid in sovereigns. The club's matron receives each new member. In small units such as this club, rules and restrictions are relaxed, and members come and go as they please. It's an easy climb to a room with a good soft bed and a thick Idaon. Fifty years ago with the mounted riflemen stationed at Mandalay. Behind this special vitiglass the sun is kind to old bones. Here Aunt May can ponder on her memories. Older people have the order of habit. They're always ready for meals at regular hours among regular friends. For club members, for club membership, which includes full board, these elderly people pay 25 shillings a week. The main lounge is designed to accommodate daily visits from others who live in the neighborhood and can come to the club for a meal and an hour of ease. Some have their hobbies. This is the pincushion lady. James, his rheumatism is worse today. Ernest, who's 80, tries to jolly the ladies and pretends it's his birthday, the second time this year. Today the problems of New Zealand's old people are domestic rather than financial. But here they can be in good company and healthy surroundings, play cards or express their definite opinions. Others just sit around the member for Patti and by the honorable member for England. We're all agreed on the principle that yet if you put forward a good sound principle and legislation just at the wrong moment it may cause trouble. The question is that the cause of the cause they was gone. Others just sit around the fire delighting each other with tales of days when New Zealand was very young, days when the Sergeant Major was at Ladysmith or gold mining at Arrow Town. Fine old characters who've worked in the world and contributed to our prosperity. Now it's our turn to help them. Time is running out and in the evening of their lives they can be at peace in the comfort of New Zealand's first residential Derby and Joan Club. Thank you."}