{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " Suva, capital of the crown colony of Fiji in the South Pacific is an important centre of communications and trade."}, {"timestamp": [32.0, 35.0], "text": " Many of the 130,000 Fijians live and work in the towns, but the majority are still village dwellers."}, {"timestamp": [35.0, 51.0], "text": " In quiet coastal villages, the Fijians live a simple and indifference. In quiet coastal villages, the Fijians live a simple and industrious life,"}, {"timestamp": [51.0, 56.0], "text": " working in the cooler hours of the day in their village fields and gardens."}, {"timestamp": [56.0, 61.0], "text": " From these small village plantations comes a great deal of the colony's wealth."}, {"timestamp": [61.0, 65.0], "text": " As well as sugar, the Fijians produce large crops of bananas for export."}, {"timestamp": [65.0, 82.0], "text": " The Fijians have always been intensely loyal to the British Empire."}, {"timestamp": [82.0, 85.68], "text": " So once again the Council of Chiefs offer aim in the"}, {"timestamp": [85.68, 91.1], "text": " battle against terrorism. Volunteers are called to form a battalion of infantry to help"}, {"timestamp": [91.1, 102.6], "text": " wipe out the bandits of the Malayan jungles. These men, whose brothers proved"}, {"timestamp": [102.6, 106.0], "text": " such magnificent jungle fighters in the Solomon's rush to join up."}, {"timestamp": [106.0, 111.0], "text": " 830 young volunteers are finally selected for training."}, {"timestamp": [111.0, 116.0], "text": " One in 12 of all male Fijians between 20 and 30 years old."}, {"timestamp": [121.0, 128.0], "text": " The tropical Fijian jungle provides an ideal training ground for operations in Malaya."}, {"timestamp": [128.0, 133.0], "text": " Amongst the volunteers are men who fought and helped reconquer the Solomons."}, {"timestamp": [133.0, 139.0], "text": " It was a Fijian corporal who won the only Victoria Cross awarded in the Pacific Warzone."}, {"timestamp": [139.0, 141.0], "text": " These men brush up their jungle craft."}, {"timestamp": [141.0, 173.12], "text": " If rations run short, they find no difficulty in living off the land. Training is over, and the men are on final leave."}, {"timestamp": [174.16, 186.0], "text": " In villages all over the islands, the people gather to honour their departing soldiers. Myo-tut-co-yal-con-ole-sla,"}, {"timestamp": [186.0, 193.0], "text": " Rangana-ra-Wa-Wa-Wa-Wa-Siga-Tiga-Eghii-Ca-Legg,"}, {"timestamp": [193.0, 198.0], "text": " O'am-a-eba-cawa,"}, {"timestamp": [198.0, 206.0], "text": " Goma-Wang, Rangna-Seng alasca Isolay,"}, {"timestamp": [206.0, 208.0], "text": " Isolay,"}, {"timestamp": [208.0, 210.0], "text": " that's borerawa"}, {"timestamp": [210.0, 212.0], "text": " Maura"}, {"timestamp": [212.0, 214.0], "text": " Kastah"}, {"timestamp": [214.0, 215.0], "text": " O'bondon,"}, {"timestamp": [215.0, 217.0], "text": " a mataka"}, {"timestamp": [217.0, 218.0], "text": " ma'ataka"}, {"timestamp": [218.0, 221.0], "text": " Ba'anua"}, {"timestamp": [221.0, 222.0], "text": " Bowna Numa"}, {"timestamp": [222.0, 223.0], "text": " Nama,"}, {"timestamp": [223.0, 224.0], "text": " that's Toulasa"}, {"timestamp": [224.0, 239.0], "text": " Mast Maasua, The first battalion of the Fiji The First Battalion of the Fiji Infantry Regiment"}, {"timestamp": [239.0, 250.0], "text": " marches through the streets of Suba to embark for Malaya."}, {"timestamp": [250.0, 255.08], "text": " The salute is taken by the acting governor, Mr. A.F.R. Stoddard, accompanied by the commander"}, {"timestamp": [255.08, 257.84], "text": " of the Fijian military forces."}, {"timestamp": [257.84, 265.0], "text": " This is a day of deep feeling for the fine and loyal Fijian people."}, {"timestamp": [306.0, 310.0], "text": " Embarkation rolls are checked, and the men go aboard for the start of their two years in Malaya. In factu, Alenasalu Mottelonkwanao"}, {"timestamp": [310.0, 312.0], "text": " in"}, {"timestamp": [312.0, 314.0], "text": " Rueuahua"}, {"timestamp": [314.0, 317.0], "text": " Mamanarroong naman"}, {"timestamp": [317.0, 318.0], "text": "u"}, {"timestamp": [318.0, 319.0], "text": " Nambu"}, {"timestamp": [319.0, 322.0], "text": " Islei"}, {"timestamp": [322.0, 323.0], "text": " Miju"}, {"timestamp": [323.0, 331.7], "text": " Rawa In recognition of their magnificent gesture, in helping Britain to maintain law and order"}, {"timestamp": [331.7, 337.74], "text": " and combat terrorism in Malaya, the rest of the Commonwealth proudly joins the people of Fiji"}, {"timestamp": [337.74, null], "text": " in wishing her warriors Godspeed and a safe return."}], "text": " Suva, capital of the crown colony of Fiji in the South Pacific is an important centre of communications and trade. Many of the 130,000 Fijians live and work in the towns, but the majority are still village dwellers. In quiet coastal villages, the Fijians live a simple and indifference. In quiet coastal villages, the Fijians live a simple and industrious life, working in the cooler hours of the day in their village fields and gardens. From these small village plantations comes a great deal of the colony's wealth. As well as sugar, the Fijians produce large crops of bananas for export. The Fijians have always been intensely loyal to the British Empire. So once again the Council of Chiefs offer aim in the battle against terrorism. Volunteers are called to form a battalion of infantry to help wipe out the bandits of the Malayan jungles. These men, whose brothers proved such magnificent jungle fighters in the Solomon's rush to join up. 830 young volunteers are finally selected for training. One in 12 of all male Fijians between 20 and 30 years old. The tropical Fijian jungle provides an ideal training ground for operations in Malaya. Amongst the volunteers are men who fought and helped reconquer the Solomons. It was a Fijian corporal who won the only Victoria Cross awarded in the Pacific Warzone. These men brush up their jungle craft. If rations run short, they find no difficulty in living off the land. Training is over, and the men are on final leave. In villages all over the islands, the people gather to honour their departing soldiers. Myo-tut-co-yal-con-ole-sla, Rangana-ra-Wa-Wa-Wa-Wa-Siga-Tiga-Eghii-Ca-Legg, O'am-a-eba-cawa, Goma-Wang, Rangna-Seng alasca Isolay, Isolay, that's borerawa Maura Kastah O'bondon, a mataka ma'ataka Ba'anua Bowna Numa Nama, that's Toulasa Mast Maasua, The first battalion of the Fiji The First Battalion of the Fiji Infantry Regiment marches through the streets of Suba to embark for Malaya. The salute is taken by the acting governor, Mr. A.F.R. Stoddard, accompanied by the commander of the Fijian military forces. This is a day of deep feeling for the fine and loyal Fijian people. Embarkation rolls are checked, and the men go aboard for the start of their two years in Malaya. In factu, Alenasalu Mottelonkwanao in Rueuahua Mamanarroong namanu Nambu Islei Miju Rawa In recognition of their magnificent gesture, in helping Britain to maintain law and order and combat terrorism in Malaya, the rest of the Commonwealth proudly joins the people of Fiji in wishing her warriors Godspeed and a safe return."}