{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " When our camera"}, {"timestamp": [2.0, 3.0], "text": " When our cameraman visited"}, {"timestamp": [3.0, 10.0], "text": " When our cameraman visited Dunedin'"}, {"timestamp": [10.0, 30.0], "text": " When our cameraman visited Dunedin recently, he went to see a man about a whippet."}, {"timestamp": [30.0, 36.0], "text": " The afternoon started off with a black and so did the whippets."}, {"timestamp": [36.0, 46.0], "text": " When a lady waves her whippet responds like a gentleman."}, {"timestamp": [46.0, 65.2], "text": " We've seen close finishes of Tentham too, but we've never seen a horse jump into his owner's arms like these dogs. What a wag!"}, {"timestamp": [67.0, 72.0], "text": " When the Wellington Seaman's Institute turned on a picnic at Maidstone Path for men from eight overseas ships in port,"}, {"timestamp": [72.0, 77.0], "text": " weekly review followed the crowd to find out if a sailor's picnic was different from any other, even the butchers."}, {"timestamp": [77.0, 81.0], "text": " Only some of them came from a man-of-war, but they all knew something about a tug-a-war."}, {"timestamp": [88.0, 91.0], "text": " On the program was swimming, but a river was quite a change."}, {"timestamp": [93.0, 97.0], "text": " Then came the national sports, we used to call us rounders."}, {"timestamp": [98.0, 100.0], "text": " Uh-uh."}, {"timestamp": [100.0, 102.0], "text": " There was also a game we knew nothing about."}, {"timestamp": [105.0, 108.0], "text": " And the final event looked like an international tire."}, {"timestamp": [111.0, 114.78], "text": " Here's the yearling filly that brought the Australasian record price on the third day of the recent"}, {"timestamp": [114.78, 116.0], "text": " Thentham sales."}, {"timestamp": [116.0, 122.0], "text": " Right at the Sassanoff start in Hawks Bay, this Philly is a classy daughter of the English Derby winner, Kodernak."}, {"timestamp": [122.0, 125.0], "text": " She cost a Melbourne owner 4,750 guineas."}, {"timestamp": [125.0, 129.0], "text": " He seems to have had a lot of money and maybe a lot of horse sense too."}, {"timestamp": [129.0, 134.0], "text": " Hamilton's Victory Regatta attracted the biggest crowd for many years to the banks of the Wicato"}, {"timestamp": [134.0, 137.0], "text": " and rowers came from Naro Oahuahia, Taronga and Auckland."}, {"timestamp": [141.0, 144.0], "text": " It looks as if the canoes are out to meet the attack of the rowers,"}, {"timestamp": [144.0, 148.0], "text": " but this is just how Hamilton boys learn how to paddle their own canoes."}, {"timestamp": [148.0, 171.0], "text": " Spectators received plenty of thr too from the aquaplains."}, {"timestamp": [173.0, 185.0], "text": " But what about this for real speed? And there was plenty of speed too from the aquaplains."}, {"timestamp": [185.0, 189.0], "text": " But what about this for real speed?"}, {"timestamp": [189.0, 209.0], "text": " Piled up by the roadside are the wrecks of planes to be melted down for aluminium."}, {"timestamp": [209.0, 214.0], "text": " Here a wing still flaps in the breeze as though with the memory of flight."}, {"timestamp": [214.0, 217.0], "text": " Further along scrap metal is being unloaded."}, {"timestamp": [221.0, 224.0], "text": " And here comes steel from Australia."}, {"timestamp": [224.0, 229.0], "text": " Aluminium scrap iron steel. These are metals and heavy demand at the foundry."}, {"timestamp": [229.0, 236.0], "text": " For out of it are coming cases of plows, part of an order for 16,000 plows for Unra relief in China."}, {"timestamp": [236.0, 248.0], "text": " Broken up and mixed with special coke, the metal is shoveled into a smelting furnace, made from old boilers,"}, {"timestamp": [248.0, 254.0], "text": " and inside the foundry every day, six days a week, three tons of metal is cast in the moulds."}, {"timestamp": [254.0, 257.0], "text": " They're making 800 plough shares a day."}, {"timestamp": [261.0, 295.0], "text": " The problem this foundry faced was to make a metal plow light and strong, similar to the wooden type parts of the wrecked planes."}, {"timestamp": [295.0, 300.0], "text": " A wing flap motor and part of the landing gear from a kitty hook, switches from a Vincent bomber,"}, {"timestamp": [300.0, 319.0], "text": " a fuel line valve and a magnet from the bomb release gear of a Hudson. And here's the finished plough."}, {"timestamp": [319.0, 324.0], "text": " With an extra share supplied and a spanner."}, {"timestamp": [324.0, 328.0], "text": " And the shackle where the oxen will be attached."}, {"timestamp": [328.0, 333.0], "text": " The woodwork which will be supplied in China goes on like this."}, {"timestamp": [333.0, 341.0], "text": " To make 1,600 plows of an unfamiliar type in three months was quite a headache for the workers in this New Zealand foundry,"}, {"timestamp": [341.0, 343.0], "text": " but they're well up to schedule."}, {"timestamp": [343.0, 346.12], "text": " War brought strange tasks to New Zealand industry."}, {"timestamp": [346.72, 348.44], "text": " Peace has brought stranger still."}, {"timestamp": [349.2, 351.04], "text": " Clows for the fields of China."}, {"timestamp": [358.8, 361.24], "text": " Aucklanders are out early for their day of days."}, {"timestamp": [361.44, 364.18], "text": " Regatta Day, one of New Zealand's greatest sporting events."}, {"timestamp": [364.58, 367.4], "text": " Ever since 1850, with one exception during the Boer War,"}, {"timestamp": [367.66, 370.6], "text": " Aucklanders have celebrated the anniversary of their province with a regatta."}, {"timestamp": [371.04, 373.96], "text": " For them, anniversary day has come to mean regatta day."}, {"timestamp": [376.84, 381.3], "text": " For crews, there are preparations to make, rigging to be adjusted and sails bent on."}, {"timestamp": [381.8, 385.6], "text": " On Regatta Day, generations of Aucklanders have gone down to the sea like this."}, {"timestamp": [385.6, 394.0], "text": " Sons have followed fathers. Here's one, climbing up the rigging like his father used to do."}, {"timestamp": [399.6, 404.4], "text": " This morning a light southerly gives promise of wind, and its wind these sails are after."}, {"timestamp": [405.0, 409.0], "text": " A light southerly gives promise of wind, and its wind these sails are after."}, {"timestamp": [411.0, 416.0], "text": " Z-class boats gather for the start of a race. In all 500 boats, from 12-footers to big calors will be on the water today."}, {"timestamp": [416.0, 434.0], "text": " A record for any regatta. During war years, veterans and youngsters carried on the traditions of this day."}, {"timestamp": [434.0, 439.0], "text": " But now many of the boys are back, and this is the day they used to dream about, up in the desert or out in the jungle."}, {"timestamp": [439.0, 452.3], "text": " Event after event gives spectators plenty to look at, and there's plenty to see."}, {"timestamp": [456.3, 459.4], "text": " This looks like trouble, but it's literally all in the game."}, {"timestamp": [459.4, 461.7], "text": " A capsized race for Taronga-class boats."}, {"timestamp": [461.7, 474.7], "text": " Several times during the race, each competitor has to capsize his boat. Write it and sail on. Here's the start of the big boys, the"}, {"timestamp": [474.7, 491.6], "text": " A-class keelers. For 95 years, Auckland's harbour has carried boats like these in contest on regatta day,"}, {"timestamp": [491.6, 497.4], "text": " skill and brains and brawn against each other and against the wind and the sea."}, {"timestamp": [501.4, 508.0], "text": " In the first peacetime anniversary regatta since 1939, Auckland's harbour sparkles again with sunshine and sail."}], "text": " When our camera When our cameraman visited When our cameraman visited Dunedin' When our cameraman visited Dunedin recently, he went to see a man about a whippet. The afternoon started off with a black and so did the whippets. When a lady waves her whippet responds like a gentleman. We've seen close finishes of Tentham too, but we've never seen a horse jump into his owner's arms like these dogs. What a wag! When the Wellington Seaman's Institute turned on a picnic at Maidstone Path for men from eight overseas ships in port, weekly review followed the crowd to find out if a sailor's picnic was different from any other, even the butchers. Only some of them came from a man-of-war, but they all knew something about a tug-a-war. On the program was swimming, but a river was quite a change. Then came the national sports, we used to call us rounders. Uh-uh. There was also a game we knew nothing about. And the final event looked like an international tire. Here's the yearling filly that brought the Australasian record price on the third day of the recent Thentham sales. Right at the Sassanoff start in Hawks Bay, this Philly is a classy daughter of the English Derby winner, Kodernak. She cost a Melbourne owner 4,750 guineas. He seems to have had a lot of money and maybe a lot of horse sense too. Hamilton's Victory Regatta attracted the biggest crowd for many years to the banks of the Wicato and rowers came from Naro Oahuahia, Taronga and Auckland. It looks as if the canoes are out to meet the attack of the rowers, but this is just how Hamilton boys learn how to paddle their own canoes. Spectators received plenty of thr too from the aquaplains. But what about this for real speed? And there was plenty of speed too from the aquaplains. But what about this for real speed? Piled up by the roadside are the wrecks of planes to be melted down for aluminium. Here a wing still flaps in the breeze as though with the memory of flight. Further along scrap metal is being unloaded. And here comes steel from Australia. Aluminium scrap iron steel. These are metals and heavy demand at the foundry. For out of it are coming cases of plows, part of an order for 16,000 plows for Unra relief in China. Broken up and mixed with special coke, the metal is shoveled into a smelting furnace, made from old boilers, and inside the foundry every day, six days a week, three tons of metal is cast in the moulds. They're making 800 plough shares a day. The problem this foundry faced was to make a metal plow light and strong, similar to the wooden type parts of the wrecked planes. A wing flap motor and part of the landing gear from a kitty hook, switches from a Vincent bomber, a fuel line valve and a magnet from the bomb release gear of a Hudson. And here's the finished plough. With an extra share supplied and a spanner. And the shackle where the oxen will be attached. The woodwork which will be supplied in China goes on like this. To make 1,600 plows of an unfamiliar type in three months was quite a headache for the workers in this New Zealand foundry, but they're well up to schedule. War brought strange tasks to New Zealand industry. Peace has brought stranger still. Clows for the fields of China. Aucklanders are out early for their day of days. Regatta Day, one of New Zealand's greatest sporting events. Ever since 1850, with one exception during the Boer War, Aucklanders have celebrated the anniversary of their province with a regatta. For them, anniversary day has come to mean regatta day. For crews, there are preparations to make, rigging to be adjusted and sails bent on. On Regatta Day, generations of Aucklanders have gone down to the sea like this. Sons have followed fathers. Here's one, climbing up the rigging like his father used to do. This morning a light southerly gives promise of wind, and its wind these sails are after. A light southerly gives promise of wind, and its wind these sails are after. Z-class boats gather for the start of a race. In all 500 boats, from 12-footers to big calors will be on the water today. A record for any regatta. During war years, veterans and youngsters carried on the traditions of this day. But now many of the boys are back, and this is the day they used to dream about, up in the desert or out in the jungle. Event after event gives spectators plenty to look at, and there's plenty to see. This looks like trouble, but it's literally all in the game. A capsized race for Taronga-class boats. Several times during the race, each competitor has to capsize his boat. Write it and sail on. Here's the start of the big boys, the A-class keelers. For 95 years, Auckland's harbour has carried boats like these in contest on regatta day, skill and brains and brawn against each other and against the wind and the sea. In the first peacetime anniversary regatta since 1939, Auckland's harbour sparkles again with sunshine and sail."}