{"speakers": [], "chunks": [{"timestamp": [0.0, 35.0], "text": " The President In New Zealand, hunters are employed to reduce the number of animals which have become pests."}, {"timestamp": [35.0, 58.0], "text": " But there are still those who hunt to add beautiful specimens to their animal collections. Man has always hunted. He drew pictures on the walls of caves to recall and record his encounters."}, {"timestamp": [62.0, 93.0], "text": " But when did he first preserve the skins and heads of animals to prove his prowess? Specimens for museums and for proud anglers and hunters,"}, {"timestamp": [93.0, 97.0], "text": " and also for tourists wanting to take home with them proof of their good markmanship,"}, {"timestamp": [97.0, 101.0], "text": " keep Mr. Goodsvard and his staff constantly busy."}, {"timestamp": [101.0, 108.6], "text": " He is one of the few taxidermists in this country. Stitch by stitch with"}, {"timestamp": [108.6, 113.5], "text": " painstaking skill, a new bird is fashioned to be poised on a branch in permanent"}, {"timestamp": [113.5, 114.4], "text": " defiance."}, {"timestamp": [114.4, 130.0], "text": " All the work is done at the workshop in Cambridge,"}, {"timestamp": [130.0, 134.0], "text": " where the skins are treated and left in the tanning bath until they're acquired."}, {"timestamp": [134.0, 139.0], "text": " The skins of birds and the thinner skinned animals such as rabbits don't need tanning."}, {"timestamp": [139.0, 142.0], "text": " Just a rub of boric acid preserves them."}, {"timestamp": [142.0, 148.8], "text": " rub of boric acid preserves them."}, {"timestamp": [153.76, 157.76], "text": " Deer heads are carefully modeled in fiberglass and onto them the antlers are fitted."}, {"timestamp": [168.0, 172.0], "text": " A taxidermist needs to be a part carpenter, part scopter with a knowledge of upholstery and anatomy. But above all, he must be an artist."}, {"timestamp": [172.0, 181.0], "text": " Over the newly fashioned body, he carefully works the wet skin, easing the covering over the hip bones, rounding off the legs,"}, {"timestamp": [181.0, 186.6], "text": " and fixing the head and neck at an alert angle, a complete and accurate replica of the original."}, {"timestamp": [187.72, 190.5], "text": " It takes years of experience and hours of patience"}, {"timestamp": [190.5, 193.42], "text": " to reproduce the alertness and appearance of life"}, {"timestamp": [193.42, 196.56], "text": " and capture the grace and beauty of a rested movement."}, {"timestamp": [213.0, 237.5], "text": " For three months, the animals wait, watching in the workshop while their suits dry to a skin-tight fit. Then each will go out as a mute testimony to the skill of the hunter introduces a collection of Czechoslovak paintings to a Wellington gallery as confidently as if he'd done them all himself."}, {"timestamp": [237.5, 242.0], "text": " He probably has, and so as every other New Zealander, as a child."}, {"timestamp": [242.0, 245.38], "text": " Children's painting is universal and the subjects they"}, {"timestamp": [245.38, 249.24], "text": " choose come out the same whether they're Czechoslovak or Wellingtonian. It's a"}, {"timestamp": [249.24, 257.82], "text": " language they all understand. To begin their expert analysis they look for"}, {"timestamp": [257.82, 277.52], "text": " the signs and shapes that mean something in their everyday lives. All cats look alike and so to all horses. In fact to show how universal is this"}, {"timestamp": [277.52, 283.12], "text": " language we've compared New Zealand paintings with the Czechoslovak a New Zealand house and trees."}, {"timestamp": [283.12, 285.06], "text": " Czechoslovak. Self-portrait New Zealand. Czechoslovak. Self-portrait New Zealand. Czechoslovak, a New Zealand house and trees. Czechoslovak."}, {"timestamp": [286.32, 287.84], "text": " Self-portrait New Zealand."}, {"timestamp": [288.7, 289.42], "text": " Czechoslovak."}, {"timestamp": [290.22, 290.72], "text": " New Zealand?"}, {"timestamp": [292.32, 292.88], "text": " New Zealand."}, {"timestamp": [294.54, 295.26], "text": " Czechoslovak."}, {"timestamp": [300.26, 303.12], "text": " This simplicity of language may be lost to us now,"}, {"timestamp": [303.12, 385.0], "text": " but at least we can see as children we all lived under the same sun. I'm going to be the way. I'm gonna be a bit, and and the"}, {"timestamp": [385.0, 425.0], "text": " mrs. I'm I'm going to I'm"}, {"timestamp": [425.0, 427.0], "text": " I'm"}, {"timestamp": [427.0, 429.0], "text": " I'm"}, {"timestamp": [429.0, 430.0], "text": " I'm"}, {"timestamp": [430.0, 431.0], "text": " I'm"}, {"timestamp": [431.0, 432.0], "text": " and I'm"}, {"timestamp": [432.0, 433.0], "text": " I'm"}, {"timestamp": [433.0, 435.0], "text": " I'm"}, {"timestamp": [435.0, 487.0], "text": " I'm Oh, Oh, uh, uh, uh, I'm The"}, {"timestamp": [487.0, 488.0], "text": " M."}, {"timestamp": [488.0, 545.0], "text": " A lot of the The One of the One, one, one, three, one, one, one, a,"}, {"timestamp": [545.0, 546.0], "text": " one,"}, {"timestamp": [546.0, 547.0], "text": " a,"}, {"timestamp": [547.0, 548.0], "text": " one,"}, {"timestamp": [548.0, 549.0], "text": " one,"}, {"timestamp": [549.0, 550.0], "text": " one,"}, {"timestamp": [550.0, 551.0], "text": " one,"}, {"timestamp": [551.0, 552.0], "text": " one,"}, {"timestamp": [552.0, 554.0], "text": " one,"}, {"timestamp": [554.0, 555.0], "text": " one,"}, {"timestamp": [555.0, 556.0], "text": " three,"}, {"timestamp": [556.0, 557.0], "text": " three,"}, {"timestamp": [557.0, 558.0], "text": " three,"}, {"timestamp": [558.0, null], "text": " three, We're going to be. I'm,"}], "text": " The President In New Zealand, hunters are employed to reduce the number of animals which have become pests. But there are still those who hunt to add beautiful specimens to their animal collections. Man has always hunted. He drew pictures on the walls of caves to recall and record his encounters. But when did he first preserve the skins and heads of animals to prove his prowess? Specimens for museums and for proud anglers and hunters, and also for tourists wanting to take home with them proof of their good markmanship, keep Mr. Goodsvard and his staff constantly busy. He is one of the few taxidermists in this country. Stitch by stitch with painstaking skill, a new bird is fashioned to be poised on a branch in permanent defiance. All the work is done at the workshop in Cambridge, where the skins are treated and left in the tanning bath until they're acquired. The skins of birds and the thinner skinned animals such as rabbits don't need tanning. Just a rub of boric acid preserves them. rub of boric acid preserves them. Deer heads are carefully modeled in fiberglass and onto them the antlers are fitted. A taxidermist needs to be a part carpenter, part scopter with a knowledge of upholstery and anatomy. But above all, he must be an artist. Over the newly fashioned body, he carefully works the wet skin, easing the covering over the hip bones, rounding off the legs, and fixing the head and neck at an alert angle, a complete and accurate replica of the original. It takes years of experience and hours of patience to reproduce the alertness and appearance of life and capture the grace and beauty of a rested movement. For three months, the animals wait, watching in the workshop while their suits dry to a skin-tight fit. Then each will go out as a mute testimony to the skill of the hunter introduces a collection of Czechoslovak paintings to a Wellington gallery as confidently as if he'd done them all himself. He probably has, and so as every other New Zealander, as a child. Children's painting is universal and the subjects they choose come out the same whether they're Czechoslovak or Wellingtonian. It's a language they all understand. To begin their expert analysis they look for the signs and shapes that mean something in their everyday lives. All cats look alike and so to all horses. In fact to show how universal is this language we've compared New Zealand paintings with the Czechoslovak a New Zealand house and trees. Czechoslovak. Self-portrait New Zealand. Czechoslovak. Self-portrait New Zealand. Czechoslovak, a New Zealand house and trees. Czechoslovak. Self-portrait New Zealand. Czechoslovak. New Zealand? New Zealand. Czechoslovak. This simplicity of language may be lost to us now, but at least we can see as children we all lived under the same sun. I'm going to be the way. I'm gonna be a bit, and and the mrs. I'm I'm going to I'm I'm I'm I'm I'm and I'm I'm I'm I'm Oh, Oh, uh, uh, uh, I'm The M. A lot of the The One of the One, one, one, three, one, one, one, a, one, a, one, one, one, one, one, one, one, three, three, three, three, We're going to be. I'm,"}