{"speakers": [], "chunks": [{"timestamp": [0.0, 31.54], "text": " This is how peace came to New Zealand."}, {"timestamp": [32.14, 36.92], "text": " At Wellington's naval base, mine sweeper crews let the city know that Japan has surrendered."}, {"timestamp": [37.54, 40.84], "text": " On board a British submarine, sailors usher in the era of peace."}, {"timestamp": [41.3, 43.86], "text": " For this pistol pop and piper, this is the supreme moment."}, {"timestamp": [44.36, 45.26], "text": " This is the day we'd all"}, {"timestamp": [45.26, 50.36], "text": " been waiting for. Six years is a long time when a country is at war, but in the end we've done it."}, {"timestamp": [50.64, 58.0], "text": " We've won through. The streets are soon filled with bands and people, happy singing,"}, {"timestamp": [58.24, 63.64], "text": " cheering people, people freed from the tension of war. This is the time for celebration. This is"}, {"timestamp": [63.64, 65.2], "text": " the time for everybody to be together."}, {"timestamp": [65.7, 93.82], "text": " The whole country rejoices. And still the people come, and spite of wind,"}, {"timestamp": [94.6, 107.84], "text": " the weather is something you forget about today, And still the people come, in spite of wind and rain."}, {"timestamp": [108.22, 109.96], "text": " The weather is something you forget about today,"}, {"timestamp": [110.36, 113.56], "text": " but there are posters to remind you that people in Europe need clothes."}, {"timestamp": [117.88, 119.22], "text": " Everywhere there are bands."}, {"timestamp": [119.6, 145.0], "text": " If you're tired of marching, you can try singing. Thank you. Oh. Oh. Oh. Oh."}, {"timestamp": [145.0, 146.0], "text": " Oh."}, {"timestamp": [146.0, 147.0], "text": " Oh."}, {"timestamp": [147.0, 148.0], "text": " Oh."}, {"timestamp": [148.0, 149.0], "text": " And so"}, {"timestamp": [149.0, 150.0], "text": " the"}, {"timestamp": [150.0, 151.0], "text": "."}, {"timestamp": [151.0, 152.0], "text": "."}, {"timestamp": [152.0, 153.0], "text": "."}, {"timestamp": [153.0, 154.0], "text": "."}, {"timestamp": [154.0, 155.0], "text": "."}, {"timestamp": [155.0, 181.64], "text": ". For young children, peace is a new experience."}, {"timestamp": [181.64, 183.12], "text": " For young children, peace is a new experience."}, {"timestamp": [183.72, 185.78], "text": " They wonder if peace will always be like this."}, {"timestamp": [189.74, 191.36], "text": " And still more people come."}, {"timestamp": [191.7, 193.22], "text": " All day they crowd into the city."}, {"timestamp": [193.58, 194.68], "text": " All day they celebrate."}, {"timestamp": [195.2, 196.82], "text": " This is a never-to-be-forgotten day."}, {"timestamp": [197.14, 198.78], "text": " It's a memorable day for everybody."}, {"timestamp": [209.74, 210.12], "text": " In Auckland, people flock into Queen Street."}, {"timestamp": [212.14, 212.38], "text": " They're doing much the same as Wellingtonians are doing,"}, {"timestamp": [215.0, 229.2], "text": " as all New Zealanders are doing up and down the country. And for this Chinaman, this is the greatest day of all."}, {"timestamp": [229.62, 264.66], "text": " Japan has been defeated. The next day, the national ceremony held in the Wellington Town Hall,"}, {"timestamp": [264.86, 286.0], "text": " expresses our country's gratitude and pride in victory. ever to go through"}, {"timestamp": [286.0, 288.0], "text": " a"}, {"timestamp": [288.0, 289.0], "text": " hope"}, {"timestamp": [289.0, 290.0], "text": " and"}, {"timestamp": [290.0, 292.0], "text": " black"}, {"timestamp": [292.0, 307.0], "text": " in front said his said his"}, {"timestamp": [307.0, 311.9], "text": " said his excellency"}, {"timestamp": [311.9, 312.72], "text": " of the governor-general"}, {"timestamp": [312.72, 314.06], "text": " in his message to the king."}, {"timestamp": [314.44, 316.52], "text": " Victory has been won at last."}, {"timestamp": [318.06, 320.98], "text": " We have won by our team spirit"}, {"timestamp": [320.98, 323.1], "text": " both within the empire"}, {"timestamp": [323.1, 327.92], "text": " and together with our great allies. By the"}, {"timestamp": [327.92, 333.8], "text": " endurance and fortitude of the men and women of the fighting services and the"}, {"timestamp": [333.8, 354.9], "text": " merchant navies, to all of whom we owe undying gratitude. The Prime Minister, Mr. Fraser, in his speech said,"}, {"timestamp": [355.2, 360.28], "text": " Your excellencies and ladies and gentlemen in this town hall,"}, {"timestamp": [374.6, 375.5], "text": " It is for us now to see that we go on in the same spirit of cooperation,"}, {"timestamp": [377.86, 378.76], "text": " in the same spirit of mutual assistance,"}, {"timestamp": [384.0, 388.0], "text": " between the same spirit of justice with a nation and nation and men and man as our boys went forward"}, {"timestamp": [388.0, 392.8], "text": " to fight for us and as our people have worked for us."}, {"timestamp": [392.8, 401.2], "text": " We must see to it with a new world based upon social justice and human brotherhood"}, {"timestamp": [401.2, 410.42], "text": " that the dead have not died in vain and I believe that New Zealand will rise to any and every occasion."}, {"timestamp": [416.26, 419.74], "text": " Also among the speakers was the leader of the opposition, Mr. Holland."}, {"timestamp": [421.28, 429.62], "text": " Whatever our political affiliations may be, we can put aside those side issues at this time and acknowledge the leadership."}, {"timestamp": [430.22, 436.3], "text": " We have been glad to follow during these six years of war and war organization."}, {"timestamp": [437.84, 441.28], "text": " And the Hon. E.T. Tirikartanis spoke for the Maori people."}, {"timestamp": [442.88, 445.46], "text": " However, the world's greatest nations"}, {"timestamp": [445.46, 447.96], "text": " have become partners"}, {"timestamp": [447.96, 450.64], "text": " with full"}, {"timestamp": [450.64, 453.04], "text": " equality of status"}, {"timestamp": [453.04, 455.22], "text": " in a new world's undertaking."}, {"timestamp": [460.72, 462.88], "text": " At this great"}, {"timestamp": [462.88, 469.24], "text": " moment in our history we breathe a heavenward prayer."}, {"timestamp": [470.54, 489.0], "text": " God save our king. and glory love of us pray."}, {"timestamp": [489.0, 494.0], "text": " How can we go we"}, {"timestamp": [494.0, 500.0], "text": " to a man of peace?"}, {"timestamp": [500.0, 504.0], "text": " Why are you and my mind?"}, {"timestamp": [504.0, 515.0], "text": " Why are still a fight? Why, until the brighter, shall I come here."}, {"timestamp": [515.0, 526.24], "text": " Oh, to praise me, Godelisk this"}, {"timestamp": [526.24, 528.08], "text": " Christen"}, {"timestamp": [528.08, 528.52], "text": " there."}, {"timestamp": [532.68, 533.8], "text": " Come to"}, {"timestamp": [533.8, 535.2], "text": " make"}, {"timestamp": [535.2, 536.12], "text": " God"}, {"timestamp": [536.12, 537.6], "text": " see"}, {"timestamp": [537.6, 538.8], "text": " may be"}, {"timestamp": [538.8, 541.0], "text": " in light"}, {"timestamp": [541.0, 544.2], "text": " to hear."}], "text": " This is how peace came to New Zealand. At Wellington's naval base, mine sweeper crews let the city know that Japan has surrendered. On board a British submarine, sailors usher in the era of peace. For this pistol pop and piper, this is the supreme moment. This is the day we'd all been waiting for. Six years is a long time when a country is at war, but in the end we've done it. We've won through. The streets are soon filled with bands and people, happy singing, cheering people, people freed from the tension of war. This is the time for celebration. This is the time for everybody to be together. The whole country rejoices. And still the people come, and spite of wind, the weather is something you forget about today, And still the people come, in spite of wind and rain. The weather is something you forget about today, but there are posters to remind you that people in Europe need clothes. Everywhere there are bands. If you're tired of marching, you can try singing. Thank you. Oh. Oh. Oh. Oh. Oh. Oh. Oh. And so the...... For young children, peace is a new experience. For young children, peace is a new experience. They wonder if peace will always be like this. And still more people come. All day they crowd into the city. All day they celebrate. This is a never-to-be-forgotten day. It's a memorable day for everybody. In Auckland, people flock into Queen Street. They're doing much the same as Wellingtonians are doing, as all New Zealanders are doing up and down the country. And for this Chinaman, this is the greatest day of all. Japan has been defeated. The next day, the national ceremony held in the Wellington Town Hall, expresses our country's gratitude and pride in victory. ever to go through a hope and black in front said his said his said his excellency of the governor-general in his message to the king. Victory has been won at last. We have won by our team spirit both within the empire and together with our great allies. By the endurance and fortitude of the men and women of the fighting services and the merchant navies, to all of whom we owe undying gratitude. The Prime Minister, Mr. Fraser, in his speech said, Your excellencies and ladies and gentlemen in this town hall, It is for us now to see that we go on in the same spirit of cooperation, in the same spirit of mutual assistance, between the same spirit of justice with a nation and nation and men and man as our boys went forward to fight for us and as our people have worked for us. We must see to it with a new world based upon social justice and human brotherhood that the dead have not died in vain and I believe that New Zealand will rise to any and every occasion. Also among the speakers was the leader of the opposition, Mr. Holland. Whatever our political affiliations may be, we can put aside those side issues at this time and acknowledge the leadership. We have been glad to follow during these six years of war and war organization. And the Hon. E.T. Tirikartanis spoke for the Maori people. However, the world's greatest nations have become partners with full equality of status in a new world's undertaking. At this great moment in our history we breathe a heavenward prayer. God save our king. and glory love of us pray. How can we go we to a man of peace? Why are you and my mind? Why are still a fight? Why, until the brighter, shall I come here. Oh, to praise me, Godelisk this Christen there. Come to make God see may be in light to hear."}