{"speakers": [], "chunks": [{"timestamp": [0.0, 61.0], "text": " The President The Many years ago, on the west coast, this old trail led surveyors and prospectors, traders and drifters across to central Otago."}, {"timestamp": [61.0, 70.6], "text": " They were chasing their luck backwards and forwards across the Alps, obsessed with thoughts of the fortune just around the corner and the wealth that success would bring."}, {"timestamp": [70.6, 76.8], "text": " This was the only route they could follow. They trudged along it, rode over it, froze upon"}, {"timestamp": [76.8, 97.0], "text": " it and died beside it. Even now, after a hundred years, the trail still winds through thousands of square miles of untouched virgin bush, Rima, Rata, Mairi and Matai, all growing just as they did for centuries before man first reached these heights."}, {"timestamp": [101.0, 108.0], "text": " This party are following the trail down to Cromwell, 140 miles away in central Otago,"}, {"timestamp": [108.0, 111.0], "text": " to help the town celebrate its 100th birthday."}, {"timestamp": [111.0, 129.0], "text": " South west of Lake Harwea lie the Dunstan Mountains. Beyond are the parched and sunburnt peaks of the Pisa and Carrick Rangers."}, {"timestamp": [129.0, 137.0], "text": " Gold was found here in the 1860s, and for half a century the sound of winchers and stampers echoed through stony outcrops,"}, {"timestamp": [137.0, 141.0], "text": " where now only the wind stirs the Tussock and Banca."}, {"timestamp": [141.0, 147.0], "text": " Bendigo and Logontown, Nevis and Quartzville, Terrace and Carrick Town."}, {"timestamp": [147.0, 154.0], "text": " Once they were boisterous settlements, now they are mere names."}, {"timestamp": [154.0, 161.0], "text": " For every miner who found an El Dorado, many more found oblivion."}, {"timestamp": [161.0, 166.88], "text": " They burned themselves out of the"}, {"timestamp": [166.88, 193.2], "text": " They burned themselves out, as with picks, shovels, muscles and sweat, they chased the elusive metal 600 feet down into the dark earth. Along the Kawarow and the Krutha and the tributaries that fed them,"}, {"timestamp": [193.2, 197.0], "text": " prospectors from England and America, Australia and China"}, {"timestamp": [197.0, 200.0], "text": " washed the mud from the gold-bearing black sand."}, {"timestamp": [212.0, 216.0], "text": " Differences of opinion were sometimes settled by appeal to higher authority. If you were lucky enough to have it within a hundred miles or so."}, {"timestamp": [216.0, 233.12], "text": " In Cromwell today, the whole district recalls its vigorous and picturesque past during the centennial celebrations."}, {"timestamp": [234.24, 239.68], "text": " For a fortnight, the townsfolk go about their ordinary business, but in 19th century costume."}, {"timestamp": [241.68, 266.0], "text": " Only 20 years ago, Cromwell banks were still receiving gold dust, as well as more prosaic but less romantic forms of legal tender. I'm I'm I'm gonna"}, {"timestamp": [266.0, 268.0], "text": " I'm"}, {"timestamp": [268.0, 269.0], "text": " I'm"}, {"timestamp": [269.0, 270.0], "text": " I'm"}, {"timestamp": [270.0, 272.0], "text": " on the"}, {"timestamp": [272.0, 274.0], "text": " I'm"}, {"timestamp": [274.0, 275.0], "text": " Oh,"}, {"timestamp": [275.0, 296.08], "text": " I'm When past and present become fused, it may be difficult to distinguish between them."}, {"timestamp": [297.68, 304.36], "text": " A typical Sunday in 1866, a pleasantly quiet morning for meeting friends and chatting about the latest news,"}, {"timestamp": [304.92, 306.64], "text": " of the capital being shifted to Wellington,"}, {"timestamp": [307.4, 309.64], "text": " and the Maori wars raging up in the North Island."}, {"timestamp": [310.2, 313.94], "text": " And isn't it about time that Governor Gray did something for Otago?"}, {"timestamp": [371.6, 376.8], "text": " Recreation at the Cromwell Academy for the instruction and education of the sons and daughters of gentlefolk. Preccio! What are you about? I can't say! I'm like that! Procession day and everyone makes post haste to Cromwell. An old coal-burning loco makes a fast run up the gorge from Kly."}, {"timestamp": [376.8, 382.4], "text": " The line has to follow the truth her most of the way and the steady uphill gradient gives the old girl plenty of work."}, {"timestamp": [382.4, 388.5], "text": " Hild radiant gives the old girl plenty of work."}, {"timestamp": [391.6, 392.6], "text": " Cromwell lies at the junction of the Clutha and the Kawarow."}, {"timestamp": [417.0, 423.0], "text": " When the horsemen arrive, they've traveled exactly halfway across the South Island at its widest. And so into their place in Cromwell's centennial procession."}, {"timestamp": [429.0, 433.0], "text": " spectators are in rather short supply as practically the whole population of the town is in the parade. This isn't a grand affair it wasn't intended to be."}, {"timestamp": [433.0, 468.84], "text": " Instead it sets out to illustrate some of the ordinary things of life from Cromwell's past. With this procession, a town with a town with a past as vigorous as its future pays homage to its history,"}, {"timestamp": [469.34, null], "text": " a history which today briefly comes to life, but is then destined to fade, with the century, into wistful nostalgia. I'm"}], "text": " The President The Many years ago, on the west coast, this old trail led surveyors and prospectors, traders and drifters across to central Otago. They were chasing their luck backwards and forwards across the Alps, obsessed with thoughts of the fortune just around the corner and the wealth that success would bring. This was the only route they could follow. They trudged along it, rode over it, froze upon it and died beside it. Even now, after a hundred years, the trail still winds through thousands of square miles of untouched virgin bush, Rima, Rata, Mairi and Matai, all growing just as they did for centuries before man first reached these heights. This party are following the trail down to Cromwell, 140 miles away in central Otago, to help the town celebrate its 100th birthday. South west of Lake Harwea lie the Dunstan Mountains. Beyond are the parched and sunburnt peaks of the Pisa and Carrick Rangers. Gold was found here in the 1860s, and for half a century the sound of winchers and stampers echoed through stony outcrops, where now only the wind stirs the Tussock and Banca. Bendigo and Logontown, Nevis and Quartzville, Terrace and Carrick Town. Once they were boisterous settlements, now they are mere names. For every miner who found an El Dorado, many more found oblivion. They burned themselves out of the They burned themselves out, as with picks, shovels, muscles and sweat, they chased the elusive metal 600 feet down into the dark earth. Along the Kawarow and the Krutha and the tributaries that fed them, prospectors from England and America, Australia and China washed the mud from the gold-bearing black sand. Differences of opinion were sometimes settled by appeal to higher authority. If you were lucky enough to have it within a hundred miles or so. In Cromwell today, the whole district recalls its vigorous and picturesque past during the centennial celebrations. For a fortnight, the townsfolk go about their ordinary business, but in 19th century costume. Only 20 years ago, Cromwell banks were still receiving gold dust, as well as more prosaic but less romantic forms of legal tender. I'm I'm I'm gonna I'm I'm I'm on the I'm Oh, I'm When past and present become fused, it may be difficult to distinguish between them. A typical Sunday in 1866, a pleasantly quiet morning for meeting friends and chatting about the latest news, of the capital being shifted to Wellington, and the Maori wars raging up in the North Island. And isn't it about time that Governor Gray did something for Otago? Recreation at the Cromwell Academy for the instruction and education of the sons and daughters of gentlefolk. Preccio! What are you about? I can't say! I'm like that! Procession day and everyone makes post haste to Cromwell. An old coal-burning loco makes a fast run up the gorge from Kly. The line has to follow the truth her most of the way and the steady uphill gradient gives the old girl plenty of work. Hild radiant gives the old girl plenty of work. Cromwell lies at the junction of the Clutha and the Kawarow. When the horsemen arrive, they've traveled exactly halfway across the South Island at its widest. And so into their place in Cromwell's centennial procession. spectators are in rather short supply as practically the whole population of the town is in the parade. This isn't a grand affair it wasn't intended to be. Instead it sets out to illustrate some of the ordinary things of life from Cromwell's past. With this procession, a town with a town with a past as vigorous as its future pays homage to its history, a history which today briefly comes to life, but is then destined to fade, with the century, into wistful nostalgia. I'm"}