{"speakers": [], "chunks": [{"timestamp": [0.0, 33.44], "text": " ALEEN SULLIVANI- A secret so well kept that everybody knew about it."}, {"timestamp": [35.12, 38.94], "text": " Wellington, three months before the 10th of July, DC Day."}, {"timestamp": [39.88, 47.4], "text": " The reserve bank vaults open and millions of dollars and cents begin their journey to 592 banks all over New Zealand."}, {"timestamp": [47.4, 51.72], "text": " For a year, the Decimal Currency Board has planned this maneuver, which will probably never"}, {"timestamp": [51.72, 54.28], "text": " happen again in the country's history."}, {"timestamp": [54.28, 60.46], "text": " The operation, controlled by seven men, carried out by thousands."}, {"timestamp": [60.46, 70.8], "text": " Sacks and ammunition cases loaded with raw new coin and bright pieces of paper for people to spend soon in Wongaroa, Wangaray, Wanganui. Nelson, Napier and Nightcaps."}, {"timestamp": [71.62, 105.5], "text": " Six special trains to be loaded, rail, sea and air."}, {"timestamp": [106.32, 143.42], "text": " Straight ferries to the South Island and trucks where there is neither railroad nor airline. Bank officers travel with all transport, checking constantly."}, {"timestamp": [144.34, 147.12], "text": " Police escort too keeping radio contact all the time."}, {"timestamp": [147.86, 151.8], "text": " Check between carriages and car, between car and the nearest police station."}, {"timestamp": [161.4, 167.0], "text": " 1,78 miles by train to 384 bank branches."}, {"timestamp": [167.0, 171.0], "text": " At every stop, the army handles the cash."}, {"timestamp": [171.0, 176.0], "text": " Police, two to a wagon, and dogs, two to a train, stand guard."}, {"timestamp": [176.0, 184.0], "text": " 27 million notes."}, {"timestamp": [184.0, 190.4], "text": " Weight, 30 tons, value 12 million dollars, 165 million coins,"}, {"timestamp": [190.4, 197.9], "text": " weight 700 tons, value 8 million dollars, 120 million dollars to transport to every bank"}, {"timestamp": [197.9, 200.9], "text": " in the country, and not one cent goes missing."}, {"timestamp": [206.4, 208.94], "text": " July 10th and delivery is completed."}, {"timestamp": [209.88, 227.0], "text": " And now the business of two and a half million New Zealanders getting used to a new currency begins. Passenger received"}, {"timestamp": [227.0, 234.0], "text": " 1718, please apply to brigade number four."}, {"timestamp": [234.0, 237.0], "text": " 5.7.18, gate number four."}, {"timestamp": [237.0, 251.94], "text": " Whether they know it or not, these people are undertaking a test for the Consumers Institute."}, {"timestamp": [253.72, 258.42], "text": " The Institute's aim is to protect the interest not only of its members, but of all consumers,"}, {"timestamp": [258.74, 260.52], "text": " to see that they get value for their money."}, {"timestamp": [262.18, 266.0], "text": " The thousands of items tested vary from packaging to washing machines,"}, {"timestamp": [266.0, 272.76], "text": " carpets to tennis balls. During their lives tennis balls take quite a beating. How long do they"}, {"timestamp": [272.76, 278.56], "text": " last? To test their resilience or bounce, they're dropped from a set height. The bounce"}, {"timestamp": [278.56, 289.86], "text": " is red on a scale. Balls shouldn't bounce too high nor too low. To make an accurate comparison, the balls have been stored in a controlled atmosphere for 24 hours."}, {"timestamp": [291.12, 295.32], "text": " For the wear test, they're placed in a drum lined with very rough emery paper"}, {"timestamp": [295.32, 297.64], "text": " and tumbled for approximately 10 hours."}, {"timestamp": [298.1, 300.48], "text": " At intervals the balls are weighed to gauge wear."}, {"timestamp": [310.12, 320.04], "text": " The speed and accuracy of a shot can depend on how hard or soft a ball is this factor was measured in a compression test cleaning efficiency is the main"}, {"timestamp": [320.04, 324.88], "text": " test for vacuum cleaners first a carefully graded sand is sprinkled onto standard"}, {"timestamp": [324.88, 333.44], "text": " areas of specially woven carpets then rolled in. The same cleaning"}, {"timestamp": [333.44, 338.22], "text": " pattern is used on each carpet at the same rate so many feet per second. After"}, {"timestamp": [338.22, 342.56], "text": " the cleaning sequence the sand removed is weighed. This test is repeated four"}, {"timestamp": [342.56, 347.0], "text": " times and an average taken to rate the cleaners for their cleaning efficiency."}, {"timestamp": [351.0, 358.4], "text": " These results can be checked against suction and airflow measurements. If there are no good"}, {"timestamp": [358.4, 377.0], "text": " correlations, there's a design fault in the nozzle."}, {"timestamp": [384.0, 387.12], "text": " To be acceptable, a switch must survive 5,000 switchings, equal to several years under domestic conditions."}, {"timestamp": [389.9, 390.34], "text": " A panel of housewise tests ease of handling,"}, {"timestamp": [394.92, 414.0], "text": " then a laboratory makes an electrical strip-down to measure current consumed and to check wiring. With the same thoroughness, the Institute also turns its attention to motor moors, 15 of them, 10 rotary and 5 spool."}, {"timestamp": [414.0, 433.0], "text": " All the movers are tested according to type, first through long, then over short grass in as near to domestic conditions as possible."}, {"timestamp": [437.0, 451.0], "text": " After each run, the mowers catch is weighed."}, {"timestamp": [454.0, 457.0], "text": " How near to an object a mower can cut is measured, distance from a wall or shrub for instance."}, {"timestamp": [462.0, 467.0], "text": " Two of the smaller spool mowers are tested to see how well the extension wheel works."}, {"timestamp": [467.0, 473.0], "text": " Tests were made to see whether the moving blades could be touched, a frequent cause of accidents."}, {"timestamp": [473.0, 480.0], "text": " After this, the mowers were stripped down and an engineering laboratory tested parts for quality and proper manufacture."}, {"timestamp": [484.0, 489.0], "text": " Checks are made to measure noise level and to determine the amount of TV and radio interference."}, {"timestamp": [489.0, 502.0], "text": " Various makes of carpets are laid at Wellington's airport to test them for wear."}, {"timestamp": [502.0, 505.0], "text": " To be fair to manufacturers, the strips are laid in duplicate,"}, {"timestamp": [505.0, 508.0], "text": " and the result is judged from the better of the two."}, {"timestamp": [508.0, 510.0], "text": " The strips are cleaned each day."}, {"timestamp": [514.0, 520.0], "text": " A laboratory will analyze materials, comment on methods of manufacture,"}, {"timestamp": [520.0, 523.0], "text": " and submit each sample to artificial abrasion."}, {"timestamp": [523.0, 527.4], "text": " But no laboratory test can successfully simulate wear caused by footwear."}, {"timestamp": [529.4, 533.88], "text": " At intervals a panel of women will inspect the carpets for fading, loss of pattern,"}, {"timestamp": [534.36, 536.92], "text": " excessive flattening and for resistance to soiling."}, {"timestamp": [538.12, 542.6], "text": " The Institute conducts its exhaustive tests without favour or prejudice to any product,"}, {"timestamp": [543.04, 545.92], "text": " and not only do consumers benefit, but manufacturers also."}, {"timestamp": [546.6, 550.26], "text": " From the tests, they learn how their products measure up to those of their rivals."}], "text": " ALEEN SULLIVANI- A secret so well kept that everybody knew about it. Wellington, three months before the 10th of July, DC Day. The reserve bank vaults open and millions of dollars and cents begin their journey to 592 banks all over New Zealand. For a year, the Decimal Currency Board has planned this maneuver, which will probably never happen again in the country's history. The operation, controlled by seven men, carried out by thousands. Sacks and ammunition cases loaded with raw new coin and bright pieces of paper for people to spend soon in Wongaroa, Wangaray, Wanganui. Nelson, Napier and Nightcaps. Six special trains to be loaded, rail, sea and air. Straight ferries to the South Island and trucks where there is neither railroad nor airline. Bank officers travel with all transport, checking constantly. Police escort too keeping radio contact all the time. Check between carriages and car, between car and the nearest police station. 1,78 miles by train to 384 bank branches. At every stop, the army handles the cash. Police, two to a wagon, and dogs, two to a train, stand guard. 27 million notes. Weight, 30 tons, value 12 million dollars, 165 million coins, weight 700 tons, value 8 million dollars, 120 million dollars to transport to every bank in the country, and not one cent goes missing. July 10th and delivery is completed. And now the business of two and a half million New Zealanders getting used to a new currency begins. Passenger received 1718, please apply to brigade number four. 5.7.18, gate number four. Whether they know it or not, these people are undertaking a test for the Consumers Institute. The Institute's aim is to protect the interest not only of its members, but of all consumers, to see that they get value for their money. The thousands of items tested vary from packaging to washing machines, carpets to tennis balls. During their lives tennis balls take quite a beating. How long do they last? To test their resilience or bounce, they're dropped from a set height. The bounce is red on a scale. Balls shouldn't bounce too high nor too low. To make an accurate comparison, the balls have been stored in a controlled atmosphere for 24 hours. For the wear test, they're placed in a drum lined with very rough emery paper and tumbled for approximately 10 hours. At intervals the balls are weighed to gauge wear. The speed and accuracy of a shot can depend on how hard or soft a ball is this factor was measured in a compression test cleaning efficiency is the main test for vacuum cleaners first a carefully graded sand is sprinkled onto standard areas of specially woven carpets then rolled in. The same cleaning pattern is used on each carpet at the same rate so many feet per second. After the cleaning sequence the sand removed is weighed. This test is repeated four times and an average taken to rate the cleaners for their cleaning efficiency. These results can be checked against suction and airflow measurements. If there are no good correlations, there's a design fault in the nozzle. To be acceptable, a switch must survive 5,000 switchings, equal to several years under domestic conditions. A panel of housewise tests ease of handling, then a laboratory makes an electrical strip-down to measure current consumed and to check wiring. With the same thoroughness, the Institute also turns its attention to motor moors, 15 of them, 10 rotary and 5 spool. All the movers are tested according to type, first through long, then over short grass in as near to domestic conditions as possible. After each run, the mowers catch is weighed. How near to an object a mower can cut is measured, distance from a wall or shrub for instance. Two of the smaller spool mowers are tested to see how well the extension wheel works. Tests were made to see whether the moving blades could be touched, a frequent cause of accidents. After this, the mowers were stripped down and an engineering laboratory tested parts for quality and proper manufacture. Checks are made to measure noise level and to determine the amount of TV and radio interference. Various makes of carpets are laid at Wellington's airport to test them for wear. To be fair to manufacturers, the strips are laid in duplicate, and the result is judged from the better of the two. The strips are cleaned each day. A laboratory will analyze materials, comment on methods of manufacture, and submit each sample to artificial abrasion. But no laboratory test can successfully simulate wear caused by footwear. At intervals a panel of women will inspect the carpets for fading, loss of pattern, excessive flattening and for resistance to soiling. The Institute conducts its exhaustive tests without favour or prejudice to any product, and not only do consumers benefit, but manufacturers also. From the tests, they learn how their products measure up to those of their rivals."}