{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Contrary to the popular"}, {"timestamp": [7.0, 28.6], "text": " to the popular belief, the first people to arrive at Rotorua were not tourists."}, {"timestamp": [28.6, 33.6], "text": " They were Maris from the canoe Tearawa."}, {"timestamp": [33.6, 43.4], "text": " Now over 600 years later, a spirited reenactment takes place to celebrate another great event."}, {"timestamp": [43.4, 49.5], "text": " Rotorua has become New Zealand's 17th city."}, {"timestamp": [49.5, 55.0], "text": " As the population has doubled since 1950, this new status comes as no surprise to the locals"}, {"timestamp": [55.0, 59.0], "text": " who really swing into the first day of the week-long celebrations."}, {"timestamp": [59.0, 64.4], "text": " Long a favorite on the tourist's itinerary, Rotorua annually attracts around a quarter of a million visitors"}, {"timestamp": [64.4, 67.0], "text": " who spend an estimated three million pounds."}, {"timestamp": [67.0, 107.0], "text": " From the lake shore, a cavalcade of Māori-dom rolls through the crowded streets. Now this is a historic event, the Treaty of Waitangi being signed in Rotorua."}, {"timestamp": [112.0, 127.0], "text": " Was he making eyes at me? Topping the bill is New Zealand's most beautiful girl, Rotorua's own Maureen Kingie."}, {"timestamp": [131.0, 137.0], "text": " Then to the sound shell for the arrival of the first white settlers."}, {"timestamp": [137.0, 151.7], "text": " A few words from the Minister of the Affairs, Mr. Gertz."}, {"timestamp": [154.12, 158.74], "text": " And then the mayor, Mr. Linton, proclaims Rotorua, New Zealand's 17th city."}, {"timestamp": [161.28, 167.0], "text": " From America has come, Councillor McIntyre bringing sisterly greetings from the city of Klamath Falls."}, {"timestamp": [167.0, 170.0], "text": " The two cities have adopted each other."}, {"timestamp": [170.0, 175.0], "text": " Night and they're really celebrating."}, {"timestamp": [175.0, 219.8], "text": " This will be Rotorua's day to remember. Myra, my, daire, There, man, me, Arriving at Wellington Airport are 47 former members of the second division of the United States Marines,"}, {"timestamp": [220.34, 223.96], "text": " returning to New Zealand after 20 years, some with wives and families."}, {"timestamp": [224.62, 230.0], "text": " For some of the wives, it's a homecoming. For others, their first visit to the country their husbands have often talked about."}, {"timestamp": [234.0, 240.0], "text": " The mares, Mrs. Kitts, is soon on motherly terms with young members of the party."}, {"timestamp": [244.0, 247.0], "text": " From the mayor, the visitors received the first of many welcomes."}, {"timestamp": [247.0, 255.0], "text": " The Deputy Prime Minister, Mr. Marshall, recalls his days of training with the Marines in the States."}, {"timestamp": [255.0, 259.0], "text": " Herican ambassador, Mr. Acres, turns back the pages to Guadacanel."}, {"timestamp": [259.0, 269.12], "text": " It was in the mud and heat of Guadacanel that the Marines halted the island hopping advance of the Japanese."}, {"timestamp": [272.8, 273.6], "text": " From Guadcanal the second division came to New Zealand to rest and to refit."}, {"timestamp": [277.52, 281.84], "text": " Reinforcements came from the States and with their own troops in the Middle East, the New Zealanders were more than glad to see them. For every year, New Zealand had been"}, {"timestamp": [281.84, 285.6], "text": " virtually defenseless. Invasion by Japanese forces had been a possibility."}, {"timestamp": [288.32, 292.88], "text": " From Pai Kokakariki, they marched to Mackay's crossing. Country people soon got used to the"}, {"timestamp": [292.88, 296.88], "text": " sight of Marines marching down the roads and making mock assaults on the nearby beaches."}, {"timestamp": [300.96, 304.88], "text": " City people got used to their streets, their trams and their theatres being packed with"}, {"timestamp": [304.88, 307.0], "text": " noisy young men on weekend leave."}, {"timestamp": [307.0, 314.0], "text": " Down the city streets some of them march again and receive a welcome from Wellingtonians that brings back warm memories."}, {"timestamp": [314.0, 327.0], "text": " At the war memorial, Mr Jack Lee, President of the Marines Marines Association, laser wreath honoring New Zealand servicemen."}, {"timestamp": [331.0, 338.0], "text": " At the Marines Memorial on Airtier Key, the Minister of Defense, Mr. Eyre, lays a wreath to the Marines who lost their lives in the Pacific."}, {"timestamp": [342.0, 347.0], "text": " There are a few here today that didn't lose buddies on the bloody beaches of Tarawa."}, {"timestamp": [347.0, 351.0], "text": " To Mackay's crossing they come for the final ceremony."}, {"timestamp": [351.0, 355.0], "text": " Part of their one-time campsite is now being developed as Queen Elizabeth Park."}, {"timestamp": [355.0, 375.5], "text": " And to be present at the unveiling of gates for the park, these men have come a long way. Tributes are paid to them by Mr. Nash and by the Prime Minister Mr. Holyoke."}, {"timestamp": [375.5, 398.16], "text": " To renew old friendships and see their old haunts they're here today, the second division of the United States Marines will always be well remembered in New Zealand."}, {"timestamp": [402.4, 407.6], "text": " One of New Zealand's newest factories, the Pacific steel Mill near Auckland."}, {"timestamp": [411.54, 421.28], "text": " It really started over 100 years ago with this naval cannon."}, {"timestamp": [427.0, 433.0], "text": " Steel that's gone bang, steel that's whistled and roared and creaked in the night. That's the raw material for this mill."}, {"timestamp": [433.0, 440.0], "text": " It's all pressed and squeezed and chopped up in lengths for the furnace."}, {"timestamp": [440.0, 444.0], "text": " An electric furnace that can melt 40 tons of scrap at a time."}, {"timestamp": [444.0, 447.8], "text": " To the molten scrap is added limestone. an electric furnace that can melt 40 tons of scrap at a time."}, {"timestamp": [477.0, 497.38], "text": " To the molten scrap is added limestone. It helps to collect impurities. By melting down the country's annual pile of scrap iron and turning it into reinforcing rods, it's anticipated that this factory will save one and a half million pounds in overseas exchange every year. Out of the moulds come the five foot six ingots and in the first mill they're"}, {"timestamp": [497.38, 502.14], "text": " rolled and squeezed till they're 50 feet long heat pressure and fast work are"}, {"timestamp": [502.14, 555.0], "text": " essential in a rolling mill. I'm gonna'. After trimming, the billets are heated again for more rolling."}, {"timestamp": [555.0, 587.0], "text": " Now the pace is on and the drawn-out steel whips along at high speed. I'm gonna. Final product, steel reinforcing rods for new buildings."}, {"timestamp": [587.0, 606.48], "text": " New steel from old scrap, and there's plenty"}, {"timestamp": [606.48, 608.0], "text": " more scrap where that came from."}], "text": " Contrary to the popular to the popular belief, the first people to arrive at Rotorua were not tourists. They were Maris from the canoe Tearawa. Now over 600 years later, a spirited reenactment takes place to celebrate another great event. Rotorua has become New Zealand's 17th city. As the population has doubled since 1950, this new status comes as no surprise to the locals who really swing into the first day of the week-long celebrations. Long a favorite on the tourist's itinerary, Rotorua annually attracts around a quarter of a million visitors who spend an estimated three million pounds. From the lake shore, a cavalcade of Māori-dom rolls through the crowded streets. Now this is a historic event, the Treaty of Waitangi being signed in Rotorua. Was he making eyes at me? Topping the bill is New Zealand's most beautiful girl, Rotorua's own Maureen Kingie. Then to the sound shell for the arrival of the first white settlers. A few words from the Minister of the Affairs, Mr. Gertz. And then the mayor, Mr. Linton, proclaims Rotorua, New Zealand's 17th city. From America has come, Councillor McIntyre bringing sisterly greetings from the city of Klamath Falls. The two cities have adopted each other. Night and they're really celebrating. This will be Rotorua's day to remember. Myra, my, daire, There, man, me, Arriving at Wellington Airport are 47 former members of the second division of the United States Marines, returning to New Zealand after 20 years, some with wives and families. For some of the wives, it's a homecoming. For others, their first visit to the country their husbands have often talked about. The mares, Mrs. Kitts, is soon on motherly terms with young members of the party. From the mayor, the visitors received the first of many welcomes. The Deputy Prime Minister, Mr. Marshall, recalls his days of training with the Marines in the States. Herican ambassador, Mr. Acres, turns back the pages to Guadacanel. It was in the mud and heat of Guadacanel that the Marines halted the island hopping advance of the Japanese. From Guadcanal the second division came to New Zealand to rest and to refit. Reinforcements came from the States and with their own troops in the Middle East, the New Zealanders were more than glad to see them. For every year, New Zealand had been virtually defenseless. Invasion by Japanese forces had been a possibility. From Pai Kokakariki, they marched to Mackay's crossing. Country people soon got used to the sight of Marines marching down the roads and making mock assaults on the nearby beaches. City people got used to their streets, their trams and their theatres being packed with noisy young men on weekend leave. Down the city streets some of them march again and receive a welcome from Wellingtonians that brings back warm memories. At the war memorial, Mr Jack Lee, President of the Marines Marines Association, laser wreath honoring New Zealand servicemen. At the Marines Memorial on Airtier Key, the Minister of Defense, Mr. Eyre, lays a wreath to the Marines who lost their lives in the Pacific. There are a few here today that didn't lose buddies on the bloody beaches of Tarawa. To Mackay's crossing they come for the final ceremony. Part of their one-time campsite is now being developed as Queen Elizabeth Park. And to be present at the unveiling of gates for the park, these men have come a long way. Tributes are paid to them by Mr. Nash and by the Prime Minister Mr. Holyoke. To renew old friendships and see their old haunts they're here today, the second division of the United States Marines will always be well remembered in New Zealand. One of New Zealand's newest factories, the Pacific steel Mill near Auckland. It really started over 100 years ago with this naval cannon. Steel that's gone bang, steel that's whistled and roared and creaked in the night. That's the raw material for this mill. It's all pressed and squeezed and chopped up in lengths for the furnace. An electric furnace that can melt 40 tons of scrap at a time. To the molten scrap is added limestone. an electric furnace that can melt 40 tons of scrap at a time. To the molten scrap is added limestone. It helps to collect impurities. By melting down the country's annual pile of scrap iron and turning it into reinforcing rods, it's anticipated that this factory will save one and a half million pounds in overseas exchange every year. Out of the moulds come the five foot six ingots and in the first mill they're rolled and squeezed till they're 50 feet long heat pressure and fast work are essential in a rolling mill. I'm gonna'. After trimming, the billets are heated again for more rolling. Now the pace is on and the drawn-out steel whips along at high speed. I'm gonna. Final product, steel reinforcing rods for new buildings. New steel from old scrap, and there's plenty more scrap where that came from."}