{"speakers": [], "chunks": [{"timestamp": [0.0, 5.7], "text": " Thank you very much."}, {"timestamp": [6.3, 9.26], "text": " Just a quick check if everyone can hear me up the back."}, {"timestamp": [10.28, 10.84], "text": " Excellent."}, {"timestamp": [11.04, 11.46], "text": " Fantastic."}, {"timestamp": [11.74, 12.16], "text": " Thank you."}, {"timestamp": [13.24, 17.78], "text": " So the first thing I'd like to do, apart from saying thank you for this opportunity,"}, {"timestamp": [17.78, 25.24], "text": " is to say, as I speak, if I say you should, you must, you need to,"}, {"timestamp": [25.5, 28.28], "text": " what I actually mean is I'd love you to think about."}, {"timestamp": [29.04, 31.46], "text": " Okay, I think we do that."}, {"timestamp": [31.84, 32.86], "text": " I know Australians do."}, {"timestamp": [33.42, 34.8], "text": " Perhaps New Zealanders do."}, {"timestamp": [34.88, 36.74], "text": " My partner, who's Canadian, is always saying,"}, {"timestamp": [36.82, 38.06], "text": " why do I say you need to?"}, {"timestamp": [38.86, 42.06], "text": " And perhaps I'm really saying you need to think about,"}, {"timestamp": [42.16, 43.08], "text": " but perhaps not to him."}, {"timestamp": [43.66, 47.0], "text": " So for you, it's just a suggestion."}, {"timestamp": [47.0, 52.24], "text": " I would like to hope that this will springboard you into thinking just a little differently"}, {"timestamp": [52.24, 54.76], "text": " to what I call turning, learning inside out."}, {"timestamp": [54.76, 58.82], "text": " So not to look for what the technology can do."}, {"timestamp": [58.82, 67.64], "text": " How will this, because I hear this all the time, and I'm sure you do too. How will this change what's happening?"}, {"timestamp": [67.64, 69.54], "text": " How will this make a difference?"}, {"timestamp": [69.54, 71.5], "text": " Well it won't."}, {"timestamp": [71.5, 74.28], "text": " But what you do and the way in which you think"}, {"timestamp": [74.28, 79.62], "text": " and the way in which you allow will make a difference."}, {"timestamp": [79.62, 83.76], "text": " So the first thing I'd like to do is just wet your appetite"}, {"timestamp": [83.76, 87.0], "text": " a little for where we're going to go this afternoon."}, {"timestamp": [87.0, 99.0], "text": " The reporter Rudy Wright and then, Vice Principal, piece in his office this week to try to get to the bottom of the question that students have been asking for generations."}, {"timestamp": [99.0, 104.0], "text": " So, Principal, how would you address reports that there is no free of points to school?"}, {"timestamp": [104.0, 109.5], "text": " For example, one often claimed reason to school is that it prepares students for employment later in one."}, {"timestamp": [109.5, 115.0], "text": " In a Korean English, they rip about every hour and everybody changed whatever it is that they are doing."}, {"timestamp": [115.0, 121.0], "text": " For example, this morning I started my day off with maths, then I moved to art, then biology."}, {"timestamp": [121.0, 124.0], "text": " Now how do any of this relate to each other in any way?"}, {"timestamp": [124.0, 129.12], "text": " So, how does school have anything to do with a real job? For example, have you ever"}, {"timestamp": [129.12, 134.8], "text": " heard of a job in which say you work as an accountant for an hour and then you move to a"}, {"timestamp": [134.8, 139.04], "text": " different room and suddenly you're a sculptor? And then by the afternoon you're dissecting"}, {"timestamp": [139.04, 145.8], "text": " France. Do you know of a job in which you would change bosses every hour."}, {"timestamp": [146.26, 153.82], "text": " Sometimes the boss is nice, sometimes the boss is street, sometimes the boss is a-grade moron for his sobs pulled up to his hairy knees."}, {"timestamp": [155.18, 164.18], "text": " You want to mention that these various bosses can assign you an unmeased amount of work that you have to do in your own spare time with absolutely no additional pay."}, {"timestamp": [164.48, 168.96], "text": " So now you're solving algebraic equations, painting pictures of banked ladies and"}, {"timestamp": [168.96, 172.0], "text": " plenty of buff specimens on your weekend."}, {"timestamp": [172.0, 182.24], "text": " And let everyone know that school does not in any way for paying anyone for a round job at all."}, {"timestamp": [182.24, 187.0], "text": " So I actually have no idea where I found that but like most things in my life, it was serendipity."}, {"timestamp": [187.0, 191.0], "text": " And, but I think it kind of says a lot."}, {"timestamp": [191.0, 194.0], "text": " And then I'd like you to listen to this young lady."}, {"timestamp": [194.0, 203.0], "text": " And then I found out pretty quickly that when you do a practical or an experiment, it's not actually about the investigation,"}, {"timestamp": [203.0, 205.68], "text": " it's about how well you write it up."}, {"timestamp": [205.68, 209.76], "text": " So for example, if you say, recticate instead of repeat, you lose a lot."}, {"timestamp": [209.76, 215.04], "text": " If you forget to mention the independent variable in your hypothesis, you lose another life."}, {"timestamp": [215.04, 218.56], "text": " I want to be able to wait up in the morning and say, today I'm going to try something"}, {"timestamp": [218.56, 219.56], "text": " different."}, {"timestamp": [219.56, 220.76], "text": " Today I'm going to do something new."}, {"timestamp": [220.76, 222.24], "text": " Today I'm going to create something."}, {"timestamp": [222.24, 230.68], "text": " I mean, everything in the world that's good and new is a result of someone thinking outside the square. But at school we're forced"}, {"timestamp": [230.68, 237.92], "text": " to stay inside the square and never to question the boundaries of the square. So let's reflect"}, {"timestamp": [237.92, 246.84], "text": " on that as we as we move forward. But the thing that I would reflect on particularly as an educated myself and in leadership"}, {"timestamp": [246.84, 252.32], "text": " in education over the last 10 years is that we've been telling teachers or suggesting to"}, {"timestamp": [252.32, 258.24], "text": " teachers that they should think differently, teach differently, be creative, be a"}, {"timestamp": [258.24, 259.24], "text": " thing."}, {"timestamp": [259.24, 261.86], "text": " But we haven't actually articulated for them what that means."}, {"timestamp": [261.86, 263.76], "text": " So what does thinking differently need?"}, {"timestamp": [263.76, 265.5], "text": " So I'm going to do a little exercise"}, {"timestamp": [265.5, 269.6], "text": " right now. So I want you to have a look at that image up there and I'd like you to write"}, {"timestamp": [269.6, 277.4], "text": " down the very first thing that you see, just one thing that you see. Anything at all? Doesn't"}, {"timestamp": [277.4, 292.48], "text": " matter, don't share it just at the moment, whatever you see. Now I'm not going to go throughout the whole room, but what I'd like to do is"}, {"timestamp": [292.48, 298.54], "text": " maybe ask this table here, if just starting with this lady in the cardi, if we could just"}, {"timestamp": [298.54, 303.82], "text": " call out the one thing that we see, and if someone calls out something that you haven't"}, {"timestamp": [303.82, 307.76], "text": " seen, could you please jot it down"}, {"timestamp": [307.76, 312.88], "text": " okay so do you guys face each other thumbs up"}, {"timestamp": [312.88, 314.88], "text": " winds"}, {"timestamp": [314.88, 317.28], "text": " wings"}, {"timestamp": [323.36, 325.0], "text": " okay thumbs up. A dragon."}, {"timestamp": [325.0, 331.0], "text": " If I drew a line here, let's see the line of symmetry."}, {"timestamp": [331.0, 336.0], "text": " Wow, excellent, a line of symmetry, fantastic."}, {"timestamp": [336.0, 337.0], "text": " Two heads?"}, {"timestamp": [337.0, 338.0], "text": " Two heads?"}, {"timestamp": [338.0, 342.0], "text": " Two faces are very far."}, {"timestamp": [342.0, 343.0], "text": " Okay, anyone else?"}, {"timestamp": [343.0, 347.0], "text": " I see the guys with thumbs, the two hands come down. Okay, anyone else? I see the guise with some, the two hands are going down."}, {"timestamp": [347.0, 349.0], "text": " Okay, anything else?"}, {"timestamp": [349.0, 350.0], "text": " Butterfly."}, {"timestamp": [350.0, 352.0], "text": " Butterfly."}, {"timestamp": [352.0, 354.0], "text": " Oh yeah, Matt."}, {"timestamp": [354.0, 356.0], "text": " Excellent."}, {"timestamp": [356.0, 357.0], "text": " Anything else?"}, {"timestamp": [357.0, 359.0], "text": " Two duck heads."}, {"timestamp": [359.0, 361.0], "text": " Two white duck heads."}, {"timestamp": [361.0, 363.0], "text": " Oh, white duck heads."}, {"timestamp": [363.0, 364.0], "text": " I've never had that one before."}, {"timestamp": [364.0, 365.44], "text": " That's fantastic."}, {"timestamp": [370.06, 376.84], "text": " And I saw my first thing was a guardian angel, so thank you for the wings because most people don't get the wings thing. Some people have said a rabbit, some have said a pelvis or a skull."}, {"timestamp": [377.14, 384.84], "text": " I see two rugby players coming in for a scrum. Now what I would like you to do is just think"}, {"timestamp": [384.84, 387.0], "text": " for a moment, can you now see,"}, {"timestamp": [387.0, 392.0], "text": " maybe not every one of those things, but can you now see things that you didn't see before?"}, {"timestamp": [392.0, 398.0], "text": " That's why we can't just tell people to think differently, because you can only think differently"}, {"timestamp": [398.0, 403.0], "text": " with what's inside your own head. And as soon as you start to collaborate, and as soon as you start to talk,"}, {"timestamp": [403.0, 406.0], "text": " and as soon as you start to get examples and as soon as you start to talk, and as you start to get examples from other people,"}, {"timestamp": [406.0, 408.0], "text": " you can now think differently."}, {"timestamp": [408.0, 410.0], "text": " So now when you look at that age,"}, {"timestamp": [410.0, 412.0], "text": " you can see, perhaps,"}, {"timestamp": [412.0, 414.0], "text": " the dragon, the rabbit,"}, {"timestamp": [414.0, 417.0], "text": " the line of symmetry, the rugby players,"}, {"timestamp": [417.0, 420.0], "text": " the angel, and so on and so forth."}, {"timestamp": [420.0, 423.0], "text": " So I try to use that as an example with teachers"}, {"timestamp": [423.0, 426.0], "text": " to help us understand what we're not doing."}, {"timestamp": [426.0, 432.0], "text": " And so what we need to do now is work through a process of how we can think differently."}, {"timestamp": [432.0, 437.0], "text": " So the next thing I want you to do is I want you to think about at the beginning of the school year,"}, {"timestamp": [437.0, 441.0], "text": " when we stand there and we say to everyone again,"}, {"timestamp": [441.0, 443.0], "text": " this year we're going to do things really differently."}, {"timestamp": [443.0, 446.04], "text": " I want you to set three goals."}, {"timestamp": [446.04, 448.6], "text": " And what we do is we take up our little piece of paper."}, {"timestamp": [448.6, 450.96], "text": " That's often a really nice to reduce book."}, {"timestamp": [450.96, 455.7], "text": " And sometimes with really nice things on it to help you be inspired."}, {"timestamp": [455.7, 456.96], "text": " And we write down things."}, {"timestamp": [456.96, 459.24], "text": " And generally we write down."}, {"timestamp": [459.24, 462.24], "text": " I'll finish my reports on time."}, {"timestamp": [462.24, 468.2], "text": " I'll have my programming done and I'll be patient or something like that."}, {"timestamp": [468.2, 475.48], "text": " But they're fairly stock standard, fairly shallow really and we tend to take that, put it"}, {"timestamp": [475.48, 482.52], "text": " in the door menu in our desk or in file 13 or the round file and we never revisit it."}, {"timestamp": [482.52, 488.8], "text": " And part of the reason for that is we haven't set ourselves a vision as a learner."}, {"timestamp": [489.2, 493.98], "text": " So what I'm going to ask you to do now is set a goal to yourself for a vision as learner."}, {"timestamp": [494.4, 500.3], "text": " So the first thing I want you to do is clarify what you do."}, {"timestamp": [500.54, 501.98], "text": " Just a couple of dot points."}, {"timestamp": [502.12, 504.78], "text": " Clarify what you do as an educator."}, {"timestamp": [506.84, 515.88], "text": " What do you do? It may be leadership, it may be classroom teaching maybe support clarify what you do"}, {"timestamp": [515.88, 527.0], "text": " and you won't have to share any of this so you can write whatever you like."}, {"timestamp": [527.0, 552.28], "text": " Three or dot, dot points is probably enough because you can always go back and revisit this."}, {"timestamp": [552.28, 568.6], "text": " Now I'd like you to value, to value what you bring to the job, to value what you get in the job, the things you really like, the things that really work for you,"}, {"timestamp": [568.6, 573.8], "text": " broader than maybe exactly what you do, but the whole environment."}, {"timestamp": [573.8, 578.6], "text": " So all those valuing things, not the positive necessary, just positive,"}, {"timestamp": [578.6, 584.6], "text": " but the value. What do you bring, what do you get by being where you are?"}, {"timestamp": [584.6, 588.0], "text": " What are the really cool things about being where you are"}, {"timestamp": [588.0, 592.0], "text": " and about your daily work?"}, {"timestamp": [592.0, 611.0], "text": " We need thinking music."}, {"timestamp": [611.0, 615.0], "text": " Where's Tweetwood Mac?"}, {"timestamp": [615.0, 627.88], "text": " Not quite what I was looking for, but sound effects nevertheless."}, {"timestamp": [627.88, 631.0], "text": " I'm hoping it's a little bit better than that for you at the moment."}, {"timestamp": [631.0, 633.44], "text": " That's maybe for the next part."}, {"timestamp": [633.44, 637.88], "text": " So once you've done that, and I'm moving you forward through it a little bit quickly so"}, {"timestamp": [637.88, 642.68], "text": " that you can go back and do this yourselves later at a little bit more depth."}, {"timestamp": [642.68, 644.44], "text": " Now I want you to raise concerns."}, {"timestamp": [644.44, 650.0], "text": " Now raising concerns is not the same as negative. Okay, I really don't like positive and negative."}, {"timestamp": [650.0, 654.92], "text": " I like valuing and raising concerns. So raising concerns deals with where are the gaps?"}, {"timestamp": [654.92, 660.88], "text": " What are the things you don't like? What are the things you don't know?"}, {"timestamp": [660.88, 736.0], "text": " Where are the areas that you feel uncertain? Thank you. I'm not Okay, now what I want you to do is think about the what now."}, {"timestamp": [736.0, 742.5], "text": " So the what now is how you start to identify what your goals loosely might be."}, {"timestamp": [742.5, 745.88], "text": " Now they're not all about addressing the areas of"}, {"timestamp": [745.88, 751.1], "text": " concern it may well be that one of the things that is really really great that"}, {"timestamp": [751.1, 755.1], "text": " you value might be something that you want to have greater opportunity to do"}, {"timestamp": [755.1, 760.88], "text": " more of so you may love doing the debating group and you would like to have"}, {"timestamp": [760.88, 768.72], "text": " the opportunity to lead the debating group or you might really love sharing your knowledge and you'd like to have the opportunity to lead the debating group. Or you might really love sharing your knowledge and you'd like to have the opportunity"}, {"timestamp": [768.72, 771.96], "text": " to run some professional development."}, {"timestamp": [771.96, 773.96], "text": " But it also can address some of the areas of concern."}, {"timestamp": [773.96, 780.18], "text": " If you have a gap, if there's a gap there for you, do you need professional learning?"}, {"timestamp": [780.18, 785.76], "text": " Do you need to address things that are not directly relating to your teaching and your pedagogy?"}, {"timestamp": [785.76, 793.12], "text": " It may well be, like a previous colleague of mine, that she was great as far as pedagogy is concerned."}, {"timestamp": [793.12, 799.44], "text": " She was a great leader of a department, but she was singularly the most disorganized person I have ever met."}, {"timestamp": [799.44, 805.58], "text": " So when we went through this process, she identified that she needed to be more organized."}, {"timestamp": [805.58, 810.38], "text": " So we actually sat down and we found a person who would come first of all to her home,"}, {"timestamp": [810.38, 815.24], "text": " then to her workplace and help her learn to be more organized, help her to structure,"}, {"timestamp": [815.24, 819.74], "text": " help her to get rid of some things, help her to be more organized."}, {"timestamp": [819.74, 825.5], "text": " It may be that you might have a problem with internalizing stress, you might need to go and do"}, {"timestamp": [825.5, 833.0], "text": " meditation or yoga. It doesn't have to be just about being a teacher and education."}, {"timestamp": [833.0, 838.0], "text": " Because if those things are affecting you, then they are affecting your practice in the classroom."}, {"timestamp": [838.0, 844.0], "text": " And this is the difference between setting a goal at the beginning of the year for being a teacher"}, {"timestamp": [844.0, 846.32], "text": " and thinking about yourself and"}, {"timestamp": [846.32, 849.82], "text": " developing a vision for yourself as a learner."}, {"timestamp": [849.82, 854.08], "text": " So if you could just identify two or three things in there that you think would be something"}, {"timestamp": [854.08, 859.76], "text": " that you would like to focus on as a goal, as a vision for you as a learner, something"}, {"timestamp": [859.76, 887.0], "text": " that you would like to accomplish. If you are in a leadership position at school,"}, {"timestamp": [887.0, 908.28], "text": " whether it's at a high level, at departmental"}, {"timestamp": [908.28, 916.5], "text": " level, perhaps at, you know, an even higher statewide or area-wide level, or a head of department"}, {"timestamp": [916.5, 922.42], "text": " or even just a year coordinator, this is a really good process to go through, not only with"}, {"timestamp": [922.42, 925.94], "text": " your own staff, but it's really good"}, {"timestamp": [925.94, 930.62], "text": " to do with students as well it's also a great tool for getting students to do"}, {"timestamp": [930.62, 935.78], "text": " feedback better you know when we write things like comment what are the normal"}, {"timestamp": [935.78, 939.38], "text": " sorts of comments that you get when you say to children I want you to choose two or"}, {"timestamp": [939.38, 952.14], "text": " three things and I want you to comment on them. What do we normally get? This is good, nice, this sucks, I don't like it, I do like it,"}, {"timestamp": [952.14, 953.14], "text": " pretty shallow."}, {"timestamp": [953.14, 956.12], "text": " If you use this type of format or scaffolding"}, {"timestamp": [956.12, 960.38], "text": " to help young people understand that commenting"}, {"timestamp": [960.38, 963.08], "text": " is about valuing, sometimes clarifying,"}, {"timestamp": [963.08, 964.64], "text": " what was this about?"}, {"timestamp": [964.64, 967.24], "text": " Then valuing, what are the things that resonate well with me?"}, {"timestamp": [967.24, 968.2], "text": " What are the things I get?"}, {"timestamp": [968.2, 969.38], "text": " What are the things I understand?"}, {"timestamp": [969.38, 970.72], "text": " What are the things I like?"}, {"timestamp": [970.72, 972.28], "text": " Then the raising concern."}, {"timestamp": [972.28, 973.98], "text": " So you're not saying, I hated this,"}, {"timestamp": [973.98, 976.4], "text": " you're saying, I didn't understand this part,"}, {"timestamp": [976.4, 979.84], "text": " or there was this part seemed to be missing for me,"}, {"timestamp": [979.84, 980.86], "text": " or something like that."}, {"timestamp": [980.86, 984.74], "text": " And then particularly the what now is really powerful."}, {"timestamp": [984.74, 985.1], "text": " And what this whole scaffold is from is the modified ladder of feedback from Harvard. something like that and then particularly the what now is really powerful and what"}, {"timestamp": [985.1, 990.38], "text": " this whole scaffold is from is a modified ladder of feedback from Harvard so"}, {"timestamp": [990.38, 996.56], "text": " you can Google it we've modified it over the years I've used it a lot and at"}, {"timestamp": [996.56, 1000.7], "text": " one school where we worked with a lot of senior boys we actually called it"}, {"timestamp": [1000.7, 1009.24], "text": " Wow Cow Now and they worked with them so rather than going through there I want you to value raise concerns and what now we'd say I want"}, {"timestamp": [1009.24, 1013.68], "text": " you to do a wow cow now and they loved it because it was something that they"}, {"timestamp": [1013.68, 1018.12], "text": " could remember so perhaps take this on board and find one thing there in that"}, {"timestamp": [1018.12, 1027.0], "text": " that perhaps you can do as the year progresses because I think one of the problems that we have as educators"}, {"timestamp": [1027.0, 1031.0], "text": " is that we have this fear of not being good enough."}, {"timestamp": [1031.0, 1033.0], "text": " And when we can actually go through that process"}, {"timestamp": [1033.0, 1037.0], "text": " and understand that it's not that we're not good enough,"}, {"timestamp": [1037.0, 1040.0], "text": " it's just might be that we have some gaps."}, {"timestamp": [1040.0, 1041.0], "text": " Because we all have gaps."}, {"timestamp": [1041.0, 1049.04], "text": " There are always things where we're in that part of the diagram, which is the conscious incompetence."}, {"timestamp": [1049.04, 1050.72], "text": " So if you're aware of that diagram,"}, {"timestamp": [1050.72, 1052.72], "text": " it starts sort of at the top, I guess,"}, {"timestamp": [1052.72, 1056.02], "text": " metaphorically at the top with unconscious incompetence"}, {"timestamp": [1056.02, 1058.74], "text": " where we don't know what we don't know."}, {"timestamp": [1060.6, 1062.78], "text": " Then we start to know what we don't know,"}, {"timestamp": [1062.78, 1065.46], "text": " so we have conscious incompetence."}, {"timestamp": [1065.46, 1069.68], "text": " And that's the part where we go, I need to do something about this."}, {"timestamp": [1069.68, 1074.16], "text": " Then we have conscious competence where we're aware that we're doing things well."}, {"timestamp": [1074.16, 1077.88], "text": " So where we've learned something, we're aware we're doing it well."}, {"timestamp": [1077.88, 1081.96], "text": " Kind of like that first period of time after you've learned to drive a car and you're still"}, {"timestamp": [1081.96, 1085.0], "text": " having to think about it but you're starting to feel quite confident."}, {"timestamp": [1085.0, 1089.0], "text": " Then you get to the part where you're unconsciously competent."}, {"timestamp": [1089.0, 1095.0], "text": " When you can walk into a classroom and just feel good, where if something goes wrong,"}, {"timestamp": [1095.0, 1098.0], "text": " it doesn't matter because you have a rabbit to pull out of the hat."}, {"timestamp": [1098.0, 1100.0], "text": " You're at that level."}, {"timestamp": [1100.0, 1104.0], "text": " And when people get to that unconscious, sorry, unconscious competence,"}, {"timestamp": [1104.0, 1107.22], "text": " then you tend to scoot right around the top again"}, {"timestamp": [1107.22, 1110.28], "text": " and come back to the conscious incompetence,"}, {"timestamp": [1110.28, 1112.64], "text": " where you start to see again the things that you can't do"}, {"timestamp": [1112.64, 1113.46], "text": " that you need to learn."}, {"timestamp": [1114.08, 1115.62], "text": " And so the cycle continues."}, {"timestamp": [1116.24, 1118.88], "text": " And I guess again, if we reflect on how our students are,"}, {"timestamp": [1119.3, 1120.7], "text": " that's really where they're at as well."}, {"timestamp": [1121.72, 1124.8], "text": " So that we're going through this cycle continuously,"}, {"timestamp": [1124.8, 1125.7], "text": " but embedded"}, {"timestamp": [1125.7, 1134.5], "text": " in there are fears beliefs fears and beliefs affect our performance so if we can"}, {"timestamp": [1134.5, 1139.62], "text": " address the fears and address the beliefs the performance and the"}, {"timestamp": [1139.62, 1148.0], "text": " experiences and that result will often change."}, {"timestamp": [1153.0, 1154.0], "text": " So now as an educator, when was the last time you did something for the first time?"}, {"timestamp": [1158.0, 1160.0], "text": " When was it that you tried something brand new?"}, {"timestamp": [1162.0, 1167.0], "text": " Really new. How did you feel? Maybe jot down two or three words. How did you feel"}, {"timestamp": [1167.0, 1169.0], "text": " when you tried something brand new?"}, {"timestamp": [1169.0, 1183.0], "text": " And did you look at it like this? Did you look at it without any expectations?"}, {"timestamp": [1183.0, 1187.0], "text": " Did you look at it because it made nice"}, {"timestamp": [1187.54, 1192.46], "text": " lights, it looked good, it felt good, it could be whatever you wanted, or did you have some"}, {"timestamp": [1192.46, 1200.56], "text": " really preconceived expectations? Your fears may have driven that, your hopes may have driven"}, {"timestamp": [1200.56, 1205.4], "text": " it. And one of the things I'd like to encourage you to do is when you do"}, {"timestamp": [1205.4, 1211.06], "text": " something new or when someone says, I've got this great idea, you don't have those preconceived"}, {"timestamp": [1211.06, 1217.96], "text": " concepts about what it's going to do for you because again, coming back to the iPad,"}, {"timestamp": [1217.96, 1224.6], "text": " it's not going to change the classroom, the iPad itself. It's what you're going to do with it."}, {"timestamp": [1224.6, 1227.0], "text": " And this can be music, it can be lights, and two minutes after this it was a lot. It's what you're going to do with it. And this can be music, it can be"}, {"timestamp": [1227.38, 1233.4], "text": " lights, and two minutes after this it was a car going across the carpet. Not necessarily"}, {"timestamp": [1233.4, 1239.34], "text": " ideal, but it was a car. So there's a great little book called It's Not a Box. Have you"}, {"timestamp": [1239.34, 1245.14], "text": " heard it? Read it? It's a fabulous story. And essentially, it's along these lines."}, {"timestamp": [1245.82, 1248.36], "text": " It's like, what are you doing with that box?"}, {"timestamp": [1248.78, 1250.74], "text": " And the little person says, it's not a box."}, {"timestamp": [1250.94, 1253.86], "text": " It's a rocket, because they've got it on their insight"}, {"timestamp": [1253.86, 1254.66], "text": " and they've got it on their head."}, {"timestamp": [1255.02, 1256.84], "text": " They go, what are you doing with that box?"}, {"timestamp": [1256.88, 1257.44], "text": " It's not a rocket."}, {"timestamp": [1258.08, 1259.18], "text": " It's a racing car."}, {"timestamp": [1259.4, 1261.3], "text": " And we've all seen children with boxes."}, {"timestamp": [1261.94, 1262.66], "text": " They're not boxes."}, {"timestamp": [1262.96, 1264.42], "text": " They're whatever you want them to be."}, {"timestamp": [1264.86, 1265.66], "text": " Well, so is the technology. They're not boxes. They're whatever you want them to be. Well, so is"}, {"timestamp": [1265.66, 1271.48], "text": " the technology. So is your classroom. And I think if we can read that book, if you can think"}, {"timestamp": [1271.48, 1276.72], "text": " about it in that way, it's not a box, it's not an iPad, it's not a computer. It's really"}, {"timestamp": [1276.72, 1282.62], "text": " whatever you want it to be and whatever you allow it to be and whatever you allow for the children"}, {"timestamp": [1282.62, 1285.0], "text": " to make it be."}, {"timestamp": [1285.9, 1290.02], "text": " I think if we keep that on in our heads as we go through,"}, {"timestamp": [1290.02, 1291.04], "text": " we'll get somewhere."}, {"timestamp": [1291.04, 1292.68], "text": " Another example of that."}, {"timestamp": [1293.9, 1296.46], "text": " This little fellow here has a little tiny,"}, {"timestamp": [1298.6, 1301.12], "text": " space shuttle, thank you, space shuttle."}, {"timestamp": [1301.12, 1306.4], "text": " Now the moment he was given that, he'd been"}, {"timestamp": [1306.4, 1311.24], "text": " interested in space previously, he's three years old. The moment he was given that, he went"}, {"timestamp": [1311.24, 1316.18], "text": " and he picked up the iPad, nobody said, go and get the iPad. He picked up the iPad, he"}, {"timestamp": [1316.18, 1320.76], "text": " opened it up to the Galaxy app, he opened up space and he was flying his space shuttle"}, {"timestamp": [1320.76, 1324.6], "text": " through space, moving the stars around, flying his space shuttle around."}, {"timestamp": [1324.6, 1325.36], "text": " There's no barrier for these little people. So whilst I don't necessarily see his space shuttle through space, moving the stars around, flying his space shuttle around."}, {"timestamp": [1325.36, 1331.52], "text": " There's no barrier for these little people. So whilst I don't necessarily subscribe to the whole"}, {"timestamp": [1331.52, 1336.64], "text": " sort of concept of the fact that there are the digital natives or we're not, because I'm clearly"}, {"timestamp": [1336.64, 1340.88], "text": " not a digital native, but I'm quite comfortable with what the technology can do. And there are"}, {"timestamp": [1340.88, 1346.1], "text": " others in here as well who are not digital natives because I can tell."}, {"timestamp": [1346.1, 1354.06], "text": " But I think it's about the fact that if we can observe the little people coming through,"}, {"timestamp": [1354.06, 1360.1], "text": " there's no barrier and these little people in where by the time they're 10 will be going,"}, {"timestamp": [1360.1, 1363.84], "text": " can you believe we used to use the iPad?"}, {"timestamp": [1363.84, 1366.56], "text": " Just like we do about when we sort of talk about records,"}, {"timestamp": [1367.12, 1369.94], "text": " you know, and we go, and now they're cool again, I buy an ad,"}, {"timestamp": [1370.0, 1371.96], "text": " but I'm not sure what will happen there."}, {"timestamp": [1372.42, 1374.38], "text": " But I think that what I want us to do,"}, {"timestamp": [1374.44, 1377.32], "text": " and this is the real advantage I have being a grandparent,"}, {"timestamp": [1378.12, 1380.28], "text": " because I've been able to step back,"}, {"timestamp": [1381.28, 1385.4], "text": " and I do apologise for being a little bit about a lot of the children in this will"}, {"timestamp": [1385.4, 1390.82], "text": " be my grandchildren because A, I can and B, I don't have to ask a lot of permission except"}, {"timestamp": [1390.82, 1398.18], "text": " to say to their parents, one of whom is my son, do you mind? But I think the most important"}, {"timestamp": [1398.18, 1403.22], "text": " thing is that as a grandparent I've been able to stand back and as an educator I can observe"}, {"timestamp": [1403.22, 1406.06], "text": " the learning that's happening and this is"}, {"timestamp": [1406.06, 1409.94], "text": " where I've seen the children turning learning inside out because they're not"}, {"timestamp": [1409.94, 1415.18], "text": " constrained by the scaffolds that we think learning is about and I have learned"}, {"timestamp": [1415.18, 1421.76], "text": " more from these little people than I have in probably really 20 years of teaching"}, {"timestamp": [1421.76, 1426.54], "text": " and and sometimes it's five minutes worth and I just go"}, {"timestamp": [1426.54, 1430.66], "text": " whoa and I've learned to step back a lot I still know what the learning looks"}, {"timestamp": [1430.66, 1435.48], "text": " like I know what writing a story is all about but if I let them write the story"}, {"timestamp": [1435.48, 1439.74], "text": " and I'm going to demonstrate a little bit of that in a moment they do it"}, {"timestamp": [1439.74, 1444.4], "text": " differently because the technologies for them also don't have the boundaries"}, {"timestamp": [1444.4, 1447.8], "text": " so they weave and they go out here and they go out there,"}, {"timestamp": [1447.86, 1450.28], "text": " whereas we still think in quite a linear fashion."}, {"timestamp": [1455.7, 1458.42], "text": " And this is the real example where I learned a lot."}, {"timestamp": [1458.74, 1462.72], "text": " This young lady, Lucy, at five years of age,"}, {"timestamp": [1462.8, 1470.32], "text": " we sat down and we used a beautiful little book- app called book creator. It's gorgeous, very simple, very sweet."}, {"timestamp": [1470.32, 1474.44], "text": " And we went through and we made a story. We did all the normal things. I sat with her,"}, {"timestamp": [1474.44, 1478.08], "text": " we talked about the story, you know, because I'm a teacher, I know how you write a story."}, {"timestamp": [1478.08, 1481.6], "text": " And I've taught everything from Hindi right through to year 12, again using my"}, {"timestamp": [1481.6, 1490.28], "text": " benchmark of survival teaching Shakespeare to Year 9 boys. If you can do that, walk out of the classroom, walk back in again, you can do anything."}, {"timestamp": [1490.28, 1491.28], "text": " But we wrote this story."}, {"timestamp": [1491.28, 1498.18], "text": " Now Lucy was only five at that time, so she can write, but she can't write as fast as she"}, {"timestamp": [1498.18, 1499.18], "text": " can think."}, {"timestamp": [1499.18, 1502.82], "text": " So we're talking about it, and I'd say to her, what do you think, and she'd tell it to me,"}, {"timestamp": [1502.82, 1506.0], "text": " and I'd type it because it was easier and I could help her and all that sort of stuff."}, {"timestamp": [1506.0, 1510.0], "text": " She drew little pictures and we brought it in and we made quite a sweet little story."}, {"timestamp": [1510.0, 1513.0], "text": " Then she said to me, can I write another story?"}, {"timestamp": [1513.0, 1515.0], "text": " I'm like, of course you can, sweetheart."}, {"timestamp": [1515.0, 1519.0], "text": " And I, she took the iPad, she plugged the headphones in."}, {"timestamp": [1519.0, 1522.0], "text": " She opened up a new book, which is blank."}, {"timestamp": [1522.0, 1528.32], "text": " And she sat there and she said, The Flower by Lucy Mascarella."}, {"timestamp": [1528.32, 1529.48], "text": " Turned the page."}, {"timestamp": [1529.48, 1533.62], "text": " Once there was a flower, turned the page, blank."}, {"timestamp": [1533.62, 1536.12], "text": " The flower was pink and yellow."}, {"timestamp": [1536.12, 1537.46], "text": " Turned the page."}, {"timestamp": [1537.46, 1542.24], "text": " One little person wanted to pick it and they did and so on and so forth."}, {"timestamp": [1542.24, 1547.0], "text": " Then she went back and she listened to what she had said, she"}, {"timestamp": [1547.0, 1552.5], "text": " thought, and then she started typing it. And she'd listened to it again and she'd type again."}, {"timestamp": [1552.5, 1560.0], "text": " Then she went out because she's drawn lots of pictures before, she drew a little picture"}, {"timestamp": [1560.0, 1568.64], "text": " and she just brought it in because she can. Then she got sick of drawing pictures, and so she took photographs and brought those in."}, {"timestamp": [1568.64, 1571.36], "text": " And now with this app you can do video as well."}, {"timestamp": [1571.36, 1579.0], "text": " So again, unstructured, she had actually given me the tools as a teacher for helping those"}, {"timestamp": [1579.0, 1584.48], "text": " children, particularly who can think faster than they can write."}, {"timestamp": [1584.48, 1586.44], "text": " Not just to little people either."}, {"timestamp": [1586.44, 1589.24], "text": " This is not about just little people."}, {"timestamp": [1589.24, 1595.76], "text": " It's also about older students who think really quickly and halfway through the process"}, {"timestamp": [1595.76, 1598.68], "text": " of writing, they've forgotten that wonderful thought."}, {"timestamp": [1598.68, 1599.68], "text": " We do it too."}, {"timestamp": [1599.68, 1604.28], "text": " Because they've got something really amazing and then they've gone to write it down and"}, {"timestamp": [1604.28, 1609.0], "text": " they get halfway through it and they go, to it and you can't remember it."}, {"timestamp": [1609.0, 1613.0], "text": " Whereas if you can record it, it can be really powerful."}, {"timestamp": [1613.0, 1621.0], "text": " So ESL children, children learning languages, children struggling with learning, but also children who just think quickly."}, {"timestamp": [1621.0, 1628.64], "text": " I don't know if you saw over here, earlier in the year in Australia we had a program"}, {"timestamp": [1628.64, 1633.6], "text": " that was about four parts called Garif Malone's Extraordinary School for Boys. If you didn't, Google"}, {"timestamp": [1633.6, 1637.86], "text": " it because you can find it, it's on YouTube and there are three or four episodes and it's really"}, {"timestamp": [1637.86, 1642.42], "text": " quite interesting and it's about, you know, he takes the boys out and runs them out the paddock for a while"}, {"timestamp": [1642.42, 1648.0], "text": " and gets them to engage with literacy and it's really nice nice but I think he should have taken the girls as well, quite frankly."}, {"timestamp": [1648.0, 1652.0], "text": " But nevertheless he took the boys out because there was a real gap with them for literacy."}, {"timestamp": [1652.0, 1655.0], "text": " And a lot of the strategies he used worked really well."}, {"timestamp": [1655.0, 1659.0], "text": " But towards the end, the children were writing the end of year play."}, {"timestamp": [1659.0, 1661.0], "text": " Great."}, {"timestamp": [1661.0, 1665.12], "text": " One little boy, he went up to him and he said, Tommy, he said, you haven't written anything."}, {"timestamp": [1665.76, 1667.76], "text": " And he said, I have so many great ideas."}, {"timestamp": [1667.84, 1672.0], "text": " And he said, I feel like Tommy goes, oh yeah, I have so many ideas inside my head,"}, {"timestamp": [1672.14, 1673.76], "text": " but I can't write quickly enough."}, {"timestamp": [1674.58, 1677.02], "text": " And he said, oh, well, let's go and brainstorm them."}, {"timestamp": [1677.26, 1679.54], "text": " And I'm thinking, let him record them."}, {"timestamp": [1679.84, 1681.56], "text": " Give him an iPod touch."}, {"timestamp": [1681.66, 1685.84], "text": " Give him some device where he can go and sit down on his own without"}, {"timestamp": [1685.84, 1688.5], "text": " you sitting over him and just record."}, {"timestamp": [1688.5, 1695.28], "text": " Then he can listen to the recording and he can pause it and he can write his key points."}, {"timestamp": [1695.28, 1700.64], "text": " So that he's again not constrained by the writing part and gets all his ideas down."}, {"timestamp": [1700.64, 1704.4], "text": " And for me that was probably one of those points where I went, gee, I wish he'd just recorded"}, {"timestamp": [1704.4, 1707.64], "text": " him instead of making him write it down."}, {"timestamp": [1710.48, 1718.48], "text": " So when you go from that story, a lot of us will say, oh, well, that's well, that's well good, but I don't have iPads in my classroom."}, {"timestamp": [1718.92, 1725.86], "text": " Or that app costs $4.95, and we're not going to have it because I'm not sure about New Zealand yet,"}, {"timestamp": [1725.86, 1732.52], "text": " but in Australia we're only just starting to get a glimpse of the fact that volume purchasing"}, {"timestamp": [1732.52, 1736.16], "text": " may happen because of copyright rules and things like that."}, {"timestamp": [1736.16, 1742.66], "text": " So if we want to buy apps for the iPads in reality, we have to buy one for every iPad."}, {"timestamp": [1742.66, 1746.06], "text": " So it can be a little bit of a show stopper."}, {"timestamp": [1746.06, 1747.78], "text": " But you can use Palsy."}, {"timestamp": [1747.78, 1749.62], "text": " You can use Keynote."}, {"timestamp": [1749.62, 1751.26], "text": " You can use whatever you like."}, {"timestamp": [1751.26, 1752.82], "text": " It doesn't really matter."}, {"timestamp": [1752.82, 1754.02], "text": " It's the thinking."}, {"timestamp": [1754.02, 1758.24], "text": " And when I think about the fact that many years ago, we had one computer in the school that"}, {"timestamp": [1758.24, 1763.12], "text": " had internet, I had 33 children in my class, primary children."}, {"timestamp": [1763.12, 1766.4], "text": " And we did the most amazing projects with kids overseas"}, {"timestamp": [1766.4, 1771.32], "text": " and we would all go down to the library and we'd be all doing different activities and one child"}, {"timestamp": [1771.32, 1775.84], "text": " at a time would come up and we'd do the do, do, dop, dop, wait five minutes for the internet"}, {"timestamp": [1775.84, 1784.88], "text": " to connect maybe. I was in trouble because we had a $15 fax bill in that term and because I'd faxed"}, {"timestamp": [1784.88, 1787.0], "text": " things to Finland. And I was told, mainly, really, we've got $15 bill. It's and because I'd faxed things to Finland and I was told"}, {"timestamp": [1787.0, 1793.68], "text": " mani really we've got $15 bill. It's okay I'll have. That's fine. Don't let the lack"}, {"timestamp": [1793.68, 1799.38], "text": " of things stop you and I think we use that. We go well I can't do it because I don't"}, {"timestamp": [1799.38, 1807.34], "text": " have. I'm also working with a young girl in California who has, she teaches in a very poor area"}, {"timestamp": [1807.34, 1811.44], "text": " of California where most of the children, their parents, are field workers."}, {"timestamp": [1811.44, 1819.92], "text": " 95% of them are ESL and 50% of those children are not very little in their first language."}, {"timestamp": [1819.92, 1824.36], "text": " So what we've been doing, we've been using a mixture of mobile devices and PowerPoint or"}, {"timestamp": [1824.36, 1826.32], "text": " keynote, and we're using a mixture of mobile devices and PowerPoint or keynote,"}, {"timestamp": [1826.32, 1831.2], "text": " and we're using the same thinking for comprehension and for reading."}, {"timestamp": [1831.2, 1838.12], "text": " So what we do is we go through the story, we type the story in, Sarah records herself reading"}, {"timestamp": [1838.12, 1844.0], "text": " it page by page, the children can take the way on their own, listen to it, they listen"}, {"timestamp": [1844.0, 1845.06], "text": " to Sarah reading it, then listen to Sarah reading it,"}, {"timestamp": [1845.32, 1847.12], "text": " then they record themselves reading it."}, {"timestamp": [1847.68, 1852.48], "text": " So not only they're getting that modelling whenever they want, that rewind whenever they want,"}, {"timestamp": [1852.78, 1858.2], "text": " but also what they're doing is that they're getting the opportunity to hear themselves."}, {"timestamp": [1859.4, 1867.48], "text": " And as a teacher who has to analyse children's literacy and their reading, you cannot listen to"}, {"timestamp": [1867.48, 1871.94], "text": " every week. And when you listen to it and you're sitting there and they're reading to"}, {"timestamp": [1871.94, 1875.1], "text": " and you often have that sheet of paper in front of you where you're marking off what they're"}, {"timestamp": [1875.1, 1881.06], "text": " able to do and you've got, did they pause after that comma, what did they say, blah blah"}, {"timestamp": [1881.06, 1887.6], "text": " blah. When you have the data like this this you can sit down yourself and listen to it"}, {"timestamp": [1887.6, 1893.76], "text": " and you have not only a better example of their reading but you also have collective data"}, {"timestamp": [1893.76, 1900.48], "text": " and you can have weekly collective data so i think again thinking about how we have children"}, {"timestamp": [1900.48, 1906.0], "text": " reading what modeling is how we encourage them to learn to read by"}, {"timestamp": [1906.0, 1910.12], "text": " reflecting on their own reading and if you listen to them Lucy was doing the"}, {"timestamp": [1910.12, 1914.5], "text": " same thing she'd record herself and she'd listen to and she'd go oh no I don't"}, {"timestamp": [1914.5, 1919.86], "text": " like that and she'd record it again they don't get the chance to read it again to"}, {"timestamp": [1919.86, 1923.82], "text": " you when they're reading and they're what they're sort of half watching you and"}, {"timestamp": [1923.82, 1925.5], "text": " losing their place on the book."}, {"timestamp": [1925.5, 1931.5], "text": " So it doesn't mean you don't listen to them. This is not one or the other."}, {"timestamp": [1931.5, 1935.5], "text": " This is about saying there are other ways to do things and the technologies may not be,"}, {"timestamp": [1935.5, 1939.5], "text": " this app is not designed for that, PowerPoint's not designed for that but you can do it."}, {"timestamp": [1939.5, 1951.6], "text": " And PowerPoint, the children can do the same thing by creating their own stories and keynote, exported as a movie, and you have a book that can have all sorts of different things happening."}, {"timestamp": [1951.6, 1955.68], "text": " Narration, it can have the words coming in, they have to think about layout,"}, {"timestamp": [1955.68, 1959.28], "text": " they have to think about if someone was doing, reading this, what would happen,"}, {"timestamp": [1959.28, 1964.32], "text": " and the best thing is, they have authentic reason for doing it."}, {"timestamp": [1964.32, 1965.76], "text": " Because rather than it just being"}, {"timestamp": [1965.76, 1969.76], "text": " something that gets stuck on the wall and I know about you but all the stuff that"}, {"timestamp": [1969.76, 1973.98], "text": " I stuck on the wall in my classrooms I would often stand back and go wow my room"}, {"timestamp": [1973.98, 1978.66], "text": " looks great I love it and I did I felt really good about it I'd come in and I"}, {"timestamp": [1978.66, 1982.86], "text": " would just look at it and go this is cool I have Charlotte's Web in the corner and all"}, {"timestamp": [1982.86, 1988.92], "text": " sorts of things like that and then in high school I'd probably still have Charlotte's Web but not deliberately and I had you know stuff"}, {"timestamp": [1988.92, 1992.82], "text": " all around the place and I thought it was great but I don't think that the students"}, {"timestamp": [1992.82, 1998.84], "text": " really read it. I really don't think that's publishing but in this instance the books"}, {"timestamp": [1998.84, 2004.86], "text": " are then given to the junior children as e-books so the junior children are reading the books"}, {"timestamp": [2004.86, 2006.22], "text": " that have been created by the older children are reading the books that have been created"}, {"timestamp": [2006.22, 2010.06], "text": " by the older children or reading the books that have been created by their peers. There's"}, {"timestamp": [2010.06, 2016.52], "text": " nothing better than work that's created within. But on top of that, it can also go home"}, {"timestamp": [2016.52, 2028.4], "text": " to mum and dad, Nana and Grandpa and the entire extended family either as an e-pub or as a PDF so either way you're covering"}, {"timestamp": [2028.4, 2035.12], "text": " everyone's technology capabilities and the children feel really great about it and"}, {"timestamp": [2035.12, 2039.44], "text": " really one other thing that we did really cool little thing we made happy"}, {"timestamp": [2039.44, 2047.0], "text": " birthday e-cards with them three pages first page says happy says, Happy Birthday was Mummy at that point. Inside,"}, {"timestamp": [2047.12, 2053.8], "text": " picture recorded singing happy birthday, very badly I might add, but happy birthday, and sent"}, {"timestamp": [2053.8, 2060.64], "text": " the e-card to her. So much nicer than something that you just go, yep, I want that one"}, {"timestamp": [2060.64, 2076.26], "text": " and you type in happy birthday mummy. It's again looking at it quite differently another example here when we have children do life cycles and"}, {"timestamp": [2076.26, 2081.66], "text": " things like that or anything that they learn so often we get them to we give them"}, {"timestamp": [2081.66, 2087.52], "text": " a sheet of paper or we give them something on the computer or the iPad we give them a sheet of paper, or we give them something on the computer or the iPad."}, {"timestamp": [2088.2, 2090.36], "text": " We give them a diagram and what do we ask them to do?"}, {"timestamp": [2090.52, 2094.98], "text": " How do we test generally whether they've achieved it or not?"}, {"timestamp": [2097.6, 2099.86], "text": " Yeah, or we give them a blank one and they've got to label it."}, {"timestamp": [2100.62, 2103.0], "text": " Okay, and sometimes if we're really clever, oops,"}, {"timestamp": [2104.46, 2107.0], "text": " if we're really clever, we, if we're really clever, we have"}, {"timestamp": [2107.38, 2112.04], "text": " something on the interactive whiteboard. And here's another example of the same sort of thing"}, {"timestamp": [2112.04, 2117.04], "text": " where we have clouds here. So how do clouds form? We all know we give them this, we do it"}, {"timestamp": [2117.04, 2122.04], "text": " on the interactive whiteboard, it's really lovely. We have the labels that the kids can move"}, {"timestamp": [2122.04, 2127.62], "text": " and that's interactive. And we can assess them because they've pulled the right ones across to the right clouds and I hope"}, {"timestamp": [2127.62, 2133.02], "text": " I did. I hope there's no geographers in here because I may or may not be right"}, {"timestamp": [2133.02, 2137.82], "text": " with those. I want you to focus on a second and ask yourself what is the"}, {"timestamp": [2137.82, 2175.0], "text": " difference between what you've seen there and this. What's the difference?"}, {"timestamp": [2175.0, 2187.0], "text": " Hands on. Hands on. What's the difference?"}, {"timestamp": [2187.0, 2194.0], "text": " Hands on, being part of it, really being immersed in the learning process."}, {"timestamp": [2194.0, 2201.0], "text": " So at five, Lucy can tell you, she could look up and see the sky was clear, it's a high pressure system,"}, {"timestamp": [2201.0, 2205.1], "text": " can look over and see the clouds forming and say it's a low pressure"}, {"timestamp": [2205.1, 2212.58], "text": " system forming on the horizon and can tell you about a synoptic chart. Now I don't know if you"}, {"timestamp": [2212.58, 2217.92], "text": " gave her a sheet of paper if she could pass a test. I really don't know. I can't tell you that"}, {"timestamp": [2217.92, 2222.94], "text": " or not, but I can tell you that even at six when sometimes she'll forget little bits and"}, {"timestamp": [2222.94, 2229.66], "text": " I'll say something, you know, ask her a question because of course I wanted to be clever I ask her a question"}, {"timestamp": [2229.66, 2233.68], "text": " about it and she goes I don't know go do you think it's a high pressure system or a"}, {"timestamp": [2233.68, 2237.82], "text": " low pressures and she go oh oh it's high oh and there's some clouds over"}, {"timestamp": [2237.82, 2242.08], "text": " there so there must be a low pressure system so whether or not she'd pass the"}, {"timestamp": [2242.08, 2247.58], "text": " written test I can't promise you I can promise you she's learned more deeply"}, {"timestamp": [2247.58, 2249.62], "text": " because she's experienced it."}, {"timestamp": [2249.62, 2255.02], "text": " And more importantly, what they also did was they sent out a tweet,"}, {"timestamp": [2255.02, 2257.96], "text": " just a tweet, and said, on this day,"}, {"timestamp": [2257.96, 2260.8], "text": " could anyone who sees this, who can be bothered,"}, {"timestamp": [2260.8, 2263.44], "text": " take a photograph of the clouds in their area,"}, {"timestamp": [2268.5, 2275.4], "text": " write down your location, your geo-coordinates, and a little bit about the clouds you see. So they had over 150 cloud pictures within three days"}, {"timestamp": [2275.4, 2280.84], "text": " of doing this from people that they don't even know. And then they had a message from this little"}, {"timestamp": [2280.84, 2286.12], "text": " person in the US whose mum sent some pictures of the clouds and her son"}, {"timestamp": [2286.12, 2294.24], "text": " and said, Cooper, is about to start school and his kindergarten class, the first thing"}, {"timestamp": [2294.24, 2296.92], "text": " they're going to do is they're going to be looking at weather."}, {"timestamp": [2296.92, 2303.84], "text": " So Lucy Skyped in to the Kendi class in the US at their invitation and talked about what"}, {"timestamp": [2303.84, 2306.12], "text": " she'd learned about clouds and talked"}, {"timestamp": [2306.12, 2309.12], "text": " about how they made clouds."}, {"timestamp": [2309.12, 2318.5], "text": " So all of these authentic reasons for doing learning are enabled by the technologies."}, {"timestamp": [2318.5, 2324.0], "text": " But I don't know that you would actually write down in your program all the time, do this"}, {"timestamp": [2324.0, 2326.06], "text": " and do that. It's about allowing it. It's"}, {"timestamp": [2326.06, 2331.44], "text": " about the idea popping up. Oh yeah, we got this back. Okay, let's set that up. It's about"}, {"timestamp": [2331.44, 2338.54], "text": " knowing your content so well that you can allow other things to happen. It's about"}, {"timestamp": [2338.54, 2346.24], "text": " knowing that as the content will happen if you allow different things to happen in your classroom and"}, {"timestamp": [2346.24, 2352.44], "text": " authentic learning to take place."}, {"timestamp": [2352.44, 2355.36], "text": " To encourage you to think even differently again."}, {"timestamp": [2355.36, 2358.0], "text": " This is from Garage Band and Audacity does the same thing."}, {"timestamp": [2358.0, 2361.92], "text": " So we all know that they're for recording music, they're for making podcasts, therefore doing"}, {"timestamp": [2361.92, 2363.0], "text": " all those sorts of things."}, {"timestamp": [2363.0, 2364.0], "text": " Great."}, {"timestamp": [2364.0, 2365.42], "text": " Fantastic. But in here, we're for doing all those sorts of things. Great, fantastic."}, {"timestamp": [2368.76, 2369.86], "text": " But in here, we're using them for speech development."}, {"timestamp": [2373.96, 2374.5], "text": " Because if you look at the words the, fat, and cat,"}, {"timestamp": [2376.54, 2377.8], "text": " you can see the sound looks different."}, {"timestamp": [2380.14, 2380.6], "text": " Now, garage band and audacity are not designed for that."}, {"timestamp": [2383.42, 2386.0], "text": " But by accident one day when we were looking at the recordings, we went, oh wow, they look different."}, {"timestamp": [2386.0, 2392.0], "text": " Now we're working with children who have speech issues like they say fuh instead of the,"}, {"timestamp": [2392.0, 2398.0], "text": " they can now see what the looks like and they can see what the looks like."}, {"timestamp": [2398.0, 2402.0], "text": " And so you can use it for something completely different."}, {"timestamp": [2402.0, 2407.0], "text": " And my aim for when you walk out of here this afternoon is"}, {"timestamp": [2407.0, 2413.0], "text": " that you will no longer see things for what you think they are but think about,"}, {"timestamp": [2413.0, 2420.5], "text": " what else could that do? And learn by accident. Because also with a program like this,"}, {"timestamp": [2420.5, 2425.2], "text": " what you can do is teach older children particularly about public presentation."}, {"timestamp": [2433.02, 2440.86], "text": " Because when you record yourself, if you don't pause, if you don't stop, if you don't use those processes, you can see the voice goes down and down and down and down no matter how good"}, {"timestamp": [2440.86, 2444.98], "text": " you are, no matter how much you think you're throwing your voice. So you can see the sound waves"}, {"timestamp": [2444.98, 2447.0], "text": " coming down when you pause,"}, {"timestamp": [2447.0, 2450.0], "text": " up it goes again and it comes down again."}, {"timestamp": [2450.0, 2454.0], "text": " So you can show them why they have to pause."}, {"timestamp": [2454.0, 2458.0], "text": " It's not just for thinking, but it's good for thinking."}, {"timestamp": [2458.0, 2461.0], "text": " But it's also because your voice starts again."}, {"timestamp": [2461.0, 2463.0], "text": " And it's a great tool for doing that."}, {"timestamp": [2463.0, 2473.18], "text": " It's not designed for that, but it's a great tool for doing that it's not designed for that but it's a great tool for doing that this is a model that I use to help me"}, {"timestamp": [2473.18, 2479.56], "text": " reflect again it's just to throw it out there I was lucky enough to work with the"}, {"timestamp": [2479.56, 2483.34], "text": " gentleman who designed or who who developed this his name's Ruben Pontendura"}, {"timestamp": [2483.34, 2486.06], "text": " and he's from Massachusetts in the USA,"}, {"timestamp": [2486.06, 2488.94], "text": " and we worked with the state of Maine many years ago"}, {"timestamp": [2488.94, 2492.48], "text": " when they had gone one to one right across the whole state."}, {"timestamp": [2492.48, 2494.76], "text": " And what we found was after seven years"}, {"timestamp": [2494.76, 2496.48], "text": " that nothing much was changing."}, {"timestamp": [2496.48, 2498.0], "text": " And that's where we developed that vision"}, {"timestamp": [2498.0, 2500.92], "text": " for teachers as learners, but also Ruben developed"}, {"timestamp": [2500.92, 2502.42], "text": " the SAMHMA model."}, {"timestamp": [2502.42, 2507.4], "text": " And I was fortunate enough to sort of sit by his wing and work on it with him."}, {"timestamp": [2507.4, 2514.0], "text": " And essentially what it does is it gives you a tool to articulate what you're doing in the classroom"}, {"timestamp": [2514.0, 2517.0], "text": " and what that looks like."}, {"timestamp": [2517.0, 2523.0], "text": " Because again if I go back to my very beginning where I talked about encouraging teachers to think differently,"}, {"timestamp": [2523.0, 2525.5], "text": " we haven't told them what that looks like. And this is a tool for helping them't told them what that looks like."}, {"timestamp": [2525.5, 2530.38], "text": " And this is a tool for helping them to think about what that looks like. So at"}, {"timestamp": [2530.38, 2535.94], "text": " the bottom level is substitution. Now it doesn't mean substitution's wrong, but it's"}, {"timestamp": [2535.94, 2542.62], "text": " about really using the technology as a substitute. So for people of my generation,"}, {"timestamp": [2542.62, 2545.06], "text": " it's like using it as a glorified typewriter."}, {"timestamp": [2546.7, 2550.26], "text": " For those of you who are younger, it's like having a PDF without links."}, {"timestamp": [2552.0, 2554.28], "text": " So it's just pure substitution."}, {"timestamp": [2554.68, 2557.82], "text": " Nothing wrong with it, but not really doing anything with the technology"}, {"timestamp": [2557.82, 2559.74], "text": " that's changing the way in which we're learning."}, {"timestamp": [2560.92, 2566.88], "text": " When you start doing things with the technology that you could not otherwise do, so you're"}, {"timestamp": [2566.88, 2575.12], "text": " value adding, but you value adding to the learning, so it's not value adding to the technology,"}, {"timestamp": [2575.12, 2576.44], "text": " it's value adding to the learning."}, {"timestamp": [2576.44, 2581.24], "text": " So we might be starting to put in links, we might be starting to put in some movies, we"}, {"timestamp": [2581.24, 2587.0], "text": " might be starting to add things into the technology that we're using"}, {"timestamp": [2589.82, 2595.9], "text": " that allows something new to happen. Then you start moving up into modification. And in"}, {"timestamp": [2595.9, 2600.44], "text": " modification you're starting to redesign. You're starting to think quite differently"}, {"timestamp": [2600.44, 2605.24], "text": " about the way in which the activities might happen and the technologies might"}, {"timestamp": [2605.24, 2610.82], "text": " allow that. So again, if you go back to some of the activities that I've already shown"}, {"timestamp": [2610.82, 2616.78], "text": " you, in a moment we'll reflect on where substitution might have been and where augmentation"}, {"timestamp": [2616.78, 2622.84], "text": " modification and I think sometimes at the top redefinition is happening. And with redefinition"}, {"timestamp": [2622.84, 2629.0], "text": " it's where you're as an educator asking the question differently. You're not actually just"}, {"timestamp": [2629.0, 2635.32], "text": " doing things the way you used to do them. You're not just writing in your lesson plan."}, {"timestamp": [2635.32, 2640.44], "text": " Okay, here's the one that I've been doing every Tuesday, week three, term two."}, {"timestamp": [2640.44, 2647.0], "text": " Yeah, okay, we could use the computers. It's about asking that question differently."}, {"timestamp": [2647.0, 2650.0], "text": " And a really good simple example."}, {"timestamp": [2650.0, 2655.0], "text": " And are there primary teachers in here and lower people?"}, {"timestamp": [2655.0, 2657.0], "text": " And I don't think it matters where you are,"}, {"timestamp": [2657.0, 2661.0], "text": " but I'm going to use the example of teaching insects to say year one."}, {"timestamp": [2661.0, 2667.0], "text": " Okay, so at substitution level we might have a picture on the computer that the children can look at."}, {"timestamp": [2669.0, 2674.0], "text": " Nothing really new but it's on their computer so it feels good. They like it."}, {"timestamp": [2674.0, 2684.0], "text": " Then at the augmentation level we might have some labels that flash on or labels that you can move."}, {"timestamp": [2684.0, 2688.0], "text": " At the modification level you might be asking the children"}, {"timestamp": [2688.0, 2693.0], "text": " to take something up on the interactive whiteboard or something like that"}, {"timestamp": [2693.0, 2698.0], "text": " and pull the labels down and maybe do some other little bits and pieces with it."}, {"timestamp": [2698.0, 2702.0], "text": " But when you get up to redefinition, you might say to the students,"}, {"timestamp": [2702.0, 2706.0], "text": " and there's the six, seven-year-olds, you might say to the little people,"}, {"timestamp": [2706.6, 2710.64], "text": " I want you using, and you could have a bank of images for them,"}, {"timestamp": [2710.72, 2712.44], "text": " or they can completely create their own,"}, {"timestamp": [2712.68, 2717.36], "text": " I want you to create your own insects."}, {"timestamp": [2718.06, 2721.2], "text": " Put them in an environment and explain to me"}, {"timestamp": [2721.2, 2724.62], "text": " why your insect has stripes, why it has big eyes,"}, {"timestamp": [2724.72, 2727.04], "text": " why it has this, why it has that eyes, why it has this, why it has that,"}, {"timestamp": [2727.04, 2729.8], "text": " and why it fits in that environment."}, {"timestamp": [2729.8, 2733.16], "text": " Now we would use every one of those things as assessment,"}, {"timestamp": [2733.16, 2734.12], "text": " and I've done it."}, {"timestamp": [2734.12, 2737.92], "text": " I've given the sheet where they had to fill in the label."}, {"timestamp": [2737.92, 2739.74], "text": " I've done the interactive whiteboard one"}, {"timestamp": [2739.74, 2741.76], "text": " where they had to pull it down, and I thought,"}, {"timestamp": [2741.76, 2743.66], "text": " oh, this is cool, I'm really hot now."}, {"timestamp": [2743.66, 2749.02], "text": " I'm a great technology teacher. And I cringe now at some of the things that I did. But that was part of my learning"}, {"timestamp": [2749.02, 2755.08], "text": " journey. And that was where I, as I moved up, but at redefinition, you're asking the question"}, {"timestamp": [2755.08, 2759.8], "text": " differently. You're saying, create an insect. Now that we've talked about insects and we've"}, {"timestamp": [2759.8, 2771.52], "text": " talked about why they have the different body parts that they have and why they have six legs six legs six legs and wings and stripes and hairy things and all that sort of stuff"}, {"timestamp": [2771.52, 2776.8], "text": " so thinking really differently but what I ask teachers to do and I'd encourage"}, {"timestamp": [2776.8, 2781.22], "text": " you to do too is make yourself a sheet stick it on your wall and it just says"}, {"timestamp": [2781.22, 2790.6], "text": " sammer and every now and then when you've done activities in the classroom, put them on a Post-it note and put them somewhere along where they"}, {"timestamp": [2790.6, 2795.46], "text": " are and see where the bulk of your activities are sitting. And if they are sitting"}, {"timestamp": [2795.46, 2802.04], "text": " towards the bottom, try to look at what you can do to value ad, what you can do that might"}, {"timestamp": [2802.04, 2810.5], "text": " be different, how you can allow the child to sit there and plug the headphones in and write their own story with your hands off. How you can get"}, {"timestamp": [2810.5, 2817.74], "text": " them to take their thinking about the life cycle of a frog, make a little animation"}, {"timestamp": [2817.74, 2824.12], "text": " using Sam animation or something like that, it's a free online animator, make your own"}, {"timestamp": [2824.12, 2827.36], "text": " sound boxes. You know, three parts of a cardboard box,"}, {"timestamp": [2828.0, 2834.46], "text": " stick on egg cartons on the inside or coffee, you know, the coffee carriers, because they're baffled."}, {"timestamp": [2835.66, 2842.16], "text": " Get the kids to paint them. Perfect sound booth. I don't even use paint for green screens."}, {"timestamp": [2842.3, 2849.26], "text": " I go to, you have Spotlight here as well. I go to Spotlight, I buy cheap, bright green fabric"}, {"timestamp": [2849.26, 2851.92], "text": " and pin it to the back of a cardboard box."}, {"timestamp": [2851.92, 2855.04], "text": " You have a green screen, and it's completely transportable,"}, {"timestamp": [2855.04, 2856.96], "text": " and it costs almost nothing."}, {"timestamp": [2856.96, 2859.0], "text": " So thinking quite differently."}, {"timestamp": [2861.12, 2863.14], "text": " If we're using things like QR codes,"}, {"timestamp": [2863.14, 2866.76], "text": " think about ways in which we might be able to use them."}, {"timestamp": [2866.76, 2872.24], "text": " So instead of just having them labelling the books and giving the kids a treasure hunt or something like that,"}, {"timestamp": [2872.24, 2878.76], "text": " here's an example of where they're embedded for high school level on the periodic table."}, {"timestamp": [2878.76, 2883.6], "text": " The children can use the QR code, go to more information."}, {"timestamp": [2883.6, 2887.16], "text": " From there, they can go to greater levels of information."}, {"timestamp": [2887.16, 2888.52], "text": " It becomes theirs."}, {"timestamp": [2888.52, 2891.6], "text": " I think this is where we're starting to get true differentiation,"}, {"timestamp": [2891.6, 2894.88], "text": " where the child can choose the amount of extra information"}, {"timestamp": [2894.88, 2898.64], "text": " that they want, rather than us giving them a sheet"}, {"timestamp": [2898.64, 2900.68], "text": " with a hard task and an easy task."}, {"timestamp": [2900.68, 2903.36], "text": " Because I don't think we do differentiation terribly well"}, {"timestamp": [2903.36, 2904.4], "text": " on the whole."}, {"timestamp": [2904.4, 2905.28], "text": " And at this point"}, {"timestamp": [2905.28, 2911.28], "text": " here, primary children, they can go in, they can look at the QR code and you can do this yourself."}, {"timestamp": [2912.04, 2920.24], "text": " You've only got to link it to websites. Find the information, go further, gather their information."}, {"timestamp": [2920.24, 2925.0], "text": " They can then straight away from the QR reader, email it to themselves,"}, {"timestamp": [2925.0, 2929.0], "text": " either the information or the QR code."}, {"timestamp": [2929.0, 2933.0], "text": " So, and there are lots and lots of other ways that you can use QR codes."}, {"timestamp": [2933.0, 2938.0], "text": " And if you Google, I think there's a really good document called 100 ways to use QR codes."}, {"timestamp": [2938.0, 2940.0], "text": " And really think differently."}, {"timestamp": [2940.0, 2944.0], "text": " You know, I think that we should have QR codes on every single device that we own."}, {"timestamp": [2944.0, 2949.32], "text": " Because I don't know about you, but who's ever lost the manual that goes with your DVD player"}, {"timestamp": [2949.32, 2953.78], "text": " or your ice cream maker or your whatever it is you have."}, {"timestamp": [2954.52, 2961.3], "text": " And if they had a QR code on it that went to the manual, well, people like me would be much happier."}, {"timestamp": [2962.96, 2966.9], "text": " Having the children themselves making their own QR codes that"}, {"timestamp": [2966.9, 2970.98], "text": " means something. So on the times tables that we have around our classrooms in"}, {"timestamp": [2970.98, 2976.28], "text": " primary school, get the children to make a song, record the song, make a movie,"}, {"timestamp": [2976.28, 2981.06], "text": " put it on either your LMS at school or on YouTube, it can be password protected,"}, {"timestamp": [2981.06, 2984.24], "text": " it can be all sorts of things, make a QR code that goes to it."}, {"timestamp": [2984.24, 2990.06], "text": " So that when they're not sure about their times tables, they can go straight to the QR code"}, {"timestamp": [2990.06, 2993.0], "text": " and they can hear it and they can hear the song and sing along with it."}, {"timestamp": [2993.0, 2994.92], "text": " And we all know that we learn more by song."}, {"timestamp": [2995.82, 2999.02], "text": " Or they can make a book and they can actually embed the song in that"}, {"timestamp": [2999.02, 3003.78], "text": " and they can create a book that talks about how you understand the times tables."}, {"timestamp": [3004.28, 3007.44], "text": " So just some more examples of what you might be able to do."}, {"timestamp": [3009.44, 3012.24], "text": " Connecting at a higher level with Skype."}, {"timestamp": [3012.24, 3016.4], "text": " I think we've used Skype quite nicely up until recently."}, {"timestamp": [3016.4, 3020.56], "text": " But you know, I've been doing programs with students where we had a debate the other day"}, {"timestamp": [3020.56, 3025.84], "text": " with some business studies students, some in Sydney and some in Japan. It was fabulous"}, {"timestamp": [3025.84, 3030.4], "text": " because you had completely different perspectives coming from those young people and then"}, {"timestamp": [3030.4, 3038.24], "text": " they talked later about their different perspectives. You can have, as I think we've had over"}, {"timestamp": [3038.24, 3044.24], "text": " the last few days with people talking about inviting authors in, inviting specialists in."}, {"timestamp": [3044.24, 3047.4], "text": " People can often talk over Skype for five or ten minutes."}, {"timestamp": [3047.4, 3050.4], "text": " They don't always have the time and you don't have the money"}, {"timestamp": [3050.4, 3051.92], "text": " to get them into the school."}, {"timestamp": [3051.92, 3056.36], "text": " I've had one example where we did some play building"}, {"timestamp": [3056.36, 3060.48], "text": " with students in Canberra and students in Long Island."}, {"timestamp": [3060.48, 3063.16], "text": " So they looked, they'd all looked at a video,"}, {"timestamp": [3063.16, 3066.48], "text": " the same video on their own, and then they"}, {"timestamp": [3066.48, 3069.94], "text": " did their play building on different sides of the world."}, {"timestamp": [3069.94, 3075.76], "text": " I'd love to see a play like Romeo and Juliet played out over Skype in that way."}, {"timestamp": [3075.76, 3078.38], "text": " But I think go deeper, and there's a great site here."}, {"timestamp": [3078.38, 3081.72], "text": " It's about connecting classrooms through Skype."}, {"timestamp": [3081.72, 3085.68], "text": " And I think that you'll find some really worthwhile projects to, even if you"}, {"timestamp": [3085.68, 3088.72], "text": " don't participate in them, to help you to think differently about that."}, {"timestamp": [3088.72, 3089.72], "text": " Does it cost?"}, {"timestamp": [3089.72, 3094.72], "text": " No. No, completely free. You just have to have an internet connection."}, {"timestamp": [3094.72, 3097.12], "text": " And find the right experts."}, {"timestamp": [3097.12, 3098.12], "text": " And find..."}, {"timestamp": [3098.12, 3108.24], "text": " Yeah, but I think what we've found on the whole is that there are lots of people out there who are willing, and often a tweet will do that as well."}, {"timestamp": [3108.88, 3122.26], "text": " And, you know, find good hashtags in your tweets as well, because I don't know if you use hashtags to create your own personal learning networks, but I use the hashtag ed tech, and I use the ISTE 12 and clearly the one here."}, {"timestamp": [3122.88, 3126.46], "text": " You connect with so many people and get so many great ideas"}, {"timestamp": [3126.46, 3132.24], "text": " that it's a great way of broadening that network."}, {"timestamp": [3132.24, 3134.4], "text": " E-PALS as a community for connecting."}, {"timestamp": [3134.4, 3139.44], "text": " If you haven't used them, use them."}, {"timestamp": [3139.44, 3140.74], "text": " You register yourself here."}, {"timestamp": [3140.74, 3141.74], "text": " It's free again."}, {"timestamp": [3141.74, 3142.86], "text": " You register yourself here."}, {"timestamp": [3142.86, 3144.94], "text": " You look for a school who might want to do a project."}, {"timestamp": [3144.94, 3149.0], "text": " It can be a week. It can be a month. I did some over a couple of years"}, {"timestamp": [3149.0, 3154.0], "text": " where we just kept rolling them as our classes went in and out. So there are lots of people"}, {"timestamp": [3154.0, 3162.0], "text": " out there who have lots of great ideas and again you don't have to necessarily connect with all these people, but you can use their ideas for thinking differently about learning,"}, {"timestamp": [3162.0, 3165.0], "text": " for turning inside out what you're doing."}, {"timestamp": [3165.0, 3176.0], "text": " You know, you're doing a whole unit of work on the environment and we all know that you must not cut down the rainforest because it affects global warming and things like that."}, {"timestamp": [3176.0, 3179.0], "text": " And that is a good issue."}, {"timestamp": [3179.0, 3191.28], "text": " But when we connected my geography class with some students in Brazil and we got a whole different perspective on what the rainforest means to them it still didn't stop the"}, {"timestamp": [3191.28, 3194.64], "text": " students thinking that it was wrong to cut down the rainforests but they"}, {"timestamp": [3194.64, 3198.18], "text": " understood that there was a different perspective about it and we only did that"}, {"timestamp": [3198.18, 3202.88], "text": " for two weeks so it's about finding the ways in which to have authentic"}, {"timestamp": [3202.88, 3207.0], "text": " learning experiences using the technologies."}, {"timestamp": [3209.0, 3216.0], "text": " And I use this concept a lot as well. Imagine that you're the idea. What would you want to do?"}, {"timestamp": [3216.0, 3221.0], "text": " If you were an insect and you wanted children to learn about you, what would you want to do?"}, {"timestamp": [3221.0, 3225.08], "text": " If you were democracy and you wanted children to understand why democracy"}, {"timestamp": [3225.08, 3230.0], "text": " is important, do you want them to be able to do what I can still do, and that's regurgitate,"}, {"timestamp": [3230.0, 3234.68], "text": " 1066 Battle of Hastings? I'm sure there are others in here who can do it too, and we would"}, {"timestamp": [3234.68, 3239.38], "text": " have had it on a multiple choice exam that would have had a trick answer in there as well, would"}, {"timestamp": [3239.38, 3250.66], "text": " have had 1066, 10606 or something like that, and you would have been quite panicking hoping that you had chosen the right number."}, {"timestamp": [3250.66, 3264.94], "text": " But I couldn't tell you until not that many years ago that 1066 Battle of Hastings was connected eventually to the development of the rule of law, which itself worked its way through to the development of democracy."}, {"timestamp": [3264.92, 3265.98], "text": " of the rule of law, which itself worked its way through to the development of democracy."}, {"timestamp": [3268.56, 3268.72], "text": " So if you were that idea, what would you do?"}, {"timestamp": [3270.82, 3271.08], "text": " Bend it, flip it, turn it upside down."}, {"timestamp": [3272.22, 3272.58], "text": " Think about it inside out."}, {"timestamp": [3273.8, 3274.54], "text": " Look at it completely differently."}, {"timestamp": [3277.8, 3278.72], "text": " And sit back and look at what you've done like a child."}, {"timestamp": [3281.42, 3283.44], "text": " Because that is a stingray."}, {"timestamp": [3286.0, 3290.0], "text": " But what really struck me there was the way in which Kieran was looking at that."}, {"timestamp": [3290.0, 3292.0], "text": " Because he loves it."}, {"timestamp": [3292.0, 3296.0], "text": " How many of us actually stand back and look at what we're doing"}, {"timestamp": [3296.0, 3298.0], "text": " and really love what we've done?"}, {"timestamp": [3298.0, 3302.0], "text": " Sit there and just go, wow, that's great."}, {"timestamp": [3304.0, 3306.24], "text": " Look at it like a child,"}, {"timestamp": [3307.36, 3310.24], "text": " but allow the way children look at things"}, {"timestamp": [3310.88, 3314.88], "text": " to help you develop your thinking as a learner and as an educator,"}, {"timestamp": [3315.84, 3320.56], "text": " because I think there's no top and bottom to that."}, {"timestamp": [3322.0, 3322.96], "text": " There really isn't."}, {"timestamp": [3331.88, 3337.64], "text": " Create learning spaces. If you create learning spaces whether they're real or metaphorical, think about the way in"}, {"timestamp": [3337.64, 3347.24], "text": " which you want the technologies, the classroom, the learning to happen in your place, in your classroom,"}, {"timestamp": [3347.4, 3352.14], "text": " in your school, in your environment that allows all of these things to happen authentically,"}, {"timestamp": [3352.26, 3353.0], "text": " not contrived."}, {"timestamp": [3354.16, 3359.24], "text": " If you contrive activities, and I think that's why, to great extent, project-based learning"}, {"timestamp": [3359.24, 3362.98], "text": " didn't do a lot for changing the way in which children learn."}, {"timestamp": [3364.28, 3367.82], "text": " Inquiry, challenge, all of those sorts of things,"}, {"timestamp": [3367.96, 3369.24], "text": " asking the question differently,"}, {"timestamp": [3369.36, 3373.02], "text": " giving authentic reasons for children to do things,"}, {"timestamp": [3373.38, 3374.24], "text": " makes a difference."}, {"timestamp": [3374.5, 3378.02], "text": " Because most projects didn't allow for anything to happen with it."}, {"timestamp": [3378.26, 3381.92], "text": " They walked in the end of year 7, term 1,"}, {"timestamp": [3382.12, 3385.0], "text": " with the cereal box project. You know, you go, oh, it must be end of term 1., with the cereal box project."}, {"timestamp": [3385.64, 3387.44], "text": " You know, you go, oh, it must be end of term one."}, {"timestamp": [3387.48, 3388.76], "text": " Here comes the cereal boxes."}, {"timestamp": [3389.36, 3392.76], "text": " And in they'd come, and sometimes I think they were recycled"}, {"timestamp": [3392.76, 3395.08], "text": " from the brother above or the brother above"}, {"timestamp": [3395.08, 3396.86], "text": " because they looked a little tired."}, {"timestamp": [3396.86, 3400.0], "text": " They'd go into the PDHP PE department, sorry,"}, {"timestamp": [3400.0, 3403.0], "text": " no criticism of PDHPE, just my example."}, {"timestamp": [3403.0, 3405.34], "text": " And they would go on the shelf and everyone go,"}, {"timestamp": [3405.34, 3407.28], "text": " oh wow, and some child said, I think,"}, {"timestamp": [3407.28, 3410.06], "text": " oh, well, I developed one about this cereal"}, {"timestamp": [3410.06, 3414.28], "text": " and it has lots of fruit and no sugar and no salt."}, {"timestamp": [3414.28, 3416.6], "text": " And here it is."}, {"timestamp": [3416.6, 3418.82], "text": " And that would be the project."}, {"timestamp": [3418.82, 3420.74], "text": " And that was the end of it because next week"}, {"timestamp": [3420.74, 3423.9], "text": " we're starting on blah blah blah."}, {"timestamp": [3423.9, 3426.56], "text": " When there's a reason for something to move on,"}, {"timestamp": [3426.68, 3428.28], "text": " whether it's giving it to the younger children,"}, {"timestamp": [3428.44, 3430.32], "text": " publishing it somewhere, talking to an expert,"}, {"timestamp": [3430.68, 3434.92], "text": " giving your research results to a scientist somewhere,"}, {"timestamp": [3435.12, 3438.88], "text": " talking to another school somewhere about what your findings are,"}, {"timestamp": [3439.2, 3441.86], "text": " having a challenging project that you both work on"}, {"timestamp": [3441.86, 3444.12], "text": " and you talk about authentically,"}, {"timestamp": [3445.0, 3447.0], "text": " they're the things that make a difference."}, {"timestamp": [3447.0, 3449.0], "text": " And the other thing that I'd encourage you to do,"}, {"timestamp": [3449.0, 3452.0], "text": " particularly with high school, is instead of, you know,"}, {"timestamp": [3452.0, 3455.0], "text": " semesterized units of work, where semester one,"}, {"timestamp": [3455.0, 3459.0], "text": " you go from start to finish, and you go, that was great,"}, {"timestamp": [3459.0, 3461.0], "text": " and it might even go somewhere."}, {"timestamp": [3461.0, 3463.0], "text": " Then semester two, you start again, you go,"}, {"timestamp": [3463.0, 3465.44], "text": " right back to square one, and you start again. Start where, right back to square one and you start again."}, {"timestamp": [3465.44, 3468.18], "text": " Start where you left off."}, {"timestamp": [3468.18, 3470.72], "text": " Start where the other class finished."}, {"timestamp": [3470.72, 3475.62], "text": " You might still need to do the infrastructure, still need to do the scaffolding and the development"}, {"timestamp": [3475.62, 3481.2], "text": " of understanding, and then go, okay, so this is what last semester's class did."}, {"timestamp": [3481.2, 3487.96], "text": " How can we unpack that and take it further forward? Because I think that's more"}, {"timestamp": [3487.96, 3492.76], "text": " authentic than always starting again. And you're giving the students a reason for doing it."}, {"timestamp": [3492.76, 3496.96], "text": " They're going, oh wow, that was really good, but you know, I think this, and they can move"}, {"timestamp": [3496.96, 3503.76], "text": " on with it. And I believe it's more authentic. And make sure you create a place in your"}, {"timestamp": [3503.76, 3507.0], "text": " classroom and for yourselves where you can take risks"}, {"timestamp": [3507.0, 3510.0], "text": " and you can play and you can discover."}, {"timestamp": [3510.0, 3515.0], "text": " Because unless we have that time, it doesn't happen."}, {"timestamp": [3515.0, 3522.0], "text": " So at home in Sydney and I drive down to Canberra a lot as well, I run a couple of times a term,"}, {"timestamp": [3522.0, 3525.12], "text": " I run what I call latte learning."}, {"timestamp": [3528.4, 3528.44], "text": " And we just meet, it's all informal, no one has to book in or anything like that."}, {"timestamp": [3532.6, 3532.96], "text": " We meet on a Saturday morning with our iPads, buy a coffee."}, {"timestamp": [3536.52, 3536.84], "text": " Probably not great for the cafe because we spend a lot of time there and don't buy a lot."}, {"timestamp": [3539.96, 3540.08], "text": " But we do buy a couple of coffees and we just talk."}, {"timestamp": [3542.12, 3543.86], "text": " We share, we say, oh, I've got this great app. Or look what someone did with this."}, {"timestamp": [3544.92, 3546.02], "text": " My best professional learning."}, {"timestamp": [3546.44, 3548.1], "text": " I've now moved it up a step."}, {"timestamp": [3548.18, 3549.32], "text": " I now do iPads in the pub."}, {"timestamp": [3549.7, 3550.4], "text": " Much more fun."}, {"timestamp": [3551.7, 3553.32], "text": " But you can't do that on Saturday morning."}, {"timestamp": [3553.44, 3555.84], "text": " You have to do that Friday night or Saturday night or something like that."}, {"timestamp": [3556.16, 3559.3], "text": " But think about the ways in which you might get together and learn."}, {"timestamp": [3559.6, 3563.1], "text": " Surround yourself with people who think differently."}, {"timestamp": [3563.66, 3566.24], "text": " Surround yourself with people who jump around"}, {"timestamp": [3566.24, 3573.4], "text": " and go, oh wow, I've got this great idea. Surround yourself with people who really want to take"}, {"timestamp": [3573.4, 3589.0], "text": " risks and want to play in the sandpit. And I say there was a traffic accident somewhere on the road."}, {"timestamp": [3589.0, 3594.0], "text": " A built-in system in the cars could automatically alert the emergency services."}, {"timestamp": [3594.0, 3599.0], "text": " With precise geolocation data, they can send an ambulance to the crash site."}, {"timestamp": [3599.0, 3608.06], "text": " Furthermore, this new information will be passed on to a system that alerts me as I'm driving and suggests an alternative route to get to my destination."}, {"timestamp": [3608.76, 3610.82], "text": " Imagine we have the internet of things."}, {"timestamp": [3611.12, 3612.32], "text": " Wouldn't that be more efficient?"}, {"timestamp": [3613.1, 3613.92], "text": " Well, we do."}, {"timestamp": [3614.52, 3615.54], "text": " It's with us now."}, {"timestamp": [3615.62, 3618.02], "text": " And if you read the Horizon Report, and as an educator,"}, {"timestamp": [3618.16, 3620.54], "text": " it's the one thing I would encourage you all to read every year,"}, {"timestamp": [3620.9, 3622.72], "text": " is the Horizon Report K to 12."}, {"timestamp": [3623.98, 3625.7], "text": " It's created by a consortium of"}, {"timestamp": [3625.7, 3630.5], "text": " educators and business people globally and what it does is it looks at what's"}, {"timestamp": [3630.5, 3637.04], "text": " on the horizon. What's coming in technology that may impact on learning? And I"}, {"timestamp": [3637.04, 3641.06], "text": " think as educators we need to know what's coming because it's coming faster and"}, {"timestamp": [3641.06, 3649.42], "text": " faster and faster and it's becoming harder and harder for us to imagine what what it's going to look like the Horizon Report yeah so if"}, {"timestamp": [3649.42, 3657.82], "text": " you just Google Horizon Report do K to 12, horizon report K to 12 2012 and and you'll"}, {"timestamp": [3657.82, 3664.9], "text": " be quite a few examples of that so for those of you who fly or have ever flown"}, {"timestamp": [3664.9, 3667.0], "text": " there's a point on the runway and it's called V1."}, {"timestamp": [3667.0, 3678.0], "text": " Now it's not a real point. It's just a place on the runway where the aeroplane is at a speed where it has to keep taking off."}, {"timestamp": [3678.0, 3690.96], "text": " It doesn't matter if the wings fall off, well it probably might, but it doesn't matter if the engine falls off or something catches on fire or something like that happens. The pilot has to keep going."}, {"timestamp": [3690.96, 3699.2], "text": " V1 it's called and guys I think we're just past V1. We have to think about learning differently."}, {"timestamp": [3699.2, 3703.52], "text": " We have to turn learning inside out and I say that with my caveat of what have to means."}, {"timestamp": [3703.52, 3707.02], "text": " Because this is where we are and if you read the Horizon report and you learning inside out and I say that with my caveat of what have to means because this"}, {"timestamp": [3707.02, 3711.52], "text": " is where we are and if you read the Horizon report and you talk listen to about what"}, {"timestamp": [3711.52, 3717.52], "text": " the internet of things is and what's there and what we have ourselves what do you use"}, {"timestamp": [3717.52, 3724.06], "text": " yourself that is quite technologically advanced and when we have it today you know"}, {"timestamp": [3724.06, 3725.16], "text": " I'm really old school because I"}, {"timestamp": [3725.16, 3733.02], "text": " only have an iPad too I'm already way behind the times and B1 we're past there"}, {"timestamp": [3733.02, 3740.64], "text": " guys so I'd like you to give yourself a 30-day challenge I'd like you to"}, {"timestamp": [3740.64, 3748.24], "text": " reflect back on what you've done today where you looked at your valuing, raising concerns,"}, {"timestamp": [3748.24, 3750.76], "text": " setting a goal for yourself as a learner."}, {"timestamp": [3750.76, 3754.16], "text": " Having a look at some of the examples of turning learning inside out,"}, {"timestamp": [3754.16, 3758.16], "text": " of thinking differently about what the technology might do for you"}, {"timestamp": [3758.16, 3765.0], "text": " or what it might do when you allow the children to get their hands on it without you."}, {"timestamp": [3765.0, 3770.24], "text": " Well, you know what the learning looks like, you know what the content is, you know all"}, {"timestamp": [3770.24, 3778.24], "text": " the things that they need to experience in order to be able to understand what that is."}, {"timestamp": [3778.24, 3781.96], "text": " But you give them the opportunity to do things a little differently so that they can"}, {"timestamp": [3781.96, 3785.86], "text": " articulate their understanding of the learning,"}, {"timestamp": [3785.86, 3789.32], "text": " not necessarily be able to regurgitate and pass a test."}, {"timestamp": [3789.32, 3796.26], "text": " Think about what Nicole said in that earlier movie where she talked about she wants"}, {"timestamp": [3796.26, 3797.24], "text": " to feel excited."}, {"timestamp": [3797.24, 3802.12], "text": " She doesn't want to be penalized because she writes the wrong word."}, {"timestamp": [3802.12, 3805.72], "text": " She doesn't want to be penalized because she doesn't show the working out."}, {"timestamp": [3805.72, 3810.0], "text": " Why should she have to if she can get it?"}, {"timestamp": [3810.0, 3815.4], "text": " If we allow that to happen and find yourselves one thing."}, {"timestamp": [3815.4, 3831.54], "text": " And for those of you who like me, and I'm sure there are a few New Zealanders in here who are a little bit rugby passionate, one or two, touch, pause, and engage. And that's my challenge for you."}, {"timestamp": [3832.76, 3833.58], "text": " So thank you."}], "text": " Thank you very much. Just a quick check if everyone can hear me up the back. Excellent. Fantastic. Thank you. So the first thing I'd like to do, apart from saying thank you for this opportunity, is to say, as I speak, if I say you should, you must, you need to, what I actually mean is I'd love you to think about. Okay, I think we do that. I know Australians do. Perhaps New Zealanders do. My partner, who's Canadian, is always saying, why do I say you need to? And perhaps I'm really saying you need to think about, but perhaps not to him. So for you, it's just a suggestion. I would like to hope that this will springboard you into thinking just a little differently to what I call turning, learning inside out. So not to look for what the technology can do. How will this, because I hear this all the time, and I'm sure you do too. How will this change what's happening? How will this make a difference? Well it won't. But what you do and the way in which you think and the way in which you allow will make a difference. So the first thing I'd like to do is just wet your appetite a little for where we're going to go this afternoon. The reporter Rudy Wright and then, Vice Principal, piece in his office this week to try to get to the bottom of the question that students have been asking for generations. So, Principal, how would you address reports that there is no free of points to school? For example, one often claimed reason to school is that it prepares students for employment later in one. In a Korean English, they rip about every hour and everybody changed whatever it is that they are doing. For example, this morning I started my day off with maths, then I moved to art, then biology. Now how do any of this relate to each other in any way? So, how does school have anything to do with a real job? For example, have you ever heard of a job in which say you work as an accountant for an hour and then you move to a different room and suddenly you're a sculptor? And then by the afternoon you're dissecting France. Do you know of a job in which you would change bosses every hour. Sometimes the boss is nice, sometimes the boss is street, sometimes the boss is a-grade moron for his sobs pulled up to his hairy knees. You want to mention that these various bosses can assign you an unmeased amount of work that you have to do in your own spare time with absolutely no additional pay. So now you're solving algebraic equations, painting pictures of banked ladies and plenty of buff specimens on your weekend. And let everyone know that school does not in any way for paying anyone for a round job at all. So I actually have no idea where I found that but like most things in my life, it was serendipity. And, but I think it kind of says a lot. And then I'd like you to listen to this young lady. And then I found out pretty quickly that when you do a practical or an experiment, it's not actually about the investigation, it's about how well you write it up. So for example, if you say, recticate instead of repeat, you lose a lot. If you forget to mention the independent variable in your hypothesis, you lose another life. I want to be able to wait up in the morning and say, today I'm going to try something different. Today I'm going to do something new. Today I'm going to create something. I mean, everything in the world that's good and new is a result of someone thinking outside the square. But at school we're forced to stay inside the square and never to question the boundaries of the square. So let's reflect on that as we as we move forward. But the thing that I would reflect on particularly as an educated myself and in leadership in education over the last 10 years is that we've been telling teachers or suggesting to teachers that they should think differently, teach differently, be creative, be a thing. But we haven't actually articulated for them what that means. So what does thinking differently need? So I'm going to do a little exercise right now. So I want you to have a look at that image up there and I'd like you to write down the very first thing that you see, just one thing that you see. Anything at all? Doesn't matter, don't share it just at the moment, whatever you see. Now I'm not going to go throughout the whole room, but what I'd like to do is maybe ask this table here, if just starting with this lady in the cardi, if we could just call out the one thing that we see, and if someone calls out something that you haven't seen, could you please jot it down okay so do you guys face each other thumbs up winds wings okay thumbs up. A dragon. If I drew a line here, let's see the line of symmetry. Wow, excellent, a line of symmetry, fantastic. Two heads? Two heads? Two faces are very far. Okay, anyone else? I see the guys with thumbs, the two hands come down. Okay, anyone else? I see the guise with some, the two hands are going down. Okay, anything else? Butterfly. Butterfly. Oh yeah, Matt. Excellent. Anything else? Two duck heads. Two white duck heads. Oh, white duck heads. I've never had that one before. That's fantastic. And I saw my first thing was a guardian angel, so thank you for the wings because most people don't get the wings thing. Some people have said a rabbit, some have said a pelvis or a skull. I see two rugby players coming in for a scrum. Now what I would like you to do is just think for a moment, can you now see, maybe not every one of those things, but can you now see things that you didn't see before? That's why we can't just tell people to think differently, because you can only think differently with what's inside your own head. And as soon as you start to collaborate, and as soon as you start to talk, and as soon as you start to get examples and as soon as you start to talk, and as you start to get examples from other people, you can now think differently. So now when you look at that age, you can see, perhaps, the dragon, the rabbit, the line of symmetry, the rugby players, the angel, and so on and so forth. So I try to use that as an example with teachers to help us understand what we're not doing. And so what we need to do now is work through a process of how we can think differently. So the next thing I want you to do is I want you to think about at the beginning of the school year, when we stand there and we say to everyone again, this year we're going to do things really differently. I want you to set three goals. And what we do is we take up our little piece of paper. That's often a really nice to reduce book. And sometimes with really nice things on it to help you be inspired. And we write down things. And generally we write down. I'll finish my reports on time. I'll have my programming done and I'll be patient or something like that. But they're fairly stock standard, fairly shallow really and we tend to take that, put it in the door menu in our desk or in file 13 or the round file and we never revisit it. And part of the reason for that is we haven't set ourselves a vision as a learner. So what I'm going to ask you to do now is set a goal to yourself for a vision as learner. So the first thing I want you to do is clarify what you do. Just a couple of dot points. Clarify what you do as an educator. What do you do? It may be leadership, it may be classroom teaching maybe support clarify what you do and you won't have to share any of this so you can write whatever you like. Three or dot, dot points is probably enough because you can always go back and revisit this. Now I'd like you to value, to value what you bring to the job, to value what you get in the job, the things you really like, the things that really work for you, broader than maybe exactly what you do, but the whole environment. So all those valuing things, not the positive necessary, just positive, but the value. What do you bring, what do you get by being where you are? What are the really cool things about being where you are and about your daily work? We need thinking music. Where's Tweetwood Mac? Not quite what I was looking for, but sound effects nevertheless. I'm hoping it's a little bit better than that for you at the moment. That's maybe for the next part. So once you've done that, and I'm moving you forward through it a little bit quickly so that you can go back and do this yourselves later at a little bit more depth. Now I want you to raise concerns. Now raising concerns is not the same as negative. Okay, I really don't like positive and negative. I like valuing and raising concerns. So raising concerns deals with where are the gaps? What are the things you don't like? What are the things you don't know? Where are the areas that you feel uncertain? Thank you. I'm not Okay, now what I want you to do is think about the what now. So the what now is how you start to identify what your goals loosely might be. Now they're not all about addressing the areas of concern it may well be that one of the things that is really really great that you value might be something that you want to have greater opportunity to do more of so you may love doing the debating group and you would like to have the opportunity to lead the debating group or you might really love sharing your knowledge and you'd like to have the opportunity to lead the debating group. Or you might really love sharing your knowledge and you'd like to have the opportunity to run some professional development. But it also can address some of the areas of concern. If you have a gap, if there's a gap there for you, do you need professional learning? Do you need to address things that are not directly relating to your teaching and your pedagogy? It may well be, like a previous colleague of mine, that she was great as far as pedagogy is concerned. She was a great leader of a department, but she was singularly the most disorganized person I have ever met. So when we went through this process, she identified that she needed to be more organized. So we actually sat down and we found a person who would come first of all to her home, then to her workplace and help her learn to be more organized, help her to structure, help her to get rid of some things, help her to be more organized. It may be that you might have a problem with internalizing stress, you might need to go and do meditation or yoga. It doesn't have to be just about being a teacher and education. Because if those things are affecting you, then they are affecting your practice in the classroom. And this is the difference between setting a goal at the beginning of the year for being a teacher and thinking about yourself and developing a vision for yourself as a learner. So if you could just identify two or three things in there that you think would be something that you would like to focus on as a goal, as a vision for you as a learner, something that you would like to accomplish. If you are in a leadership position at school, whether it's at a high level, at departmental level, perhaps at, you know, an even higher statewide or area-wide level, or a head of department or even just a year coordinator, this is a really good process to go through, not only with your own staff, but it's really good to do with students as well it's also a great tool for getting students to do feedback better you know when we write things like comment what are the normal sorts of comments that you get when you say to children I want you to choose two or three things and I want you to comment on them. What do we normally get? This is good, nice, this sucks, I don't like it, I do like it, pretty shallow. If you use this type of format or scaffolding to help young people understand that commenting is about valuing, sometimes clarifying, what was this about? Then valuing, what are the things that resonate well with me? What are the things I get? What are the things I understand? What are the things I like? Then the raising concern. So you're not saying, I hated this, you're saying, I didn't understand this part, or there was this part seemed to be missing for me, or something like that. And then particularly the what now is really powerful. And what this whole scaffold is from is the modified ladder of feedback from Harvard. something like that and then particularly the what now is really powerful and what this whole scaffold is from is a modified ladder of feedback from Harvard so you can Google it we've modified it over the years I've used it a lot and at one school where we worked with a lot of senior boys we actually called it Wow Cow Now and they worked with them so rather than going through there I want you to value raise concerns and what now we'd say I want you to do a wow cow now and they loved it because it was something that they could remember so perhaps take this on board and find one thing there in that that perhaps you can do as the year progresses because I think one of the problems that we have as educators is that we have this fear of not being good enough. And when we can actually go through that process and understand that it's not that we're not good enough, it's just might be that we have some gaps. Because we all have gaps. There are always things where we're in that part of the diagram, which is the conscious incompetence. So if you're aware of that diagram, it starts sort of at the top, I guess, metaphorically at the top with unconscious incompetence where we don't know what we don't know. Then we start to know what we don't know, so we have conscious incompetence. And that's the part where we go, I need to do something about this. Then we have conscious competence where we're aware that we're doing things well. So where we've learned something, we're aware we're doing it well. Kind of like that first period of time after you've learned to drive a car and you're still having to think about it but you're starting to feel quite confident. Then you get to the part where you're unconsciously competent. When you can walk into a classroom and just feel good, where if something goes wrong, it doesn't matter because you have a rabbit to pull out of the hat. You're at that level. And when people get to that unconscious, sorry, unconscious competence, then you tend to scoot right around the top again and come back to the conscious incompetence, where you start to see again the things that you can't do that you need to learn. And so the cycle continues. And I guess again, if we reflect on how our students are, that's really where they're at as well. So that we're going through this cycle continuously, but embedded in there are fears beliefs fears and beliefs affect our performance so if we can address the fears and address the beliefs the performance and the experiences and that result will often change. So now as an educator, when was the last time you did something for the first time? When was it that you tried something brand new? Really new. How did you feel? Maybe jot down two or three words. How did you feel when you tried something brand new? And did you look at it like this? Did you look at it without any expectations? Did you look at it because it made nice lights, it looked good, it felt good, it could be whatever you wanted, or did you have some really preconceived expectations? Your fears may have driven that, your hopes may have driven it. And one of the things I'd like to encourage you to do is when you do something new or when someone says, I've got this great idea, you don't have those preconceived concepts about what it's going to do for you because again, coming back to the iPad, it's not going to change the classroom, the iPad itself. It's what you're going to do with it. And this can be music, it can be lights, and two minutes after this it was a lot. It's what you're going to do with it. And this can be music, it can be lights, and two minutes after this it was a car going across the carpet. Not necessarily ideal, but it was a car. So there's a great little book called It's Not a Box. Have you heard it? Read it? It's a fabulous story. And essentially, it's along these lines. It's like, what are you doing with that box? And the little person says, it's not a box. It's a rocket, because they've got it on their insight and they've got it on their head. They go, what are you doing with that box? It's not a rocket. It's a racing car. And we've all seen children with boxes. They're not boxes. They're whatever you want them to be. Well, so is the technology. They're not boxes. They're whatever you want them to be. Well, so is the technology. So is your classroom. And I think if we can read that book, if you can think about it in that way, it's not a box, it's not an iPad, it's not a computer. It's really whatever you want it to be and whatever you allow it to be and whatever you allow for the children to make it be. I think if we keep that on in our heads as we go through, we'll get somewhere. Another example of that. This little fellow here has a little tiny, space shuttle, thank you, space shuttle. Now the moment he was given that, he'd been interested in space previously, he's three years old. The moment he was given that, he went and he picked up the iPad, nobody said, go and get the iPad. He picked up the iPad, he opened it up to the Galaxy app, he opened up space and he was flying his space shuttle through space, moving the stars around, flying his space shuttle around. There's no barrier for these little people. So whilst I don't necessarily see his space shuttle through space, moving the stars around, flying his space shuttle around. There's no barrier for these little people. So whilst I don't necessarily subscribe to the whole sort of concept of the fact that there are the digital natives or we're not, because I'm clearly not a digital native, but I'm quite comfortable with what the technology can do. And there are others in here as well who are not digital natives because I can tell. But I think it's about the fact that if we can observe the little people coming through, there's no barrier and these little people in where by the time they're 10 will be going, can you believe we used to use the iPad? Just like we do about when we sort of talk about records, you know, and we go, and now they're cool again, I buy an ad, but I'm not sure what will happen there. But I think that what I want us to do, and this is the real advantage I have being a grandparent, because I've been able to step back, and I do apologise for being a little bit about a lot of the children in this will be my grandchildren because A, I can and B, I don't have to ask a lot of permission except to say to their parents, one of whom is my son, do you mind? But I think the most important thing is that as a grandparent I've been able to stand back and as an educator I can observe the learning that's happening and this is where I've seen the children turning learning inside out because they're not constrained by the scaffolds that we think learning is about and I have learned more from these little people than I have in probably really 20 years of teaching and and sometimes it's five minutes worth and I just go whoa and I've learned to step back a lot I still know what the learning looks like I know what writing a story is all about but if I let them write the story and I'm going to demonstrate a little bit of that in a moment they do it differently because the technologies for them also don't have the boundaries so they weave and they go out here and they go out there, whereas we still think in quite a linear fashion. And this is the real example where I learned a lot. This young lady, Lucy, at five years of age, we sat down and we used a beautiful little book- app called book creator. It's gorgeous, very simple, very sweet. And we went through and we made a story. We did all the normal things. I sat with her, we talked about the story, you know, because I'm a teacher, I know how you write a story. And I've taught everything from Hindi right through to year 12, again using my benchmark of survival teaching Shakespeare to Year 9 boys. If you can do that, walk out of the classroom, walk back in again, you can do anything. But we wrote this story. Now Lucy was only five at that time, so she can write, but she can't write as fast as she can think. So we're talking about it, and I'd say to her, what do you think, and she'd tell it to me, and I'd type it because it was easier and I could help her and all that sort of stuff. She drew little pictures and we brought it in and we made quite a sweet little story. Then she said to me, can I write another story? I'm like, of course you can, sweetheart. And I, she took the iPad, she plugged the headphones in. She opened up a new book, which is blank. And she sat there and she said, The Flower by Lucy Mascarella. Turned the page. Once there was a flower, turned the page, blank. The flower was pink and yellow. Turned the page. One little person wanted to pick it and they did and so on and so forth. Then she went back and she listened to what she had said, she thought, and then she started typing it. And she'd listened to it again and she'd type again. Then she went out because she's drawn lots of pictures before, she drew a little picture and she just brought it in because she can. Then she got sick of drawing pictures, and so she took photographs and brought those in. And now with this app you can do video as well. So again, unstructured, she had actually given me the tools as a teacher for helping those children, particularly who can think faster than they can write. Not just to little people either. This is not about just little people. It's also about older students who think really quickly and halfway through the process of writing, they've forgotten that wonderful thought. We do it too. Because they've got something really amazing and then they've gone to write it down and they get halfway through it and they go, to it and you can't remember it. Whereas if you can record it, it can be really powerful. So ESL children, children learning languages, children struggling with learning, but also children who just think quickly. I don't know if you saw over here, earlier in the year in Australia we had a program that was about four parts called Garif Malone's Extraordinary School for Boys. If you didn't, Google it because you can find it, it's on YouTube and there are three or four episodes and it's really quite interesting and it's about, you know, he takes the boys out and runs them out the paddock for a while and gets them to engage with literacy and it's really nice nice but I think he should have taken the girls as well, quite frankly. But nevertheless he took the boys out because there was a real gap with them for literacy. And a lot of the strategies he used worked really well. But towards the end, the children were writing the end of year play. Great. One little boy, he went up to him and he said, Tommy, he said, you haven't written anything. And he said, I have so many great ideas. And he said, I feel like Tommy goes, oh yeah, I have so many ideas inside my head, but I can't write quickly enough. And he said, oh, well, let's go and brainstorm them. And I'm thinking, let him record them. Give him an iPod touch. Give him some device where he can go and sit down on his own without you sitting over him and just record. Then he can listen to the recording and he can pause it and he can write his key points. So that he's again not constrained by the writing part and gets all his ideas down. And for me that was probably one of those points where I went, gee, I wish he'd just recorded him instead of making him write it down. So when you go from that story, a lot of us will say, oh, well, that's well, that's well good, but I don't have iPads in my classroom. Or that app costs $4.95, and we're not going to have it because I'm not sure about New Zealand yet, but in Australia we're only just starting to get a glimpse of the fact that volume purchasing may happen because of copyright rules and things like that. So if we want to buy apps for the iPads in reality, we have to buy one for every iPad. So it can be a little bit of a show stopper. But you can use Palsy. You can use Keynote. You can use whatever you like. It doesn't really matter. It's the thinking. And when I think about the fact that many years ago, we had one computer in the school that had internet, I had 33 children in my class, primary children. And we did the most amazing projects with kids overseas and we would all go down to the library and we'd be all doing different activities and one child at a time would come up and we'd do the do, do, dop, dop, wait five minutes for the internet to connect maybe. I was in trouble because we had a $15 fax bill in that term and because I'd faxed things to Finland. And I was told, mainly, really, we've got $15 bill. It's and because I'd faxed things to Finland and I was told mani really we've got $15 bill. It's okay I'll have. That's fine. Don't let the lack of things stop you and I think we use that. We go well I can't do it because I don't have. I'm also working with a young girl in California who has, she teaches in a very poor area of California where most of the children, their parents, are field workers. 95% of them are ESL and 50% of those children are not very little in their first language. So what we've been doing, we've been using a mixture of mobile devices and PowerPoint or keynote, and we're using a mixture of mobile devices and PowerPoint or keynote, and we're using the same thinking for comprehension and for reading. So what we do is we go through the story, we type the story in, Sarah records herself reading it page by page, the children can take the way on their own, listen to it, they listen to Sarah reading it, then listen to Sarah reading it, then they record themselves reading it. So not only they're getting that modelling whenever they want, that rewind whenever they want, but also what they're doing is that they're getting the opportunity to hear themselves. And as a teacher who has to analyse children's literacy and their reading, you cannot listen to every week. And when you listen to it and you're sitting there and they're reading to and you often have that sheet of paper in front of you where you're marking off what they're able to do and you've got, did they pause after that comma, what did they say, blah blah blah. When you have the data like this this you can sit down yourself and listen to it and you have not only a better example of their reading but you also have collective data and you can have weekly collective data so i think again thinking about how we have children reading what modeling is how we encourage them to learn to read by reflecting on their own reading and if you listen to them Lucy was doing the same thing she'd record herself and she'd listen to and she'd go oh no I don't like that and she'd record it again they don't get the chance to read it again to you when they're reading and they're what they're sort of half watching you and losing their place on the book. So it doesn't mean you don't listen to them. This is not one or the other. This is about saying there are other ways to do things and the technologies may not be, this app is not designed for that, PowerPoint's not designed for that but you can do it. And PowerPoint, the children can do the same thing by creating their own stories and keynote, exported as a movie, and you have a book that can have all sorts of different things happening. Narration, it can have the words coming in, they have to think about layout, they have to think about if someone was doing, reading this, what would happen, and the best thing is, they have authentic reason for doing it. Because rather than it just being something that gets stuck on the wall and I know about you but all the stuff that I stuck on the wall in my classrooms I would often stand back and go wow my room looks great I love it and I did I felt really good about it I'd come in and I would just look at it and go this is cool I have Charlotte's Web in the corner and all sorts of things like that and then in high school I'd probably still have Charlotte's Web but not deliberately and I had you know stuff all around the place and I thought it was great but I don't think that the students really read it. I really don't think that's publishing but in this instance the books are then given to the junior children as e-books so the junior children are reading the books that have been created by the older children are reading the books that have been created by the older children or reading the books that have been created by their peers. There's nothing better than work that's created within. But on top of that, it can also go home to mum and dad, Nana and Grandpa and the entire extended family either as an e-pub or as a PDF so either way you're covering everyone's technology capabilities and the children feel really great about it and really one other thing that we did really cool little thing we made happy birthday e-cards with them three pages first page says happy says, Happy Birthday was Mummy at that point. Inside, picture recorded singing happy birthday, very badly I might add, but happy birthday, and sent the e-card to her. So much nicer than something that you just go, yep, I want that one and you type in happy birthday mummy. It's again looking at it quite differently another example here when we have children do life cycles and things like that or anything that they learn so often we get them to we give them a sheet of paper or we give them something on the computer or the iPad we give them a sheet of paper, or we give them something on the computer or the iPad. We give them a diagram and what do we ask them to do? How do we test generally whether they've achieved it or not? Yeah, or we give them a blank one and they've got to label it. Okay, and sometimes if we're really clever, oops, if we're really clever, we, if we're really clever, we have something on the interactive whiteboard. And here's another example of the same sort of thing where we have clouds here. So how do clouds form? We all know we give them this, we do it on the interactive whiteboard, it's really lovely. We have the labels that the kids can move and that's interactive. And we can assess them because they've pulled the right ones across to the right clouds and I hope I did. I hope there's no geographers in here because I may or may not be right with those. I want you to focus on a second and ask yourself what is the difference between what you've seen there and this. What's the difference? Hands on. Hands on. What's the difference? Hands on, being part of it, really being immersed in the learning process. So at five, Lucy can tell you, she could look up and see the sky was clear, it's a high pressure system, can look over and see the clouds forming and say it's a low pressure system forming on the horizon and can tell you about a synoptic chart. Now I don't know if you gave her a sheet of paper if she could pass a test. I really don't know. I can't tell you that or not, but I can tell you that even at six when sometimes she'll forget little bits and I'll say something, you know, ask her a question because of course I wanted to be clever I ask her a question about it and she goes I don't know go do you think it's a high pressure system or a low pressures and she go oh oh it's high oh and there's some clouds over there so there must be a low pressure system so whether or not she'd pass the written test I can't promise you I can promise you she's learned more deeply because she's experienced it. And more importantly, what they also did was they sent out a tweet, just a tweet, and said, on this day, could anyone who sees this, who can be bothered, take a photograph of the clouds in their area, write down your location, your geo-coordinates, and a little bit about the clouds you see. So they had over 150 cloud pictures within three days of doing this from people that they don't even know. And then they had a message from this little person in the US whose mum sent some pictures of the clouds and her son and said, Cooper, is about to start school and his kindergarten class, the first thing they're going to do is they're going to be looking at weather. So Lucy Skyped in to the Kendi class in the US at their invitation and talked about what she'd learned about clouds and talked about how they made clouds. So all of these authentic reasons for doing learning are enabled by the technologies. But I don't know that you would actually write down in your program all the time, do this and do that. It's about allowing it. It's about the idea popping up. Oh yeah, we got this back. Okay, let's set that up. It's about knowing your content so well that you can allow other things to happen. It's about knowing that as the content will happen if you allow different things to happen in your classroom and authentic learning to take place. To encourage you to think even differently again. This is from Garage Band and Audacity does the same thing. So we all know that they're for recording music, they're for making podcasts, therefore doing all those sorts of things. Great. Fantastic. But in here, we're for doing all those sorts of things. Great, fantastic. But in here, we're using them for speech development. Because if you look at the words the, fat, and cat, you can see the sound looks different. Now, garage band and audacity are not designed for that. But by accident one day when we were looking at the recordings, we went, oh wow, they look different. Now we're working with children who have speech issues like they say fuh instead of the, they can now see what the looks like and they can see what the looks like. And so you can use it for something completely different. And my aim for when you walk out of here this afternoon is that you will no longer see things for what you think they are but think about, what else could that do? And learn by accident. Because also with a program like this, what you can do is teach older children particularly about public presentation. Because when you record yourself, if you don't pause, if you don't stop, if you don't use those processes, you can see the voice goes down and down and down and down no matter how good you are, no matter how much you think you're throwing your voice. So you can see the sound waves coming down when you pause, up it goes again and it comes down again. So you can show them why they have to pause. It's not just for thinking, but it's good for thinking. But it's also because your voice starts again. And it's a great tool for doing that. It's not designed for that, but it's a great tool for doing that it's not designed for that but it's a great tool for doing that this is a model that I use to help me reflect again it's just to throw it out there I was lucky enough to work with the gentleman who designed or who who developed this his name's Ruben Pontendura and he's from Massachusetts in the USA, and we worked with the state of Maine many years ago when they had gone one to one right across the whole state. And what we found was after seven years that nothing much was changing. And that's where we developed that vision for teachers as learners, but also Ruben developed the SAMHMA model. And I was fortunate enough to sort of sit by his wing and work on it with him. And essentially what it does is it gives you a tool to articulate what you're doing in the classroom and what that looks like. Because again if I go back to my very beginning where I talked about encouraging teachers to think differently, we haven't told them what that looks like. And this is a tool for helping them't told them what that looks like. And this is a tool for helping them to think about what that looks like. So at the bottom level is substitution. Now it doesn't mean substitution's wrong, but it's about really using the technology as a substitute. So for people of my generation, it's like using it as a glorified typewriter. For those of you who are younger, it's like having a PDF without links. So it's just pure substitution. Nothing wrong with it, but not really doing anything with the technology that's changing the way in which we're learning. When you start doing things with the technology that you could not otherwise do, so you're value adding, but you value adding to the learning, so it's not value adding to the technology, it's value adding to the learning. So we might be starting to put in links, we might be starting to put in some movies, we might be starting to add things into the technology that we're using that allows something new to happen. Then you start moving up into modification. And in modification you're starting to redesign. You're starting to think quite differently about the way in which the activities might happen and the technologies might allow that. So again, if you go back to some of the activities that I've already shown you, in a moment we'll reflect on where substitution might have been and where augmentation modification and I think sometimes at the top redefinition is happening. And with redefinition it's where you're as an educator asking the question differently. You're not actually just doing things the way you used to do them. You're not just writing in your lesson plan. Okay, here's the one that I've been doing every Tuesday, week three, term two. Yeah, okay, we could use the computers. It's about asking that question differently. And a really good simple example. And are there primary teachers in here and lower people? And I don't think it matters where you are, but I'm going to use the example of teaching insects to say year one. Okay, so at substitution level we might have a picture on the computer that the children can look at. Nothing really new but it's on their computer so it feels good. They like it. Then at the augmentation level we might have some labels that flash on or labels that you can move. At the modification level you might be asking the children to take something up on the interactive whiteboard or something like that and pull the labels down and maybe do some other little bits and pieces with it. But when you get up to redefinition, you might say to the students, and there's the six, seven-year-olds, you might say to the little people, I want you using, and you could have a bank of images for them, or they can completely create their own, I want you to create your own insects. Put them in an environment and explain to me why your insect has stripes, why it has big eyes, why it has this, why it has that eyes, why it has this, why it has that, and why it fits in that environment. Now we would use every one of those things as assessment, and I've done it. I've given the sheet where they had to fill in the label. I've done the interactive whiteboard one where they had to pull it down, and I thought, oh, this is cool, I'm really hot now. I'm a great technology teacher. And I cringe now at some of the things that I did. But that was part of my learning journey. And that was where I, as I moved up, but at redefinition, you're asking the question differently. You're saying, create an insect. Now that we've talked about insects and we've talked about why they have the different body parts that they have and why they have six legs six legs six legs and wings and stripes and hairy things and all that sort of stuff so thinking really differently but what I ask teachers to do and I'd encourage you to do too is make yourself a sheet stick it on your wall and it just says sammer and every now and then when you've done activities in the classroom, put them on a Post-it note and put them somewhere along where they are and see where the bulk of your activities are sitting. And if they are sitting towards the bottom, try to look at what you can do to value ad, what you can do that might be different, how you can allow the child to sit there and plug the headphones in and write their own story with your hands off. How you can get them to take their thinking about the life cycle of a frog, make a little animation using Sam animation or something like that, it's a free online animator, make your own sound boxes. You know, three parts of a cardboard box, stick on egg cartons on the inside or coffee, you know, the coffee carriers, because they're baffled. Get the kids to paint them. Perfect sound booth. I don't even use paint for green screens. I go to, you have Spotlight here as well. I go to Spotlight, I buy cheap, bright green fabric and pin it to the back of a cardboard box. You have a green screen, and it's completely transportable, and it costs almost nothing. So thinking quite differently. If we're using things like QR codes, think about ways in which we might be able to use them. So instead of just having them labelling the books and giving the kids a treasure hunt or something like that, here's an example of where they're embedded for high school level on the periodic table. The children can use the QR code, go to more information. From there, they can go to greater levels of information. It becomes theirs. I think this is where we're starting to get true differentiation, where the child can choose the amount of extra information that they want, rather than us giving them a sheet with a hard task and an easy task. Because I don't think we do differentiation terribly well on the whole. And at this point here, primary children, they can go in, they can look at the QR code and you can do this yourself. You've only got to link it to websites. Find the information, go further, gather their information. They can then straight away from the QR reader, email it to themselves, either the information or the QR code. So, and there are lots and lots of other ways that you can use QR codes. And if you Google, I think there's a really good document called 100 ways to use QR codes. And really think differently. You know, I think that we should have QR codes on every single device that we own. Because I don't know about you, but who's ever lost the manual that goes with your DVD player or your ice cream maker or your whatever it is you have. And if they had a QR code on it that went to the manual, well, people like me would be much happier. Having the children themselves making their own QR codes that means something. So on the times tables that we have around our classrooms in primary school, get the children to make a song, record the song, make a movie, put it on either your LMS at school or on YouTube, it can be password protected, it can be all sorts of things, make a QR code that goes to it. So that when they're not sure about their times tables, they can go straight to the QR code and they can hear it and they can hear the song and sing along with it. And we all know that we learn more by song. Or they can make a book and they can actually embed the song in that and they can create a book that talks about how you understand the times tables. So just some more examples of what you might be able to do. Connecting at a higher level with Skype. I think we've used Skype quite nicely up until recently. But you know, I've been doing programs with students where we had a debate the other day with some business studies students, some in Sydney and some in Japan. It was fabulous because you had completely different perspectives coming from those young people and then they talked later about their different perspectives. You can have, as I think we've had over the last few days with people talking about inviting authors in, inviting specialists in. People can often talk over Skype for five or ten minutes. They don't always have the time and you don't have the money to get them into the school. I've had one example where we did some play building with students in Canberra and students in Long Island. So they looked, they'd all looked at a video, the same video on their own, and then they did their play building on different sides of the world. I'd love to see a play like Romeo and Juliet played out over Skype in that way. But I think go deeper, and there's a great site here. It's about connecting classrooms through Skype. And I think that you'll find some really worthwhile projects to, even if you don't participate in them, to help you to think differently about that. Does it cost? No. No, completely free. You just have to have an internet connection. And find the right experts. And find... Yeah, but I think what we've found on the whole is that there are lots of people out there who are willing, and often a tweet will do that as well. And, you know, find good hashtags in your tweets as well, because I don't know if you use hashtags to create your own personal learning networks, but I use the hashtag ed tech, and I use the ISTE 12 and clearly the one here. You connect with so many people and get so many great ideas that it's a great way of broadening that network. E-PALS as a community for connecting. If you haven't used them, use them. You register yourself here. It's free again. You register yourself here. You look for a school who might want to do a project. It can be a week. It can be a month. I did some over a couple of years where we just kept rolling them as our classes went in and out. So there are lots of people out there who have lots of great ideas and again you don't have to necessarily connect with all these people, but you can use their ideas for thinking differently about learning, for turning inside out what you're doing. You know, you're doing a whole unit of work on the environment and we all know that you must not cut down the rainforest because it affects global warming and things like that. And that is a good issue. But when we connected my geography class with some students in Brazil and we got a whole different perspective on what the rainforest means to them it still didn't stop the students thinking that it was wrong to cut down the rainforests but they understood that there was a different perspective about it and we only did that for two weeks so it's about finding the ways in which to have authentic learning experiences using the technologies. And I use this concept a lot as well. Imagine that you're the idea. What would you want to do? If you were an insect and you wanted children to learn about you, what would you want to do? If you were democracy and you wanted children to understand why democracy is important, do you want them to be able to do what I can still do, and that's regurgitate, 1066 Battle of Hastings? I'm sure there are others in here who can do it too, and we would have had it on a multiple choice exam that would have had a trick answer in there as well, would have had 1066, 10606 or something like that, and you would have been quite panicking hoping that you had chosen the right number. But I couldn't tell you until not that many years ago that 1066 Battle of Hastings was connected eventually to the development of the rule of law, which itself worked its way through to the development of democracy. of the rule of law, which itself worked its way through to the development of democracy. So if you were that idea, what would you do? Bend it, flip it, turn it upside down. Think about it inside out. Look at it completely differently. And sit back and look at what you've done like a child. Because that is a stingray. But what really struck me there was the way in which Kieran was looking at that. Because he loves it. How many of us actually stand back and look at what we're doing and really love what we've done? Sit there and just go, wow, that's great. Look at it like a child, but allow the way children look at things to help you develop your thinking as a learner and as an educator, because I think there's no top and bottom to that. There really isn't. Create learning spaces. If you create learning spaces whether they're real or metaphorical, think about the way in which you want the technologies, the classroom, the learning to happen in your place, in your classroom, in your school, in your environment that allows all of these things to happen authentically, not contrived. If you contrive activities, and I think that's why, to great extent, project-based learning didn't do a lot for changing the way in which children learn. Inquiry, challenge, all of those sorts of things, asking the question differently, giving authentic reasons for children to do things, makes a difference. Because most projects didn't allow for anything to happen with it. They walked in the end of year 7, term 1, with the cereal box project. You know, you go, oh, it must be end of term 1., with the cereal box project. You know, you go, oh, it must be end of term one. Here comes the cereal boxes. And in they'd come, and sometimes I think they were recycled from the brother above or the brother above because they looked a little tired. They'd go into the PDHP PE department, sorry, no criticism of PDHPE, just my example. And they would go on the shelf and everyone go, oh wow, and some child said, I think, oh, well, I developed one about this cereal and it has lots of fruit and no sugar and no salt. And here it is. And that would be the project. And that was the end of it because next week we're starting on blah blah blah. When there's a reason for something to move on, whether it's giving it to the younger children, publishing it somewhere, talking to an expert, giving your research results to a scientist somewhere, talking to another school somewhere about what your findings are, having a challenging project that you both work on and you talk about authentically, they're the things that make a difference. And the other thing that I'd encourage you to do, particularly with high school, is instead of, you know, semesterized units of work, where semester one, you go from start to finish, and you go, that was great, and it might even go somewhere. Then semester two, you start again, you go, right back to square one, and you start again. Start where, right back to square one and you start again. Start where you left off. Start where the other class finished. You might still need to do the infrastructure, still need to do the scaffolding and the development of understanding, and then go, okay, so this is what last semester's class did. How can we unpack that and take it further forward? Because I think that's more authentic than always starting again. And you're giving the students a reason for doing it. They're going, oh wow, that was really good, but you know, I think this, and they can move on with it. And I believe it's more authentic. And make sure you create a place in your classroom and for yourselves where you can take risks and you can play and you can discover. Because unless we have that time, it doesn't happen. So at home in Sydney and I drive down to Canberra a lot as well, I run a couple of times a term, I run what I call latte learning. And we just meet, it's all informal, no one has to book in or anything like that. We meet on a Saturday morning with our iPads, buy a coffee. Probably not great for the cafe because we spend a lot of time there and don't buy a lot. But we do buy a couple of coffees and we just talk. We share, we say, oh, I've got this great app. Or look what someone did with this. My best professional learning. I've now moved it up a step. I now do iPads in the pub. Much more fun. But you can't do that on Saturday morning. You have to do that Friday night or Saturday night or something like that. But think about the ways in which you might get together and learn. Surround yourself with people who think differently. Surround yourself with people who jump around and go, oh wow, I've got this great idea. Surround yourself with people who really want to take risks and want to play in the sandpit. And I say there was a traffic accident somewhere on the road. A built-in system in the cars could automatically alert the emergency services. With precise geolocation data, they can send an ambulance to the crash site. Furthermore, this new information will be passed on to a system that alerts me as I'm driving and suggests an alternative route to get to my destination. Imagine we have the internet of things. Wouldn't that be more efficient? Well, we do. It's with us now. And if you read the Horizon Report, and as an educator, it's the one thing I would encourage you all to read every year, is the Horizon Report K to 12. It's created by a consortium of educators and business people globally and what it does is it looks at what's on the horizon. What's coming in technology that may impact on learning? And I think as educators we need to know what's coming because it's coming faster and faster and faster and it's becoming harder and harder for us to imagine what what it's going to look like the Horizon Report yeah so if you just Google Horizon Report do K to 12, horizon report K to 12 2012 and and you'll be quite a few examples of that so for those of you who fly or have ever flown there's a point on the runway and it's called V1. Now it's not a real point. It's just a place on the runway where the aeroplane is at a speed where it has to keep taking off. It doesn't matter if the wings fall off, well it probably might, but it doesn't matter if the engine falls off or something catches on fire or something like that happens. The pilot has to keep going. V1 it's called and guys I think we're just past V1. We have to think about learning differently. We have to turn learning inside out and I say that with my caveat of what have to means. Because this is where we are and if you read the Horizon report and you learning inside out and I say that with my caveat of what have to means because this is where we are and if you read the Horizon report and you talk listen to about what the internet of things is and what's there and what we have ourselves what do you use yourself that is quite technologically advanced and when we have it today you know I'm really old school because I only have an iPad too I'm already way behind the times and B1 we're past there guys so I'd like you to give yourself a 30-day challenge I'd like you to reflect back on what you've done today where you looked at your valuing, raising concerns, setting a goal for yourself as a learner. Having a look at some of the examples of turning learning inside out, of thinking differently about what the technology might do for you or what it might do when you allow the children to get their hands on it without you. Well, you know what the learning looks like, you know what the content is, you know all the things that they need to experience in order to be able to understand what that is. But you give them the opportunity to do things a little differently so that they can articulate their understanding of the learning, not necessarily be able to regurgitate and pass a test. Think about what Nicole said in that earlier movie where she talked about she wants to feel excited. She doesn't want to be penalized because she writes the wrong word. She doesn't want to be penalized because she doesn't show the working out. Why should she have to if she can get it? If we allow that to happen and find yourselves one thing. And for those of you who like me, and I'm sure there are a few New Zealanders in here who are a little bit rugby passionate, one or two, touch, pause, and engage. And that's my challenge for you. So thank you."}