{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Arriving to review"}, {"timestamp": [4.0, 32.0], "text": " Arriving to review the RNZAF's Queen's Birthday Color Parade is the retiring chief of air staff, Air Vice Marshal Calder."}, {"timestamp": [32.0, 37.0], "text": " This year the annual transfer of the Queen's Color is from Fenur Pie to Wigram."}, {"timestamp": [37.0, 43.0], "text": " Despite the threatening weather, an estimated crowd of 5,000 turn out to watch the ceremony at Wigram Station."}, {"timestamp": [43.0, 47.0], "text": " Wigram receives the Queen's Color from the Fenua Pye Color Party."}, {"timestamp": [51.0, 78.36], "text": " Having taken the color, the Wigram contingent moves smartly back to added significance for the RNZNAF this year,"}, {"timestamp": [78.84, 81.3], "text": " 1962 marks their 25th anniversary,"}, {"timestamp": [81.94, 88.32], "text": " and it's the last time the salute will be taken by the present chief of staff air vice-martial Calder who's retiring shortly."}, {"timestamp": [88.32, 100.64], "text": " Queen Street Auckland at the start of this year's festival. There are no flags,"}, {"timestamp": [100.64, 119.76], "text": " no bands, but it's not that sort of festival. Aucklanders have in store 15 concerts, two operas, ten exhibitions and a film festival."}, {"timestamp": [119.76, 132.08], "text": " Down at the Prince's Wharf shed before the official opening of the Maritime Exhibition, the ever-present small boy is trying out the Ardmore Engineering School's hovercraft."}, {"timestamp": [132.08, 143.06], "text": " In the town hall, the floral art ladies are putting the last touches to their displays."}, {"timestamp": [143.06, 149.0], "text": " And in the town hall's garden-like interior, distinguished author of Miss Nio Marsh declares the 14th Festival of Arts Open."}, {"timestamp": [149.0, 154.0], "text": " At the museum there's an exhibition of primitive sculpture."}, {"timestamp": [154.0, 161.0], "text": " Dominating it is a seven-foot wooden lady from the Caroline Islands with figure and features of austere simplicity."}, {"timestamp": [161.0, 167.0], "text": " On the walls are Pacific and African masks that only need the beat of drums to set them moving."}, {"timestamp": [171.0, 178.0], "text": " Among the art gallery exhibitions is one that gives an entertaining look at past history, the Minhinik cartoons."}, {"timestamp": [178.0, 182.0], "text": " For over 30 years he's kept the top half of the North Island laughing."}, {"timestamp": [182.0, 187.0], "text": " Remember life in Auckland, hypertension department?"}, {"timestamp": [191.0, 195.0], "text": " Or sometimes I feel these Takapuna types don't cooperate as they might."}, {"timestamp": [197.0, 212.24], "text": " Or it's in the income tax building. Evenings and the crowds are filling the theatre and concert hall."}, {"timestamp": [212.24, 216.0], "text": " With a wealth of talent from home and abroad, bookings are heavy"}, {"timestamp": [216.0, 239.0], "text": " and Aucklanders are enjoying their 14th successful festival. In the extreme southwest of New Zealand is Fjordland National Park."}, {"timestamp": [239.0, 244.0], "text": " Glaciers of the Ice Age carved out its valleys, its lakes and its sounds,"}, {"timestamp": [244.0, 248.5], "text": " and left behind landscapes and seascapes renowned for their grandeur."}, {"timestamp": [251.24, 254.08], "text": " Cruise liners in Milford Sound glide close to the shore."}, {"timestamp": [255.06, 258.12], "text": " The cliff sides plunge straight down for hundreds of phathoms"}, {"timestamp": [258.12, 260.46], "text": " and tower up for thousands of feet."}, {"timestamp": [262.08, 267.0], "text": " At Milford's head is the hotel, 11 miles in from the open sea. Away from the"}, {"timestamp": [267.0, 273.1], "text": " hotel stretched the mountain peaks standing above landlocked water, a scenic pattern so typical"}, {"timestamp": [273.1, 296.0], "text": " of this region. It's at Lake Marapuri or Lake Tiana that most New Zealanders have their first glimpse of Fjordlands Park."}, {"timestamp": [296.0, 298.0], "text": " They're seldom disappointed."}, {"timestamp": [298.0, 314.0], "text": " The exploring holiday maker moves up the Egglinton, probably the most beautiful valley in all New Zealand."}, {"timestamp": [314.0, 327.5], "text": " Eglinton and Hollywood wind their way into the heart of the mountains,"}, {"timestamp": [327.5, 332.6], "text": " into an area easily accessible, yet so vast that you begin to think that no one else"}, {"timestamp": [332.6, 352.0], "text": " has been here before you. In three million acres you feel rather insignificant. Sutherland Falls, one of the world's highest."}, {"timestamp": [352.0, 365.0], "text": " Falling, Cascading, tumbling, Sutherland Falls, one of the world's highest."}, {"timestamp": [365.0, 432.4], "text": " Falling, cascading, tumbling, nearly 2,000 feet from Lake Quill to the Arthur River. I'm going to be. Like all our national parks, this is a sanctuary where birds live little to stone by man's intrusion."}, {"timestamp": [437.6, 441.2], "text": " With a mounted specimen, a park's ranger talks to a busload of children about the rare cockapoe."}, {"timestamp": [448.0, 453.0], "text": " On the mountain tops lives the mountain parrot, the kia, cheeky, inquisitive and unlike the Kakapo, numerous. They're always keen to meet people, particularly when there's a chance of a handout."}, {"timestamp": [453.0, 472.0], "text": " Summer is the time to follow bush track and mountain trails still deeper into Fjordland."}, {"timestamp": [476.52, 479.24], "text": " The tracks lead over the mountain passes to the edges of deep valleys that give this park its feeling of immensity, of remoteness."}, {"timestamp": [483.24, 485.0], "text": " The roads lead to Milford."}, {"timestamp": [485.0, 492.0], "text": " They lead to Milford."}, {"timestamp": [492.0, null], "text": " They lead to comfort to days of relaxation and excursions across the sound. Such is Fjordland in all its beauty, and we are fortunate to be able to call this park our own."}], "text": " Arriving to review Arriving to review the RNZAF's Queen's Birthday Color Parade is the retiring chief of air staff, Air Vice Marshal Calder. This year the annual transfer of the Queen's Color is from Fenur Pie to Wigram. Despite the threatening weather, an estimated crowd of 5,000 turn out to watch the ceremony at Wigram Station. Wigram receives the Queen's Color from the Fenua Pye Color Party. Having taken the color, the Wigram contingent moves smartly back to added significance for the RNZNAF this year, 1962 marks their 25th anniversary, and it's the last time the salute will be taken by the present chief of staff air vice-martial Calder who's retiring shortly. Queen Street Auckland at the start of this year's festival. There are no flags, no bands, but it's not that sort of festival. Aucklanders have in store 15 concerts, two operas, ten exhibitions and a film festival. Down at the Prince's Wharf shed before the official opening of the Maritime Exhibition, the ever-present small boy is trying out the Ardmore Engineering School's hovercraft. In the town hall, the floral art ladies are putting the last touches to their displays. And in the town hall's garden-like interior, distinguished author of Miss Nio Marsh declares the 14th Festival of Arts Open. At the museum there's an exhibition of primitive sculpture. Dominating it is a seven-foot wooden lady from the Caroline Islands with figure and features of austere simplicity. On the walls are Pacific and African masks that only need the beat of drums to set them moving. Among the art gallery exhibitions is one that gives an entertaining look at past history, the Minhinik cartoons. For over 30 years he's kept the top half of the North Island laughing. Remember life in Auckland, hypertension department? Or sometimes I feel these Takapuna types don't cooperate as they might. Or it's in the income tax building. Evenings and the crowds are filling the theatre and concert hall. With a wealth of talent from home and abroad, bookings are heavy and Aucklanders are enjoying their 14th successful festival. In the extreme southwest of New Zealand is Fjordland National Park. Glaciers of the Ice Age carved out its valleys, its lakes and its sounds, and left behind landscapes and seascapes renowned for their grandeur. Cruise liners in Milford Sound glide close to the shore. The cliff sides plunge straight down for hundreds of phathoms and tower up for thousands of feet. At Milford's head is the hotel, 11 miles in from the open sea. Away from the hotel stretched the mountain peaks standing above landlocked water, a scenic pattern so typical of this region. It's at Lake Marapuri or Lake Tiana that most New Zealanders have their first glimpse of Fjordlands Park. They're seldom disappointed. The exploring holiday maker moves up the Egglinton, probably the most beautiful valley in all New Zealand. Eglinton and Hollywood wind their way into the heart of the mountains, into an area easily accessible, yet so vast that you begin to think that no one else has been here before you. In three million acres you feel rather insignificant. Sutherland Falls, one of the world's highest. Falling, Cascading, tumbling, Sutherland Falls, one of the world's highest. Falling, cascading, tumbling, nearly 2,000 feet from Lake Quill to the Arthur River. I'm going to be. Like all our national parks, this is a sanctuary where birds live little to stone by man's intrusion. With a mounted specimen, a park's ranger talks to a busload of children about the rare cockapoe. On the mountain tops lives the mountain parrot, the kia, cheeky, inquisitive and unlike the Kakapo, numerous. They're always keen to meet people, particularly when there's a chance of a handout. Summer is the time to follow bush track and mountain trails still deeper into Fjordland. The tracks lead over the mountain passes to the edges of deep valleys that give this park its feeling of immensity, of remoteness. The roads lead to Milford. They lead to Milford. They lead to comfort to days of relaxation and excursions across the sound. Such is Fjordland in all its beauty, and we are fortunate to be able to call this park our own."}