{"speakers": [], "chunks": [{"timestamp": [0.0, 25.38], "text": " So is the line to London free?"}, {"timestamp": [26.4, 30.76], "text": " Well, switch me on to the postmaster general's office in London."}, {"timestamp": [31.32, 33.34], "text": " He'll be waiting to receive the call."}, {"timestamp": [34.3, 36.94], "text": " Plugged through by the Wellington Overseas Telephone Exchange,"}, {"timestamp": [37.36, 39.46], "text": " this call by the Honourable W.J. Broadfoot"}, {"timestamp": [39.46, 44.54], "text": " signals the successful completion of the 12,000 miles direct radio circuit from Himatungi to London,"}, {"timestamp": [45.1, 49.64], "text": " a link which will unite the empire yet more closely when the Queen broadcasts on Christmas Day."}, {"timestamp": [50.4, 51.26], "text": " Hello, Wellington."}, {"timestamp": [52.76, 54.48], "text": " It's Mr. Broughtwood, Reddy."}, {"timestamp": [54.86, 55.2], "text": " Yes."}, {"timestamp": [55.58, 56.06], "text": " I see."}, {"timestamp": [56.14, 59.42], "text": " No Delaware's rating, but he can't increase."}, {"timestamp": [59.9, 68.2], "text": " Well, Mr. Postmaster General, gives me a lot of pleasure to talk to you over this new circuit, the longest in the world."}, {"timestamp": [69.12, 76.04], "text": " In doing so, to extend you greetings from our staff in New Zealand to the staff under your control."}, {"timestamp": [77.04, 86.2], "text": " This new circuit means a lot to us, as up till now we have had to rely on Australia to give us radio communication"}, {"timestamp": [86.2, 87.44], "text": " with the home country"}, {"timestamp": [87.44, 90.32], "text": " I am grateful to Australia"}, {"timestamp": [90.32, 90.9], "text": " for that"}, {"timestamp": [90.9, 94.32], "text": " but the wide felt wish here has been"}, {"timestamp": [94.32, 96.44], "text": " that because of the importance"}, {"timestamp": [96.44, 98.3], "text": " of our ties with the mother country"}, {"timestamp": [98.3, 100.58], "text": " we need a direct lick"}, {"timestamp": [100.58, 102.62], "text": " well thank you very much"}, {"timestamp": [102.62, 104.42], "text": " Mr. Brodman from what you said"}, {"timestamp": [104.42, 106.58], "text": " I don't think I need me say"}, {"timestamp": [106.58, 113.92], "text": " how bad I am to be taking part with you in the first direct radio telephone call over the"}, {"timestamp": [113.92, 121.38], "text": " new circuit between our two countries. This really is a very great day in the history of Commonwealth"}, {"timestamp": [121.38, 126.14], "text": " Communications. A crowd of several hundred, among them Mr. Broadfoot himself,"}, {"timestamp": [126.52, 128.5], "text": " listens to a recorded version of the conversation"}, {"timestamp": [128.5, 131.04], "text": " at the official opening of Himatangi radio station."}, {"timestamp": [131.64, 132.78], "text": " Lord Delaware concluded,"}, {"timestamp": [132.98, 139.08], "text": " The opening of Himatangi means that from now on there will be direct telephone"}, {"timestamp": [139.08, 141.38], "text": " and telegraph circuits between us."}, {"timestamp": [142.12, 144.44], "text": " It also means, as you've said,"}, {"timestamp": [144.44, 147.4], "text": " that we shall have much better services to"}, {"timestamp": [147.4, 153.9], "text": " other members of the Commonwealth, and this has all helped to strengthen the ties which bind us"}, {"timestamp": [153.9, 155.74], "text": " all so closely together."}, {"timestamp": [173.1, 173.48], "text": " Over the years, over the years, over the years, over the years, over the years, with more and more progressive farmers using tractors,"}, {"timestamp": [176.22, 177.0], "text": " it has seemed as though the farm horse would disappear for good."}, {"timestamp": [181.56, 182.66], "text": " In the Kiapoi district of Canterbury, however, progressive farmers believe in teams."}, {"timestamp": [185.9, 191.44], "text": " Here the men with horses claim a higher crop yield than men with tractors. In this low-lying district the farm horse is destined to be something more than a childhood"}, {"timestamp": [191.44, 200.88], "text": " memory. Mr. Powell is a leading farmer of this damp land near the mouth of the"}, {"timestamp": [200.88, 206.3], "text": " Wymakariri River. Year after year away into winter his ploughing goes and back into spring."}, {"timestamp": [207.18, 210.8], "text": " It was an early Canterbury settler who said a crooked furrow will grow straight wheat,"}, {"timestamp": [211.3, 212.7], "text": " but they'll have none of that today."}, {"timestamp": [213.14, 215.34], "text": " And Canterbury ploughing is the best in New Zealand."}, {"timestamp": [216.14, 218.86], "text": " Each horse is trained to a permanent place in the team."}, {"timestamp": [230.38, 230.92], "text": " Like many farmers with a pride in the land, Mr Powell is his own ploughman."}, {"timestamp": [233.52, 234.16], "text": " On his low-lying farm, the old ways are best."}, {"timestamp": [236.3, 237.02], "text": " He has production statistics to prove it."}, {"timestamp": [250.76, 253.58], "text": " He carries on today and will hand on to the future a tradition of good ploughing which is Canterbury's pride. HMNZLockland leaves harbor for Banks Peninsula,"}, {"timestamp": [253.88, 256.94], "text": " continuing her hydrographic survey of New Zealand's coastal waters."}, {"timestamp": [258.12, 260.74], "text": " Brain center of the survey lies in the ship's chart room."}, {"timestamp": [261.36, 264.12], "text": " Here are born new charts for today's speedy voyages,"}, {"timestamp": [264.62, 265.54], "text": " descendants of early"}, {"timestamp": [265.54, 273.18], "text": " charts of New Zealand. The first, a sketch by Abel Tasman in 1642. Over a century later,"}, {"timestamp": [273.34, 278.16], "text": " the exploratory voyages of Captain Cook outlined remarkably accurately the shape of New Zealand's"}, {"timestamp": [278.16, 289.12], "text": " three islands and made a fourth island out of Banks Peninsula, which it sometimes looks when sighted from far out at sea."}, {"timestamp": [291.78, 292.22], "text": " Today, new inventions make for greater accuracy."}, {"timestamp": [298.34, 301.22], "text": " Speed up and relieve the great physical effort once required when sounding the sea's depth was made by hand with ships under sail."}, {"timestamp": [305.4, 311.6], "text": " The ship approaches the land as close as she dare to lower her boats and commence surveying."}, {"timestamp": [314.34, 314.58], "text": " Coastal shallows are surveyed from the ship's motorboats,"}, {"timestamp": [317.34, 318.06], "text": " each one fitted with a small chart room and echo sounder."}, {"timestamp": [321.34, 322.14], "text": " The ship's whaler sets out to position floating beacons along the coast."}, {"timestamp": [325.04, 325.6], "text": " This is the Lachlan, Lachlan calling Seagull,"}, {"timestamp": [327.22, 329.1], "text": " and proceeding independently to carry out survey."}, {"timestamp": [330.9, 333.1], "text": " Keeping in touch with her boats by radio,"}, {"timestamp": [333.4, 335.4], "text": " the ship moves out to work in deeper waters."}, {"timestamp": [336.06, 338.5], "text": " Past floating beacons fitted with radar reflectors"}, {"timestamp": [338.5, 340.36], "text": " and used at night and in misty weather"}, {"timestamp": [340.36, 341.64], "text": " when shore marks are invisible."}, {"timestamp": [342.44, 343.5], "text": " For in surveying the sea,"}, {"timestamp": [343.62, 346.0], "text": " meticulous care is needed to determine the ship's position. Two observers make simultaneous fixes on shore marks are invisible. For in surveying the sea, meticulous care is needed to determine the ship's position."}, {"timestamp": [346.66, 351.06], "text": " Two observers make simultaneous fixes on shore marks to ensure that the ship's soundings"}, {"timestamp": [351.06, 352.88], "text": " can be accurately plotted on the new chart."}, {"timestamp": [353.48, 357.0], "text": " Ackerowa Lighthouse and a sharp peaked hill are the two fixing marks."}, {"timestamp": [363.08, 372.0], "text": " 30 seconds. 5 seconds to go."}, {"timestamp": [372.0, 377.0], "text": " Fixed."}, {"timestamp": [377.0, 381.0], "text": " 31, 33."}, {"timestamp": [381.0, 385.0], "text": " The first sextant angle red off is transferred to the new chart by the captain."}, {"timestamp": [387.0, 389.0], "text": " The second angler reads off his fix."}, {"timestamp": [391.0, 394.0], "text": " Where the two angles intersect is the ship's position."}, {"timestamp": [398.0, 405.82], "text": " The depth of water beneath the ship at Fix 121 has been automatically recorded on the Echo Sounders graph."}, {"timestamp": [406.74, 410.08], "text": " Later, this graph is taken out of the sounder and sent to the chart room,"}, {"timestamp": [410.48, 413.36], "text": " having faithfully recorded the depths over which the ship has been passing."}, {"timestamp": [419.36, 430.04], "text": " Likewise, the new chart in the making containing the exact position of the ship at each fix comes in from the bridge."}, {"timestamp": [435.8, 436.66], "text": " And the depths, recorded in fathoms, are taken from the Echo Sounders graph and inked in alongside each fix."}, {"timestamp": [441.98, 442.96], "text": " From these soundings and from a massive existing information on Banks Peninsula, the new chart takes shape."}, {"timestamp": [447.86, 448.42], "text": " Day by day, the ship and her motorboats run evenly spaced lines of soundings in and out from the coast,"}, {"timestamp": [451.34, 461.22], "text": " gradually building up a picture of the seabed over which they pass."}, {"timestamp": [489.44, 491.24], "text": " Though daylight goes, the ship's work goes on. The ship's work goes on. Radar bridge, standby."}, {"timestamp": [496.78, 498.6], "text": " Beacon bearing 273 range 9,550."}, {"timestamp": [501.94, 504.32], "text": " By night, the ship collects information on a variety of matters which would otherwise hold up soundings during daylight."}, {"timestamp": [507.64, 515.36], "text": " A deep sea grab brings up a sample of the sea bottom. Toed along the surface, a net collects plankton specimen."}, {"timestamp": [518.4, 524.4], "text": " Samples of the sea bottom are brought to the surface and their texture noted on charts in case a ship wishes to anchor off the coast."}, {"timestamp": [525.18, 528.98], "text": " This sample washed down from nearby mountains is typical of New Zealand sea floors."}, {"timestamp": [530.28, 534.9], "text": " Flankton meadows drift about on the sea's surface and findings on the type and amount of fish"}, {"timestamp": [534.9, 538.12], "text": " feed found in different areas are passed on to the fishing industry."}, {"timestamp": [542.32, 547.0], "text": " This instrument records upon a small slide, the temperature of the sea in deep water."}, {"timestamp": [551.0, 555.0], "text": " When morning comes, the ship begins her long runs back and forth over the sea."}, {"timestamp": [557.0, 561.0], "text": " Months have work gone before this small area of the Earth's surface is surveyed."}, {"timestamp": [562.0, 564.0], "text": " When the new chart of Banks Peninsula is finished,"}, {"timestamp": [564.0, 566.08], "text": " Lachlan and her motorboats have run"}, {"timestamp": [566.08, 568.14], "text": " thousands of lines in and out from the coast"}, {"timestamp": [568.14, 570.18], "text": " and made tens of thousands of fixes."}, {"timestamp": [570.98, 572.24], "text": " All dangers and depths"}, {"timestamp": [572.24, 574.3], "text": " fixed on the new chart with great accuracy"}, {"timestamp": [574.3, 576.26], "text": " to provide a permanent record"}, {"timestamp": [576.26, 578.56], "text": " for use in the safe passage of ships"}, {"timestamp": [578.56, null], "text": " and men. The The"}], "text": " So is the line to London free? Well, switch me on to the postmaster general's office in London. He'll be waiting to receive the call. Plugged through by the Wellington Overseas Telephone Exchange, this call by the Honourable W.J. Broadfoot signals the successful completion of the 12,000 miles direct radio circuit from Himatungi to London, a link which will unite the empire yet more closely when the Queen broadcasts on Christmas Day. Hello, Wellington. It's Mr. Broughtwood, Reddy. Yes. I see. No Delaware's rating, but he can't increase. Well, Mr. Postmaster General, gives me a lot of pleasure to talk to you over this new circuit, the longest in the world. In doing so, to extend you greetings from our staff in New Zealand to the staff under your control. This new circuit means a lot to us, as up till now we have had to rely on Australia to give us radio communication with the home country I am grateful to Australia for that but the wide felt wish here has been that because of the importance of our ties with the mother country we need a direct lick well thank you very much Mr. Brodman from what you said I don't think I need me say how bad I am to be taking part with you in the first direct radio telephone call over the new circuit between our two countries. This really is a very great day in the history of Commonwealth Communications. A crowd of several hundred, among them Mr. Broadfoot himself, listens to a recorded version of the conversation at the official opening of Himatangi radio station. Lord Delaware concluded, The opening of Himatangi means that from now on there will be direct telephone and telegraph circuits between us. It also means, as you've said, that we shall have much better services to other members of the Commonwealth, and this has all helped to strengthen the ties which bind us all so closely together. Over the years, over the years, over the years, over the years, over the years, with more and more progressive farmers using tractors, it has seemed as though the farm horse would disappear for good. In the Kiapoi district of Canterbury, however, progressive farmers believe in teams. Here the men with horses claim a higher crop yield than men with tractors. In this low-lying district the farm horse is destined to be something more than a childhood memory. Mr. Powell is a leading farmer of this damp land near the mouth of the Wymakariri River. Year after year away into winter his ploughing goes and back into spring. It was an early Canterbury settler who said a crooked furrow will grow straight wheat, but they'll have none of that today. And Canterbury ploughing is the best in New Zealand. Each horse is trained to a permanent place in the team. Like many farmers with a pride in the land, Mr Powell is his own ploughman. On his low-lying farm, the old ways are best. He has production statistics to prove it. He carries on today and will hand on to the future a tradition of good ploughing which is Canterbury's pride. HMNZLockland leaves harbor for Banks Peninsula, continuing her hydrographic survey of New Zealand's coastal waters. Brain center of the survey lies in the ship's chart room. Here are born new charts for today's speedy voyages, descendants of early charts of New Zealand. The first, a sketch by Abel Tasman in 1642. Over a century later, the exploratory voyages of Captain Cook outlined remarkably accurately the shape of New Zealand's three islands and made a fourth island out of Banks Peninsula, which it sometimes looks when sighted from far out at sea. Today, new inventions make for greater accuracy. Speed up and relieve the great physical effort once required when sounding the sea's depth was made by hand with ships under sail. The ship approaches the land as close as she dare to lower her boats and commence surveying. Coastal shallows are surveyed from the ship's motorboats, each one fitted with a small chart room and echo sounder. The ship's whaler sets out to position floating beacons along the coast. This is the Lachlan, Lachlan calling Seagull, and proceeding independently to carry out survey. Keeping in touch with her boats by radio, the ship moves out to work in deeper waters. Past floating beacons fitted with radar reflectors and used at night and in misty weather when shore marks are invisible. For in surveying the sea, meticulous care is needed to determine the ship's position. Two observers make simultaneous fixes on shore marks are invisible. For in surveying the sea, meticulous care is needed to determine the ship's position. Two observers make simultaneous fixes on shore marks to ensure that the ship's soundings can be accurately plotted on the new chart. Ackerowa Lighthouse and a sharp peaked hill are the two fixing marks. 30 seconds. 5 seconds to go. Fixed. 31, 33. The first sextant angle red off is transferred to the new chart by the captain. The second angler reads off his fix. Where the two angles intersect is the ship's position. The depth of water beneath the ship at Fix 121 has been automatically recorded on the Echo Sounders graph. Later, this graph is taken out of the sounder and sent to the chart room, having faithfully recorded the depths over which the ship has been passing. Likewise, the new chart in the making containing the exact position of the ship at each fix comes in from the bridge. And the depths, recorded in fathoms, are taken from the Echo Sounders graph and inked in alongside each fix. From these soundings and from a massive existing information on Banks Peninsula, the new chart takes shape. Day by day, the ship and her motorboats run evenly spaced lines of soundings in and out from the coast, gradually building up a picture of the seabed over which they pass. Though daylight goes, the ship's work goes on. The ship's work goes on. Radar bridge, standby. Beacon bearing 273 range 9,550. By night, the ship collects information on a variety of matters which would otherwise hold up soundings during daylight. A deep sea grab brings up a sample of the sea bottom. Toed along the surface, a net collects plankton specimen. Samples of the sea bottom are brought to the surface and their texture noted on charts in case a ship wishes to anchor off the coast. This sample washed down from nearby mountains is typical of New Zealand sea floors. Flankton meadows drift about on the sea's surface and findings on the type and amount of fish feed found in different areas are passed on to the fishing industry. This instrument records upon a small slide, the temperature of the sea in deep water. When morning comes, the ship begins her long runs back and forth over the sea. Months have work gone before this small area of the Earth's surface is surveyed. When the new chart of Banks Peninsula is finished, Lachlan and her motorboats have run thousands of lines in and out from the coast and made tens of thousands of fixes. All dangers and depths fixed on the new chart with great accuracy to provide a permanent record for use in the safe passage of ships and men. The The"}