{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " No, it was lost in the..."}, {"timestamp": [7.0, 11.0], "text": " I hope I bought the insect repeal."}, {"timestamp": [11.0, 26.0], "text": " You're gonna need it."}, {"timestamp": [26.0, 28.0], "text": " You're gonna look at him."}, {"timestamp": [28.0, 29.0], "text": " Got these boots, mate."}, {"timestamp": [29.0, 31.0], "text": " Well, they're so stiff."}, {"timestamp": [35.0, 36.0], "text": " Thank you very much, time."}, {"timestamp": [36.0, 38.0], "text": " Nice, good."}, {"timestamp": [38.0, 42.0], "text": " Mountains and forests cover more than half the land"}, {"timestamp": [42.0, 54.48], "text": " and offer some of the most enjoyable walking country in the world."}, {"timestamp": [54.48, 57.96], "text": " Across the country there's a network of tracks."}, {"timestamp": [57.96, 62.8], "text": " They're maintained and looked after by the Forest Service, the National Parks boards, and"}, {"timestamp": [62.8, 67.0], "text": " the various walking or tramping clubs as they're called."}, {"timestamp": [71.0, 80.0], "text": " In Fjordland National Park, the southwest corner of the South Island, you soon find yourself deep and unspoiled native forest."}, {"timestamp": [81.0, 152.16], "text": " A place of massive, moss-covered beach trees. An intricate detail. I'm Most have the same. Most huts are spaced at an easy day's distance from one another."}, {"timestamp": [154.0, 158.88], "text": " On a few tracks, like the Milford and the rootburn, it's possible to have guides provided"}, {"timestamp": [158.88, 161.84], "text": " and book your accommodation with cooked meals."}, {"timestamp": [163.84, 167.2], "text": " But the great majority of huts are more informal and open to all"}, {"timestamp": [167.2, 185.0], "text": " comers on a first come first served basis. Oh, Oh, Oh,"}, {"timestamp": [185.0, 186.0], "text": " Oh,"}, {"timestamp": [186.0, 187.0], "text": " uh,"}, {"timestamp": [187.0, 188.0], "text": " Oh,"}, {"timestamp": [188.0, 189.0], "text": " Oh,"}, {"timestamp": [189.0, 190.0], "text": " Oh,"}, {"timestamp": [190.0, 191.0], "text": " ooh,"}, {"timestamp": [191.0, 217.0], "text": " Oh, ooh. Fjordlands on a grand scale."}, {"timestamp": [217.0, 222.0], "text": " Yet this mountainous country, with its wonderful feeling of remoteness and freedom,"}, {"timestamp": [222.0, 227.0], "text": " is still within easy reach of New Zealand's towns and cities."}, {"timestamp": [227.0, 230.0], "text": " A mere few hours as the Kea flies."}, {"timestamp": [230.0, 246.0], "text": " Which one's that, Zach? The wee, each inverted leeway."}, {"timestamp": [246.0, 248.0], "text": " Down from balloons."}, {"timestamp": [248.0, 250.0], "text": " Well, they all got names, are they?"}, {"timestamp": [250.0, 252.0], "text": " Oh, that one has."}, {"timestamp": [252.0, 255.0], "text": " There's a lot more water that's up there."}, {"timestamp": [255.0, 256.0], "text": " Yeah."}, {"timestamp": [256.0, 257.0], "text": " See, I know it's on that big one."}, {"timestamp": [257.0, 260.0], "text": " Some of those waterfalls are disappearing completely in the wind."}, {"timestamp": [260.0, 262.0], "text": " It's all been blowing out."}, {"timestamp": [262.0, 338.0], "text": " It's like spray, yeah. It's all been blown out. It's like spray, yeah. I'm gonnae Fjordland may be the largest of New South Island is the smallest and has an easy coastal track"}, {"timestamp": [338.0, 348.16], "text": " which wends for four days through green, broadleaf forest and past numerous beaches and headlands."}, {"timestamp": [379.0, 381.0], "text": " It's not as rugged as Fjordland and seldom climbs high or far from the sea. In this park, track walkers or trampers may meet less energetic holiday makers who've come here just to relax."}, {"timestamp": [386.0, 395.0], "text": " It's very much a family park which many people come back to year after year. How are these fallen here?"}, {"timestamp": [395.0, 399.0], "text": " Oh, I don't mind being down there."}, {"timestamp": [399.0, 400.0], "text": " Hello!"}, {"timestamp": [400.0, 402.0], "text": " What's it like down there?"}, {"timestamp": [402.0, 404.0], "text": " Beautiful!"}, {"timestamp": [404.0, 406.0], "text": " Here he then!"}, {"timestamp": [406.0, 407.0], "text": " I'm sorry then!"}, {"timestamp": [407.0, 423.0], "text": " I've got to hear it then."}, {"timestamp": [423.0, 487.0], "text": " I've got to tight o'clock. You can't have a lot. Thank you. Come on. Torrent Bay, an oasis of private land surrounded by the park is halfway along the track. A small, come out to see."}, {"timestamp": [487.0, 545.0], "text": " A small holiday settlement, Torrent Bay is unusual in that it can only be reached on huts along the way. Is it, Mom, come on you, oh, wait."}, {"timestamp": [545.0, 547.0], "text": " There's a girl we've got here."}, {"timestamp": [547.0, 549.0], "text": " There's a bee behind me."}, {"timestamp": [549.0, 550.0], "text": " Oh, yes."}, {"timestamp": [550.0, 551.0], "text": " Come."}, {"timestamp": [551.0, 552.0], "text": " Come."}, {"timestamp": [552.0, 555.0], "text": " Come to come."}, {"timestamp": [555.0, 556.0], "text": " Come to me."}, {"timestamp": [556.0, 557.0], "text": " Come on."}, {"timestamp": [557.0, 559.0], "text": " Come on."}, {"timestamp": [559.0, 570.0], "text": " Come on, sir, bitch."}, {"timestamp": [570.0, 573.0], "text": " I'm trying to take."}, {"timestamp": [573.0, 578.0], "text": " Maybe it's kind of a lot."}, {"timestamp": [578.0, 583.0], "text": " In Tongariro National Park, which surrounds the volcanic mountains in the middle of the North Island,"}, {"timestamp": [583.0, 587.2], "text": " it's possible to choose a variety of walks, from easy to challenging,"}, {"timestamp": [587.2, 628.0], "text": " but all within reach of the most popular. Tongariro National Park was the first of New Zealand's national parks"}, {"timestamp": [628.0, 632.0], "text": " and remains one of the most popular because of its accessibility."}, {"timestamp": [636.0, 642.0], "text": " National Park Rangers and staff not only develop and look after the tracks,"}, {"timestamp": [642.0, 645.7], "text": " huts and other facilities, but interpret the particular"}, {"timestamp": [645.7, 651.24], "text": " character of the different parks to visitors, whether they're holiday makers, coach tour parties,"}, {"timestamp": [651.24, 652.76], "text": " or environmental and school groups."}, {"timestamp": [652.76, 662.6], "text": " There were a number of very, very large explosive eruptions in which ash and gas"}, {"timestamp": [662.6, 666.76], "text": " went up to about 47,000 feet and material came down the"}, {"timestamp": [666.76, 672.62], "text": " side of the mountain traveling up to speeds at about 70 miles an hour. As it comes down, the rock"}, {"timestamp": [672.62, 677.88], "text": " itself is actually losing gas as part of its composition. And this is what makes the rock"}, {"timestamp": [677.88, 684.0], "text": " very, very light and very fragile. You see, I can just pull this rock apart. It's just so brittle"}, {"timestamp": [684.0, 687.0], "text": " and fragile as to be virtually useless."}, {"timestamp": [687.0, 706.0], "text": " Beyond the cone of Mount Nara Hoi is is Tongarira, a strange mountain."}, {"timestamp": [706.0, 747.0], "text": " Its several flat craters strewn with huge outcrops of volcanic rock hurled out by past eruptions. Tongariro is a dormant volcano, sleeping alongside its more active neighbour. The track"}, {"timestamp": [747.0, 767.0], "text": " The track leaves Mount Tongariro past the graceful golden tussock grass so typical of New Zealand's high country."}, {"timestamp": [767.0, 771.0], "text": " And it seems the starkness and strangeness of the mountains been left behind."}, {"timestamp": [771.0, 813.0], "text": " Until you come across its final manifestation, the steam and roar of the Ketitahi Springs. The New Zealand, in its variety,"}, {"timestamp": [813.0, null], "text": " and its variety, magnificent walking country. Oh."}], "text": " No, it was lost in the... I hope I bought the insect repeal. You're gonna need it. You're gonna look at him. Got these boots, mate. Well, they're so stiff. Thank you very much, time. Nice, good. Mountains and forests cover more than half the land and offer some of the most enjoyable walking country in the world. Across the country there's a network of tracks. They're maintained and looked after by the Forest Service, the National Parks boards, and the various walking or tramping clubs as they're called. In Fjordland National Park, the southwest corner of the South Island, you soon find yourself deep and unspoiled native forest. A place of massive, moss-covered beach trees. An intricate detail. I'm Most have the same. Most huts are spaced at an easy day's distance from one another. On a few tracks, like the Milford and the rootburn, it's possible to have guides provided and book your accommodation with cooked meals. But the great majority of huts are more informal and open to all comers on a first come first served basis. Oh, Oh, Oh, Oh, uh, Oh, Oh, Oh, ooh, Oh, ooh. Fjordlands on a grand scale. Yet this mountainous country, with its wonderful feeling of remoteness and freedom, is still within easy reach of New Zealand's towns and cities. A mere few hours as the Kea flies. Which one's that, Zach? The wee, each inverted leeway. Down from balloons. Well, they all got names, are they? Oh, that one has. There's a lot more water that's up there. Yeah. See, I know it's on that big one. Some of those waterfalls are disappearing completely in the wind. It's all been blowing out. It's like spray, yeah. It's all been blown out. It's like spray, yeah. I'm gonnae Fjordland may be the largest of New South Island is the smallest and has an easy coastal track which wends for four days through green, broadleaf forest and past numerous beaches and headlands. It's not as rugged as Fjordland and seldom climbs high or far from the sea. In this park, track walkers or trampers may meet less energetic holiday makers who've come here just to relax. It's very much a family park which many people come back to year after year. How are these fallen here? Oh, I don't mind being down there. Hello! What's it like down there? Beautiful! Here he then! I'm sorry then! I've got to hear it then. I've got to tight o'clock. You can't have a lot. Thank you. Come on. Torrent Bay, an oasis of private land surrounded by the park is halfway along the track. A small, come out to see. A small holiday settlement, Torrent Bay is unusual in that it can only be reached on huts along the way. Is it, Mom, come on you, oh, wait. There's a girl we've got here. There's a bee behind me. Oh, yes. Come. Come. Come to come. Come to me. Come on. Come on. Come on, sir, bitch. I'm trying to take. Maybe it's kind of a lot. In Tongariro National Park, which surrounds the volcanic mountains in the middle of the North Island, it's possible to choose a variety of walks, from easy to challenging, but all within reach of the most popular. Tongariro National Park was the first of New Zealand's national parks and remains one of the most popular because of its accessibility. National Park Rangers and staff not only develop and look after the tracks, huts and other facilities, but interpret the particular character of the different parks to visitors, whether they're holiday makers, coach tour parties, or environmental and school groups. There were a number of very, very large explosive eruptions in which ash and gas went up to about 47,000 feet and material came down the side of the mountain traveling up to speeds at about 70 miles an hour. As it comes down, the rock itself is actually losing gas as part of its composition. And this is what makes the rock very, very light and very fragile. You see, I can just pull this rock apart. It's just so brittle and fragile as to be virtually useless. Beyond the cone of Mount Nara Hoi is is Tongarira, a strange mountain. Its several flat craters strewn with huge outcrops of volcanic rock hurled out by past eruptions. Tongariro is a dormant volcano, sleeping alongside its more active neighbour. The track The track leaves Mount Tongariro past the graceful golden tussock grass so typical of New Zealand's high country. And it seems the starkness and strangeness of the mountains been left behind. Until you come across its final manifestation, the steam and roar of the Ketitahi Springs. The New Zealand, in its variety, and its variety, magnificent walking country. Oh."}