{"speakers": [], "chunks": [{"timestamp": [0.0, 11.0], "text": " So make yourselves comfortable, settle in."}, {"timestamp": [11.0, 12.0], "text": " It's a nice warm room."}, {"timestamp": [12.0, 14.0], "text": " You've had a big full lunch."}, {"timestamp": [14.0, 15.0], "text": " Hopefully haven't had too much coffee."}, {"timestamp": [15.0, 18.0], "text": " It should be a nice quiet afternoon nap for you."}, {"timestamp": [18.0, 21.0], "text": " And if you do stay awake, hopefully there'll be something to learn."}, {"timestamp": [21.0, 28.0], "text": " So my name is Nat Talkington, and I was asked to be here to speak to you about some of the lessons from the world that I inhabit."}, {"timestamp": [28.0, 31.0], "text": " I inhabit the world of startups."}, {"timestamp": [31.0, 40.0], "text": " Before we actually start this session though, I've got a website address that I would like you all to have a nosey at."}, {"timestamp": [40.0, 43.0], "text": " This will take you to a Google Doc."}, {"timestamp": [43.0, 49.72], "text": " So what I want you to do is think of a project that you're working on that throughout this"}, {"timestamp": [49.72, 53.82], "text": " entire session, some of the things that I've said may apply to your project."}, {"timestamp": [53.82, 57.44], "text": " I want you to be able to have that project in your mind as you listen to me so you can"}, {"timestamp": [57.44, 62.72], "text": " look for things to take back and act upon."}, {"timestamp": [62.72, 66.24], "text": " Before we get any further, I'll give you a little while to go ahead."}, {"timestamp": [66.24, 70.64], "text": " And in fact, I'll tell you about myself why do you do that, because nothing like having somebody"}, {"timestamp": [70.64, 76.5], "text": " talk at you while you use a computer furiously, that always works."}, {"timestamp": [76.5, 78.36], "text": " I ran the first website in New Zealand."}, {"timestamp": [78.36, 82.46], "text": " That is my claim to fame, and I can safely say that if your claim to fame rests on something"}, {"timestamp": [82.46, 85.68], "text": " that you did in 1992, then you, like me,"}, {"timestamp": [85.78, 91.66], "text": " need to find another claim to fame. But that was what set me on the trajectory that I had"}, {"timestamp": [91.66, 96.9], "text": " through the rest of my life. I was a geek computer programming since 1981. I got my first computer"}, {"timestamp": [96.9, 103.78], "text": " a mere three months before I got my first sister, in fact my only sister, and I loved"}, {"timestamp": [103.78, 105.0], "text": " the computer much more."}, {"timestamp": [106.58, 108.64], "text": " She's caught up, they're about neck and neck at the moment,"}, {"timestamp": [108.64, 109.74], "text": " but you know the jury's still out,"}, {"timestamp": [109.74, 110.76], "text": " there's a long time to go."}, {"timestamp": [112.6, 114.36], "text": " Having been a geek in programming,"}, {"timestamp": [114.36, 116.92], "text": " I built the first website because I was,"}, {"timestamp": [116.92, 119.8], "text": " like every geek does, when they're introduced to the internet,"}, {"timestamp": [119.8, 121.16], "text": " I just messed around on the internet."}, {"timestamp": [121.16, 123.08], "text": " And I've been fortunate enough to make an entire career"}, {"timestamp": [123.08, 124.36], "text": " out of messing around on the internet,"}, {"timestamp": [124.36, 133.46], "text": " and I can advocate it as a vocation that you should attempt to follow as well, although suspect there aren't room for very many more people who mess around on the internet for a living."}, {"timestamp": [135.3, 148.92], "text": " I worked for the university building websites. That was Victoria University of Wellington. And then I moved to America and spent 10 years in the States doing all sorts of fun and interesting things, working for the company that coined the term open source,"}, {"timestamp": [148.92, 153.66], "text": " the company that coined the term Web 2.0, they coined a whole bunch of terms because their"}, {"timestamp": [153.66, 157.28], "text": " business was looking at the trends that were happening on the internet and building products"}, {"timestamp": [157.28, 162.62], "text": " like books and conferences that could sit in front of those trends and thus earn the money."}, {"timestamp": [162.62, 165.76], "text": " It was a fun and exciting time and I came back to New"}, {"timestamp": [165.76, 170.32], "text": " Zealand in 2005 with my two kids so that they would be able to experience that great"}, {"timestamp": [170.32, 174.8], "text": " Kiwi upbringing that I'd had running around feral and loose in the wilds of the north."}, {"timestamp": [176.64, 180.4], "text": " That was a great idea but it turns out that modern day kids when you've equipped them"}, {"timestamp": [180.4, 187.1], "text": " with computers and they've grown up in America not so so much about the feral and the running loose."}, {"timestamp": [187.1, 192.44], "text": " Don't mind the wilds of Auckland, of the far north rather, but it's not quite the vision"}, {"timestamp": [192.44, 195.54], "text": " that I had had come to the past."}, {"timestamp": [195.54, 201.18], "text": " When I came back to New Zealand, I consulted because through the 15 years or so that I'd"}, {"timestamp": [201.18, 208.56], "text": " been doing work on the internet, I've watched the web grow, watched the web take off, and have pretty good instincts about what works or what doesn't. So I was"}, {"timestamp": [208.56, 213.6], "text": " a consultant to companies that wanted to grow fast, companies that were big and wanted to"}, {"timestamp": [213.6, 220.8], "text": " do internet-y stuff because I would be able to translate the modern world for them. But my heart"}, {"timestamp": [220.8, 225.46], "text": " lies and always lie with startups because America has this great startup culture."}, {"timestamp": [225.56, 229.54], "text": " And a startup is just a small company that wants to grow fast, small company that wants to get big."}, {"timestamp": [229.9, 231.8], "text": " Startups grow in different ways."}, {"timestamp": [232.0, 233.06], "text": " Some take money to do it."}, {"timestamp": [233.56, 234.84], "text": " Some grow just organically."}, {"timestamp": [234.84, 240.92], "text": " Some take only the money that they get from their existing customers and use that money to find more customers."}, {"timestamp": [241.48, 245.04], "text": " Whereas if you are invested in by a venture capitalist, then they give you some money in return for shares in their company, and then you spend that money getting more customers. Whereas if you are invested in by a venture capitalist, then they give you"}, {"timestamp": [245.04, 248.78], "text": " some money in return for shares in the company, and then you spend that money getting more"}, {"timestamp": [248.78, 254.16], "text": " customers. So it was an exciting time to be in New Zealand because our internet startup business"}, {"timestamp": [254.16, 258.84], "text": " was just getting underway. Not that it had been suffering in the past, trade me was a great"}, {"timestamp": [258.84, 263.72], "text": " success story, but there was only one trade me. And in the last eight years or so since I've been"}, {"timestamp": [263.72, 269.48], "text": " back, we've had a lot of companies grow up. Some be sold, some continue to grow. I'm thinking of zero here and"}, {"timestamp": [269.48, 276.14], "text": " they still continue to grow state. And it's been an exciting and fun time. Now, startups are great"}, {"timestamp": [276.14, 283.8], "text": " in, for many reasons, one of which is that there really are no rules. This might come as"}, {"timestamp": [283.8, 285.5], "text": " a bit of a strange thing for you because you're"}, {"timestamp": [285.5, 291.46], "text": " living in a, you're working in an institution presumably where there's history, there's heritage,"}, {"timestamp": [291.8, 296.02], "text": " there's, this is the way we do things, there's a whole bunch of policies and procedures that go"}, {"timestamp": [296.02, 301.16], "text": " around that. If you violate the policies and procedures, somebody will violate you. But in a"}, {"timestamp": [301.16, 308.0], "text": " startup, there has been no accumulated accretion of what you should be doing and what you shouldn't be doing."}, {"timestamp": [308.0, 315.0], "text": " You do whatever you dare and well can to get this thing up and running because you're a small company trying desperately to grow into a big one,"}, {"timestamp": [315.0, 319.0], "text": " which means that you always have the problem of there's more work to do than can be done,"}, {"timestamp": [319.0, 324.0], "text": " which means that you will always be able to ignore something and put it off to tomorrow while you focus on something more important,"}, {"timestamp": [324.0, 328.82], "text": " which is probably not a luxury that many of us have outside of that world."}, {"timestamp": [330.58, 339.52], "text": " Most startups fail. That's the bitter truth. I'll tell you that right now, up front. Do not treat"}, {"timestamp": [339.52, 344.98], "text": " your classroom like a startup. Anybody who says that your classroom should be treated like a"}, {"timestamp": [344.98, 348.0], "text": " startup is a cruel and vicious bully or an ignorant idiot."}, {"timestamp": [348.0, 358.0], "text": " Because startups fail. You can't take a massive risk with your classroom where an entire year of children get no education or go backwards."}, {"timestamp": [358.0, 361.0], "text": " That kind of massive risk is irresponsible."}, {"timestamp": [361.0, 367.0], "text": " Startups, on the other hand, are also about not failing, about desperately trying"}, {"timestamp": [367.0, 371.38], "text": " to get to that success. And the way that they do that is by taking small risks, just like"}, {"timestamp": [371.38, 375.72], "text": " you should in your classrooms. Small risks. Ones where if it fails, well, we haven't shot"}, {"timestamp": [375.72, 381.94], "text": " the entire year for this group of kids. Instead, perhaps they haven't made all the gains"}, {"timestamp": [381.94, 385.4], "text": " that you wanted them to make, but there's still more to be made in the future."}, {"timestamp": [389.8, 390.0], "text": " So hopefully while I prattled on you visited that website. You've seen that there are links."}, {"timestamp": [393.36, 394.82], "text": " Anybody have any troubles with that? Is that all up and running and happy?"}, {"timestamp": [404.52, 404.84], "text": " Fantastic. So I have too much to talk about. That is my problem. It has always been my problem and will continue to be my problem. If you saw me last night, you know that is very definitely my problem."}, {"timestamp": [405.1, 407.6], "text": " So I've prepared slides on all of these things,"}, {"timestamp": [407.6, 409.9], "text": " and we'll see how far we get."}, {"timestamp": [409.9, 414.4], "text": " If there's anything in particular that you really would like me to cover,"}, {"timestamp": [414.4, 417.6], "text": " let me know, maybe now, say,"}, {"timestamp": [417.6, 421.6], "text": " if there's anything on that list that you would particularly like me to go into,"}, {"timestamp": [421.6, 422.6], "text": " let's hear it."}, {"timestamp": [424.6, 426.76], "text": " Mark. Weak, meat. Yes, let's hear it. Mark."}, {"timestamp": [426.76, 428.76], "text": " Weak meat, yes, the meat is weak."}, {"timestamp": [428.76, 432.96], "text": " Just one request."}, {"timestamp": [432.96, 436.76], "text": " Anna Karimma, excellent."}, {"timestamp": [436.76, 441.24], "text": " I'm sorry, what's that?"}, {"timestamp": [441.24, 443.24], "text": " Good plan."}, {"timestamp": [443.24, 445.0], "text": " All right. I'm sorry, what was that? Good plan."}, {"timestamp": [445.0, 446.0], "text": " All right."}, {"timestamp": [446.0, 449.0], "text": " I'm sorry, bean bags."}, {"timestamp": [449.0, 451.0], "text": " Excellent."}, {"timestamp": [451.0, 453.0], "text": " Okay."}, {"timestamp": [453.0, 457.0], "text": " Cool, let's see if I can get through all of those."}, {"timestamp": [457.0, 461.0], "text": " So I like to contrast startups with big companies."}, {"timestamp": [461.0, 465.0], "text": " Startups are plucky little efforts, trying to do things."}, {"timestamp": [465.0, 467.0], "text": " They don't have the resources."}, {"timestamp": [467.0, 472.0], "text": " If you work for a startup, you don't have an enormous, almighty company sitting behind you,"}, {"timestamp": [472.0, 476.0], "text": " supporting everything that you do, able to invest in you with unlimited pockets."}, {"timestamp": [476.0, 479.0], "text": " Instead, you scrape by, you make you do."}, {"timestamp": [479.0, 483.0], "text": " One of the great techniques of startups is flint stoning."}, {"timestamp": [483.0, 486.56], "text": " So you remember the Flintstones TV show."}, {"timestamp": [486.56, 491.52], "text": " And the car, for example, that Fred Flintstone used to,"}, {"timestamp": [491.52, 494.44], "text": " look like a car, but you had to pick it up and run with it"}, {"timestamp": [494.44, 496.04], "text": " if you wanted to get from place to place."}, {"timestamp": [496.04, 502.56], "text": " And there's an element of, hmm, I can delay writing the software"}, {"timestamp": [502.56, 503.26], "text": " to do that."}, {"timestamp": [503.26, 504.8], "text": " I can delay building that out."}, {"timestamp": [504.8, 505.76], "text": " And I'll just fake it."}, {"timestamp": [505.76, 510.1], "text": " When somebody signs up, I'll actually go through and manually add them into the program"}, {"timestamp": [510.1, 514.06], "text": " instead of having written the code that does that automation."}, {"timestamp": [514.06, 521.0], "text": " That kind of flint stoning is necessary for a startup because you don't have the money that a big company has."}, {"timestamp": [521.0, 528.56], "text": " My canonical example of a big company that desperately tried to be a startup and failed miserably"}, {"timestamp": [528.56, 531.6], "text": " would be the Ferrette venture from Telecom."}, {"timestamp": [531.6, 538.76], "text": " Ferret ran from about 2006 to 2009, cost Telecom around $12 million per year."}, {"timestamp": [538.76, 540.46], "text": " Didn't mean to be."}, {"timestamp": [540.46, 541.46], "text": " This was an online marketplace."}, {"timestamp": [541.46, 549.76], "text": " If you imagine sort of an Amazon for New Zealand, that was roughly their vision. The team within Telecom wanted to make it a small,"}, {"timestamp": [550.06, 556.72], "text": " lean, mean startup, wanted it to be competitive, wanted it to be gutsy, wanted it to be plucky,"}, {"timestamp": [556.88, 562.98], "text": " wanted it, have all those adjectives that we associate with the underdog. And then, as soon as it"}, {"timestamp": [562.98, 565.38], "text": " looked like maybe this was an idea that had some legs,"}, {"timestamp": [565.76, 570.46], "text": " the big company machine leapt onto it and said, right, if we're going to do this as a big"}, {"timestamp": [570.46, 575.62], "text": " company, we're going to do this right. And if we're going to do something right, that means"}, {"timestamp": [575.62, 580.52], "text": " that we don't flintstone. We spend the money up front and we do it right. We know exactly what"}, {"timestamp": [580.52, 584.12], "text": " this product is going to look like. This product is going to be an online marketplace. People will"}, {"timestamp": [584.12, 585.24], "text": " be able to sign up here. They'll be able to an online marketplace. People will be able to sign up here."}, {"timestamp": [585.24, 586.54], "text": " They'll be able to buy things here."}, {"timestamp": [586.54, 588.02], "text": " They'll be able to check out here."}, {"timestamp": [588.02, 590.74], "text": " We need every single step along the way filled in."}, {"timestamp": [590.74, 594.18], "text": " We need to go out and we need to line up 150 vendors"}, {"timestamp": [594.18, 597.36], "text": " to offer their goods in this marketplace."}, {"timestamp": [597.36, 601.76], "text": " We need to market this thing to the users who are going to,"}, {"timestamp": [601.76, 603.68], "text": " the customers who are going to be out there buying things."}, {"timestamp": [603.68, 606.3], "text": " So we desperately need to bring in those Saatchi and Saatchi folks"}, {"timestamp": [606.3, 609.4], "text": " and spend a lot of money on glossy television and newspaper ads."}, {"timestamp": [609.98, 611.88], "text": " We need this stuff to shine and zing"}, {"timestamp": [611.88, 615.9], "text": " because that's the way we do it because we are a big company."}, {"timestamp": [616.84, 618.02], "text": " It lasted three years."}, {"timestamp": [619.68, 623.76], "text": " There's no signs that it made more than about $50,000 a year"}, {"timestamp": [623.76, 627.08], "text": " in that entire time and finally was"}, {"timestamp": [627.08, 631.56], "text": " ignominiously closed when there was a changing of the guard of telecom. And most big"}, {"timestamp": [631.56, 636.62], "text": " organization efforts to do something innovative fail for exactly the same reasons."}, {"timestamp": [637.48, 641.1], "text": " That inside the organization, you probably have this inside yours, there's the assumption"}, {"timestamp": [641.1, 645.26], "text": " that we know best, we know our business. We've been here for years."}, {"timestamp": [645.62, 646.58], "text": " We know the way it works."}, {"timestamp": [646.7, 647.92], "text": " We know what those punters want."}, {"timestamp": [648.36, 649.56], "text": " And if we're going to do something,"}, {"timestamp": [649.74, 651.96], "text": " we're going to spend the money to do it right"}, {"timestamp": [651.96, 652.78], "text": " because we can."}, {"timestamp": [653.2, 655.4], "text": " Because it would be terrible to be associated with a failure,"}, {"timestamp": [655.72, 656.1], "text": " wouldn't it?"}, {"timestamp": [656.3, 657.72], "text": " A failure would be an awful thing"}, {"timestamp": [657.72, 660.32], "text": " for our venerable and respected institution"}, {"timestamp": [660.32, 661.44], "text": " to be associated with."}, {"timestamp": [661.94, 664.6], "text": " So rather than run the risk of a failure,"}, {"timestamp": [665.72, 672.9], "text": " we are going to spend $12 million a year and guarantee failure because you make something that is so big"}, {"timestamp": [672.9, 677.28], "text": " it can't possibly succeed. Not so big it can't fail, something so big it can't possibly"}, {"timestamp": [677.28, 683.78], "text": " succeed because by the first time you put something into the hands of somebody who has"}, {"timestamp": [683.78, 685.76], "text": " to open their wallet and pay"}, {"timestamp": [685.76, 688.54], "text": " you for it, you've spent millions."}, {"timestamp": [688.54, 692.2], "text": " You've taken years, years and millions are roughly equivalent."}, {"timestamp": [692.2, 695.6], "text": " You've taken a long time, spent a lot of money, and now finally the moment of truth,"}, {"timestamp": [695.6, 700.32], "text": " you throw your doors open and you discover that actually you haven't made something that"}, {"timestamp": [700.32, 701.74], "text": " people want."}, {"timestamp": [701.74, 705.24], "text": " People are running away in droves from this thing that you made."}, {"timestamp": [705.24, 710.18], "text": " And now it's too late. You've got such an edifice created. You've built everything in"}, {"timestamp": [710.18, 716.12], "text": " cement. You've got such an edifice created that you can't possibly change direction. It's"}, {"timestamp": [716.12, 719.88], "text": " big, it's got a weight of its own. You just have to wait and pray and hope that if we market"}, {"timestamp": [719.88, 724.04], "text": " it more, people will come to this thing. That is the ferret mistake, that is the big company"}, {"timestamp": [724.04, 729.46], "text": " mistake, and that is not what startups are about. Now here I was going to tell you about me,"}, {"timestamp": [729.46, 737.7], "text": " but I think I'll give myself a swerve. I've done that already. The interesting thing about my"}, {"timestamp": [737.7, 743.22], "text": " career is that I've worked in the web my whole time, but I spent some time in non-profits before I"}, {"timestamp": [743.22, 746.68], "text": " came to work at a for-profit."}, {"timestamp": [746.68, 752.46], "text": " My for-profit experience was really interesting because it was there that I realized the difference"}, {"timestamp": [752.46, 760.88], "text": " between your classroom, between any nonprofit venture and a startup."}, {"timestamp": [760.88, 765.76], "text": " And that is, I know what success looks like when I work in a business, when I work in a for-profit."}, {"timestamp": [765.76, 767.24], "text": " Success equals money."}, {"timestamp": [767.24, 771.42], "text": " If I run out of money, I die, the more money I have, the more successful I've been."}, {"timestamp": [771.42, 777.56], "text": " Other things along the way, not leaving broken bodies behind me, not poisoning wells, all those"}, {"timestamp": [777.56, 780.76], "text": " things, that's kind of important, but it's secondary."}, {"timestamp": [780.76, 786.0], "text": " It's not actually what your legal obligation is in the world of business."}, {"timestamp": [786.0, 789.0], "text": " It's a strange and bizarre setup that we have."}, {"timestamp": [789.0, 795.0], "text": " Whereas much more comfortable in the world of schools and in the world of non-profits,"}, {"timestamp": [795.0, 798.0], "text": " where the goal is to do good for the world."}, {"timestamp": [798.0, 800.0], "text": " Hmm, that's lovely. Do good for the world."}, {"timestamp": [800.0, 803.0], "text": " Gosh, how hard is that?"}, {"timestamp": [803.0, 806.04], "text": " It's easy to tell yourself that you're doing good for the world. Hard to measure the good that you do for the world. Gosh, how hard is that? It's easy to tell yourself that you're doing good for the"}, {"timestamp": [806.04, 811.88], "text": " world. Hard to measure the good that you do for the world. Hard to quantify it, hard to say"}, {"timestamp": [811.88, 817.7], "text": " whether if I take this course or this course, I'll be doing more good or less good. That's the curse"}, {"timestamp": [817.7, 822.14], "text": " and the odd thing that you face in that world that you inhabit, and that the world that every"}, {"timestamp": [822.14, 825.56], "text": " non-profit inhabitsits is this very muddy definition"}, {"timestamp": [825.56, 831.74], "text": " of success. And you know it yourself, right? Every chart around about what is our school for,"}, {"timestamp": [831.82, 839.2], "text": " what does success look like for our kids? Well, we want to have confident, independent learners."}, {"timestamp": [839.64, 845.68], "text": " We want to create lifelong learners. We want to have kids who are worldly, but we also want them"}, {"timestamp": [845.68, 851.44], "text": " to know their local area and be grounded in the roots and traditions of our country and our region."}, {"timestamp": [851.44, 857.76], "text": " We want kids who are capable of free thought, but also kids who are able to pass these exams"}, {"timestamp": [857.76, 864.32], "text": " that require a lot of regurgitated knowledge. There's a million different dimensions that you"}, {"timestamp": [864.32, 867.3], "text": " could define success for a classroom or success for a school on."}, {"timestamp": [867.3, 871.62], "text": " You know this because you grapple with it every day."}, {"timestamp": [871.62, 876.28], "text": " Things become a lot easier and a lot simpler once you have a scorecard."}, {"timestamp": [876.28, 885.0], "text": " And if it ever seems to you that the people who have a lot of money are perhaps sometimes more callous and self-absorbed than those who don't."}, {"timestamp": [885.0, 887.0], "text": " It's not always true."}, {"timestamp": [887.0, 891.0], "text": " But Larry Allison would be a great case in the point."}, {"timestamp": [891.0, 894.0], "text": " Someone who's a reputation for being a bit of an ass,"}, {"timestamp": [894.0, 897.0], "text": " and yet has a huge amount of money,"}, {"timestamp": [897.0, 900.0], "text": " those two aren't exactly uncorrelated."}, {"timestamp": [900.0, 904.0], "text": " But if you are a type A personality"}, {"timestamp": [904.0, 907.96], "text": " and you are motivated by getting to the top of a leaderboard"}, {"timestamp": [907.96, 913.08], "text": " and you want to beat the competition, well, money is how you measure that one way to measure"}, {"timestamp": [913.08, 914.12], "text": " that leaderboard."}, {"timestamp": [914.12, 919.6], "text": " And so business attracts people who want a clear definition of success and who want to excel"}, {"timestamp": [919.6, 927.46], "text": " and compete and succeed, which, again, sometimes explains the awkward personality moments that you have."}, {"timestamp": [927.46, 933.34], "text": " So I now work in a company that straddles those two worlds."}, {"timestamp": [933.34, 935.38], "text": " And that's the reason that I work at the company I work at."}, {"timestamp": [935.38, 938.44], "text": " I work at a company called Harper, H-A-P-A-R-A."}, {"timestamp": [938.44, 941.18], "text": " And I think you can see us at the NORCOM booth."}, {"timestamp": [941.18, 946.48], "text": " Our product came about from the good people at Pointe England and there's a"}, {"timestamp": [946.48, 955.0], "text": " lesson for you here in how startups work by following our story. So the"}, {"timestamp": [955.0, 960.88], "text": " company founder, Yarn, was the first reseller of Google apps and Google services in"}, {"timestamp": [960.88, 966.4], "text": " Asia Pacific. So he would go around to businesses signing them up for Google Mail, Google Docs,"}, {"timestamp": [966.4, 968.5], "text": " that kind of stuff, helping them get set up."}, {"timestamp": [968.5, 969.76], "text": " Companies would go, oh, it's great,"}, {"timestamp": [969.76, 971.94], "text": " we don't have to pay for Microsoft Exchange anymore."}, {"timestamp": [971.94, 973.0], "text": " Brilliant, let's do it."}, {"timestamp": [974.16, 976.06], "text": " He did that for Point England School,"}, {"timestamp": [976.98, 979.94], "text": " and then got a call a year later saying,"}, {"timestamp": [979.94, 983.0], "text": " hey, Jan, we're loving it, docs is great."}, {"timestamp": [983.0, 986.24], "text": " There's a couple of things that maybe you could help us with."}, {"timestamp": [986.24, 999.0], "text": " And so over the course of many, many dinners with the good folks at Point England and surrounding schools, they thrashed out what would it look like to put some school stuff on top of Google Docs?"}, {"timestamp": [999.0, 1002.0], "text": " It was a problem that the school it had, right?"}, {"timestamp": [1002.0, 1005.36], "text": " You look at your, you look at Google Docs, and Google"}, {"timestamp": [1005.36, 1009.78], "text": " Docs gives you a giant list of every document ever shared with you ever by anybody in the"}, {"timestamp": [1009.78, 1015.06], "text": " whole wide world ever. And if you're a teacher, you really only care about the people who"}, {"timestamp": [1015.06, 1020.76], "text": " are in the room in front of you, also known as a class. So over the course of these dinners,"}, {"timestamp": [1021.3, 1025.8], "text": " brainstorming the thing that would become hapara, was a matter"}, {"timestamp": [1025.8, 1033.58], "text": " of solving in the best way possible the problem for these very friendly, social, lovely teachers"}, {"timestamp": [1033.58, 1038.56], "text": " who were keen to have something that solved their problems, and yarn was keen to help them."}, {"timestamp": [1039.52, 1042.0], "text": " And so that eventually ended up in this."}, {"timestamp": [1042.82, 1047.04], "text": " Just see the class in front of you, see the list of the documents,"}, {"timestamp": [1047.04, 1048.84], "text": " you can go in and check which ones,"}, {"timestamp": [1048.84, 1051.3], "text": " you can search, there's a search box on the right hand side,"}, {"timestamp": [1051.3, 1052.82], "text": " which lets you say, for example,"}, {"timestamp": [1052.82, 1054.4], "text": " who hasn't started their zoo homework,"}, {"timestamp": [1054.4, 1056.68], "text": " let's look for zoo and see who doesn't show up,"}, {"timestamp": [1056.68, 1057.88], "text": " all sorts of good things like that,"}, {"timestamp": [1057.88, 1060.72], "text": " and spread it out beyond Google Docs to all of the Google apps."}, {"timestamp": [1062.82, 1074.28], "text": " Now that's a, within six months of putting something into their hands, it was in six countries."}, {"timestamp": [1074.28, 1081.5], "text": " Jan got the hint, hmm, perhaps this could be popular."}, {"timestamp": [1081.5, 1101.0], "text": " Got himself, he and his friend Tony, who he worked with before, formed the company around this, took it to America to go through an incubator, a startup incubator, where they walked him through what the business would look like, helped him with contacts, investment, those kinds of things."}, {"timestamp": [1101.0, 1107.0], "text": " And now we are in 30 plus countries, we have 20-something employees,"}, {"timestamp": [1107.0, 1113.0], "text": " and are going gangbusters. Our biggest challenge is responding to the inbound interest."}, {"timestamp": [1113.0, 1122.0], "text": " It's a lovely position to be in. So if you look at, there's a video that I've linked to in the references"}, {"timestamp": [1122.0, 1125.76], "text": " called Design for Real Social Impact."}, {"timestamp": [1125.76, 1130.8], "text": " And this is the Anna Karinanam moment for those of you who wanted that."}, {"timestamp": [1130.8, 1136.76], "text": " There's a quote at the start of Anna Karinna about how all good families are the same,"}, {"timestamp": [1136.76, 1139.24], "text": " but every bad family is bad in a different way."}, {"timestamp": [1139.24, 1142.0], "text": " Every broken family is broken in a different way."}, {"timestamp": [1142.0, 1149.28], "text": " Meaning that there's a million ways that you can fail and generally only really one safe path to success."}, {"timestamp": [1149.28, 1155.12], "text": " And in that video, the speaker who is a philanthropist gives this amazing presentation where"}, {"timestamp": [1155.12, 1158.24], "text": " he takes you through these 10 steps to success."}, {"timestamp": [1158.24, 1161.84], "text": " And his example product here is the life straw."}, {"timestamp": [1161.84, 1164.64], "text": " Has anybody heard of the life straw?"}, {"timestamp": [1164.64, 1166.0], "text": " If you're in the nonprofit Save the World sector, this is a life straw. Has anybody heard of the life straw? If you're in the nonprofit,"}, {"timestamp": [1166.0, 1171.76], "text": " save the world sector, this is a big thing. This is people who have dirty water everywhere"}, {"timestamp": [1171.76, 1177.12], "text": " in the world, except in our fine western cities. And in order to turn dirty water into clean"}, {"timestamp": [1177.12, 1181.84], "text": " water, you need a filter. Filtering stations, water treatment stations are big and expensive things."}, {"timestamp": [1181.84, 1185.68], "text": " This is a personal device that you use. You treat it like a straw."}, {"timestamp": [1185.68, 1187.96], "text": " You use your own power."}, {"timestamp": [1187.96, 1188.66], "text": " There's no motor."}, {"timestamp": [1188.66, 1189.52], "text": " There's no solar."}, {"timestamp": [1189.52, 1191.44], "text": " There's no diesel required."}, {"timestamp": [1191.44, 1193.12], "text": " It's clean and safe."}, {"timestamp": [1193.12, 1195.38], "text": " And the end result is that you can get the water you need,"}, {"timestamp": [1195.38, 1198.5], "text": " even if it's not safe and clean around you."}, {"timestamp": [1198.5, 1202.34], "text": " Unbelievably, awesome piece of technology,"}, {"timestamp": [1202.34, 1204.58], "text": " incredible problem that it is solving,"}, {"timestamp": [1204.58, 1206.1], "text": " and not really successful."}, {"timestamp": [1208.1, 1216.32], "text": " And so if you look at the ten steps that he takes you through for any idea, any social idea"}, {"timestamp": [1216.32, 1223.14], "text": " about changing people's behavior, and this is exactly the same for a product as it is for"}, {"timestamp": [1223.14, 1225.64], "text": " a social change, you have to go through these steps. The first step is really easy, right? The first step is to have the idea for a product as it is for a social change,"}, {"timestamp": [1226.7, 1226.9], "text": " you have to go through these steps."}, {"timestamp": [1228.34, 1228.38], "text": " The first step is really easy, right?"}, {"timestamp": [1230.18, 1230.68], "text": " The first step is to have the idea for a thing."}, {"timestamp": [1234.64, 1236.26], "text": " I think we could make a water filter that looks like a straw and acts like a straw."}, {"timestamp": [1236.34, 1237.1], "text": " Wouldn't that be awesome?"}, {"timestamp": [1238.32, 1241.52], "text": " The idea is the easy part, and it's not actually valuable"}, {"timestamp": [1241.52, 1244.08], "text": " until you've passed the other nine steps."}, {"timestamp": [1245.36, 1252.56], "text": " If you have an idea, you do not need to worry about somebody stealing it."}, {"timestamp": [1253.84, 1256.56], "text": " Because there are a million ideas in the world."}, {"timestamp": [1256.56, 1260.48], "text": " Ideas are cheap and easy. The hard work lies in steps two through ten."}, {"timestamp": [1261.28, 1268.44], "text": " So the real need is, is there actually dirty water in the world or is that just"}, {"timestamp": [1268.44, 1273.66], "text": " a story I've heard? So you have to validate some of your assumptions that you're going into"}, {"timestamp": [1273.66, 1278.64], "text": " this world-changing project or your business idea with. And if you're thinking about the idea"}, {"timestamp": [1278.64, 1287.0], "text": " that you've got, something happening in your classroom, something you're working on. This is an important step."}, {"timestamp": [1287.0, 1292.0], "text": " You need to say to yourself, how real is that need?"}, {"timestamp": [1292.0, 1298.0], "text": " So I was thinking of an example here for, in the context of teaching,"}, {"timestamp": [1298.0, 1303.0], "text": " which is the, if I'm building software for schools,"}, {"timestamp": [1303.0, 1307.56], "text": " and I think what's missing is a way for students to schedule"}, {"timestamp": [1307.56, 1309.2], "text": " study sessions with each other."}, {"timestamp": [1309.2, 1312.5], "text": " That'd be great, wouldn't it, because they could work together, it'd be all that collaborative"}, {"timestamp": [1312.5, 1314.9], "text": " learning that we're all about, no."}, {"timestamp": [1314.9, 1324.76], "text": " So if I was going to do this the ferret way, I would skip steps until I got to about five, and"}, {"timestamp": [1324.76, 1327.56], "text": " then I would invest a buttload of money in"}, {"timestamp": [1327.56, 1334.76], "text": " five onwards. So I would have a thing that's this website. I would make the things. I'd"}, {"timestamp": [1334.76, 1338.96], "text": " spend a lot of money and make sure we did it well and it could withstand every single New"}, {"timestamp": [1338.96, 1342.94], "text": " Zealand school student hitting it simultaneously and then we'd think, New Zealand, why stop"}, {"timestamp": [1342.94, 1347.24], "text": " there? It has to be able to withstand every student in the entire world hitting it at the same time"}, {"timestamp": [1347.24, 1350.32], "text": " right so that's that'll be expensive but that's all right we'll get a success"}, {"timestamp": [1350.32, 1353.74], "text": " down the line we're going to distribute it we're going to make sure that we're"}, {"timestamp": [1353.74, 1357.8], "text": " sitting in warehouse and data centers all around the world we're going to market"}, {"timestamp": [1357.8, 1362.38], "text": " it so I need to spend millions on Sachi and Sachi to roll this out so that every"}, {"timestamp": [1362.38, 1365.08], "text": " student in the whole world hears about it, right?"}, {"timestamp": [1365.08, 1374.68], "text": " And then I'll be able to get some real change happening in the world because students will use my site."}, {"timestamp": [1374.68, 1387.0], "text": " Now that's a good idea, but when it actually launches, you'll discover that, although you've thought about giving away gold-plated limos to incite people to use your service,"}, {"timestamp": [1387.0, 1393.0], "text": " kids don't actually necessarily want to schedule study sessions with each other."}, {"timestamp": [1393.0, 1398.0], "text": " There isn't a giant unsolved problem in the world of educational technology."}, {"timestamp": [1398.0, 1404.0], "text": " And there is an easier way, one that I'll talk about shortly,"}, {"timestamp": [1404.0, 1407.2], "text": " for you to check whether in fact that's"}, {"timestamp": [1407.2, 1412.4], "text": " something there is a real need. For example, you might get 20 kids, you might show them an ad"}, {"timestamp": [1412.4, 1416.74], "text": " for the product, explains what it does, and then ask them if they'd pay five bucks for it."}, {"timestamp": [1416.74, 1421.54], "text": " And when they laugh, you'll realize, well, maybe I shouldn't spend $25 million building"}, {"timestamp": [1421.54, 1425.0], "text": " out my giant ferret for children."}, {"timestamp": [1425.0, 1428.0], "text": " So those are the steps."}, {"timestamp": [1428.0, 1432.0], "text": " If you follow it true, first of all you look at the real need,"}, {"timestamp": [1432.0, 1434.0], "text": " and then you say, is there real demand?"}, {"timestamp": [1434.0, 1437.0], "text": " Need and demand are different things."}, {"timestamp": [1437.0, 1441.0], "text": " You know this yourself in the classroom, right?"}, {"timestamp": [1441.0, 1446.64], "text": " That's the difference between M&Ms and broccoli, right? That's the difference"}, {"timestamp": [1446.64, 1452.9], "text": " between kids doing the math homework that is going to get them the knowledge, sorry, math"}, {"timestamp": [1452.9, 1458.24], "text": " work in the school, it's going to get them the knowledge that they need versus doing the stuff"}, {"timestamp": [1458.24, 1461.72], "text": " that's easy, versus doing the stuff they already know how to do, versus doing the stuff that"}, {"timestamp": [1461.72, 1466.8], "text": " happens on an iPad. That's because it happens on an iPad doesn't mean that it's what they actually need."}, {"timestamp": [1466.8, 1472.0], "text": " So the demand step is there to say, well, if we made this thing and we put it in front"}, {"timestamp": [1472.0, 1476.94], "text": " of them, will they actually want it?"}, {"timestamp": [1476.94, 1480.14], "text": " The design process is where you go through and you make sure that you're going to get"}, {"timestamp": [1480.14, 1485.42], "text": " a thing that people will use, that's easy to use, that fits in with what they do."}, {"timestamp": [1485.48, 1489.72], "text": " That's what was happening in that loop with Dorothy and the other Pointe, England and"}, {"timestamp": [1489.72, 1494.84], "text": " Maniqlani teachers there was over those Chinese dinners, Yarn and the teachers were going"}, {"timestamp": [1494.84, 1496.26], "text": " backwards and forwards with designs."}, {"timestamp": [1496.4, 1498.98], "text": " Yarn would sketch something out and say, well, what if it worked like this?"}, {"timestamp": [1499.92, 1503.64], "text": " They'd put on their teacher hats and imagine being in front of their classroom holding this,"}, {"timestamp": [1503.64, 1505.88], "text": " and no, not like that, more like this."}, {"timestamp": [1506.38, 1507.36], "text": " What if it could do that?"}, {"timestamp": [1507.66, 1510.52], "text": " How do we hand out copy documents across multiple people?"}, {"timestamp": [1510.6, 1511.36], "text": " How do we do this?"}, {"timestamp": [1511.64, 1513.5], "text": " How do I get inside into blog comments?"}, {"timestamp": [1513.62, 1514.5], "text": " How do I..."}, {"timestamp": [1514.5, 1517.92], "text": " So adding those, going around that design loop,"}, {"timestamp": [1517.92, 1519.54], "text": " and if you've looked at design thinking,"}, {"timestamp": [1519.64, 1523.42], "text": " I believe there are sessions on that at Eulence this week,"}, {"timestamp": [1524.18, 1528.76], "text": " if you've looked at design thinking, this is that step of nothing is true until you've"}, {"timestamp": [1528.76, 1533.88], "text": " gone around a few times, making sure that your design fits the users that are going to"}, {"timestamp": [1533.88, 1534.88], "text": " be using it."}, {"timestamp": [1534.88, 1535.88], "text": " So then you end up with a thing."}, {"timestamp": [1535.88, 1537.32], "text": " Now you've actually got a product."}, {"timestamp": [1537.32, 1538.92], "text": " You might make a prototype of it."}, {"timestamp": [1538.92, 1543.54], "text": " You're going to test that out, prove that after you've designed it, you're something that can"}, {"timestamp": [1543.54, 1544.34], "text": " be made."}, {"timestamp": [1544.34, 1547.5], "text": " And then you go off and you manufacture it and you scale it up and you make it big."}, {"timestamp": [1547.5, 1553.0], "text": " And once you've got a supply of these things, these water suckers, for example, the water straws,"}, {"timestamp": [1553.0, 1554.0], "text": " then you have to distribute them."}, {"timestamp": [1554.0, 1557.5], "text": " If you can't get your goods to the people who need to use it,"}, {"timestamp": [1557.5, 1562.5], "text": " you aren't going to be able to sell them or you won't achieve the change that you want to make in the world."}, {"timestamp": [1562.5, 1564.5], "text": " Distribution is a huge problem."}, {"timestamp": [1564.5, 1565.4], "text": " If you think about the number of people in your social service, achieve the change that you want to make in the world, distribution is a huge problem."}, {"timestamp": [1565.4, 1571.32], "text": " If you think about the number of people in your social circle who are doing absolutely"}, {"timestamp": [1571.32, 1574.96], "text": " incredible things in the classroom, you know somebody who's got a clever innovation, who's"}, {"timestamp": [1574.96, 1581.28], "text": " got a clever trick that they use that is really effective, you think, God, if only more schools"}, {"timestamp": [1581.28, 1589.92], "text": " were using that, if only more teachers, if only more classes were using that, how do you spread that idea effectively out to everybody who could make use of it?"}, {"timestamp": [1591.72, 1597.88], "text": " Distribution is a huge problem for ideas, it's a huge problem for products, it's a huge problem for social good solutions."}, {"timestamp": [1599.38, 1604.78], "text": " Marketing, well, we all know about marketing is an evil, horrible thing that makes us want to do something we don't want to do,"}, {"timestamp": [1604.78, 1605.56], "text": " We all know about marketing as an evil, horrible thing that makes us want to do something we don't want to do,"}, {"timestamp": [1608.22, 1608.68], "text": " out there making cigarettes look seductive to eight-year-olds."}, {"timestamp": [1612.42, 1612.76], "text": " But the good products need marketing as well."}, {"timestamp": [1619.1, 1619.54], "text": " If you've got your product in the store, but people don't know it exists, they won't buy it."}, {"timestamp": [1626.78, 1631.82], "text": " If you've got the answer to every teacher's problem, and they don't know that you do, you won't be able to change behaviors, you won't be able to change, get success."}, {"timestamp": [1631.82, 1634.7], "text": " So then finally, your product actually has to change the behavior."}, {"timestamp": [1634.7, 1636.2], "text": " So it actually has to work."}, {"timestamp": [1636.2, 1638.5], "text": " This is a kind of important one, right?"}, {"timestamp": [1638.5, 1643.12], "text": " Step 9, it's entirely possible to ship something out, get it in people's hands, market it,"}, {"timestamp": [1643.12, 1647.8], "text": " validate that there's a real need and there's real demand for the solution, but the thing that you've made didn't actually"}, {"timestamp": [1647.8, 1654.86], "text": " solve that problem. So behavior is the step nine of like it actually has to work. And then"}, {"timestamp": [1654.86, 1658.62], "text": " finally, if you've accomplished all of those things and the product you've put in their hands that"}, {"timestamp": [1658.62, 1661.78], "text": " they found out about that you've got distributed, that you had made, that you validated with"}, {"timestamp": [1661.78, 1665.0], "text": " design, all of those things, then finally you'll get to see"}, {"timestamp": [1665.0, 1667.0], "text": " the change that you want in the world."}, {"timestamp": [1667.0, 1672.0], "text": " So the problem with this, of course, was design."}, {"timestamp": [1672.0, 1675.0], "text": " Yes, we have dirty water."}, {"timestamp": [1675.0, 1678.0], "text": " Yes, there's a real need for clean water."}, {"timestamp": [1678.0, 1680.0], "text": " Yes, there's a whole bunch of non-profits"}, {"timestamp": [1680.0, 1683.0], "text": " solving the distribution problem for water devices"}, {"timestamp": [1683.0, 1686.72], "text": " into the regions of the third world."}, {"timestamp": [1687.68, 1694.44], "text": " The real problem here is if you imagine yourself using this, you put it to your lips, you dip your"}, {"timestamp": [1694.44, 1704.08], "text": " head down towards a reservoir of dirty, polluted, smelly, skanky water, and fighting off every"}, {"timestamp": [1704.08, 1707.76], "text": " instinct for survival that millions of years of evolution"}, {"timestamp": [1707.76, 1712.68], "text": " have put into you, you then drink it."}, {"timestamp": [1712.68, 1714.96], "text": " It is a difficult thing to do."}, {"timestamp": [1714.96, 1716.42], "text": " It is a difficult thing to use."}, {"timestamp": [1716.42, 1721.58], "text": " And so they didn't get the behavior change that they wanted because actually using it wasn't"}, {"timestamp": [1721.58, 1725.0], "text": " as pleasant as it should have been."}, {"timestamp": [1725.0, 1732.64], "text": " There's your, if we go to the phases, right, in that design process, before you come up with"}, {"timestamp": [1732.64, 1736.06], "text": " the thing, part of the design process is testing it with your users."}, {"timestamp": [1736.06, 1741.76], "text": " The same way, Yarn tested the interface with the willing, friendly teachers at Pointe"}, {"timestamp": [1741.76, 1742.76], "text": " England."}, {"timestamp": [1742.76, 1745.7], "text": " So now for your thing that you're trying to do,"}, {"timestamp": [1745.7, 1748.6], "text": " the thing that you're working on in your classroom,"}, {"timestamp": [1748.6, 1752.64], "text": " I would like you to have a look at the different steps here"}, {"timestamp": [1752.64, 1755.34], "text": " and see if you can find the ones that you've got sorted"}, {"timestamp": [1755.34, 1757.46], "text": " and the ones that maybe you need to go back"}, {"timestamp": [1757.46, 1758.56], "text": " and think a bit more about."}, {"timestamp": [1758.56, 1831.44], "text": " I'll give you two minutes to chew on that. Thank you. All right."}, {"timestamp": [1831.44, 1835.46], "text": " I'm standing up in front of a lectern, but you may ask me questions at any time."}, {"timestamp": [1835.46, 1836.38], "text": " Now would be a good time."}, {"timestamp": [1836.38, 1839.24], "text": " Are there any questions?"}, {"timestamp": [1839.24, 1846.84], "text": " Surveying a room of silence, some nolent people comfortable after after lunch lulled into a false sense of security."}, {"timestamp": [1846.84, 1849.0], "text": " They wouldn't actually be asked any questions."}, {"timestamp": [1849.0, 1851.0], "text": " Nothing."}, {"timestamp": [1851.0, 1855.0], "text": " Yes, excellent. Thank you. What is your question?"}, {"timestamp": [1855.0, 1856.0], "text": " Mm-hmm."}, {"timestamp": [1856.0, 1857.0], "text": " Mm-hmm."}, {"timestamp": [1857.0, 1858.0], "text": " Mm-hmm."}, {"timestamp": [1858.0, 1882.28], "text": " Mm-hmm. So the question was, in the world of education, there's a lot of frameworks that you have to operate within."}, {"timestamp": [1882.28, 1885.04], "text": " So I'm presuming not just the laws,"}, {"timestamp": [1885.04, 1886.44], "text": " but other things as well."}, {"timestamp": [1888.32, 1889.0], "text": " History, right?"}, {"timestamp": [1890.08, 1891.56], "text": " Institutional habits."}, {"timestamp": [1891.56, 1895.4], "text": " So yeah, how do you innovate within a school?"}, {"timestamp": [1895.4, 1900.96], "text": " So there's two ways that change comes within an organization, right?"}, {"timestamp": [1901.92, 1904.28], "text": " Reluctantly and willingly, I guess."}, {"timestamp": [1904.28, 1906.54], "text": " Willingly means you've got somebody leading"}, {"timestamp": [1906.54, 1910.76], "text": " that change. So Mark Osborne, Mark, could you wave your hand up for a second? There we go. Mark"}, {"timestamp": [1910.76, 1918.0], "text": " runs an unconference for emerging leaders in education called I think un-emerging leaders"}, {"timestamp": [1918.0, 1924.28], "text": " how much? Ignition, there we go. And the idea is that you can all be leaders in your"}, {"timestamp": [1924.28, 1926.6], "text": " classroom even if you're not a principal"}, {"timestamp": [1926.6, 1928.32], "text": " leading a school."}, {"timestamp": [1928.32, 1934.02], "text": " But somebody has to have that idea be essentially the founder of that idea."}, {"timestamp": [1934.02, 1939.24], "text": " If you're a startup founder, you're the person who, like Jan, picked up the idea and carried"}, {"timestamp": [1939.24, 1944.58], "text": " it forward and drove it forward, solving all of those problems to get to success."}, {"timestamp": [1944.58, 1948.02], "text": " You probably have to be that person if you have an idea that you want to make change."}, {"timestamp": [1948.02, 1952.18], "text": " Even if you're at the bottom of the organization or at the top, it doesn't really matter,"}, {"timestamp": [1952.18, 1955.5], "text": " but you need somebody to own that change."}, {"timestamp": [1955.5, 1961.04], "text": " And then, within a big organization, it's a matter of converting allies."}, {"timestamp": [1961.04, 1966.02], "text": " One of the best insights I had was you need a straight line from"}, {"timestamp": [1966.02, 1968.0], "text": " top to bottom. So the person at the top has"}, {"timestamp": [1968.0, 1970.1], "text": " to be able to make space and provide cover"}, {"timestamp": [1970.1, 1972.08], "text": " for what you're doing and not shut you"}, {"timestamp": [1972.08, 1973.86], "text": " down. So the person who has the authority"}, {"timestamp": [1973.86, 1975.86], "text": " needs to be on your side in some way."}, {"timestamp": [1976.5, 1977.84], "text": " That can be as simple as trust."}, {"timestamp": [1979.76, 1980.88], "text": " All right, I know Tim."}, {"timestamp": [1981.68, 1983.64], "text": " Tim's a good bloke. Tim hasn't"}, {"timestamp": [1983.64, 1985.86], "text": " soiled his pants too often in the past."}, {"timestamp": [1985.98, 1986.88], "text": " I'll give him a little leeway."}, {"timestamp": [1987.3, 1989.4], "text": " He can have an experiment, and we'll see if it works or not."}, {"timestamp": [1989.74, 1993.1], "text": " And if parents start asking thorny questions, I'll come to bat for him."}, {"timestamp": [1994.04, 1995.66], "text": " If the ministry start asking,"}, {"timestamp": [1995.76, 1998.48], "text": " how exactly is this driving student achievement?"}, {"timestamp": [1999.72, 2004.12], "text": " I will be there with Tim saying exactly how it is driving student achievement."}, {"timestamp": [2004.26, 2006.54], "text": " I won't leave them out to drive."}, {"timestamp": [2006.54, 2008.66], "text": " So you need a little bit of institutional cover"}, {"timestamp": [2008.66, 2011.24], "text": " if you're sitting at the bottom trying to drive change."}, {"timestamp": [2011.24, 2012.9], "text": " And then it's a matter of connecting the dots."}, {"timestamp": [2012.9, 2016.78], "text": " You work up, they work down until you get a full line"}, {"timestamp": [2016.78, 2020.84], "text": " of the head of department, the DP, who has to oversee"}, {"timestamp": [2020.84, 2023.82], "text": " your particular area, whatever it is, all buying into,"}, {"timestamp": [2023.82, 2024.98], "text": " this is successful."}, {"timestamp": [2024.98, 2030.74], "text": " And you do that by repeatedly taking risks with those folk and showing that you can achieve"}, {"timestamp": [2030.74, 2031.26], "text": " success."}, {"timestamp": [2031.84, 2042.36], "text": " That trust is built by, you didn't hurt me, you didn't screw me, I left myself open and you"}, {"timestamp": [2042.36, 2043.08], "text": " didn't take the punch."}, {"timestamp": [2043.58, 2046.86], "text": " That's the basis of trust as the monkeys that we are."}, {"timestamp": [2047.44, 2050.82], "text": " And that's what you will need to do in order to connect those dots."}, {"timestamp": [2051.0, 2054.1], "text": " Really hard to make change within an existing organization, I have to say."}, {"timestamp": [2054.9, 2056.6], "text": " So I'm the chairman of our local school board,"}, {"timestamp": [2057.52, 2062.1], "text": " and I'm blessed to be working with a smart and cooperative principal"}, {"timestamp": [2062.1, 2066.76], "text": " who is really keen to be collaborative with those above"}, {"timestamp": [2066.76, 2070.96], "text": " and those below and make sure that everybody is paddling the Waka in the same direction."}, {"timestamp": [2070.96, 2075.6], "text": " What was the phrase that we had on?"}, {"timestamp": [2075.6, 2080.84], "text": " Inside the Waka pissing out instead of outside the Waka pissing in, which I thought was"}, {"timestamp": [2080.84, 2085.0], "text": " a lovely combination of metaphors there."}, {"timestamp": [2090.4, 2091.2], "text": " So she's keen to build those collaborative relationships up and down to drive change within the school."}, {"timestamp": [2095.5, 2096.0], "text": " If you're in a really large school, 1,000-55-person school, we'll make four teachers."}, {"timestamp": [2098.3, 2098.8], "text": " Let's face it, a small ship to change the direction of."}, {"timestamp": [2101.64, 2102.16], "text": " Large organisation, harder to change the direction of."}, {"timestamp": [2106.0, 2112.24], "text": " You really do need, the leadership has to be articulate and clear. If you look at some of the schools, in fact, almost all of the schools that are doing really brilliant stuff with modern learning,"}, {"timestamp": [2112.24, 2120.72], "text": " environments and throwing, open the gates of learning so it can happen 24 hours, and we're doing crazy stuff in our class and crazy stuff with our kids,"}, {"timestamp": [2120.72, 2129.88], "text": " and they're so independent and capable and online and taking advantage of all of these opportunities. They're also very often the new schools. Because the new schools,"}, {"timestamp": [2129.88, 2137.5], "text": " you hire a principal who believes in a vision and then the principal will hire staff who"}, {"timestamp": [2137.5, 2142.8], "text": " also believe in that vision and you don't have the problem of, well, there's a lot of people"}, {"timestamp": [2142.8, 2147.0], "text": " going at staff meetings, which I'm sure you"}, {"timestamp": [2147.0, 2153.06], "text": " recognize. There's an excellent book. I will put it into the notes on how to drive change"}, {"timestamp": [2153.06, 2159.08], "text": " within a large organization and those are within a school and identifying the different"}, {"timestamp": [2159.08, 2163.8], "text": " types of folk who are going to be out there helping you. So there's like the early adopters"}, {"timestamp": [2163.8, 2166.1], "text": " who will totally rock your world, right? You've got those who will come along once it's been shown to be safe and they don't want to be out there helping you. So there's like the early adopters who will totally rock your world, right?"}, {"timestamp": [2166.1, 2169.88], "text": " You've got those who will come along once it's been shown to be safe and they don't want"}, {"timestamp": [2169.88, 2175.32], "text": " to be out there taking risks, but they're more than happy to go out and do better things."}, {"timestamp": [2175.32, 2184.54], "text": " And you've got those who are predisposed to be negative, but who can be shown, who you"}, {"timestamp": [2184.54, 2185.7], "text": " can work with and change."}, {"timestamp": [2185.7, 2188.38], "text": " And then there are those who you will never change."}, {"timestamp": [2188.38, 2192.16], "text": " And there are some people who will always be actively hostile and subversive."}, {"timestamp": [2192.16, 2195.42], "text": " And so the book gives you some strategies for working with all of those folk."}, {"timestamp": [2195.42, 2200.24], "text": " You will recognize those people from your staff room, I'm quite sure."}, {"timestamp": [2200.24, 2204.92], "text": " I'll put it into the notes, I apologize, so I don't have the name to hand."}, {"timestamp": [2204.92, 2206.68], "text": " So what's the, that was ferret, right? I'll put it into the notes, I apologize, so I don't have the name to hand."}, {"timestamp": [2209.0, 2209.02], "text": " So what's the, if that was ferret, right,"}, {"timestamp": [2212.28, 2212.4], "text": " a ferret is my classic example of a thing gone horribly wrong."}, {"timestamp": [2213.4, 2214.2], "text": " How could we have done it better?"}, {"timestamp": [2218.52, 2220.74], "text": " When I talk about how you might just approach a few students and ask them, this is this actually a problem that you have"}, {"timestamp": [2220.74, 2223.84], "text": " that we need to solve and get a bit of a reality check that way."}, {"timestamp": [2224.24, 2226.98], "text": " There's a movement going around at the moment called the Lean Startup."}, {"timestamp": [2227.16, 2232.58], "text": " And the Lean Startup is a way to, sort of institutionalizing this idea of being a little more"}, {"timestamp": [2232.58, 2236.12], "text": " agile and a little less bloated in your approach to doing new things."}, {"timestamp": [2238.32, 2247.68], "text": " Because if you're a big company or if you're arrogant, you have the assumption that you know everything. You know what"}, {"timestamp": [2247.68, 2253.28], "text": " people want. You know what students need. You know what teachers are going to be doing. You know what"}, {"timestamp": [2253.28, 2258.28], "text": " customers are going to pay money for. And it is simply a matter of building that damn thing and"}, {"timestamp": [2258.28, 2261.52], "text": " putting it into their hands and then you will be rich and can retire and build your own island."}, {"timestamp": [2263.12, 2270.0], "text": " If you are a little more humble, if you are a little more experienced in the ways of the world,"}, {"timestamp": [2270.0, 2272.08], "text": " you realize you don't have all the answers."}, {"timestamp": [2272.08, 2273.36], "text": " What I love about teachers, right?"}, {"timestamp": [2273.36, 2277.44], "text": " Teaching is inquiry embodies this idea that I don't yet have all the answers."}, {"timestamp": [2277.44, 2281.12], "text": " And science embodies the idea there is no such thing as all the answers."}, {"timestamp": [2281.12, 2286.4], "text": " All we can do is discover hitherto entirely uncharted regions of ignorance"}, {"timestamp": [2286.4, 2293.4], "text": " for us to explore. So in this lean startup, your idea is, your challenge is not building"}, {"timestamp": [2293.4, 2301.92], "text": " the thing, building a software, creating a lesson plan, anything like that. Your problem is product,"}, {"timestamp": [2301.92, 2307.0], "text": " market fit. Finding something that people will buy."}, {"timestamp": [2307.0, 2310.0], "text": " That it's easy to conceive of something,"}, {"timestamp": [2310.0, 2313.0], "text": " relatively easy to build it,"}, {"timestamp": [2313.0, 2316.0], "text": " absolutely unguaranteed that people"}, {"timestamp": [2316.0, 2320.0], "text": " will want to exchange their hard-earned money for that thing."}, {"timestamp": [2320.0, 2323.0], "text": " So in the lean startup world, we ask ourselves the question,"}, {"timestamp": [2323.0, 2326.0], "text": " what's the smallest thing that might possibly work, what's the smallest thing might possibly work?"}, {"timestamp": [2326.0, 2330.0], "text": " What's the smallest thing I could do to test this hypothesis?"}, {"timestamp": [2330.0, 2332.0], "text": " Because I've got this idea."}, {"timestamp": [2332.0, 2337.0], "text": " It might be people will drink dirty water through a straw in order to get clean water."}, {"timestamp": [2337.0, 2348.32], "text": " It might be students are absolutely hungry for a scheduling, study buddy scheduling set app. Or it might be that teachers need a dashboard"}, {"timestamp": [2348.32, 2353.48], "text": " to help them keep control of their Google apps,"}, {"timestamp": [2353.48, 2355.04], "text": " the student's Google apps."}, {"timestamp": [2357.16, 2359.12], "text": " So what you would do is you conduct a test"}, {"timestamp": [2359.12, 2360.4], "text": " to validate that hypothesis."}, {"timestamp": [2360.4, 2362.28], "text": " You do the smallest possible thing"}, {"timestamp": [2362.28, 2364.32], "text": " that might disprove that hypothesis,"}, {"timestamp": [2364.32, 2368.18], "text": " the smallest possible thing that you could learn from. So you're not going to go out and build the entire"}, {"timestamp": [2368.18, 2374.04], "text": " app. You're not going to go out and create your entire year's worth of lessons around the idea"}, {"timestamp": [2374.04, 2380.46], "text": " that jump rope is the next big thing for kids and that if we build all of our lessons around"}, {"timestamp": [2380.46, 2387.24], "text": " jump rope, all of the retention problems that kids have been struggling with for the great knowledge that we're imparting will vanish."}, {"timestamp": [2387.88, 2396.88], "text": " Whatever your hypothesis is, you're wise if you do a small test first. And you have to be where we've got the idea here in the lean startup of vanity metrics."}, {"timestamp": [2397.52, 2405.0], "text": " So vanity metrics are easy to find. Vanity metrics are either easy to collect"}, {"timestamp": [2405.0, 2408.0], "text": " or make you look really good,"}, {"timestamp": [2408.0, 2410.0], "text": " but in either way,"}, {"timestamp": [2410.0, 2412.0], "text": " they don't actually contribute to your understanding"}, {"timestamp": [2412.0, 2414.0], "text": " of whether you were wrong."}, {"timestamp": [2414.0, 2418.0], "text": " Because your whole point here is to find out if you're wrong."}, {"timestamp": [2418.0, 2420.0], "text": " You want to be able to say,"}, {"timestamp": [2420.0, 2426.2], "text": " ah, I didn't need to spend all that money building the product or all that time building"}, {"timestamp": [2426.2, 2432.4], "text": " my year-long lesson. I've learned that my fundamental hypothesis was wrong. If you're unlucky,"}, {"timestamp": [2433.32, 2438.6], "text": " you won't be able to show that you were wrong. It's like, ah, hey, maybe there's a, maybe there's"}, {"timestamp": [2438.6, 2445.1], "text": " there. And so you'll build a slightly bigger test and see whether that one can be made to fail."}, {"timestamp": [2446.74, 2450.52], "text": " And now the greatest thing online, right, this is what I love about the software business."}, {"timestamp": [2450.52, 2453.24], "text": " Software has become so cheap and so easy to make."}, {"timestamp": [2453.9, 2461.2], "text": " And if you are looking at changing people's behavior, if you're looking at scaling things out,"}, {"timestamp": [2461.94, 2465.52], "text": " working with software is so much easier than working with physical products."}, {"timestamp": [2465.52, 2473.12], "text": " It's so much easier than working with people, I have to say. It's a wonderfully cheap and easy"}, {"timestamp": [2473.12, 2477.92], "text": " way to reach scale. And it's also a wonderfully cheap and easy way to test your hypothesis."}, {"timestamp": [2477.92, 2483.2], "text": " So the online equivalent of, well let's just get 20 kids, show them a brochure for this thing"}, {"timestamp": [2483.2, 2486.96], "text": " and see if they would sign up for it, ask them if they'd pay five bucks."}, {"timestamp": [2486.96, 2488.64], "text": " Is to run Google Ads."}, {"timestamp": [2488.64, 2492.24], "text": " Build a web page that says coming soon, describing your product."}, {"timestamp": [2492.24, 2497.44], "text": " Buy Google Ads, advertise for the keywords around your product, linking them to that page."}, {"timestamp": [2497.44, 2498.44], "text": " See how many people?"}, {"timestamp": [2498.44, 2499.44], "text": " Click on the ad."}, {"timestamp": [2499.44, 2501.18], "text": " See how many people sign up."}, {"timestamp": [2501.18, 2502.18], "text": " Is it enough?"}, {"timestamp": [2502.18, 2503.6], "text": " Does it look like you could build a business out of that?"}, {"timestamp": [2503.6, 2504.6], "text": " Well, in that case, there you go."}, {"timestamp": [2504.6, 2508.86], "text": " You've got a bit of interest. You have some idea whether there is any human being"}, {"timestamp": [2508.86, 2513.82], "text": " in the world who will want this thing. That would have been a much cheaper way to start"}, {"timestamp": [2513.82, 2514.18], "text": " Ferret."}, {"timestamp": [2517.24, 2518.94], "text": " Twelve million a year."}, {"timestamp": [2521.24, 2527.0], "text": " And if you do your metrics and you do your learning and you come back and you discover,"}, {"timestamp": [2527.0, 2530.0], "text": " ha, nobody wants this thing."}, {"timestamp": [2530.0, 2532.0], "text": " Bugga! I was wrong."}, {"timestamp": [2532.0, 2539.0], "text": " The lean startup talks about this idea of a pivot, which is, well, it was just that direction that was wrong."}, {"timestamp": [2539.0, 2542.0], "text": " There may still be a there out there somewhere close."}, {"timestamp": [2542.0, 2551.38], "text": " So if you still, if you have this vision, if you have the inspiration, if you have the picture in your mind of teachers fully in control of their class and the work"}, {"timestamp": [2551.38, 2557.24], "text": " that kids are doing online. But that piece of paper you showed Dorothy with the user interface"}, {"timestamp": [2557.24, 2561.82], "text": " on it, she said that is never going to work. I won't, I don't look at my kids in an alphabetical"}, {"timestamp": [2561.82, 2566.58], "text": " order. My kids are in groups. I only look at a small set of them in front of me at any one time."}, {"timestamp": [2566.92, 2568.08], "text": " Ah, all right then."}, {"timestamp": [2568.2, 2570.08], "text": " So I'll change direction."}, {"timestamp": [2570.34, 2573.3], "text": " I'll try something else and I'll see if that's the thing that worked."}, {"timestamp": [2573.7, 2576.32], "text": " So maybe it's not an online study buddy that you're looking for."}, {"timestamp": [2576.4, 2579.92], "text": " Maybe it's an online tutor that is the app that you want to be building."}, {"timestamp": [2580.74, 2581.6], "text": " You will pivot."}, {"timestamp": [2581.86, 2583.38], "text": " Change direction slightly and try again."}, {"timestamp": [2584.9, 2585.16], "text": " So if you are following along at home and you're working on your own projects, you will pivot, change direction slightly and try again."}, {"timestamp": [2587.52, 2589.56], "text": " So if you are following along at home and you're working on your own projects,"}, {"timestamp": [2590.16, 2592.3], "text": " a couple of questions for you to take back"}, {"timestamp": [2592.3, 2595.22], "text": " are what's the smallest thing you could do that might work?"}, {"timestamp": [2596.68, 2598.8], "text": " What would you measure that would let you know"}, {"timestamp": [2598.8, 2600.12], "text": " if that was working?"}, {"timestamp": [2602.32, 2604.12], "text": " And then what are some vanity metrics"}, {"timestamp": [2604.12, 2607.0], "text": " that your project shouldn't measure?"}, {"timestamp": [2607.0, 2610.0], "text": " Now the classic vanity metric is how many people visited my website."}, {"timestamp": [2610.0, 2616.0], "text": " Right, does that tell me how many people change their behavior?"}, {"timestamp": [2616.0, 2617.0], "text": " No."}, {"timestamp": [2617.0, 2618.0], "text": " Does it tell me how many people bought things?"}, {"timestamp": [2618.0, 2619.0], "text": " No."}, {"timestamp": [2619.0, 2622.5], "text": " Does it tell me how many people told their friends and they spread the word about the amazing thing"}, {"timestamp": [2622.5, 2623.5], "text": " that I was doing?"}, {"timestamp": [2623.5, 2624.5], "text": " No."}, {"timestamp": [2624.5, 2625.94], "text": " How many people visited my website?"}, {"timestamp": [2626.08, 2627.64], "text": " It's bloody easy to count, though."}, {"timestamp": [2628.76, 2632.86], "text": " That's why we get all of these impressions and hits and so on."}, {"timestamp": [2632.94, 2635.26], "text": " But it's not an actual measure of changed behavior."}, {"timestamp": [2639.32, 2673.0], "text": " Give you 30 seconds to chew on that. I'm supposed to be giving a talk now."}, {"timestamp": [2673.0, 2687.0], "text": " Brilliant. Unqu see you're keeping notes."}, {"timestamp": [2687.0, 2707.0], "text": " You don't need to see you're keeping notes. So I'll give you the music though."}, {"timestamp": [2707.0, 2712.0], "text": " Where did my presentation go?"}, {"timestamp": [2712.0, 2714.0], "text": " Alrighty."}, {"timestamp": [2714.0, 2720.0], "text": " So I'll give you something else that I ties into this lean startup."}, {"timestamp": [2720.0, 2723.0], "text": " Personally, who's heard the term fail fast?"}, {"timestamp": [2723.0, 2724.0], "text": " Yeah, you all heard that."}, {"timestamp": [2724.0, 2725.0], "text": " It's a great phrase."}, {"timestamp": [2725.0, 2727.0], "text": " Everybody loves to say that we should be failing fast."}, {"timestamp": [2727.0, 2730.0], "text": " We should be teaching our children to embrace failure and,"}, {"timestamp": [2730.0, 2736.0], "text": " and drives me crazy because failure isn't really the goal."}, {"timestamp": [2736.0, 2741.0], "text": " If you take the big picture of you here, failure is not the whole point of the exercise."}, {"timestamp": [2741.0, 2742.0], "text": " Right?"}, {"timestamp": [2742.0, 2749.52], "text": " Fail fast, fail often, right? What you want to do is learn. Failure is a learning"}, {"timestamp": [2749.52, 2754.82], "text": " opportunity if you embrace it correctly. That's what science does. Science looks to disprove"}, {"timestamp": [2754.82, 2758.98], "text": " hypotheses. Science doesn't look for confirming evidence, science looks for disproving evidence."}, {"timestamp": [2759.52, 2766.8], "text": " That is the wonderful thing about science. And if you live your life right, you will find ways to"}, {"timestamp": [2766.8, 2774.48], "text": " learn fast. Learning fast is the same as learning cheaply. Because if you do a little bit of"}, {"timestamp": [2774.48, 2777.98], "text": " effort, put in a little bit of effort, a little bit of time, a little bit of money, and then"}, {"timestamp": [2777.98, 2783.8], "text": " discover nobody wants the thing that you're embarking upon, what a great cheap learning"}, {"timestamp": [2783.8, 2787.0], "text": " that is, as opposed to $12 million a year for four years."}, {"timestamp": [2790.0, 2794.0], "text": " Because ultimately your goal is to succeed fast and succeed cheap."}, {"timestamp": [2794.0, 2799.0], "text": " Keep that in mind. Don't focus on the failure. Focus on the ultimate success that you want to have."}, {"timestamp": [2799.0, 2805.24], "text": " But you need to learn quickly and cheaply along the way whether you are on the right path to that success or not."}, {"timestamp": [2805.24, 2807.52], "text": " So that's what the lean startup's approach is all about."}, {"timestamp": [2807.52, 2809.42], "text": " That's what this idea of doing the least,"}, {"timestamp": [2809.42, 2810.88], "text": " the smallest thing you possibly can't"}, {"timestamp": [2810.88, 2813.32], "text": " to validate your hypothesis is all about."}, {"timestamp": [2814.24, 2815.78], "text": " It's about learning."}, {"timestamp": [2815.78, 2818.6], "text": " So if you look at the lean startup model,"}, {"timestamp": [2819.8, 2822.6], "text": " you start up with your hypothesis"}, {"timestamp": [2822.6, 2826.76], "text": " about what people want, what might work. You gather some evidence"}, {"timestamp": [2826.76, 2831.36], "text": " so that you have a baseline of how many people click through a regular ad, right? What does success"}, {"timestamp": [2831.36, 2837.12], "text": " look like for ad click-throughs? Do some research about what your ad words should look like"}, {"timestamp": [2837.12, 2841.82], "text": " and how that'll happen. You develop your ad and you place it. You gather some evidence about"}, {"timestamp": [2841.82, 2848.18], "text": " the number of people who clicked through. Then you reflect and you analyze and you're saying, well, how did we do here? What did that look like? Is that successful"}, {"timestamp": [2848.18, 2853.28], "text": " or not? This should look like an awfully familiar loop to you. I certainly hope this looks"}, {"timestamp": [2853.28, 2859.06], "text": " like an awfully familiar loop because if I change the word in the middle, right, it should"}, {"timestamp": [2859.06, 2863.84], "text": " be something that you're doing every day, every month, every year. That whole business of,"}, {"timestamp": [2863.84, 2865.3], "text": " you know, I've got an idea that maybe"}, {"timestamp": [2865.3, 2866.66], "text": " there's something I should be doing differently"}, {"timestamp": [2866.66, 2867.78], "text": " with my practice."}, {"timestamp": [2867.78, 2869.02], "text": " Really?"}, {"timestamp": [2869.02, 2872.68], "text": " What makes you think there's a problem you need to fix, wise guy?"}, {"timestamp": [2872.68, 2874.28], "text": " Okay, you've got some numbers that show"}, {"timestamp": [2874.28, 2876.82], "text": " maybe there's something I need to be working on."}, {"timestamp": [2876.82, 2877.92], "text": " What could I be doing?"}, {"timestamp": [2877.92, 2879.38], "text": " That's the research phase."}, {"timestamp": [2879.38, 2881.18], "text": " What action will I choose and implement?"}, {"timestamp": [2881.18, 2882.36], "text": " That'll be your action."}, {"timestamp": [2882.36, 2884.12], "text": " Gather some more evidence to see if I've managed"}, {"timestamp": [2884.12, 2889.88], "text": " to raise the bar or not, lift the, move the dial, paddle the walker, whatever"}, {"timestamp": [2889.88, 2895.96], "text": " the metaphor is, and then you look at reflection and say, well, how did I do?"}, {"timestamp": [2895.96, 2901.78], "text": " Would I do that again? Should I tell somebody else?"}, {"timestamp": [2901.78, 2906.5], "text": " This is an important thing, and it is the reason that I love teachers in New Zealand because"}, {"timestamp": [2906.5, 2911.16], "text": " you have embraced this, you do this, hopefully you've embraced this and you do this, because"}, {"timestamp": [2911.16, 2916.24], "text": " by following this loop again and again and again, you get better over time."}, {"timestamp": [2916.24, 2920.26], "text": " It's bloody amazing, it's a machine for making better people."}, {"timestamp": [2920.26, 2921.74], "text": " It's astonishing."}, {"timestamp": [2921.74, 2928.0], "text": " And what's more astonishing than the fact that this is a machine for making better people doing better things"}, {"timestamp": [2928.0, 2932.0], "text": " is that most people in the world don't follow this."}, {"timestamp": [2933.0, 2942.0], "text": " Now, most jobs you go into, I love teachers. Not a lot of people in the grand scheme of things would put teachers at the top of their most loved list."}, {"timestamp": [2942.0, 2946.06], "text": " Right? There might be religious figures, there might be their parents,"}, {"timestamp": [2946.06, 2947.64], "text": " there might be all of those things sitting in there."}, {"timestamp": [2947.64, 2950.56], "text": " But as a whole, I think teachers are bloody incredible"}, {"timestamp": [2950.56, 2953.9], "text": " because of this, because most people in the world"}, {"timestamp": [2953.9, 2955.22], "text": " have this one step."}, {"timestamp": [2955.22, 2955.92], "text": " This is their step."}, {"timestamp": [2955.92, 2957.92], "text": " This is their improvement loop."}, {"timestamp": [2957.92, 2959.86], "text": " I'll act."}, {"timestamp": [2959.86, 2961.38], "text": " Did I gather any evidence?"}, {"timestamp": [2961.38, 2961.98], "text": " Not really."}, {"timestamp": [2961.98, 2962.98], "text": " Did I research?"}, {"timestamp": [2962.98, 2964.86], "text": " No, I just had an idea, so I did the thing."}, {"timestamp": [2964.86, 2965.96], "text": " Woohoo! I did the thing."}, {"timestamp": [2965.96, 2969.22], "text": " Something must be done, I did something, therefore I am done."}, {"timestamp": [2969.22, 2971.5], "text": " That is their logic."}, {"timestamp": [2971.5, 2974.2], "text": " You know that everybody rushes to action without thinking,"}, {"timestamp": [2974.2, 2975.82], "text": " without knowing whether it was the right action,"}, {"timestamp": [2975.82, 2978.24], "text": " without any way to validate and measure it."}, {"timestamp": [2979.48, 2987.18], "text": " There's an awesome thing in startups that I want you to take away to the projects that you work on."}, {"timestamp": [2987.18, 2990.44], "text": " That awesome thing in the startup world is money."}, {"timestamp": [2990.44, 2995.22], "text": " Now money is a finite resource for a startup."}, {"timestamp": [2995.22, 2999.18], "text": " Your money comes from the money that your founders put in or your investors put in."}, {"timestamp": [2999.18, 3005.0], "text": " So Jan contributed his savings, ate a lot of very, very, very cheap ramen."}, {"timestamp": [3005.0, 3010.0], "text": " And then as the product started to sell,"}, {"timestamp": [3010.0, 3013.0], "text": " and money started coming through the door,"}, {"timestamp": [3013.0, 3015.0], "text": " that got to fund more work, more trips,"}, {"timestamp": [3015.0, 3018.0], "text": " more people to hire, more work on the software,"}, {"timestamp": [3018.0, 3021.0], "text": " and that virtuous cycle continued."}, {"timestamp": [3021.0, 3023.0], "text": " But many startups run out of money."}, {"timestamp": [3023.0, 3025.1], "text": " They never make it to the state where"}, {"timestamp": [3025.1, 3030.06], "text": " they have happy customers and money is coming through the door. And eventually the"}, {"timestamp": [3030.06, 3034.44], "text": " dollars reached the point where I can't make payroll, can't pay rent, can't pay for my"}, {"timestamp": [3034.44, 3039.36], "text": " website address anymore, companies down the gurgler, close it up, move on, do something"}, {"timestamp": [3039.36, 3046.38], "text": " else. It sounds brutal and it sounds harsh and it sounds terrible, but just like natural selection"}, {"timestamp": [3046.38, 3052.7], "text": " is actually selecting for death, that's the selection in Darwinian evolution, it is a useful"}, {"timestamp": [3052.7, 3056.98], "text": " and reasonable thing that many bad ideas die."}, {"timestamp": [3056.98, 3063.14], "text": " Some good ideas die with them, but many bad ideas die, and it is to be applauded and loved"}, {"timestamp": [3063.14, 3066.88], "text": " that there is a way for these people to stop working"}, {"timestamp": [3066.88, 3072.48], "text": " on something that nobody wants and to move on to working on something that people do want."}, {"timestamp": [3072.48, 3078.9], "text": " So I urge you in the things that you do to ahead of time decide caps for your commitment."}, {"timestamp": [3078.9, 3083.76], "text": " What is the amount of investment capital you're going to put into this idea before you say,"}, {"timestamp": [3083.76, 3085.86], "text": " you know, there may be a there there,"}, {"timestamp": [3085.86, 3096.06], "text": " but it's not one that I'm going to get to in my lifetime without sacrificing my mental stability or my family or my career or whatever else might be in jeopardy by you pursuing this any further."}, {"timestamp": [3096.98, 3099.46], "text": " Many people fail to embrace that."}, {"timestamp": [3099.66, 3109.94], "text": " Many people, when they have their idea and they tested it and they figure out, my gosh, I could actually change the world. Actually, the world grinds you down and you never get to accomplish"}, {"timestamp": [3109.94, 3116.2], "text": " the wonderful things that you wanted to do because you didn't have a cap for your commitment."}, {"timestamp": [3116.2, 3123.5], "text": " So on the things that you do, I would urge you to learn cheaply and quickly and to figure out"}, {"timestamp": [3123.5, 3125.84], "text": " those caps."}, {"timestamp": [3128.96, 3129.6], "text": " Are there any questions before I put the next one?"}, {"timestamp": [3130.52, 3134.48], "text": " How am I doing for time?"}, {"timestamp": [3136.16, 3137.76], "text": " What time do I finish? Is it three, Mark?"}, {"timestamp": [3138.24, 3139.84], "text": " Right."}, {"timestamp": [3143.24, 3144.12], "text": " I'll whip on. Weak meat. Mark asked for weak meat."}, {"timestamp": [3146.5, 3147.86], "text": " Meat is my synonym for people. I work in silicon. I work whip on. Weak meat, Mark asked for weak meat. Meat is my synonym for people. I work in silicon, right?"}, {"timestamp": [3147.86, 3149.4], "text": " I work in sand."}, {"timestamp": [3149.4, 3150.74], "text": " Sand is awesome."}, {"timestamp": [3150.74, 3152.44], "text": " Sand is predictable for the most part in this."}, {"timestamp": [3152.44, 3154.52], "text": " It's a Microsoft product."}, {"timestamp": [3154.52, 3156.92], "text": " Sand is fabulous."}, {"timestamp": [3156.92, 3158.94], "text": " People are harder to work with, much harder."}, {"timestamp": [3158.94, 3161.36], "text": " And one of the reasons that we are, in fact,"}, {"timestamp": [3161.36, 3163.1], "text": " the reason that we are hard to work with,"}, {"timestamp": [3163.1, 3165.5], "text": " is that we are evolved creatures."}, {"timestamp": [3165.88, 3171.94], "text": " We have all of the things that made us successful as monkeys embodied in our behaviors and in our"}, {"timestamp": [3171.94, 3179.5], "text": " brains as well. So there's a test here. Nobody gets this. Well, 10% of the population on average."}, {"timestamp": [3180.24, 3184.98], "text": " So don't feel bad if you don't get it. But each card's got a number on one side and a patch of"}, {"timestamp": [3184.98, 3186.0], "text": " color on the others."}, {"timestamp": [3186.0, 3188.0], "text": " So I've got red and green here."}, {"timestamp": [3188.0, 3193.0], "text": " And you've got the hypothesis that if a card shows an even number,"}, {"timestamp": [3193.0, 3197.0], "text": " then when you turn it over, the other side will be red."}, {"timestamp": [3197.0, 3200.0], "text": " Right, the even and the reds go together."}, {"timestamp": [3200.0, 3204.0], "text": " If it's even, then it will be red."}, {"timestamp": [3204.0, 3206.0], "text": " That's your hypothesis."}, {"timestamp": [3206.0, 3212.0], "text": " Which card or cards would you turn over to test the idea?"}, {"timestamp": [3212.0, 3220.0], "text": " Give you a few seconds here to think about which cards you would turn over."}, {"timestamp": [3220.0, 3223.0], "text": " So you could turn over 3 and 8 and see the colours on the back,"}, {"timestamp": [3223.0, 3227.0], "text": " or you could turn over the red and green and see the numbers on the other side."}, {"timestamp": [3227.0, 3230.0], "text": " Which ones will you turn over?"}, {"timestamp": [3230.0, 3235.0], "text": " In fact, what is the smallest number?"}, {"timestamp": [3235.0, 3245.68], "text": " I'm sorry?"}, {"timestamp": [3248.88, 3249.48], "text": " Shout it out."}, {"timestamp": [3249.56, 3252.0], "text": " Who's got an answer they want to share and be true?"}, {"timestamp": [3254.8, 3255.68], "text": " Is that a what, sorry?"}, {"timestamp": [3257.12, 3257.44], "text": " Yes."}, {"timestamp": [3258.88, 3262.92], "text": " So we're testing the idea that if one side of the card has an even number,"}, {"timestamp": [3262.92, 3264.36], "text": " then the other side will be read."}, {"timestamp": [3266.94, 3267.64], "text": " I'm sorry?"}, {"timestamp": [3269.0, 3270.0], "text": " Go for the red one?"}, {"timestamp": [3272.12, 3273.0], "text": " I'm sorry?"}, {"timestamp": [3274.46, 3275.38], "text": " Test the three?"}, {"timestamp": [3276.84, 3278.86], "text": " Okay, so all of them is the great answer, right?"}, {"timestamp": [3278.86, 3280.46], "text": " You can turn over everything,"}, {"timestamp": [3280.46, 3282.66], "text": " you're bound to somewhere in there,"}, {"timestamp": [3282.66, 3288.88], "text": " be able to find either a confirming or a disproving example, but you're hunting for is a disproving example you want to be able to"}, {"timestamp": [3288.88, 3296.0], "text": " find the situation where you turn it over and you see that the card that has an even number"}, {"timestamp": [3296.0, 3304.08], "text": " doesn't have read on it right you're looking for the disproving example and we suck at finding"}, {"timestamp": [3304.08, 3305.3], "text": " disproving examples as you have suck at finding disproving examples,"}, {"timestamp": [3305.3, 3306.8], "text": " as you have just learned."}, {"timestamp": [3306.8, 3309.4], "text": " Like I said, maybe 10% of the population gets this."}, {"timestamp": [3309.4, 3313.24], "text": " That's why a career in science is so damn hard to have."}, {"timestamp": [3313.24, 3317.18], "text": " Because you are looking for ways to falsify that claim."}, {"timestamp": [3317.18, 3319.12], "text": " So what you're gonna do, if you turn over the three,"}, {"timestamp": [3319.12, 3320.96], "text": " it tells you nothing."}, {"timestamp": [3320.96, 3322.54], "text": " Whether it's green or red on the back,"}, {"timestamp": [3322.54, 3324.04], "text": " doesn't tell you anything about the idea"}, {"timestamp": [3324.04, 3328.44], "text": " that if a card has an even number on it, then the other side will be red."}, {"timestamp": [3329.72, 3335.88], "text": " So you're going to turn over the eight, because if the eight has a green on the back of it, that tells you that the hypothesis is wrong."}, {"timestamp": [3338.16, 3341.28], "text": " If you turn over the red, it tells you nothing about the hypothesis."}, {"timestamp": [3342.94, 3348.58], "text": " So either the number on the other side of the red card will be even or odd."}, {"timestamp": [3348.58, 3353.32], "text": " If the number on the other side is odd, well the hypothesis said nothing about odd numbers."}, {"timestamp": [3353.32, 3356.96], "text": " It said only things about even numbers."}, {"timestamp": [3356.96, 3363.38], "text": " If the other side of the red one is even, I haven't just proven anything."}, {"timestamp": [3363.38, 3364.68], "text": " That's a confirming example."}, {"timestamp": [3364.68, 3366.0], "text": " That's not a disproving example."}, {"timestamp": [3366.0, 3369.0], "text": " So if we turn over the green one though"}, {"timestamp": [3369.0, 3372.0], "text": " and we find that the green card has an even number"}, {"timestamp": [3372.0, 3374.0], "text": " on the other side of it, that would break that rule."}, {"timestamp": [3374.0, 3378.0], "text": " It's an even number that on the other side is green."}, {"timestamp": [3378.0, 3381.0], "text": " The hypothesis was even numbers have read on the other side."}, {"timestamp": [3381.0, 3385.72], "text": " So the two cards that we're going to turn over are the eight and the green."}, {"timestamp": [3386.6, 3387.68], "text": " God, that's hard."}, {"timestamp": [3389.72, 3392.48], "text": " Turns out to be a little easier. If you imagine a bartender who's serving people drinks"}, {"timestamp": [3392.48, 3394.56], "text": " and trying to determine a rule about who's ordering"}, {"timestamp": [3394.56, 3396.96], "text": " what drink from the bar."}, {"timestamp": [3396.96, 3399.46], "text": " And this is the rule that if you're over 16,"}, {"timestamp": [3399.46, 3401.28], "text": " you're going to be a beer drinker."}, {"timestamp": [3401.28, 3402.56], "text": " You look at what people drink."}, {"timestamp": [3403.88, 3407.0], "text": " Well, if you're over 16, age 13 tells you"}, {"timestamp": [3407.0, 3412.6], "text": " nothing about that. If you're a beer drinker, you want to look for the case where somebody"}, {"timestamp": [3412.6, 3419.06], "text": " is over 16 and not drinking beer. So you'd look at your turnover the Coca-Cola, and you'd see,"}, {"timestamp": [3419.06, 3427.4], "text": " this is somebody over 16 who is drinking Coca-Cola. The more familiar the situation, the easier it is for us to reason about it,"}, {"timestamp": [3427.84, 3432.62], "text": " but it is still not easy even in that circumstance to work with these kinds of hypotheses."}, {"timestamp": [3433.16, 3440.94], "text": " So the curse of meat, our weak meat, is that we are lousy at thinking logically about this kind of stuff."}, {"timestamp": [3441.46, 3443.28], "text": " That we really want to rush to the action."}, {"timestamp": [3443.44, 3447.7], "text": " We really want to look for examples that confirm our hypothesis,"}, {"timestamp": [3447.7, 3449.68], "text": " which tell us nothing about the world,"}, {"timestamp": [3449.68, 3452.34], "text": " other than, yes, there is at least one thing"}, {"timestamp": [3452.34, 3455.38], "text": " that supports our idea about the world."}, {"timestamp": [3455.38, 3457.88], "text": " The way we learn is by looking for the disproving ones."}, {"timestamp": [3460.44, 3462.72], "text": " A couple of ideas that will be useful for you,"}, {"timestamp": [3462.72, 3463.66], "text": " the funnel."}, {"timestamp": [3463.66, 3467.82], "text": " So just like there's those steps that you have to go through in order to change people's"}, {"timestamp": [3467.82, 3474.1], "text": " behavior out there on the web and this will be true of your own projects as well."}, {"timestamp": [3474.1, 3477.3], "text": " There's this funnel of people."}, {"timestamp": [3477.3, 3479.62], "text": " There's a whole lot of people who might see your ad."}, {"timestamp": [3479.62, 3480.88], "text": " Not everybody will click through those."}, {"timestamp": [3480.88, 3483.98], "text": " So there's a smaller number of people who visit your website."}, {"timestamp": [3483.98, 3487.36], "text": " Not everybody will stay on there and actually go shopping. So there's a smaller number of people who visit your website. Not everybody will stay on there and actually go shopping. So there's a smaller number of people"}, {"timestamp": [3487.36, 3491.28], "text": " who will add things to the shopping cart. But not everybody who adds things to the shopping"}, {"timestamp": [3491.28, 3496.3], "text": " card, as I'm sure you know, goes through to check out and give your money. So a smaller number"}, {"timestamp": [3496.3, 3500.96], "text": " of people will check out, and then a smaller number of those people will actually have the"}, {"timestamp": [3500.96, 3505.88], "text": " money in their accounts and their credit cards to pay you. So in order to get that money at the bottom,"}, {"timestamp": [3505.88, 3508.6], "text": " you started with a massive number of people"}, {"timestamp": [3508.6, 3511.76], "text": " and lost them progressively through your website"}, {"timestamp": [3511.76, 3513.0], "text": " at every step of the way."}, {"timestamp": [3513.0, 3517.0], "text": " Your goal in marketing and sales is to build your website"}, {"timestamp": [3517.0, 3521.0], "text": " such that the funnel is as close to being a pipe as possible,"}, {"timestamp": [3521.0, 3524.0], "text": " namely everybody who comes in converts to money."}, {"timestamp": [3526.46, 3531.54], "text": " So you do this by changing the design of your website or changing the text of your ads."}, {"timestamp": [3531.54, 3535.24], "text": " So if you want to, the people who see your ad and click through, you can change the text,"}, {"timestamp": [3535.24, 3537.56], "text": " the location of your ads in order to improve that."}, {"timestamp": [3537.56, 3542.2], "text": " If you want to get people visiting things on your website, you might put text up big, you"}, {"timestamp": [3542.2, 3548.2], "text": " might have things flash, you might use pictures instead of words, might have videos those kinds of things now if you're looking at changing"}, {"timestamp": [3548.2, 3556.64], "text": " behavior you can also think about the steps in the funnel here as being those has heard"}, {"timestamp": [3556.64, 3563.68], "text": " of you has engaged with you to learn the details has done a trial in their classroom is reflected"}, {"timestamp": [3563.68, 3565.88], "text": " upon it and can determine to go again,"}, {"timestamp": [3565.88, 3568.58], "text": " and then is doing it year after year after year."}, {"timestamp": [3568.58, 3571.9], "text": " So you might have your own funnel for your own projects,"}, {"timestamp": [3571.9, 3574.9], "text": " but the idea is that at each step you lose people,"}, {"timestamp": [3574.9, 3577.84], "text": " once you know that you have a funnel,"}, {"timestamp": [3577.84, 3579.96], "text": " you can start to improve it."}, {"timestamp": [3579.96, 3582.08], "text": " The thing on the web that we use is AB testing,"}, {"timestamp": [3582.08, 3583.66], "text": " because data trumps opinion."}, {"timestamp": [3583.66, 3587.72], "text": " What we do is we take here, we take a bunch of people"}, {"timestamp": [3587.72, 3589.7], "text": " who are visiting our website and randomly"}, {"timestamp": [3589.7, 3591.72], "text": " show them one of two different designs."}, {"timestamp": [3591.72, 3593.68], "text": " Some people will get to see design A, some people"}, {"timestamp": [3593.68, 3596.16], "text": " will get to see design B."}, {"timestamp": [3596.16, 3597.64], "text": " And they've got some different layout."}, {"timestamp": [3597.64, 3599.36], "text": " They might have some different content."}, {"timestamp": [3599.36, 3601.56], "text": " And then we see how many go through to actually"}, {"timestamp": [3601.56, 3603.12], "text": " give us the behavior that we want."}, {"timestamp": [3603.12, 3606.84], "text": " For a business that's paying, for you it might be something else."}, {"timestamp": [3606.84, 3611.52], "text": " And then based on that number, we know whether we should go with design A or design B."}, {"timestamp": [3611.52, 3614.88], "text": " And now at the end of this, we can go back and conduct another experiment with two other"}, {"timestamp": [3614.88, 3618.46], "text": " designs and another experiment with two other designs and roll it out."}, {"timestamp": [3618.46, 3626.6], "text": " And in fact, there's multivariate analysis that lets you test, instead of just two, test a whole bunch of different design"}, {"timestamp": [3626.6, 3629.6], "text": " changes all at once."}, {"timestamp": [3629.6, 3631.02], "text": " Amazon are the masters of this."}, {"timestamp": [3631.02, 3636.4], "text": " Nothing makes it to the Amazon page without data backing up that it works."}, {"timestamp": [3636.4, 3640.64], "text": " This is why the Amazon user experience is pretty crap."}, {"timestamp": [3640.64, 3649.14], "text": " It's great for generating money for Amazon, but it does rather look like every employee at Amazon is yelling at you all of the time to buy stuff."}, {"timestamp": [3649.14, 3656.56], "text": " It's not the optimal experience, I would have to say, but it's remarkably effective."}, {"timestamp": [3656.56, 3660.76], "text": " No change happens to the Amazon website unless it generates more money than the old website"}, {"timestamp": [3660.76, 3661.76], "text": " did."}, {"timestamp": [3661.76, 3666.72], "text": " So you can look at everything on Amazon's website and know that it's"}, {"timestamp": [3666.72, 3674.28], "text": " there for a reason. The same perhaps cannot be said about your own. So build your"}, {"timestamp": [3674.28, 3681.04], "text": " own funnel, connect them back to those ten steps if you have to. There's a great"}, {"timestamp": [3681.04, 3684.78], "text": " quote which alas is not actually real. We only know it from a play that when I hear"}, {"timestamp": [3684.78, 3686.66], "text": " culture I unlock my browning."}, {"timestamp": [3688.32, 3692.04], "text": " Sadly, not attributable directly to Herman Gurring."}, {"timestamp": [3692.78, 3694.1], "text": " If you look around startups,"}, {"timestamp": [3694.18, 3697.08], "text": " startups are famous in Silicon Valley for the perks and the freebies"}, {"timestamp": [3697.08, 3699.5], "text": " and the offerings that they give their employees."}, {"timestamp": [3700.5, 3701.42], "text": " Fuzzball tables."}, {"timestamp": [3701.82, 3712.28], "text": " It's almost impossible to walk into a San Francisco company office and not find a foosball table, something fun, you know, desktop soccer."}, {"timestamp": [3715.88, 3719.14], "text": " The other equivalent of that is free food, right?"}, {"timestamp": [3719.98, 3725.26], "text": " And just like I said last night, you look at bean bags in your modern learning environments."}, {"timestamp": [3728.82, 3729.02], "text": " And just buying bean bags doesn't change what happens in kids' heads."}, {"timestamp": [3734.28, 3734.54], "text": " Doesn't change the way kids are treated, doesn't change the way that teachers behave,"}, {"timestamp": [3736.94, 3737.32], "text": " doesn't change the way teaching and learning happens in the school."}, {"timestamp": [3738.86, 3739.82], "text": " Bean bags alone are not enough."}, {"timestamp": [3744.88, 3745.9], "text": " Free food, like they have at Google and at Twitter and at Facebook and insert your favorite company here."}, {"timestamp": [3745.9, 3750.0], "text": " Free food alone does not a great place to work make."}, {"timestamp": [3750.0, 3757.3], "text": " And in fact, free food isn't the sign of a brilliant, healthy, thriving company culture."}, {"timestamp": [3757.3, 3758.3], "text": " It's an artifact."}, {"timestamp": [3758.3, 3761.1], "text": " And we look at the artifacts and we confuse the artifacts for reality."}, {"timestamp": [3761.1, 3765.76], "text": " It's the tip of the iceberg, not the hidden debts underneath."}, {"timestamp": [3765.76, 3768.78], "text": " So there's, here's five companies, each of whom"}, {"timestamp": [3768.78, 3771.38], "text": " offers free food."}, {"timestamp": [3771.38, 3773.62], "text": " But they approach it for different reasons."}, {"timestamp": [3773.62, 3779.44], "text": " Each one has a different story about why they have that free food."}, {"timestamp": [3779.44, 3783.46], "text": " So in the case of Mibo, right, the instant messaging company"}, {"timestamp": [3783.46, 3785.24], "text": " bought by Google, they would focus on teamwork."}, {"timestamp": [3785.24, 3788.5], "text": " So the lunch was an opportunity to socialize with your team."}, {"timestamp": [3788.5, 3795.3], "text": " We provided the food so that you'd be able to hang out with your coworkers and build a stronger team together."}, {"timestamp": [3795.3, 3802.0], "text": " As opposed to Google who are hippies and so they want to provide all the best kind of hippie food that they possibly can to their hippie employees."}, {"timestamp": [3802.0, 3803.9], "text": " Which is awesome."}, {"timestamp": [3803.9, 3807.6], "text": " I totally support that."}, {"timestamp": [3807.6, 3810.18], "text": " Apple doesn't offer free food."}, {"timestamp": [3810.18, 3813.84], "text": " Apple's attitude is very much, hey, it's a privilege to be working at Apple."}, {"timestamp": [3813.84, 3816.24], "text": " Pay for your own damn food."}, {"timestamp": [3816.24, 3818.76], "text": " You go to the company cafeteria and you get a bill at the end of it."}, {"timestamp": [3818.76, 3821.18], "text": " It's great."}, {"timestamp": [3821.18, 3828.24], "text": " So I stole that chart from Elaine Huerre, and as soon as I find her writing about this, I will put it online."}, {"timestamp": [3828.24, 3834.34], "text": " She's her theory, and I think it applies quite broadly, is that culture is largely built out"}, {"timestamp": [3834.34, 3835.34], "text": " of trust and truth."}, {"timestamp": [3835.34, 3843.0], "text": " You look at an organization's culture and it comes down to those two elements."}, {"timestamp": [3843.0, 3847.92], "text": " Is trust given or is it earned?"}, {"timestamp": [3847.92, 3851.36], "text": " So trust is given, if you rock up on the first day,"}, {"timestamp": [3851.36, 3853.8], "text": " and it's assumed that you're competent and a grown up"}, {"timestamp": [3853.8, 3856.38], "text": " and a human being, and you will go out there and do things."}, {"timestamp": [3856.38, 3858.98], "text": " We give you freedom."}, {"timestamp": [3858.98, 3862.84], "text": " And if you screw up, we might have to clean up"}, {"timestamp": [3862.84, 3864.82], "text": " and maybe you get a little less freedom for a while"}, {"timestamp": [3864.82, 3866.36], "text": " afterwards until you prove yourself safe again,"}, {"timestamp": [3866.44, 3869.4], "text": " but we will assume that you get that freedom right away."}, {"timestamp": [3870.26, 3874.08], "text": " Earned means you come in, you march and locked step,"}, {"timestamp": [3874.24, 3878.0], "text": " you're assumed that you can barely change your own trousers,"}, {"timestamp": [3878.0, 3881.08], "text": " and therefore you must be handheld and walked"}, {"timestamp": [3881.08, 3884.38], "text": " and you will earn your freedom over a very long period of time"}, {"timestamp": [3884.38, 3887.24], "text": " once you've shown that you're capable of doing things our way first."}, {"timestamp": [3887.66, 3891.6], "text": " I'm sure you can recognize those two models from places that you've worked in the past."}, {"timestamp": [3891.88, 3894.22], "text": " Perhaps you can recognize those models in your classroom."}, {"timestamp": [3894.8, 3900.62], "text": " The classrooms that I love the most for my children have been the ones where the responsibility sat on the children."}, {"timestamp": [3901.28, 3904.0], "text": " It was given to them. The freedom was given to them."}, {"timestamp": [3904.96, 3906.0], "text": " And if they"}, {"timestamp": [3906.0, 3911.2], "text": " messed up they had to earn it back, but it was presumed to be given first. The truth is"}, {"timestamp": [3911.2, 3916.4], "text": " the other side of an organization. The other side is like, how do we know what we should do"}, {"timestamp": [3916.4, 3920.72], "text": " at any given moment in time? Does the truth come from the people in the company? So the boss"}, {"timestamp": [3920.72, 3927.7], "text": " says to do this, therefore we do that. Hierarchical, rigid organizations love truth to come from the inside."}, {"timestamp": [3928.0, 3930.16], "text": " The other alternative is truth comes from the outside."}, {"timestamp": [3930.9, 3932.92], "text": " Truth comes from the outside with the market."}, {"timestamp": [3933.52, 3936.86], "text": " So that's if the product worked or not in the marketplace,"}, {"timestamp": [3937.1, 3938.62], "text": " tells us whether people actually want it."}, {"timestamp": [3938.94, 3940.76], "text": " Of course, that only helps you in the past."}, {"timestamp": [3941.0, 3942.1], "text": " It doesn't help you in the future."}, {"timestamp": [3942.64, 3944.92], "text": " So you need a bit of a mission statement,"}, {"timestamp": [3944.92, 3945.32], "text": " some sort of belief in the future to go doesn't help you in the future. So you need a bit of a mission statement,"}, {"timestamp": [3945.32, 3949.48], "text": " some sort of belief in the future to go along with that market view. Most organizations,"}, {"timestamp": [3949.48, 3956.32], "text": " most startups, sorry, are market driven, calibrating the vision of the company against"}, {"timestamp": [3956.32, 3965.06], "text": " the market. So truth comes down to, you know, is it opinion or is it data?"}, {"timestamp": [3967.24, 3969.9], "text": " Is it somebody's opinion that you have to go along with or are there actual numbers to go along with it?"}, {"timestamp": [3971.98, 3974.16], "text": " And these fall down to other behaviors within the company"}, {"timestamp": [3974.16, 3977.12], "text": " that you might associate as being like strongly driven by a culture."}, {"timestamp": [3977.3, 3978.2], "text": " So you will have membership."}, {"timestamp": [3978.5, 3979.74], "text": " Who's part of this company?"}, {"timestamp": [3979.9, 3982.74], "text": " When we hire people, do we hire them quickly"}, {"timestamp": [3982.74, 3988.24], "text": " and then fire them quickly? Or do we take a long time"}, {"timestamp": [3988.24, 3992.48], "text": " to hire the right person and then we work with them and cultivate them to grow into their"}, {"timestamp": [3992.48, 3996.56], "text": " job? And it's very hard to get fired from our organization because we've spent so long hiring"}, {"timestamp": [3996.56, 4002.32], "text": " you, we believe in you. Or is it one of these broken workplaces where you take a long time"}, {"timestamp": [4002.32, 4009.36], "text": " to hire somebody and then you fire them quickly because you don't know what you are decision-making how do we decide"}, {"timestamp": [4009.36, 4013.68], "text": " what to do right where do ideas come from how do we handle conflict who do we"}, {"timestamp": [4013.68, 4018.54], "text": " listen to all of these fall out of where truth comes from and where the trust is"}, {"timestamp": [4018.54, 4024.32], "text": " given or in and you will recognize your own company culture as falling into"}, {"timestamp": [4024.32, 4028.0], "text": " you know ideas only come from within, not invented hair syndrome."}, {"timestamp": [4028.0, 4033.0], "text": " We'd love to do that, but unfortunately it didn't come from within the organization, therefore we will not do it."}, {"timestamp": [4033.0, 4036.0], "text": " Just because somebody else has shown that works is not enough."}, {"timestamp": [4036.0, 4042.0], "text": " Accountability, oh boy, there's a good one."}, {"timestamp": [4042.0, 4045.5], "text": " Right? When there's a breakdown, a failure, when there's a breakdown, a failure,"}, {"timestamp": [4045.5, 4049.28], "text": " a mistake, an accident, a disaster, a catastrophe,"}, {"timestamp": [4049.28, 4051.72], "text": " or alternatively, when there's a success"}, {"timestamp": [4051.72, 4054.38], "text": " and we need to reward somebody with a promotion."}, {"timestamp": [4054.38, 4056.34], "text": " Where does the buck stop?"}, {"timestamp": [4056.34, 4057.76], "text": " Who gets the credit?"}, {"timestamp": [4057.76, 4059.08], "text": " Who gets the blame?"}, {"timestamp": [4059.08, 4064.72], "text": " Who shoulders the responsibility and says it was my fault?"}, {"timestamp": [4064.72, 4077.76], "text": " And often you can see organizations that are struggling with their ideas of truth and trust,"}, {"timestamp": [4077.76, 4083.36], "text": " failing to get good accountability, creating these passive aggressive organizations where the"}, {"timestamp": [4083.36, 4086.72], "text": " people inside, they don't want the"}, {"timestamp": [4086.72, 4092.48], "text": " there's no clear system for distributing success and failure therefore they"}, {"timestamp": [4092.48, 4098.6], "text": " figure that it's my job to undercut everybody else so I'll look good but also do"}, {"timestamp": [4098.6, 4103.7], "text": " it in such a way that I'm not going to attract the attention and punishment so"}, {"timestamp": [4103.7, 4106.4], "text": " that kind of terrible horrible subversive behavior."}, {"timestamp": [4106.4, 4109.8], "text": " And you can rate your own organization along those lines."}, {"timestamp": [4109.8, 4115.6], "text": " I come from the world of open source, and this is just a, it was a question somebody had for"}, {"timestamp": [4115.6, 4120.0], "text": " me last night about, you know, how open should I be with my ideas?"}, {"timestamp": [4120.0, 4126.64], "text": " And Howard Aiken was invented, one of the first computers, was an incredible icon in the computer world."}, {"timestamp": [4126.76, 4128.02], "text": " And this is just such a glorious line."}, {"timestamp": [4128.08, 4129.32], "text": " Don't worry about people stealing your ideas."}, {"timestamp": [4129.44, 4132.96], "text": " If they're any good, you'll have to ram them down people's throats, right?"}, {"timestamp": [4133.0, 4135.98], "text": " It's not easy to get people to change what they do."}, {"timestamp": [4136.14, 4137.78], "text": " Don't worry about giving your ideas away."}, {"timestamp": [4137.84, 4139.0], "text": " That's the least of your worries."}, {"timestamp": [4139.76, 4141.38], "text": " It is honestly the least of your worries."}, {"timestamp": [4141.54, 4143.86], "text": " Execution is far more important than ideas."}, {"timestamp": [4146.32, 4153.28], "text": " So hard to get success. But you have to know what it is. So when you give things away, giving things away for"}, {"timestamp": [4153.28, 4163.44], "text": " free, in particular your ideas, works best when you have the goal of getting your ideas"}, {"timestamp": [4163.44, 4167.5], "text": " into as many people's minds as possible."}, {"timestamp": [4167.5, 4173.88], "text": " Keeping a tight hold on them, on the other hand, is only useful if other people having those"}, {"timestamp": [4173.88, 4175.38], "text": " ideas actively hurts you."}, {"timestamp": [4175.38, 4180.08], "text": " It's very difficult to think of a situation where that is actually true."}, {"timestamp": [4180.08, 4184.34], "text": " Most situations we're in are not zero-sum in that fashion."}, {"timestamp": [4184.34, 4188.5], "text": " Most are, I win when you win, I win, when the thing that, the change that I want to make"}, {"timestamp": [4188.5, 4193.86], "text": " in the world happens everywhere and not just in my room."}, {"timestamp": [4193.86, 4197.82], "text": " In the business world, this is the great line from my former boss Tim O'Reilly."}, {"timestamp": [4197.82, 4202.42], "text": " Anonymity is a bigger threat to artists than piracy."}, {"timestamp": [4202.42, 4203.8], "text": " Piracy is progressive taxation."}, {"timestamp": [4203.8, 4206.3], "text": " People rip off your ideas when they're good."}, {"timestamp": [4206.3, 4209.08], "text": " Heaven for fiend, you should have a good idea."}, {"timestamp": [4209.08, 4212.52], "text": " That's a success condition, not a measure of failure."}, {"timestamp": [4212.52, 4215.76], "text": " So you have to think of yourself, am I a mammal or am I a dandelion?"}, {"timestamp": [4215.76, 4217.94], "text": " You are suffering from the fact that you're a mammal."}, {"timestamp": [4217.94, 4219.24], "text": " It's bloody hard to have children."}, {"timestamp": [4219.24, 4221.48], "text": " Everybody who's had a child knows this, right?"}, {"timestamp": [4221.48, 4222.72], "text": " Take a long time to gestate."}, {"timestamp": [4222.72, 4226.24], "text": " They take a whole lot of nurturing. We only"}, {"timestamp": [4226.24, 4233.12], "text": " have, if you're lucky, one child at a time, and we then, they spend 18 months before they"}, {"timestamp": [4233.12, 4238.88], "text": " are capable of rudimentary communication and motion, and they are still not safe. And for years"}, {"timestamp": [4238.88, 4242.62], "text": " afterwards, you have to keep them from wandering into traffic and sticking their tongues into"}, {"timestamp": [4242.62, 4246.1], "text": " powerpoints. Not easy. Dandelions, on the other hand,"}, {"timestamp": [4246.42, 4248.96], "text": " 2,000 seeds a year, spread them far and wide."}, {"timestamp": [4250.02, 4252.22], "text": " Some of them will land on harsh and barren ground."}, {"timestamp": [4253.04, 4257.5], "text": " Oh, well, every crack and every sidewalk is filled with dandelions."}, {"timestamp": [4258.94, 4261.66], "text": " Do you want your ideas to be mammals or are they dandelions?"}, {"timestamp": [4261.66, 4264.32], "text": " Do they require such careful, careful,"}, {"timestamp": [4264.6, 4269.48], "text": " multi-year nurturing and treasuring that you can only have one and that if anybody"}, {"timestamp": [4269.48, 4274.0], "text": " else has one, it will take away from the success of yours? Or are they dandelions?"}, {"timestamp": [4274.0, 4280.24], "text": " Do you succeed by spreading your ideas far and wide? And if somebody else takes your"}, {"timestamp": [4280.24, 4284.64], "text": " idea and implements it and the whole, let's say you're in a school and the whole school"}, {"timestamp": [4284.64, 4287.94], "text": " flips to use this thing that you believe is true. While you're still battling in your"}, {"timestamp": [4287.94, 4295.0], "text": " own school for acceptance, maybe you just found a job. It's not a bad thing. You can make this"}, {"timestamp": [4295.0, 4299.24], "text": " win, but you have to know what success is. Are you trying to change behavior? Are you trying"}, {"timestamp": [4299.24, 4305.22], "text": " to make money? Are you trying to gain reputation? I've got four minutes left."}, {"timestamp": [4306.4, 4306.56], "text": " I'll put my slides online."}, {"timestamp": [4307.62, 4307.76], "text": " I'll link to them from the document."}, {"timestamp": [4308.52, 4308.56], "text": " You'll be able to find them."}, {"timestamp": [4311.62, 4312.24], "text": " I'll put them on the U-Learn website."}, {"timestamp": [4315.18, 4315.8], "text": " You'll be able to see all the good stuff, the bonus extras."}, {"timestamp": [4319.12, null], "text": " Are there any questions that you have for me before I wrap up?"}], "text": " So make yourselves comfortable, settle in. It's a nice warm room. You've had a big full lunch. Hopefully haven't had too much coffee. It should be a nice quiet afternoon nap for you. And if you do stay awake, hopefully there'll be something to learn. So my name is Nat Talkington, and I was asked to be here to speak to you about some of the lessons from the world that I inhabit. I inhabit the world of startups. Before we actually start this session though, I've got a website address that I would like you all to have a nosey at. This will take you to a Google Doc. So what I want you to do is think of a project that you're working on that throughout this entire session, some of the things that I've said may apply to your project. I want you to be able to have that project in your mind as you listen to me so you can look for things to take back and act upon. Before we get any further, I'll give you a little while to go ahead. And in fact, I'll tell you about myself why do you do that, because nothing like having somebody talk at you while you use a computer furiously, that always works. I ran the first website in New Zealand. That is my claim to fame, and I can safely say that if your claim to fame rests on something that you did in 1992, then you, like me, need to find another claim to fame. But that was what set me on the trajectory that I had through the rest of my life. I was a geek computer programming since 1981. I got my first computer a mere three months before I got my first sister, in fact my only sister, and I loved the computer much more. She's caught up, they're about neck and neck at the moment, but you know the jury's still out, there's a long time to go. Having been a geek in programming, I built the first website because I was, like every geek does, when they're introduced to the internet, I just messed around on the internet. And I've been fortunate enough to make an entire career out of messing around on the internet, and I can advocate it as a vocation that you should attempt to follow as well, although suspect there aren't room for very many more people who mess around on the internet for a living. I worked for the university building websites. That was Victoria University of Wellington. And then I moved to America and spent 10 years in the States doing all sorts of fun and interesting things, working for the company that coined the term open source, the company that coined the term Web 2.0, they coined a whole bunch of terms because their business was looking at the trends that were happening on the internet and building products like books and conferences that could sit in front of those trends and thus earn the money. It was a fun and exciting time and I came back to New Zealand in 2005 with my two kids so that they would be able to experience that great Kiwi upbringing that I'd had running around feral and loose in the wilds of the north. That was a great idea but it turns out that modern day kids when you've equipped them with computers and they've grown up in America not so so much about the feral and the running loose. Don't mind the wilds of Auckland, of the far north rather, but it's not quite the vision that I had had come to the past. When I came back to New Zealand, I consulted because through the 15 years or so that I'd been doing work on the internet, I've watched the web grow, watched the web take off, and have pretty good instincts about what works or what doesn't. So I was a consultant to companies that wanted to grow fast, companies that were big and wanted to do internet-y stuff because I would be able to translate the modern world for them. But my heart lies and always lie with startups because America has this great startup culture. And a startup is just a small company that wants to grow fast, small company that wants to get big. Startups grow in different ways. Some take money to do it. Some grow just organically. Some take only the money that they get from their existing customers and use that money to find more customers. Whereas if you are invested in by a venture capitalist, then they give you some money in return for shares in their company, and then you spend that money getting more customers. Whereas if you are invested in by a venture capitalist, then they give you some money in return for shares in the company, and then you spend that money getting more customers. So it was an exciting time to be in New Zealand because our internet startup business was just getting underway. Not that it had been suffering in the past, trade me was a great success story, but there was only one trade me. And in the last eight years or so since I've been back, we've had a lot of companies grow up. Some be sold, some continue to grow. I'm thinking of zero here and they still continue to grow state. And it's been an exciting and fun time. Now, startups are great in, for many reasons, one of which is that there really are no rules. This might come as a bit of a strange thing for you because you're living in a, you're working in an institution presumably where there's history, there's heritage, there's, this is the way we do things, there's a whole bunch of policies and procedures that go around that. If you violate the policies and procedures, somebody will violate you. But in a startup, there has been no accumulated accretion of what you should be doing and what you shouldn't be doing. You do whatever you dare and well can to get this thing up and running because you're a small company trying desperately to grow into a big one, which means that you always have the problem of there's more work to do than can be done, which means that you will always be able to ignore something and put it off to tomorrow while you focus on something more important, which is probably not a luxury that many of us have outside of that world. Most startups fail. That's the bitter truth. I'll tell you that right now, up front. Do not treat your classroom like a startup. Anybody who says that your classroom should be treated like a startup is a cruel and vicious bully or an ignorant idiot. Because startups fail. You can't take a massive risk with your classroom where an entire year of children get no education or go backwards. That kind of massive risk is irresponsible. Startups, on the other hand, are also about not failing, about desperately trying to get to that success. And the way that they do that is by taking small risks, just like you should in your classrooms. Small risks. Ones where if it fails, well, we haven't shot the entire year for this group of kids. Instead, perhaps they haven't made all the gains that you wanted them to make, but there's still more to be made in the future. So hopefully while I prattled on you visited that website. You've seen that there are links. Anybody have any troubles with that? Is that all up and running and happy? Fantastic. So I have too much to talk about. That is my problem. It has always been my problem and will continue to be my problem. If you saw me last night, you know that is very definitely my problem. So I've prepared slides on all of these things, and we'll see how far we get. If there's anything in particular that you really would like me to cover, let me know, maybe now, say, if there's anything on that list that you would particularly like me to go into, let's hear it. Mark. Weak, meat. Yes, let's hear it. Mark. Weak meat, yes, the meat is weak. Just one request. Anna Karimma, excellent. I'm sorry, what's that? Good plan. All right. I'm sorry, what was that? Good plan. All right. I'm sorry, bean bags. Excellent. Okay. Cool, let's see if I can get through all of those. So I like to contrast startups with big companies. Startups are plucky little efforts, trying to do things. They don't have the resources. If you work for a startup, you don't have an enormous, almighty company sitting behind you, supporting everything that you do, able to invest in you with unlimited pockets. Instead, you scrape by, you make you do. One of the great techniques of startups is flint stoning. So you remember the Flintstones TV show. And the car, for example, that Fred Flintstone used to, look like a car, but you had to pick it up and run with it if you wanted to get from place to place. And there's an element of, hmm, I can delay writing the software to do that. I can delay building that out. And I'll just fake it. When somebody signs up, I'll actually go through and manually add them into the program instead of having written the code that does that automation. That kind of flint stoning is necessary for a startup because you don't have the money that a big company has. My canonical example of a big company that desperately tried to be a startup and failed miserably would be the Ferrette venture from Telecom. Ferret ran from about 2006 to 2009, cost Telecom around $12 million per year. Didn't mean to be. This was an online marketplace. If you imagine sort of an Amazon for New Zealand, that was roughly their vision. The team within Telecom wanted to make it a small, lean, mean startup, wanted it to be competitive, wanted it to be gutsy, wanted it to be plucky, wanted it, have all those adjectives that we associate with the underdog. And then, as soon as it looked like maybe this was an idea that had some legs, the big company machine leapt onto it and said, right, if we're going to do this as a big company, we're going to do this right. And if we're going to do something right, that means that we don't flintstone. We spend the money up front and we do it right. We know exactly what this product is going to look like. This product is going to be an online marketplace. People will be able to sign up here. They'll be able to an online marketplace. People will be able to sign up here. They'll be able to buy things here. They'll be able to check out here. We need every single step along the way filled in. We need to go out and we need to line up 150 vendors to offer their goods in this marketplace. We need to market this thing to the users who are going to, the customers who are going to be out there buying things. So we desperately need to bring in those Saatchi and Saatchi folks and spend a lot of money on glossy television and newspaper ads. We need this stuff to shine and zing because that's the way we do it because we are a big company. It lasted three years. There's no signs that it made more than about $50,000 a year in that entire time and finally was ignominiously closed when there was a changing of the guard of telecom. And most big organization efforts to do something innovative fail for exactly the same reasons. That inside the organization, you probably have this inside yours, there's the assumption that we know best, we know our business. We've been here for years. We know the way it works. We know what those punters want. And if we're going to do something, we're going to spend the money to do it right because we can. Because it would be terrible to be associated with a failure, wouldn't it? A failure would be an awful thing for our venerable and respected institution to be associated with. So rather than run the risk of a failure, we are going to spend $12 million a year and guarantee failure because you make something that is so big it can't possibly succeed. Not so big it can't fail, something so big it can't possibly succeed because by the first time you put something into the hands of somebody who has to open their wallet and pay you for it, you've spent millions. You've taken years, years and millions are roughly equivalent. You've taken a long time, spent a lot of money, and now finally the moment of truth, you throw your doors open and you discover that actually you haven't made something that people want. People are running away in droves from this thing that you made. And now it's too late. You've got such an edifice created. You've built everything in cement. You've got such an edifice created that you can't possibly change direction. It's big, it's got a weight of its own. You just have to wait and pray and hope that if we market it more, people will come to this thing. That is the ferret mistake, that is the big company mistake, and that is not what startups are about. Now here I was going to tell you about me, but I think I'll give myself a swerve. I've done that already. The interesting thing about my career is that I've worked in the web my whole time, but I spent some time in non-profits before I came to work at a for-profit. My for-profit experience was really interesting because it was there that I realized the difference between your classroom, between any nonprofit venture and a startup. And that is, I know what success looks like when I work in a business, when I work in a for-profit. Success equals money. If I run out of money, I die, the more money I have, the more successful I've been. Other things along the way, not leaving broken bodies behind me, not poisoning wells, all those things, that's kind of important, but it's secondary. It's not actually what your legal obligation is in the world of business. It's a strange and bizarre setup that we have. Whereas much more comfortable in the world of schools and in the world of non-profits, where the goal is to do good for the world. Hmm, that's lovely. Do good for the world. Gosh, how hard is that? It's easy to tell yourself that you're doing good for the world. Hard to measure the good that you do for the world. Gosh, how hard is that? It's easy to tell yourself that you're doing good for the world. Hard to measure the good that you do for the world. Hard to quantify it, hard to say whether if I take this course or this course, I'll be doing more good or less good. That's the curse and the odd thing that you face in that world that you inhabit, and that the world that every non-profit inhabitsits is this very muddy definition of success. And you know it yourself, right? Every chart around about what is our school for, what does success look like for our kids? Well, we want to have confident, independent learners. We want to create lifelong learners. We want to have kids who are worldly, but we also want them to know their local area and be grounded in the roots and traditions of our country and our region. We want kids who are capable of free thought, but also kids who are able to pass these exams that require a lot of regurgitated knowledge. There's a million different dimensions that you could define success for a classroom or success for a school on. You know this because you grapple with it every day. Things become a lot easier and a lot simpler once you have a scorecard. And if it ever seems to you that the people who have a lot of money are perhaps sometimes more callous and self-absorbed than those who don't. It's not always true. But Larry Allison would be a great case in the point. Someone who's a reputation for being a bit of an ass, and yet has a huge amount of money, those two aren't exactly uncorrelated. But if you are a type A personality and you are motivated by getting to the top of a leaderboard and you want to beat the competition, well, money is how you measure that one way to measure that leaderboard. And so business attracts people who want a clear definition of success and who want to excel and compete and succeed, which, again, sometimes explains the awkward personality moments that you have. So I now work in a company that straddles those two worlds. And that's the reason that I work at the company I work at. I work at a company called Harper, H-A-P-A-R-A. And I think you can see us at the NORCOM booth. Our product came about from the good people at Pointe England and there's a lesson for you here in how startups work by following our story. So the company founder, Yarn, was the first reseller of Google apps and Google services in Asia Pacific. So he would go around to businesses signing them up for Google Mail, Google Docs, that kind of stuff, helping them get set up. Companies would go, oh, it's great, we don't have to pay for Microsoft Exchange anymore. Brilliant, let's do it. He did that for Point England School, and then got a call a year later saying, hey, Jan, we're loving it, docs is great. There's a couple of things that maybe you could help us with. And so over the course of many, many dinners with the good folks at Point England and surrounding schools, they thrashed out what would it look like to put some school stuff on top of Google Docs? It was a problem that the school it had, right? You look at your, you look at Google Docs, and Google Docs gives you a giant list of every document ever shared with you ever by anybody in the whole wide world ever. And if you're a teacher, you really only care about the people who are in the room in front of you, also known as a class. So over the course of these dinners, brainstorming the thing that would become hapara, was a matter of solving in the best way possible the problem for these very friendly, social, lovely teachers who were keen to have something that solved their problems, and yarn was keen to help them. And so that eventually ended up in this. Just see the class in front of you, see the list of the documents, you can go in and check which ones, you can search, there's a search box on the right hand side, which lets you say, for example, who hasn't started their zoo homework, let's look for zoo and see who doesn't show up, all sorts of good things like that, and spread it out beyond Google Docs to all of the Google apps. Now that's a, within six months of putting something into their hands, it was in six countries. Jan got the hint, hmm, perhaps this could be popular. Got himself, he and his friend Tony, who he worked with before, formed the company around this, took it to America to go through an incubator, a startup incubator, where they walked him through what the business would look like, helped him with contacts, investment, those kinds of things. And now we are in 30 plus countries, we have 20-something employees, and are going gangbusters. Our biggest challenge is responding to the inbound interest. It's a lovely position to be in. So if you look at, there's a video that I've linked to in the references called Design for Real Social Impact. And this is the Anna Karinanam moment for those of you who wanted that. There's a quote at the start of Anna Karinna about how all good families are the same, but every bad family is bad in a different way. Every broken family is broken in a different way. Meaning that there's a million ways that you can fail and generally only really one safe path to success. And in that video, the speaker who is a philanthropist gives this amazing presentation where he takes you through these 10 steps to success. And his example product here is the life straw. Has anybody heard of the life straw? If you're in the nonprofit Save the World sector, this is a life straw. Has anybody heard of the life straw? If you're in the nonprofit, save the world sector, this is a big thing. This is people who have dirty water everywhere in the world, except in our fine western cities. And in order to turn dirty water into clean water, you need a filter. Filtering stations, water treatment stations are big and expensive things. This is a personal device that you use. You treat it like a straw. You use your own power. There's no motor. There's no solar. There's no diesel required. It's clean and safe. And the end result is that you can get the water you need, even if it's not safe and clean around you. Unbelievably, awesome piece of technology, incredible problem that it is solving, and not really successful. And so if you look at the ten steps that he takes you through for any idea, any social idea about changing people's behavior, and this is exactly the same for a product as it is for a social change, you have to go through these steps. The first step is really easy, right? The first step is to have the idea for a product as it is for a social change, you have to go through these steps. The first step is really easy, right? The first step is to have the idea for a thing. I think we could make a water filter that looks like a straw and acts like a straw. Wouldn't that be awesome? The idea is the easy part, and it's not actually valuable until you've passed the other nine steps. If you have an idea, you do not need to worry about somebody stealing it. Because there are a million ideas in the world. Ideas are cheap and easy. The hard work lies in steps two through ten. So the real need is, is there actually dirty water in the world or is that just a story I've heard? So you have to validate some of your assumptions that you're going into this world-changing project or your business idea with. And if you're thinking about the idea that you've got, something happening in your classroom, something you're working on. This is an important step. You need to say to yourself, how real is that need? So I was thinking of an example here for, in the context of teaching, which is the, if I'm building software for schools, and I think what's missing is a way for students to schedule study sessions with each other. That'd be great, wouldn't it, because they could work together, it'd be all that collaborative learning that we're all about, no. So if I was going to do this the ferret way, I would skip steps until I got to about five, and then I would invest a buttload of money in five onwards. So I would have a thing that's this website. I would make the things. I'd spend a lot of money and make sure we did it well and it could withstand every single New Zealand school student hitting it simultaneously and then we'd think, New Zealand, why stop there? It has to be able to withstand every student in the entire world hitting it at the same time right so that's that'll be expensive but that's all right we'll get a success down the line we're going to distribute it we're going to make sure that we're sitting in warehouse and data centers all around the world we're going to market it so I need to spend millions on Sachi and Sachi to roll this out so that every student in the whole world hears about it, right? And then I'll be able to get some real change happening in the world because students will use my site. Now that's a good idea, but when it actually launches, you'll discover that, although you've thought about giving away gold-plated limos to incite people to use your service, kids don't actually necessarily want to schedule study sessions with each other. There isn't a giant unsolved problem in the world of educational technology. And there is an easier way, one that I'll talk about shortly, for you to check whether in fact that's something there is a real need. For example, you might get 20 kids, you might show them an ad for the product, explains what it does, and then ask them if they'd pay five bucks for it. And when they laugh, you'll realize, well, maybe I shouldn't spend $25 million building out my giant ferret for children. So those are the steps. If you follow it true, first of all you look at the real need, and then you say, is there real demand? Need and demand are different things. You know this yourself in the classroom, right? That's the difference between M&Ms and broccoli, right? That's the difference between kids doing the math homework that is going to get them the knowledge, sorry, math work in the school, it's going to get them the knowledge that they need versus doing the stuff that's easy, versus doing the stuff they already know how to do, versus doing the stuff that happens on an iPad. That's because it happens on an iPad doesn't mean that it's what they actually need. So the demand step is there to say, well, if we made this thing and we put it in front of them, will they actually want it? The design process is where you go through and you make sure that you're going to get a thing that people will use, that's easy to use, that fits in with what they do. That's what was happening in that loop with Dorothy and the other Pointe, England and Maniqlani teachers there was over those Chinese dinners, Yarn and the teachers were going backwards and forwards with designs. Yarn would sketch something out and say, well, what if it worked like this? They'd put on their teacher hats and imagine being in front of their classroom holding this, and no, not like that, more like this. What if it could do that? How do we hand out copy documents across multiple people? How do we do this? How do I get inside into blog comments? How do I... So adding those, going around that design loop, and if you've looked at design thinking, I believe there are sessions on that at Eulence this week, if you've looked at design thinking, this is that step of nothing is true until you've gone around a few times, making sure that your design fits the users that are going to be using it. So then you end up with a thing. Now you've actually got a product. You might make a prototype of it. You're going to test that out, prove that after you've designed it, you're something that can be made. And then you go off and you manufacture it and you scale it up and you make it big. And once you've got a supply of these things, these water suckers, for example, the water straws, then you have to distribute them. If you can't get your goods to the people who need to use it, you aren't going to be able to sell them or you won't achieve the change that you want to make in the world. Distribution is a huge problem. If you think about the number of people in your social service, achieve the change that you want to make in the world, distribution is a huge problem. If you think about the number of people in your social circle who are doing absolutely incredible things in the classroom, you know somebody who's got a clever innovation, who's got a clever trick that they use that is really effective, you think, God, if only more schools were using that, if only more teachers, if only more classes were using that, how do you spread that idea effectively out to everybody who could make use of it? Distribution is a huge problem for ideas, it's a huge problem for products, it's a huge problem for social good solutions. Marketing, well, we all know about marketing is an evil, horrible thing that makes us want to do something we don't want to do, We all know about marketing as an evil, horrible thing that makes us want to do something we don't want to do, out there making cigarettes look seductive to eight-year-olds. But the good products need marketing as well. If you've got your product in the store, but people don't know it exists, they won't buy it. If you've got the answer to every teacher's problem, and they don't know that you do, you won't be able to change behaviors, you won't be able to change, get success. So then finally, your product actually has to change the behavior. So it actually has to work. This is a kind of important one, right? Step 9, it's entirely possible to ship something out, get it in people's hands, market it, validate that there's a real need and there's real demand for the solution, but the thing that you've made didn't actually solve that problem. So behavior is the step nine of like it actually has to work. And then finally, if you've accomplished all of those things and the product you've put in their hands that they found out about that you've got distributed, that you had made, that you validated with design, all of those things, then finally you'll get to see the change that you want in the world. So the problem with this, of course, was design. Yes, we have dirty water. Yes, there's a real need for clean water. Yes, there's a whole bunch of non-profits solving the distribution problem for water devices into the regions of the third world. The real problem here is if you imagine yourself using this, you put it to your lips, you dip your head down towards a reservoir of dirty, polluted, smelly, skanky water, and fighting off every instinct for survival that millions of years of evolution have put into you, you then drink it. It is a difficult thing to do. It is a difficult thing to use. And so they didn't get the behavior change that they wanted because actually using it wasn't as pleasant as it should have been. There's your, if we go to the phases, right, in that design process, before you come up with the thing, part of the design process is testing it with your users. The same way, Yarn tested the interface with the willing, friendly teachers at Pointe England. So now for your thing that you're trying to do, the thing that you're working on in your classroom, I would like you to have a look at the different steps here and see if you can find the ones that you've got sorted and the ones that maybe you need to go back and think a bit more about. I'll give you two minutes to chew on that. Thank you. All right. I'm standing up in front of a lectern, but you may ask me questions at any time. Now would be a good time. Are there any questions? Surveying a room of silence, some nolent people comfortable after after lunch lulled into a false sense of security. They wouldn't actually be asked any questions. Nothing. Yes, excellent. Thank you. What is your question? Mm-hmm. Mm-hmm. Mm-hmm. Mm-hmm. So the question was, in the world of education, there's a lot of frameworks that you have to operate within. So I'm presuming not just the laws, but other things as well. History, right? Institutional habits. So yeah, how do you innovate within a school? So there's two ways that change comes within an organization, right? Reluctantly and willingly, I guess. Willingly means you've got somebody leading that change. So Mark Osborne, Mark, could you wave your hand up for a second? There we go. Mark runs an unconference for emerging leaders in education called I think un-emerging leaders how much? Ignition, there we go. And the idea is that you can all be leaders in your classroom even if you're not a principal leading a school. But somebody has to have that idea be essentially the founder of that idea. If you're a startup founder, you're the person who, like Jan, picked up the idea and carried it forward and drove it forward, solving all of those problems to get to success. You probably have to be that person if you have an idea that you want to make change. Even if you're at the bottom of the organization or at the top, it doesn't really matter, but you need somebody to own that change. And then, within a big organization, it's a matter of converting allies. One of the best insights I had was you need a straight line from top to bottom. So the person at the top has to be able to make space and provide cover for what you're doing and not shut you down. So the person who has the authority needs to be on your side in some way. That can be as simple as trust. All right, I know Tim. Tim's a good bloke. Tim hasn't soiled his pants too often in the past. I'll give him a little leeway. He can have an experiment, and we'll see if it works or not. And if parents start asking thorny questions, I'll come to bat for him. If the ministry start asking, how exactly is this driving student achievement? I will be there with Tim saying exactly how it is driving student achievement. I won't leave them out to drive. So you need a little bit of institutional cover if you're sitting at the bottom trying to drive change. And then it's a matter of connecting the dots. You work up, they work down until you get a full line of the head of department, the DP, who has to oversee your particular area, whatever it is, all buying into, this is successful. And you do that by repeatedly taking risks with those folk and showing that you can achieve success. That trust is built by, you didn't hurt me, you didn't screw me, I left myself open and you didn't take the punch. That's the basis of trust as the monkeys that we are. And that's what you will need to do in order to connect those dots. Really hard to make change within an existing organization, I have to say. So I'm the chairman of our local school board, and I'm blessed to be working with a smart and cooperative principal who is really keen to be collaborative with those above and those below and make sure that everybody is paddling the Waka in the same direction. What was the phrase that we had on? Inside the Waka pissing out instead of outside the Waka pissing in, which I thought was a lovely combination of metaphors there. So she's keen to build those collaborative relationships up and down to drive change within the school. If you're in a really large school, 1,000-55-person school, we'll make four teachers. Let's face it, a small ship to change the direction of. Large organisation, harder to change the direction of. You really do need, the leadership has to be articulate and clear. If you look at some of the schools, in fact, almost all of the schools that are doing really brilliant stuff with modern learning, environments and throwing, open the gates of learning so it can happen 24 hours, and we're doing crazy stuff in our class and crazy stuff with our kids, and they're so independent and capable and online and taking advantage of all of these opportunities. They're also very often the new schools. Because the new schools, you hire a principal who believes in a vision and then the principal will hire staff who also believe in that vision and you don't have the problem of, well, there's a lot of people going at staff meetings, which I'm sure you recognize. There's an excellent book. I will put it into the notes on how to drive change within a large organization and those are within a school and identifying the different types of folk who are going to be out there helping you. So there's like the early adopters who will totally rock your world, right? You've got those who will come along once it's been shown to be safe and they don't want to be out there helping you. So there's like the early adopters who will totally rock your world, right? You've got those who will come along once it's been shown to be safe and they don't want to be out there taking risks, but they're more than happy to go out and do better things. And you've got those who are predisposed to be negative, but who can be shown, who you can work with and change. And then there are those who you will never change. And there are some people who will always be actively hostile and subversive. And so the book gives you some strategies for working with all of those folk. You will recognize those people from your staff room, I'm quite sure. I'll put it into the notes, I apologize, so I don't have the name to hand. So what's the, that was ferret, right? I'll put it into the notes, I apologize, so I don't have the name to hand. So what's the, if that was ferret, right, a ferret is my classic example of a thing gone horribly wrong. How could we have done it better? When I talk about how you might just approach a few students and ask them, this is this actually a problem that you have that we need to solve and get a bit of a reality check that way. There's a movement going around at the moment called the Lean Startup. And the Lean Startup is a way to, sort of institutionalizing this idea of being a little more agile and a little less bloated in your approach to doing new things. Because if you're a big company or if you're arrogant, you have the assumption that you know everything. You know what people want. You know what students need. You know what teachers are going to be doing. You know what customers are going to pay money for. And it is simply a matter of building that damn thing and putting it into their hands and then you will be rich and can retire and build your own island. If you are a little more humble, if you are a little more experienced in the ways of the world, you realize you don't have all the answers. What I love about teachers, right? Teaching is inquiry embodies this idea that I don't yet have all the answers. And science embodies the idea there is no such thing as all the answers. All we can do is discover hitherto entirely uncharted regions of ignorance for us to explore. So in this lean startup, your idea is, your challenge is not building the thing, building a software, creating a lesson plan, anything like that. Your problem is product, market fit. Finding something that people will buy. That it's easy to conceive of something, relatively easy to build it, absolutely unguaranteed that people will want to exchange their hard-earned money for that thing. So in the lean startup world, we ask ourselves the question, what's the smallest thing that might possibly work, what's the smallest thing might possibly work? What's the smallest thing I could do to test this hypothesis? Because I've got this idea. It might be people will drink dirty water through a straw in order to get clean water. It might be students are absolutely hungry for a scheduling, study buddy scheduling set app. Or it might be that teachers need a dashboard to help them keep control of their Google apps, the student's Google apps. So what you would do is you conduct a test to validate that hypothesis. You do the smallest possible thing that might disprove that hypothesis, the smallest possible thing that you could learn from. So you're not going to go out and build the entire app. You're not going to go out and create your entire year's worth of lessons around the idea that jump rope is the next big thing for kids and that if we build all of our lessons around jump rope, all of the retention problems that kids have been struggling with for the great knowledge that we're imparting will vanish. Whatever your hypothesis is, you're wise if you do a small test first. And you have to be where we've got the idea here in the lean startup of vanity metrics. So vanity metrics are easy to find. Vanity metrics are either easy to collect or make you look really good, but in either way, they don't actually contribute to your understanding of whether you were wrong. Because your whole point here is to find out if you're wrong. You want to be able to say, ah, I didn't need to spend all that money building the product or all that time building my year-long lesson. I've learned that my fundamental hypothesis was wrong. If you're unlucky, you won't be able to show that you were wrong. It's like, ah, hey, maybe there's a, maybe there's there. And so you'll build a slightly bigger test and see whether that one can be made to fail. And now the greatest thing online, right, this is what I love about the software business. Software has become so cheap and so easy to make. And if you are looking at changing people's behavior, if you're looking at scaling things out, working with software is so much easier than working with physical products. It's so much easier than working with people, I have to say. It's a wonderfully cheap and easy way to reach scale. And it's also a wonderfully cheap and easy way to test your hypothesis. So the online equivalent of, well let's just get 20 kids, show them a brochure for this thing and see if they would sign up for it, ask them if they'd pay five bucks. Is to run Google Ads. Build a web page that says coming soon, describing your product. Buy Google Ads, advertise for the keywords around your product, linking them to that page. See how many people? Click on the ad. See how many people sign up. Is it enough? Does it look like you could build a business out of that? Well, in that case, there you go. You've got a bit of interest. You have some idea whether there is any human being in the world who will want this thing. That would have been a much cheaper way to start Ferret. Twelve million a year. And if you do your metrics and you do your learning and you come back and you discover, ha, nobody wants this thing. Bugga! I was wrong. The lean startup talks about this idea of a pivot, which is, well, it was just that direction that was wrong. There may still be a there out there somewhere close. So if you still, if you have this vision, if you have the inspiration, if you have the picture in your mind of teachers fully in control of their class and the work that kids are doing online. But that piece of paper you showed Dorothy with the user interface on it, she said that is never going to work. I won't, I don't look at my kids in an alphabetical order. My kids are in groups. I only look at a small set of them in front of me at any one time. Ah, all right then. So I'll change direction. I'll try something else and I'll see if that's the thing that worked. So maybe it's not an online study buddy that you're looking for. Maybe it's an online tutor that is the app that you want to be building. You will pivot. Change direction slightly and try again. So if you are following along at home and you're working on your own projects, you will pivot, change direction slightly and try again. So if you are following along at home and you're working on your own projects, a couple of questions for you to take back are what's the smallest thing you could do that might work? What would you measure that would let you know if that was working? And then what are some vanity metrics that your project shouldn't measure? Now the classic vanity metric is how many people visited my website. Right, does that tell me how many people change their behavior? No. Does it tell me how many people bought things? No. Does it tell me how many people told their friends and they spread the word about the amazing thing that I was doing? No. How many people visited my website? It's bloody easy to count, though. That's why we get all of these impressions and hits and so on. But it's not an actual measure of changed behavior. Give you 30 seconds to chew on that. I'm supposed to be giving a talk now. Brilliant. Unqu see you're keeping notes. You don't need to see you're keeping notes. So I'll give you the music though. Where did my presentation go? Alrighty. So I'll give you something else that I ties into this lean startup. Personally, who's heard the term fail fast? Yeah, you all heard that. It's a great phrase. Everybody loves to say that we should be failing fast. We should be teaching our children to embrace failure and, and drives me crazy because failure isn't really the goal. If you take the big picture of you here, failure is not the whole point of the exercise. Right? Fail fast, fail often, right? What you want to do is learn. Failure is a learning opportunity if you embrace it correctly. That's what science does. Science looks to disprove hypotheses. Science doesn't look for confirming evidence, science looks for disproving evidence. That is the wonderful thing about science. And if you live your life right, you will find ways to learn fast. Learning fast is the same as learning cheaply. Because if you do a little bit of effort, put in a little bit of effort, a little bit of time, a little bit of money, and then discover nobody wants the thing that you're embarking upon, what a great cheap learning that is, as opposed to $12 million a year for four years. Because ultimately your goal is to succeed fast and succeed cheap. Keep that in mind. Don't focus on the failure. Focus on the ultimate success that you want to have. But you need to learn quickly and cheaply along the way whether you are on the right path to that success or not. So that's what the lean startup's approach is all about. That's what this idea of doing the least, the smallest thing you possibly can't to validate your hypothesis is all about. It's about learning. So if you look at the lean startup model, you start up with your hypothesis about what people want, what might work. You gather some evidence so that you have a baseline of how many people click through a regular ad, right? What does success look like for ad click-throughs? Do some research about what your ad words should look like and how that'll happen. You develop your ad and you place it. You gather some evidence about the number of people who clicked through. Then you reflect and you analyze and you're saying, well, how did we do here? What did that look like? Is that successful or not? This should look like an awfully familiar loop to you. I certainly hope this looks like an awfully familiar loop because if I change the word in the middle, right, it should be something that you're doing every day, every month, every year. That whole business of, you know, I've got an idea that maybe there's something I should be doing differently with my practice. Really? What makes you think there's a problem you need to fix, wise guy? Okay, you've got some numbers that show maybe there's something I need to be working on. What could I be doing? That's the research phase. What action will I choose and implement? That'll be your action. Gather some more evidence to see if I've managed to raise the bar or not, lift the, move the dial, paddle the walker, whatever the metaphor is, and then you look at reflection and say, well, how did I do? Would I do that again? Should I tell somebody else? This is an important thing, and it is the reason that I love teachers in New Zealand because you have embraced this, you do this, hopefully you've embraced this and you do this, because by following this loop again and again and again, you get better over time. It's bloody amazing, it's a machine for making better people. It's astonishing. And what's more astonishing than the fact that this is a machine for making better people doing better things is that most people in the world don't follow this. Now, most jobs you go into, I love teachers. Not a lot of people in the grand scheme of things would put teachers at the top of their most loved list. Right? There might be religious figures, there might be their parents, there might be all of those things sitting in there. But as a whole, I think teachers are bloody incredible because of this, because most people in the world have this one step. This is their step. This is their improvement loop. I'll act. Did I gather any evidence? Not really. Did I research? No, I just had an idea, so I did the thing. Woohoo! I did the thing. Something must be done, I did something, therefore I am done. That is their logic. You know that everybody rushes to action without thinking, without knowing whether it was the right action, without any way to validate and measure it. There's an awesome thing in startups that I want you to take away to the projects that you work on. That awesome thing in the startup world is money. Now money is a finite resource for a startup. Your money comes from the money that your founders put in or your investors put in. So Jan contributed his savings, ate a lot of very, very, very cheap ramen. And then as the product started to sell, and money started coming through the door, that got to fund more work, more trips, more people to hire, more work on the software, and that virtuous cycle continued. But many startups run out of money. They never make it to the state where they have happy customers and money is coming through the door. And eventually the dollars reached the point where I can't make payroll, can't pay rent, can't pay for my website address anymore, companies down the gurgler, close it up, move on, do something else. It sounds brutal and it sounds harsh and it sounds terrible, but just like natural selection is actually selecting for death, that's the selection in Darwinian evolution, it is a useful and reasonable thing that many bad ideas die. Some good ideas die with them, but many bad ideas die, and it is to be applauded and loved that there is a way for these people to stop working on something that nobody wants and to move on to working on something that people do want. So I urge you in the things that you do to ahead of time decide caps for your commitment. What is the amount of investment capital you're going to put into this idea before you say, you know, there may be a there there, but it's not one that I'm going to get to in my lifetime without sacrificing my mental stability or my family or my career or whatever else might be in jeopardy by you pursuing this any further. Many people fail to embrace that. Many people, when they have their idea and they tested it and they figure out, my gosh, I could actually change the world. Actually, the world grinds you down and you never get to accomplish the wonderful things that you wanted to do because you didn't have a cap for your commitment. So on the things that you do, I would urge you to learn cheaply and quickly and to figure out those caps. Are there any questions before I put the next one? How am I doing for time? What time do I finish? Is it three, Mark? Right. I'll whip on. Weak meat. Mark asked for weak meat. Meat is my synonym for people. I work in silicon. I work whip on. Weak meat, Mark asked for weak meat. Meat is my synonym for people. I work in silicon, right? I work in sand. Sand is awesome. Sand is predictable for the most part in this. It's a Microsoft product. Sand is fabulous. People are harder to work with, much harder. And one of the reasons that we are, in fact, the reason that we are hard to work with, is that we are evolved creatures. We have all of the things that made us successful as monkeys embodied in our behaviors and in our brains as well. So there's a test here. Nobody gets this. Well, 10% of the population on average. So don't feel bad if you don't get it. But each card's got a number on one side and a patch of color on the others. So I've got red and green here. And you've got the hypothesis that if a card shows an even number, then when you turn it over, the other side will be red. Right, the even and the reds go together. If it's even, then it will be red. That's your hypothesis. Which card or cards would you turn over to test the idea? Give you a few seconds here to think about which cards you would turn over. So you could turn over 3 and 8 and see the colours on the back, or you could turn over the red and green and see the numbers on the other side. Which ones will you turn over? In fact, what is the smallest number? I'm sorry? Shout it out. Who's got an answer they want to share and be true? Is that a what, sorry? Yes. So we're testing the idea that if one side of the card has an even number, then the other side will be read. I'm sorry? Go for the red one? I'm sorry? Test the three? Okay, so all of them is the great answer, right? You can turn over everything, you're bound to somewhere in there, be able to find either a confirming or a disproving example, but you're hunting for is a disproving example you want to be able to find the situation where you turn it over and you see that the card that has an even number doesn't have read on it right you're looking for the disproving example and we suck at finding disproving examples as you have suck at finding disproving examples, as you have just learned. Like I said, maybe 10% of the population gets this. That's why a career in science is so damn hard to have. Because you are looking for ways to falsify that claim. So what you're gonna do, if you turn over the three, it tells you nothing. Whether it's green or red on the back, doesn't tell you anything about the idea that if a card has an even number on it, then the other side will be red. So you're going to turn over the eight, because if the eight has a green on the back of it, that tells you that the hypothesis is wrong. If you turn over the red, it tells you nothing about the hypothesis. So either the number on the other side of the red card will be even or odd. If the number on the other side is odd, well the hypothesis said nothing about odd numbers. It said only things about even numbers. If the other side of the red one is even, I haven't just proven anything. That's a confirming example. That's not a disproving example. So if we turn over the green one though and we find that the green card has an even number on the other side of it, that would break that rule. It's an even number that on the other side is green. The hypothesis was even numbers have read on the other side. So the two cards that we're going to turn over are the eight and the green. God, that's hard. Turns out to be a little easier. If you imagine a bartender who's serving people drinks and trying to determine a rule about who's ordering what drink from the bar. And this is the rule that if you're over 16, you're going to be a beer drinker. You look at what people drink. Well, if you're over 16, age 13 tells you nothing about that. If you're a beer drinker, you want to look for the case where somebody is over 16 and not drinking beer. So you'd look at your turnover the Coca-Cola, and you'd see, this is somebody over 16 who is drinking Coca-Cola. The more familiar the situation, the easier it is for us to reason about it, but it is still not easy even in that circumstance to work with these kinds of hypotheses. So the curse of meat, our weak meat, is that we are lousy at thinking logically about this kind of stuff. That we really want to rush to the action. We really want to look for examples that confirm our hypothesis, which tell us nothing about the world, other than, yes, there is at least one thing that supports our idea about the world. The way we learn is by looking for the disproving ones. A couple of ideas that will be useful for you, the funnel. So just like there's those steps that you have to go through in order to change people's behavior out there on the web and this will be true of your own projects as well. There's this funnel of people. There's a whole lot of people who might see your ad. Not everybody will click through those. So there's a smaller number of people who visit your website. Not everybody will stay on there and actually go shopping. So there's a smaller number of people who visit your website. Not everybody will stay on there and actually go shopping. So there's a smaller number of people who will add things to the shopping cart. But not everybody who adds things to the shopping card, as I'm sure you know, goes through to check out and give your money. So a smaller number of people will check out, and then a smaller number of those people will actually have the money in their accounts and their credit cards to pay you. So in order to get that money at the bottom, you started with a massive number of people and lost them progressively through your website at every step of the way. Your goal in marketing and sales is to build your website such that the funnel is as close to being a pipe as possible, namely everybody who comes in converts to money. So you do this by changing the design of your website or changing the text of your ads. So if you want to, the people who see your ad and click through, you can change the text, the location of your ads in order to improve that. If you want to get people visiting things on your website, you might put text up big, you might have things flash, you might use pictures instead of words, might have videos those kinds of things now if you're looking at changing behavior you can also think about the steps in the funnel here as being those has heard of you has engaged with you to learn the details has done a trial in their classroom is reflected upon it and can determine to go again, and then is doing it year after year after year. So you might have your own funnel for your own projects, but the idea is that at each step you lose people, once you know that you have a funnel, you can start to improve it. The thing on the web that we use is AB testing, because data trumps opinion. What we do is we take here, we take a bunch of people who are visiting our website and randomly show them one of two different designs. Some people will get to see design A, some people will get to see design B. And they've got some different layout. They might have some different content. And then we see how many go through to actually give us the behavior that we want. For a business that's paying, for you it might be something else. And then based on that number, we know whether we should go with design A or design B. And now at the end of this, we can go back and conduct another experiment with two other designs and another experiment with two other designs and roll it out. And in fact, there's multivariate analysis that lets you test, instead of just two, test a whole bunch of different design changes all at once. Amazon are the masters of this. Nothing makes it to the Amazon page without data backing up that it works. This is why the Amazon user experience is pretty crap. It's great for generating money for Amazon, but it does rather look like every employee at Amazon is yelling at you all of the time to buy stuff. It's not the optimal experience, I would have to say, but it's remarkably effective. No change happens to the Amazon website unless it generates more money than the old website did. So you can look at everything on Amazon's website and know that it's there for a reason. The same perhaps cannot be said about your own. So build your own funnel, connect them back to those ten steps if you have to. There's a great quote which alas is not actually real. We only know it from a play that when I hear culture I unlock my browning. Sadly, not attributable directly to Herman Gurring. If you look around startups, startups are famous in Silicon Valley for the perks and the freebies and the offerings that they give their employees. Fuzzball tables. It's almost impossible to walk into a San Francisco company office and not find a foosball table, something fun, you know, desktop soccer. The other equivalent of that is free food, right? And just like I said last night, you look at bean bags in your modern learning environments. And just buying bean bags doesn't change what happens in kids' heads. Doesn't change the way kids are treated, doesn't change the way that teachers behave, doesn't change the way teaching and learning happens in the school. Bean bags alone are not enough. Free food, like they have at Google and at Twitter and at Facebook and insert your favorite company here. Free food alone does not a great place to work make. And in fact, free food isn't the sign of a brilliant, healthy, thriving company culture. It's an artifact. And we look at the artifacts and we confuse the artifacts for reality. It's the tip of the iceberg, not the hidden debts underneath. So there's, here's five companies, each of whom offers free food. But they approach it for different reasons. Each one has a different story about why they have that free food. So in the case of Mibo, right, the instant messaging company bought by Google, they would focus on teamwork. So the lunch was an opportunity to socialize with your team. We provided the food so that you'd be able to hang out with your coworkers and build a stronger team together. As opposed to Google who are hippies and so they want to provide all the best kind of hippie food that they possibly can to their hippie employees. Which is awesome. I totally support that. Apple doesn't offer free food. Apple's attitude is very much, hey, it's a privilege to be working at Apple. Pay for your own damn food. You go to the company cafeteria and you get a bill at the end of it. It's great. So I stole that chart from Elaine Huerre, and as soon as I find her writing about this, I will put it online. She's her theory, and I think it applies quite broadly, is that culture is largely built out of trust and truth. You look at an organization's culture and it comes down to those two elements. Is trust given or is it earned? So trust is given, if you rock up on the first day, and it's assumed that you're competent and a grown up and a human being, and you will go out there and do things. We give you freedom. And if you screw up, we might have to clean up and maybe you get a little less freedom for a while afterwards until you prove yourself safe again, but we will assume that you get that freedom right away. Earned means you come in, you march and locked step, you're assumed that you can barely change your own trousers, and therefore you must be handheld and walked and you will earn your freedom over a very long period of time once you've shown that you're capable of doing things our way first. I'm sure you can recognize those two models from places that you've worked in the past. Perhaps you can recognize those models in your classroom. The classrooms that I love the most for my children have been the ones where the responsibility sat on the children. It was given to them. The freedom was given to them. And if they messed up they had to earn it back, but it was presumed to be given first. The truth is the other side of an organization. The other side is like, how do we know what we should do at any given moment in time? Does the truth come from the people in the company? So the boss says to do this, therefore we do that. Hierarchical, rigid organizations love truth to come from the inside. The other alternative is truth comes from the outside. Truth comes from the outside with the market. So that's if the product worked or not in the marketplace, tells us whether people actually want it. Of course, that only helps you in the past. It doesn't help you in the future. So you need a bit of a mission statement, some sort of belief in the future to go doesn't help you in the future. So you need a bit of a mission statement, some sort of belief in the future to go along with that market view. Most organizations, most startups, sorry, are market driven, calibrating the vision of the company against the market. So truth comes down to, you know, is it opinion or is it data? Is it somebody's opinion that you have to go along with or are there actual numbers to go along with it? And these fall down to other behaviors within the company that you might associate as being like strongly driven by a culture. So you will have membership. Who's part of this company? When we hire people, do we hire them quickly and then fire them quickly? Or do we take a long time to hire the right person and then we work with them and cultivate them to grow into their job? And it's very hard to get fired from our organization because we've spent so long hiring you, we believe in you. Or is it one of these broken workplaces where you take a long time to hire somebody and then you fire them quickly because you don't know what you are decision-making how do we decide what to do right where do ideas come from how do we handle conflict who do we listen to all of these fall out of where truth comes from and where the trust is given or in and you will recognize your own company culture as falling into you know ideas only come from within, not invented hair syndrome. We'd love to do that, but unfortunately it didn't come from within the organization, therefore we will not do it. Just because somebody else has shown that works is not enough. Accountability, oh boy, there's a good one. Right? When there's a breakdown, a failure, when there's a breakdown, a failure, a mistake, an accident, a disaster, a catastrophe, or alternatively, when there's a success and we need to reward somebody with a promotion. Where does the buck stop? Who gets the credit? Who gets the blame? Who shoulders the responsibility and says it was my fault? And often you can see organizations that are struggling with their ideas of truth and trust, failing to get good accountability, creating these passive aggressive organizations where the people inside, they don't want the there's no clear system for distributing success and failure therefore they figure that it's my job to undercut everybody else so I'll look good but also do it in such a way that I'm not going to attract the attention and punishment so that kind of terrible horrible subversive behavior. And you can rate your own organization along those lines. I come from the world of open source, and this is just a, it was a question somebody had for me last night about, you know, how open should I be with my ideas? And Howard Aiken was invented, one of the first computers, was an incredible icon in the computer world. And this is just such a glorious line. Don't worry about people stealing your ideas. If they're any good, you'll have to ram them down people's throats, right? It's not easy to get people to change what they do. Don't worry about giving your ideas away. That's the least of your worries. It is honestly the least of your worries. Execution is far more important than ideas. So hard to get success. But you have to know what it is. So when you give things away, giving things away for free, in particular your ideas, works best when you have the goal of getting your ideas into as many people's minds as possible. Keeping a tight hold on them, on the other hand, is only useful if other people having those ideas actively hurts you. It's very difficult to think of a situation where that is actually true. Most situations we're in are not zero-sum in that fashion. Most are, I win when you win, I win, when the thing that, the change that I want to make in the world happens everywhere and not just in my room. In the business world, this is the great line from my former boss Tim O'Reilly. Anonymity is a bigger threat to artists than piracy. Piracy is progressive taxation. People rip off your ideas when they're good. Heaven for fiend, you should have a good idea. That's a success condition, not a measure of failure. So you have to think of yourself, am I a mammal or am I a dandelion? You are suffering from the fact that you're a mammal. It's bloody hard to have children. Everybody who's had a child knows this, right? Take a long time to gestate. They take a whole lot of nurturing. We only have, if you're lucky, one child at a time, and we then, they spend 18 months before they are capable of rudimentary communication and motion, and they are still not safe. And for years afterwards, you have to keep them from wandering into traffic and sticking their tongues into powerpoints. Not easy. Dandelions, on the other hand, 2,000 seeds a year, spread them far and wide. Some of them will land on harsh and barren ground. Oh, well, every crack and every sidewalk is filled with dandelions. Do you want your ideas to be mammals or are they dandelions? Do they require such careful, careful, multi-year nurturing and treasuring that you can only have one and that if anybody else has one, it will take away from the success of yours? Or are they dandelions? Do you succeed by spreading your ideas far and wide? And if somebody else takes your idea and implements it and the whole, let's say you're in a school and the whole school flips to use this thing that you believe is true. While you're still battling in your own school for acceptance, maybe you just found a job. It's not a bad thing. You can make this win, but you have to know what success is. Are you trying to change behavior? Are you trying to make money? Are you trying to gain reputation? I've got four minutes left. I'll put my slides online. I'll link to them from the document. You'll be able to find them. I'll put them on the U-Learn website. You'll be able to see all the good stuff, the bonus extras. Are there any questions that you have for me before I wrap up?"}