{"speakers": [], "chunks": [{"timestamp": [0.0, 29.1], "text": " Taking equipment and supplies up to a research station in the Aronga Ronga Valley"}, {"timestamp": [29.1, 33.34], "text": " means a six-mile drive up the riverbed for field officers of the wildlife department."}, {"timestamp": [34.18, 36.46], "text": " Expert navigation can't make the ride smooth,"}, {"timestamp": [36.72, 62.0], "text": " but it does help in the many river crossings. The very nature of the bush in this district makes it favorable for research into the habits of opossums."}, {"timestamp": [62.0, 66.0], "text": " Nestling in a clearing up from the river, the station is surrounded by heavy bush."}, {"timestamp": [70.0, 74.0], "text": " Sculls by the hundred are examined and measured"}, {"timestamp": [74.0, 78.0], "text": " in the quest for knowledge of the characteristics of opossums."}, {"timestamp": [82.0, 85.8], "text": " Field observation goes on the year round."}, {"timestamp": [85.8, 91.72], "text": " In its feeding, the possum progressively defoliates its favourite species of trees, which ultimately die."}, {"timestamp": [92.52, 95.24], "text": " In this instance, a clump of conini has been killed off."}, {"timestamp": [96.48, 99.48], "text": " In selected areas, a forest regeneration count is made."}, {"timestamp": [100.22, 103.88], "text": " Using a calibrated frame, all new growth in the square is noted in detail."}, {"timestamp": [104.56, 107.92], "text": " Amongst other seedlings, a young toter pushes up towards the sun."}, {"timestamp": [111.72, 113.44], "text": " And this is the cause of the trouble."}, {"timestamp": [114.1, 119.98], "text": " It's estimated that the opossum population of New Zealand could be anywhere between 20 and 40 million, maybe more."}, {"timestamp": [120.76, 125.26], "text": " It's because we know so little about this pest that biological research is being undertaken."}, {"timestamp": [126.06, 128.46], "text": " At present, about a million possums are trapped annually."}, {"timestamp": [129.14, 131.84], "text": " Even to hold our own against increase and further damage,"}, {"timestamp": [132.22, 134.56], "text": " several more million must be added to the annual tally."}, {"timestamp": [135.52, 138.86], "text": " Up on the steep slopes, the day's catch is weighed, measured and noted."}, {"timestamp": [139.62, 142.3], "text": " It's up here on the higher slopes that most damage is done."}, {"timestamp": [143.04, 151.66], "text": " As the trees are killed off, the ground loses its protective covering, opening up the way for erosion. This five-finger has had"}, {"timestamp": [151.66, 160.08], "text": " a thorough going over, only a couple of leaves left, right on the extremities. Twigs from a young"}, {"timestamp": [160.08, 197.0], "text": " router show that a start has been made here too. Close to the station captive opossums are kept for closer observation, such as test given a shot in the arm, so to speak."}, {"timestamp": [197.0, 204.0], "text": " This makes things more comfortable for the possum and certainly makes them easier to handle."}, {"timestamp": [201.24, 207.94], "text": " makes them easier to handle."}, {"timestamp": [212.54, 216.94], "text": " In the field laboratory, a wildlife biologist carries research a step farther towards completing a countrywide field survey into the problem of the possum."}, {"timestamp": [236.88, 237.8], "text": " For over 75 years, sturdy fell engines have been hauling people and produce over the Rumataka range which separates Wellington from the rich lands of Wairarapa and Hawks Bay."}, {"timestamp": [239.78, 241.1], "text": " It'd be quicker to go through than over."}, {"timestamp": [247.0, 250.0], "text": " In August 1951, a New Zealand firm in association with American tunneling experts took over the contract after the Ministry of Works had board the first thousand feet."}, {"timestamp": [250.0, 257.0], "text": " Five miles 37 chains, the longest tunnel in the southern hemisphere, only ten longer in the world."}, {"timestamp": [257.0, 263.0], "text": " Many American technicians came here at first, but their know-how and skill were soon imparted to New Zealanders,"}, {"timestamp": [263.0, 269.9], "text": " and only a few key men remained. A load of cement and aggregate enters the Mungaroa portal on its"}, {"timestamp": [269.9, 273.5], "text": " way into the mixer, far up the tunnel."}, {"timestamp": [283.5, 338.0], "text": " With just enough room in the tunnel for a loop on the narrow gauge track, the trucks are pulled up a ramp where the load is automatically tripped onto an endless belt, which carries it on to the mixer and onto another endless belt which carries the liquid concrete to a powerful pump. From the pump onwards the concrete journeys by pipeline, pumped steadily forward until it reaches the profile,"}, {"timestamp": [338.0, 348.0], "text": " the movable steel mould for the concrete lining to the tunnel."}, {"timestamp": [352.0, 357.0], "text": " Taking the place of wooden boxing, the steel profile is about 40 feet long and creeps up behind the tunnelers as they bore their way through the grey wacky rock."}, {"timestamp": [357.0, 361.0], "text": " Between the rugged rock walls and the smooth surface of the profile,"}, {"timestamp": [361.0, 370.56], "text": " the heavy timbering is sealed in solid concrete up to four feet thick when the concrete sets the profile will move forward again the ingenious"}, {"timestamp": [370.56, 374.38], "text": " design of the tunneling equipment safeguards the all-important time factor"}, {"timestamp": [374.38, 381.44], "text": " traffic to and from the face continues unimpeded"}, {"timestamp": [381.44, 387.0], "text": " under cloud-capped hills lies the eastern portal where rail traffic from the wire wrapper"}, {"timestamp": [387.0, 392.0], "text": " in eastern provinces will begin the underground shortcut to Wellington."}, {"timestamp": [392.0, 396.0], "text": " No longer will the Napier Express need to detour through the Manawatu."}, {"timestamp": [396.0, 408.0], "text": " Three miles in towards the Western Drive, the cherry picker lifts up an empty mucking-out truck as a full one comes back from the face."}, {"timestamp": [408.0, 410.0], "text": " No room here for a double track."}, {"timestamp": [410.0, 413.0], "text": " This is the busiest spot on the project."}, {"timestamp": [413.0, 415.0], "text": " 24 hours a day, six days a week."}, {"timestamp": [415.0, 436.1], "text": " There's a din which makes speech impossible. The almost human hand of the mucker out fields and claws at the gelignite shattered rock face,"}, {"timestamp": [436.4, 463.0], "text": " the barrier that decreases hourly as the men to put the solid timber trusses in"}, {"timestamp": [463.0, 465.04], "text": " the all important details of"}, {"timestamp": [465.04, 468.4], "text": " alignment and level are checked and re-checked by the field engineer."}, {"timestamp": [468.4, 487.0], "text": " The timber's up and now the drillers come into action."}, {"timestamp": [487.0, 490.0], "text": " There's only a few yards left between the opposing drives."}, {"timestamp": [490.0, 512.0], "text": " Familiarity breeds', may be, but certainly not with gelignite."}, {"timestamp": [512.0, 532.0], "text": " The charges are carefully sorted and passed up to the face where they rammed into the drill holes. The charge is ready to fire."}, {"timestamp": [532.0, 535.0], "text": " The men at the face take cover."}, {"timestamp": [535.0, 537.0], "text": " Will this be it?"}, {"timestamp": [537.0, 562.86], "text": " The breakthrough? And so east meets west,"}, {"timestamp": [562.86, 565.08], "text": " 500 feet under the Ruma Takers,"}, {"timestamp": [565.52, 569.58], "text": " the climax to a record-breaking 32 months of teamwork and cooperation,"}, {"timestamp": [570.2, 571.78], "text": " more than a year ahead of schedule,"}, {"timestamp": [572.5, 576.06], "text": " an achievement built on the fusion of American organization and method"}, {"timestamp": [576.06, null], "text": " with New Zealand management and labor. The"}], "text": " Taking equipment and supplies up to a research station in the Aronga Ronga Valley means a six-mile drive up the riverbed for field officers of the wildlife department. Expert navigation can't make the ride smooth, but it does help in the many river crossings. The very nature of the bush in this district makes it favorable for research into the habits of opossums. Nestling in a clearing up from the river, the station is surrounded by heavy bush. Sculls by the hundred are examined and measured in the quest for knowledge of the characteristics of opossums. Field observation goes on the year round. In its feeding, the possum progressively defoliates its favourite species of trees, which ultimately die. In this instance, a clump of conini has been killed off. In selected areas, a forest regeneration count is made. Using a calibrated frame, all new growth in the square is noted in detail. Amongst other seedlings, a young toter pushes up towards the sun. And this is the cause of the trouble. It's estimated that the opossum population of New Zealand could be anywhere between 20 and 40 million, maybe more. It's because we know so little about this pest that biological research is being undertaken. At present, about a million possums are trapped annually. Even to hold our own against increase and further damage, several more million must be added to the annual tally. Up on the steep slopes, the day's catch is weighed, measured and noted. It's up here on the higher slopes that most damage is done. As the trees are killed off, the ground loses its protective covering, opening up the way for erosion. This five-finger has had a thorough going over, only a couple of leaves left, right on the extremities. Twigs from a young router show that a start has been made here too. Close to the station captive opossums are kept for closer observation, such as test given a shot in the arm, so to speak. This makes things more comfortable for the possum and certainly makes them easier to handle. makes them easier to handle. In the field laboratory, a wildlife biologist carries research a step farther towards completing a countrywide field survey into the problem of the possum. For over 75 years, sturdy fell engines have been hauling people and produce over the Rumataka range which separates Wellington from the rich lands of Wairarapa and Hawks Bay. It'd be quicker to go through than over. In August 1951, a New Zealand firm in association with American tunneling experts took over the contract after the Ministry of Works had board the first thousand feet. Five miles 37 chains, the longest tunnel in the southern hemisphere, only ten longer in the world. Many American technicians came here at first, but their know-how and skill were soon imparted to New Zealanders, and only a few key men remained. A load of cement and aggregate enters the Mungaroa portal on its way into the mixer, far up the tunnel. With just enough room in the tunnel for a loop on the narrow gauge track, the trucks are pulled up a ramp where the load is automatically tripped onto an endless belt, which carries it on to the mixer and onto another endless belt which carries the liquid concrete to a powerful pump. From the pump onwards the concrete journeys by pipeline, pumped steadily forward until it reaches the profile, the movable steel mould for the concrete lining to the tunnel. Taking the place of wooden boxing, the steel profile is about 40 feet long and creeps up behind the tunnelers as they bore their way through the grey wacky rock. Between the rugged rock walls and the smooth surface of the profile, the heavy timbering is sealed in solid concrete up to four feet thick when the concrete sets the profile will move forward again the ingenious design of the tunneling equipment safeguards the all-important time factor traffic to and from the face continues unimpeded under cloud-capped hills lies the eastern portal where rail traffic from the wire wrapper in eastern provinces will begin the underground shortcut to Wellington. No longer will the Napier Express need to detour through the Manawatu. Three miles in towards the Western Drive, the cherry picker lifts up an empty mucking-out truck as a full one comes back from the face. No room here for a double track. This is the busiest spot on the project. 24 hours a day, six days a week. There's a din which makes speech impossible. The almost human hand of the mucker out fields and claws at the gelignite shattered rock face, the barrier that decreases hourly as the men to put the solid timber trusses in the all important details of alignment and level are checked and re-checked by the field engineer. The timber's up and now the drillers come into action. There's only a few yards left between the opposing drives. Familiarity breeds', may be, but certainly not with gelignite. The charges are carefully sorted and passed up to the face where they rammed into the drill holes. The charge is ready to fire. The men at the face take cover. Will this be it? The breakthrough? And so east meets west, 500 feet under the Ruma Takers, the climax to a record-breaking 32 months of teamwork and cooperation, more than a year ahead of schedule, an achievement built on the fusion of American organization and method with New Zealand management and labor. The"}