{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Wings of New Zealand,"}, {"timestamp": [5.0, 9.0], "text": " Bell of the island there they yell,"}, {"timestamp": [9.0, 16.0], "text": " ready to defend our empire to make her fight here again."}, {"timestamp": [16.0, 23.0], "text": " Wings of New Zealand, stretching out across the sea,"}, {"timestamp": [23.0, 28.0], "text": " to work, to fly, to live or to die"}, {"timestamp": [28.0, 31.0], "text": " To fight for being,"}, {"timestamp": [31.0, 35.0], "text": " Modern and well equipped,"}, {"timestamp": [35.0, 39.0], "text": " The Royal New Zealand Air Force stands ready to protect our shores."}, {"timestamp": [39.0, 43.0], "text": " Our airmen have established a magnificent record of skill, courage and daring"}, {"timestamp": [43.0, 49.22], "text": " And under the Empire Air Training Scheme Thousands are pouring from New Zealand's training schools each year"}, {"timestamp": [49.22, 56.36], "text": " to speed our Empire's mastery of the air. Yet in 1937, we had only two Air Force stations"}, {"timestamp": [56.36, 61.44], "text": " in operation, with a few old machines and a handful of men. Then the first of a series"}, {"timestamp": [61.44, 67.14], "text": " of air expansion programs was put in hand. Reports were submitted by officers of the Royal Air Force,"}, {"timestamp": [67.44, 70.28], "text": " plans were prepared, and all the preliminary work completed."}, {"timestamp": [71.64, 75.04], "text": " Peaceful farm fields soon echoed to the roar of heavy earth-shifting machinery."}, {"timestamp": [76.02, 78.7], "text": " New methods and the modern machines of the Public Works Department"}, {"timestamp": [78.7, 80.7], "text": " created records in aerodrome construction."}, {"timestamp": [83.06, 87.0], "text": " Huge hangars soon tired above the surrounding farm lands and small"}, {"timestamp": [87.0, 92.54], "text": " towns sprang into being within the space of months. Within the limits of peacetime"}, {"timestamp": [92.54, 96.08], "text": " economy the Royal New Zealand Air Force was being prepared for any emergency"}, {"timestamp": [96.08, 141.32], "text": " which might come. Then in September 1939 the storm broke over Europe. September 1939, the young men of New Zealand hear the challenges did their fathers before them."}, {"timestamp": [141.32, 151.38], "text": " From every walk of life they come to offer their services to the cause, farmers, factory hands, business men. From these sturdy young men, applications"}, {"timestamp": [151.38, 156.6], "text": " pour in by the thousand. The worth of the earlier expansion schemes is proved. Smoothly"}, {"timestamp": [156.6, 161.42], "text": " and swiftly the Royal New Zealand Air Force is mobilized to a war footing and moves into full"}, {"timestamp": [161.42, 165.0], "text": " speed to meet the pressure of war."}, {"timestamp": [167.0, 170.0], "text": " Civil aircraft are converted for service use and a factory for the assembly of trainer-type aircraft"}, {"timestamp": [170.0, 172.0], "text": " gives added impetus to the air training scheme."}, {"timestamp": [172.0, 175.0], "text": " Aircraft of the type being assembled here"}, {"timestamp": [175.0, 178.0], "text": " are standard throughout the empire for elementary flying training,"}, {"timestamp": [178.0, 181.0], "text": " another important link in New Zealand's contribution to the war effort."}, {"timestamp": [183.0, 186.12], "text": " Thousands of young men go back to school again, but this"}, {"timestamp": [186.12, 191.72], "text": " time it's a special school, teaching special subjects required for Air Force entry. These"}, {"timestamp": [191.72, 196.04], "text": " young men voluntarily attend evening classes for about five months before they leave their"}, {"timestamp": [196.04, 208.0], "text": " normal civil occupations. Here is Leslie Hayward, railway cadet. Ron Jones, a bookkeeper."}, {"timestamp": [208.0, 212.18], "text": " Harry McKinnon, a salesman."}, {"timestamp": [212.18, 216.86], "text": " And Jack Hay, a civil servant."}, {"timestamp": [216.86, 219.6], "text": " They must also become efficient wireless operators."}, {"timestamp": [219.6, 223.92], "text": " Radio plays a big part in this war, and no effort is spared by instructors or by the men"}, {"timestamp": [223.92, 227.92], "text": " themselves to achieve efficiency."}, {"timestamp": [227.92, 231.34], "text": " They must become proficient in both sending and receiving, and with the cooperation of the"}, {"timestamp": [231.34, 235.24], "text": " broadcasting services and the Post and Telegraph Department, instruction is given over"}, {"timestamp": [235.24, 240.06], "text": " the radio right into the homes of the men themselves."}, {"timestamp": [240.06, 243.8], "text": " There are thousands more who can be reached only by correspondence courses."}, {"timestamp": [243.8, 248.52], "text": " The whole scheme of educational services was launched in New Zealand soon after war broke out,"}, {"timestamp": [248.52, 254.5], "text": " and its methods and textbooks have become a model for similar schemes in other parts of the empire."}, {"timestamp": [254.5, 260.1], "text": " More than 90% of the men pass, and of these 70% pass with credit."}, {"timestamp": [260.1, 265.6], "text": " And the credit they are to their country as they march to their first courses in the ground training schools."}, {"timestamp": [270.0, 271.2], "text": " But there is still much to be learned, and back to school they go once more."}, {"timestamp": [274.6, 274.8], "text": " Most of you will find your ground subjects less interesting than your flying."}, {"timestamp": [276.0, 276.2], "text": " That's only natural."}, {"timestamp": [279.8, 283.4], "text": " But remember this, that the difference between good pilots and bad ones is how much they know about subjects that are indispensable to a capable pilot"}, {"timestamp": [283.4, 287.24], "text": " and how thoroughly trained they are."}, {"timestamp": [287.24, 291.44], "text": " Airmen are constantly reminded that training keeps them one step ahead of the enemy and for"}, {"timestamp": [291.44, 295.64], "text": " a period they work hard at their books and lectures with practical demonstrations by models"}, {"timestamp": [295.64, 297.76], "text": " and instruments."}, {"timestamp": [297.76, 301.12], "text": " Learning instrument flying on the ground has been made possible by the development of the"}, {"timestamp": [301.12, 303.38], "text": " link trainer."}, {"timestamp": [303.38, 305.0], "text": " The link trainer has a full set of instruments, exactly like the real thing, and they respond to the reactions of the link trainer. The link trainer has a full set of instruments,"}, {"timestamp": [305.0, 307.0], "text": " exactly like the real thing,"}, {"timestamp": [307.0, 310.0], "text": " and they respond to the reactions of the pilot,"}, {"timestamp": [310.0, 312.0], "text": " just as with those in an airplane in flight."}, {"timestamp": [312.0, 314.0], "text": " The blind flying learned in the link trainer"}, {"timestamp": [314.0, 316.0], "text": " teaches the pilot how to handle an aircraft"}, {"timestamp": [316.0, 319.0], "text": " over a strange country, in thick weather,"}, {"timestamp": [319.0, 320.0], "text": " perhaps at night,"}, {"timestamp": [320.0, 323.0], "text": " and to arrive at an objective under these conditions."}, {"timestamp": [325.2, 330.0], "text": " First of all, I want you to climb to 2,000 feet and level off at an air speed of 160."}, {"timestamp": [336.2, 340.0], "text": " Now do a rate two turn to your left onto 180 degrees."}, {"timestamp": [341.6, 347.0], "text": " I'm following your course on the chart."}, {"timestamp": [347.0, 353.0], "text": " Your right wing is low."}, {"timestamp": [353.0, 357.0], "text": " Have a look at your instruments and correct anything that's wrong."}, {"timestamp": [357.0, 361.0], "text": " That's better."}, {"timestamp": [361.0, 367.0], "text": " The moment eagerly awaited by the fledgling pilots is of course their first training flight."}, {"timestamp": [367.0, 381.0], "text": " The instructor ascertains that his pupil is safely fastened in and gives him a few last minute words of advice."}, {"timestamp": [381.0, 387.0], "text": " And now comes the big thrill, the first take off."}, {"timestamp": [387.0, 408.4], "text": " In the air the pupil takes over the controls, and so by skilled instruction and constant constant practice the young pilot learns to handle his aircraft in expert fashion."}, {"timestamp": [408.4, 437.66], "text": " Watch it now, keep the nose dead on the horizon. A good show, Jackson."}, {"timestamp": [437.66, 446.0], "text": " That expressive Air Force term, A Good Show, aptly describes all the work of the Royal New Zealand Air Force."}, {"timestamp": [446.0, 453.0], "text": " Not many people realize the amount of organization necessary to keep an aircraft in the air and to provide the men to do it."}, {"timestamp": [453.0, 456.0], "text": " Engines have to be checked and tested at regular intervals."}, {"timestamp": [456.0, 464.0], "text": " This calls for men skilled in a great number of technical trades, and upon whose ability and efficiency, the lives of the flying crew depend."}, {"timestamp": [464.0, 466.4], "text": " At the technical training school, flight mechanics are taught the theoretical side of aircrafts. On whose ability and efficiency, the lives of the flying crew depend."}, {"timestamp": [470.76, 471.52], "text": " At the technical training school, flight mechanics are taught the theoretical side of aircraft engines."}, {"timestamp": [480.8, 482.88], "text": " Class after class follows. Metal working, welding, the handling of tools, and a thousand and one details which will make them thoroughly sure of themselves and the work that they do."}, {"timestamp": [485.26, 486.76], "text": " Soon they are competent to handle the intricate work of assembling and fitting aircraft engines."}, {"timestamp": [486.76, 501.56], "text": " The airframes too must be serviced. The tail assembly, the fuselage, the wings, must all be"}, {"timestamp": [501.56, 506.0], "text": " in perfect condition. Here the flight rigors come into their own."}, {"timestamp": [506.0, 510.0], "text": " Again, many technical and skilled trades are called upon."}, {"timestamp": [510.0, 516.0], "text": " Woodworking, joining, fitting, even hand-sowing,"}, {"timestamp": [516.0, 520.0], "text": " and the chap just running up a little something on the machine."}, {"timestamp": [520.0, 523.0], "text": " All this is part of an intensive, specialized training"}, {"timestamp": [523.0, 525.0], "text": " to keep our air force at the peak of efficiency."}, {"timestamp": [525.0, 531.0], "text": " Part of the work on the ground to aid the men in the air is the constant watch on the weather kept by the meteorological services."}, {"timestamp": [531.0, 554.0], "text": " Reports may be handed to the captain of the aircraft."}, {"timestamp": [554.0, 560.0], "text": " But as he points out to his navigator, they have reached their turning back place,"}, {"timestamp": [560.0, 563.0], "text": " and so can keep clear of the weather."}, {"timestamp": [563.0, 567.0], "text": " From the franzios of Glacier, they turn back to their base, dark."}, {"timestamp": [567.0, 573.0], "text": " But not all of the flying is done in daytime."}, {"timestamp": [573.0, 577.0], "text": " Air crews must become familiar with night flying conditions,"}, {"timestamp": [577.0, 581.0], "text": " for it is under these conditions that they will later penetrate deep into enemy territory."}, {"timestamp": [581.0, 583.0], "text": " This calls for skill and nerve."}, {"timestamp": [583.0, 586.0], "text": " The work of our men overseas speaks for itself."}, {"timestamp": [586.0, 592.0], "text": " The first telling blows against the enemy's war machine are being struck here on the training fields of New Zealand."}, {"timestamp": [592.0, 599.0], "text": " To take a bomber over an objective is one thing. To drop high explosive bombs accurately on a target is another."}, {"timestamp": [599.0, 603.0], "text": " Observers in training have modern apparatus to teach them how it is done."}, {"timestamp": [603.0, 608.0], "text": " A pupil is shown by the instructor how the bomb's The developers in training have modern apparatus to teach them how it is done."}, {"timestamp": [611.0, 616.0], "text": " A pupil is shown by the instructor how the bomb site works. Adjustments of a fraction of an inch may mean a difference of hundreds of feet when the bomb lands."}, {"timestamp": [616.0, 619.0], "text": " Training is given under realistic conditions."}, {"timestamp": [619.0, 623.0], "text": " On a screen below the pupil, a machine overhead projects a moving landscape"}, {"timestamp": [623.0, 627.0], "text": " which looks exactly as it would seen from an aircraft."}, {"timestamp": [627.0, 636.0], "text": " The pupil adjusts his sights, presses the bomb release and a cross of light shows where his bomb would have landed."}, {"timestamp": [636.0, 642.0], "text": " With this training behind him the pupil is ready to tackle the real thing."}, {"timestamp": [642.0, 649.84], "text": " Small practice bombs are generally used in training, but this time live heavy bombs are being used. Handling"}, {"timestamp": [649.84, 653.68], "text": " concentrated destruction of this type may look dangerous, but the bombs are quite safe"}, {"timestamp": [653.68, 659.08], "text": " at this stage. It's when you're at the receiving end that you have to worry. Well, here"}, {"timestamp": [659.08, 700.0], "text": " we go. I'm going to be. The formation is now close to the target area."}, {"timestamp": [700.0, 707.0], "text": " And there it is. In go the bomb selector switches as the aircraft lines up on the target."}, {"timestamp": [707.0, 712.0], "text": " The aimer watches the target loom up in his sights and down they go."}, {"timestamp": [712.0, 720.0], "text": " To add off with the compliments of New Zealand, there'll be plenty more like that."}, {"timestamp": [720.0, 725.0], "text": " Observer and pilot work in perfect coordination."}, {"timestamp": [725.0, 729.0], "text": " In some attacks the bombers have the protection of a fighter escort and there they are."}, {"timestamp": [729.0, 732.0], "text": " These Hawker-Hinns are useful training aircraft."}, {"timestamp": [732.0, 775.0], "text": " Here they go to machine gun a target on the ground. The The greatest day in the life of the New Zealand airman is the day when he completes his training."}, {"timestamp": [775.0, 785.3], "text": " Some go on to Canada for further advanced work. Some go direct to England. Others must remain behind to keep this end of the Empire Air Training Scheme in full and efficient operation."}, {"timestamp": [785.3, 789.5], "text": " One at all, they're doing a grand job of work, and New Zealand's Minister of Defense reflects"}, {"timestamp": [789.5, 796.1], "text": " the look of pride that we all have for these sturdy young Air Force men."}, {"timestamp": [796.1, 800.6], "text": " New Zealand may be the smallest dominion, but our air contribution is formidable."}, {"timestamp": [800.6, 804.4], "text": " Over 2,000 young men like these are already serving overseas."}, {"timestamp": [804.4, 807.0], "text": " Thousands more are following through our training schools."}, {"timestamp": [807.0, 810.0], "text": " We have faith in them, as in all our fighting sons."}, {"timestamp": [810.0, 813.0], "text": " Their courage and daring is the same as that of their fathers,"}, {"timestamp": [813.0, 816.0], "text": " the men who helped to make the name Anzac live forever."}, {"timestamp": [816.0, 820.0], "text": " Their skill is everything that an efficient and modern system of training can give."}, {"timestamp": [820.0, 823.0], "text": " We are in this war in deadly earnest,"}, {"timestamp": [823.0, 830.0], "text": " and this lineup of aircraft and men on one of our training fields is but one of the clear proofs of our determination to see the task through."}, {"timestamp": [830.0, 835.0], "text": " From New Zealand came hundreds of the men who helped to make the history in the first year of the war,"}, {"timestamp": [835.0, 842.0], "text": " from the first raid on keel to the smashing defeats inflicted on the enemy in the great air battles which were intended to be the prelude to an invasion of Britain."}, {"timestamp": [842.0, 846.0], "text": " Mr. Winston Churchill has said that the day is not far distant"}, {"timestamp": [846.0, 850.0], "text": " when we shall be able to drop three bombs for every one of the enemies."}, {"timestamp": [850.0, 853.0], "text": " When that day comes, New Zealand will be there."}, {"timestamp": [853.0, 870.0], "text": " From all parts of the empire come men and machines to smash the war plans of the dictators."}, {"timestamp": [870.0, 877.0], "text": " In the thick of the fight are the men from New Zealand, trained and eager to play their part in defense of the things they love."}, {"timestamp": [877.0, 881.0], "text": " Liberty, democracy, and the progress of mankind."}, {"timestamp": [881.0, 885.0], "text": " That today is the spirit of the Royal New Zealand Air Force."}, {"timestamp": [885.0, 898.0], "text": " The wings of New Zealand, men of the island in the air, ready to defend, what to make"}, {"timestamp": [898.0, 908.0], "text": " the mighty a year. Winds of New and stretching out across the sea"}, {"timestamp": [908.0, 916.0], "text": " To work, to fight, to live or to die, to fight for gave the ring."}, {"timestamp": [916.0, 923.0], "text": " To fight for gave the ring."}], "text": " Wings of New Zealand, Bell of the island there they yell, ready to defend our empire to make her fight here again. Wings of New Zealand, stretching out across the sea, to work, to fly, to live or to die To fight for being, Modern and well equipped, The Royal New Zealand Air Force stands ready to protect our shores. Our airmen have established a magnificent record of skill, courage and daring And under the Empire Air Training Scheme Thousands are pouring from New Zealand's training schools each year to speed our Empire's mastery of the air. Yet in 1937, we had only two Air Force stations in operation, with a few old machines and a handful of men. Then the first of a series of air expansion programs was put in hand. Reports were submitted by officers of the Royal Air Force, plans were prepared, and all the preliminary work completed. Peaceful farm fields soon echoed to the roar of heavy earth-shifting machinery. New methods and the modern machines of the Public Works Department created records in aerodrome construction. Huge hangars soon tired above the surrounding farm lands and small towns sprang into being within the space of months. Within the limits of peacetime economy the Royal New Zealand Air Force was being prepared for any emergency which might come. Then in September 1939 the storm broke over Europe. September 1939, the young men of New Zealand hear the challenges did their fathers before them. From every walk of life they come to offer their services to the cause, farmers, factory hands, business men. From these sturdy young men, applications pour in by the thousand. The worth of the earlier expansion schemes is proved. Smoothly and swiftly the Royal New Zealand Air Force is mobilized to a war footing and moves into full speed to meet the pressure of war. Civil aircraft are converted for service use and a factory for the assembly of trainer-type aircraft gives added impetus to the air training scheme. Aircraft of the type being assembled here are standard throughout the empire for elementary flying training, another important link in New Zealand's contribution to the war effort. Thousands of young men go back to school again, but this time it's a special school, teaching special subjects required for Air Force entry. These young men voluntarily attend evening classes for about five months before they leave their normal civil occupations. Here is Leslie Hayward, railway cadet. Ron Jones, a bookkeeper. Harry McKinnon, a salesman. And Jack Hay, a civil servant. They must also become efficient wireless operators. Radio plays a big part in this war, and no effort is spared by instructors or by the men themselves to achieve efficiency. They must become proficient in both sending and receiving, and with the cooperation of the broadcasting services and the Post and Telegraph Department, instruction is given over the radio right into the homes of the men themselves. There are thousands more who can be reached only by correspondence courses. The whole scheme of educational services was launched in New Zealand soon after war broke out, and its methods and textbooks have become a model for similar schemes in other parts of the empire. More than 90% of the men pass, and of these 70% pass with credit. And the credit they are to their country as they march to their first courses in the ground training schools. But there is still much to be learned, and back to school they go once more. Most of you will find your ground subjects less interesting than your flying. That's only natural. But remember this, that the difference between good pilots and bad ones is how much they know about subjects that are indispensable to a capable pilot and how thoroughly trained they are. Airmen are constantly reminded that training keeps them one step ahead of the enemy and for a period they work hard at their books and lectures with practical demonstrations by models and instruments. Learning instrument flying on the ground has been made possible by the development of the link trainer. The link trainer has a full set of instruments, exactly like the real thing, and they respond to the reactions of the link trainer. The link trainer has a full set of instruments, exactly like the real thing, and they respond to the reactions of the pilot, just as with those in an airplane in flight. The blind flying learned in the link trainer teaches the pilot how to handle an aircraft over a strange country, in thick weather, perhaps at night, and to arrive at an objective under these conditions. First of all, I want you to climb to 2,000 feet and level off at an air speed of 160. Now do a rate two turn to your left onto 180 degrees. I'm following your course on the chart. Your right wing is low. Have a look at your instruments and correct anything that's wrong. That's better. The moment eagerly awaited by the fledgling pilots is of course their first training flight. The instructor ascertains that his pupil is safely fastened in and gives him a few last minute words of advice. And now comes the big thrill, the first take off. In the air the pupil takes over the controls, and so by skilled instruction and constant constant practice the young pilot learns to handle his aircraft in expert fashion. Watch it now, keep the nose dead on the horizon. A good show, Jackson. That expressive Air Force term, A Good Show, aptly describes all the work of the Royal New Zealand Air Force. Not many people realize the amount of organization necessary to keep an aircraft in the air and to provide the men to do it. Engines have to be checked and tested at regular intervals. This calls for men skilled in a great number of technical trades, and upon whose ability and efficiency, the lives of the flying crew depend. At the technical training school, flight mechanics are taught the theoretical side of aircrafts. On whose ability and efficiency, the lives of the flying crew depend. At the technical training school, flight mechanics are taught the theoretical side of aircraft engines. Class after class follows. Metal working, welding, the handling of tools, and a thousand and one details which will make them thoroughly sure of themselves and the work that they do. Soon they are competent to handle the intricate work of assembling and fitting aircraft engines. The airframes too must be serviced. The tail assembly, the fuselage, the wings, must all be in perfect condition. Here the flight rigors come into their own. Again, many technical and skilled trades are called upon. Woodworking, joining, fitting, even hand-sowing, and the chap just running up a little something on the machine. All this is part of an intensive, specialized training to keep our air force at the peak of efficiency. Part of the work on the ground to aid the men in the air is the constant watch on the weather kept by the meteorological services. Reports may be handed to the captain of the aircraft. But as he points out to his navigator, they have reached their turning back place, and so can keep clear of the weather. From the franzios of Glacier, they turn back to their base, dark. But not all of the flying is done in daytime. Air crews must become familiar with night flying conditions, for it is under these conditions that they will later penetrate deep into enemy territory. This calls for skill and nerve. The work of our men overseas speaks for itself. The first telling blows against the enemy's war machine are being struck here on the training fields of New Zealand. To take a bomber over an objective is one thing. To drop high explosive bombs accurately on a target is another. Observers in training have modern apparatus to teach them how it is done. A pupil is shown by the instructor how the bomb's The developers in training have modern apparatus to teach them how it is done. A pupil is shown by the instructor how the bomb site works. Adjustments of a fraction of an inch may mean a difference of hundreds of feet when the bomb lands. Training is given under realistic conditions. On a screen below the pupil, a machine overhead projects a moving landscape which looks exactly as it would seen from an aircraft. The pupil adjusts his sights, presses the bomb release and a cross of light shows where his bomb would have landed. With this training behind him the pupil is ready to tackle the real thing. Small practice bombs are generally used in training, but this time live heavy bombs are being used. Handling concentrated destruction of this type may look dangerous, but the bombs are quite safe at this stage. It's when you're at the receiving end that you have to worry. Well, here we go. I'm going to be. The formation is now close to the target area. And there it is. In go the bomb selector switches as the aircraft lines up on the target. The aimer watches the target loom up in his sights and down they go. To add off with the compliments of New Zealand, there'll be plenty more like that. Observer and pilot work in perfect coordination. In some attacks the bombers have the protection of a fighter escort and there they are. These Hawker-Hinns are useful training aircraft. Here they go to machine gun a target on the ground. The The greatest day in the life of the New Zealand airman is the day when he completes his training. Some go on to Canada for further advanced work. Some go direct to England. Others must remain behind to keep this end of the Empire Air Training Scheme in full and efficient operation. One at all, they're doing a grand job of work, and New Zealand's Minister of Defense reflects the look of pride that we all have for these sturdy young Air Force men. New Zealand may be the smallest dominion, but our air contribution is formidable. Over 2,000 young men like these are already serving overseas. Thousands more are following through our training schools. We have faith in them, as in all our fighting sons. Their courage and daring is the same as that of their fathers, the men who helped to make the name Anzac live forever. Their skill is everything that an efficient and modern system of training can give. We are in this war in deadly earnest, and this lineup of aircraft and men on one of our training fields is but one of the clear proofs of our determination to see the task through. From New Zealand came hundreds of the men who helped to make the history in the first year of the war, from the first raid on keel to the smashing defeats inflicted on the enemy in the great air battles which were intended to be the prelude to an invasion of Britain. Mr. Winston Churchill has said that the day is not far distant when we shall be able to drop three bombs for every one of the enemies. When that day comes, New Zealand will be there. From all parts of the empire come men and machines to smash the war plans of the dictators. In the thick of the fight are the men from New Zealand, trained and eager to play their part in defense of the things they love. Liberty, democracy, and the progress of mankind. That today is the spirit of the Royal New Zealand Air Force. The wings of New Zealand, men of the island in the air, ready to defend, what to make the mighty a year. Winds of New and stretching out across the sea To work, to fight, to live or to die, to fight for gave the ring. To fight for gave the ring."}