{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Arriving"}, {"timestamp": [3.0, 32.92], "text": " Arriving at Liverpool Street Station today, our General Sir Bernard Freiburg and Lady Freiburg,"}, {"timestamp": [33.12, 37.44], "text": " they go by train to the Royal Albert Docks, where the SS Roohini will take them back to New Zealand."}, {"timestamp": [38.14, 41.36], "text": " And here comes Mr. Jordan, New Zealand's High Commissioner, to see them off."}, {"timestamp": [41.64, 43.52], "text": " And the Kiwi rugby team is on hand too."}, {"timestamp": [43.94, 51.16], "text": " This is a happy send-off our new Governor General. With the Kiwis performing their Huckah for the"}, {"timestamp": [51.16, 54.24], "text": " occasion, this corner of the station becomes a little piece of New Zealand."}, {"timestamp": [54.24, 70.0], "text": " For the General and Lady Freiburg, it's Goodbye England. So, the General and Lady Freiburg, it's goodbye England."}, {"timestamp": [70.0, 74.0], "text": " Soon we'll be saying welcome home."}, {"timestamp": [74.0, 83.0], "text": " At Papakora, units of our J-Force soon to embark for Japan are on parade."}, {"timestamp": [83.0, 85.2], "text": " Taking the salute is Brigadier A.B. Williams"}, {"timestamp": [85.2, 89.68], "text": " and with him is the American minister, Mr. Avraham Warren. This is a ceremonial parade at"}, {"timestamp": [89.68, 94.32], "text": " which two New Zealanders receive American decorations for distinguished service overseas."}, {"timestamp": [94.32, 100.64], "text": " The Reverend Paul C.S. Sergo, chaplain second NZEF, receives the United States Silver Star for bravery."}, {"timestamp": [100.64, 106.0], "text": " To Sergeant George James Black, who won the military medal in 1942, goes the United States Bronze Star."}, {"timestamp": [109.0, 113.0], "text": " In their model flat at the Kauai Intermediate School, these girls are learning mothercraft,"}, {"timestamp": [113.0, 116.0], "text": " something important these days when population means much to New Zealand."}, {"timestamp": [116.0, 121.0], "text": " The babies like it, but the girls have had lots of practice on celluloid dolls."}, {"timestamp": [127.0, 130.0], "text": " In this training now being given in many of our schools,"}, {"timestamp": [130.0, 132.0], "text": " girls learn all the angles on homemaking,"}, {"timestamp": [132.0, 135.0], "text": " and some give up the idea of a career in favor of marriage and a home."}, {"timestamp": [135.0, 149.0], "text": " To the Waikato Farm School being held in the Tawadland Showgrounds come young farmers from all over the Dominion."}, {"timestamp": [149.0, 154.0], "text": " This school is something new for farmers. It's a scheme with possibilities."}, {"timestamp": [154.0, 170.0], "text": " They fill their own palliasses, but making their own beds doesn't mean any lying in when the morning gong goes."}, {"timestamp": [173.0, 175.0], "text": " The dining room is one place that's rushed. Catering for these lads is a big job."}, {"timestamp": [175.0, 177.0], "text": " They specialize in producing food"}, {"timestamp": [177.0, 180.0], "text": " and they know what to do with it when they get it on the table."}, {"timestamp": [180.0, 183.0], "text": " Now down to some more serious work."}, {"timestamp": [183.0, 186.6], "text": " It's sheep week and this is a demonstration of crutching"}, {"timestamp": [186.6, 191.0], "text": " that emphasizes the importance of correct holds and keeping their equipment in good order."}, {"timestamp": [191.0, 195.0], "text": " Next class is on pedigree sheep."}, {"timestamp": [195.0, 197.5], "text": " Here the points to look for in Aromni are explained"}, {"timestamp": [197.5, 201.0], "text": " and they learn why this type is favoured for its wool production."}, {"timestamp": [203.0, 207.5], "text": " Now for a demonstration of working a sheep dog and there's plenty to learn for both"}, {"timestamp": [207.5, 212.6], "text": " dog and farmer. The well-trained dog well-handled yards and drives the sheep without"}, {"timestamp": [212.6, 214.24], "text": " upsetting either man or sheep."}, {"timestamp": [227.66, 228.14], "text": " Next week at the school will be Cattle Week."}, {"timestamp": [231.9, 232.46], "text": " For a fortnight these young farmers get instruction and advice from experts."}, {"timestamp": [234.8, 276.0], "text": " A real opportunity for the man on the land. In the grey morning light of Wellington Harbor, the sailing ship Parmere is being made fast for them to tow the parmere out into the stream."}, {"timestamp": [276.0, 280.0], "text": " She sailed throughout the war between New Zealand and the west coast ports of America,"}, {"timestamp": [280.0, 285.66], "text": " raving mines and submarines, taking wool and tarrow and returning with valuable lend-lease"}, {"timestamp": [285.66, 286.9], "text": " cargoes in her hold."}, {"timestamp": [299.5, 304.8], "text": " The tugs pull away. The Parmere, an all-steel ship, was built for a finish line in"}, {"timestamp": [304.8, 310.72], "text": " 1995 for the phosphate trade. But in 1941 she was declared a prize of war and became"}, {"timestamp": [310.72, 316.64], "text": " a New Zealand vessel. The crew began preparations for clearing harbour. The capstan is used to"}, {"timestamp": [316.64, 325.0], "text": " hoist the heavy sail. we're done for the night of land Then away now the way"}, {"timestamp": [325.0, 328.0], "text": " Now cry on"}, {"timestamp": [328.0, 331.0], "text": " So pay ye where my pretty and cancel"}, {"timestamp": [331.0, 373.84], "text": " We're done for the night of plan And she is underway, manned by young seamen, keen to learn the mariner's trade in this, one of the only deep sea sailing ships still in active service. Out into the open sea now clear of enemy raiders and she will sail freely"}, {"timestamp": [373.84, 387.0], "text": " before the strong trade winds until her long voyage ends. The"}], "text": " Arriving Arriving at Liverpool Street Station today, our General Sir Bernard Freiburg and Lady Freiburg, they go by train to the Royal Albert Docks, where the SS Roohini will take them back to New Zealand. And here comes Mr. Jordan, New Zealand's High Commissioner, to see them off. And the Kiwi rugby team is on hand too. This is a happy send-off our new Governor General. With the Kiwis performing their Huckah for the occasion, this corner of the station becomes a little piece of New Zealand. For the General and Lady Freiburg, it's Goodbye England. So, the General and Lady Freiburg, it's goodbye England. Soon we'll be saying welcome home. At Papakora, units of our J-Force soon to embark for Japan are on parade. Taking the salute is Brigadier A.B. Williams and with him is the American minister, Mr. Avraham Warren. This is a ceremonial parade at which two New Zealanders receive American decorations for distinguished service overseas. The Reverend Paul C.S. Sergo, chaplain second NZEF, receives the United States Silver Star for bravery. To Sergeant George James Black, who won the military medal in 1942, goes the United States Bronze Star. In their model flat at the Kauai Intermediate School, these girls are learning mothercraft, something important these days when population means much to New Zealand. The babies like it, but the girls have had lots of practice on celluloid dolls. In this training now being given in many of our schools, girls learn all the angles on homemaking, and some give up the idea of a career in favor of marriage and a home. To the Waikato Farm School being held in the Tawadland Showgrounds come young farmers from all over the Dominion. This school is something new for farmers. It's a scheme with possibilities. They fill their own palliasses, but making their own beds doesn't mean any lying in when the morning gong goes. The dining room is one place that's rushed. Catering for these lads is a big job. They specialize in producing food and they know what to do with it when they get it on the table. Now down to some more serious work. It's sheep week and this is a demonstration of crutching that emphasizes the importance of correct holds and keeping their equipment in good order. Next class is on pedigree sheep. Here the points to look for in Aromni are explained and they learn why this type is favoured for its wool production. Now for a demonstration of working a sheep dog and there's plenty to learn for both dog and farmer. The well-trained dog well-handled yards and drives the sheep without upsetting either man or sheep. Next week at the school will be Cattle Week. For a fortnight these young farmers get instruction and advice from experts. A real opportunity for the man on the land. In the grey morning light of Wellington Harbor, the sailing ship Parmere is being made fast for them to tow the parmere out into the stream. She sailed throughout the war between New Zealand and the west coast ports of America, raving mines and submarines, taking wool and tarrow and returning with valuable lend-lease cargoes in her hold. The tugs pull away. The Parmere, an all-steel ship, was built for a finish line in 1995 for the phosphate trade. But in 1941 she was declared a prize of war and became a New Zealand vessel. The crew began preparations for clearing harbour. The capstan is used to hoist the heavy sail. we're done for the night of land Then away now the way Now cry on So pay ye where my pretty and cancel We're done for the night of plan And she is underway, manned by young seamen, keen to learn the mariner's trade in this, one of the only deep sea sailing ships still in active service. Out into the open sea now clear of enemy raiders and she will sail freely before the strong trade winds until her long voyage ends. The"}