{"speakers": [], "chunks": [{"timestamp": [0.0, 31.04], "text": " S.S. Ceramic Ceramic's overseas terminal bringing New Zealand's new Governor-General"}, {"timestamp": [31.04, 45.4], "text": " designeur, Sir Arthur Porritt. Also greeted by the official welcoming party, our lady and attractive 19-year-old daughter, Joanna. Freezing!"}, {"timestamp": [45.7, 48.5], "text": " On!"}, {"timestamp": [51.0, 51.5], "text": " A morning of crowds, procession and ceremony."}, {"timestamp": [53.2, 54.7], "text": " An official welcome at Wellington's Town Hall and a visit to the War Memorial."}, {"timestamp": [55.3, 56.6], "text": " Then it's on to Parliament buildings,"}, {"timestamp": [57.0, 58.3], "text": " where Sir Arthur will be sworn in"}, {"timestamp": [58.3, 60.5], "text": " to the office he's to hold for the next five years."}, {"timestamp": [61.5, 63.3], "text": " There's a large lunchtime crowd on hand"}, {"timestamp": [63.3, 65.68], "text": " to see the first New Zealand-born Governor-General"}, {"timestamp": [65.68, 67.48], "text": " Designate and his lady."}, {"timestamp": [67.48, 70.94], "text": " The oath of office."}, {"timestamp": [70.94, 77.32], "text": " I, Arthur Espy, Porrith, do solemnly swear that I will duly execute the office of Governor-General"}, {"timestamp": [77.32, 82.48], "text": " and commander-in-chief in and over New Zealand and that I will duly and impartially administer"}, {"timestamp": [82.48, 85.2], "text": " justice therein. So help me God."}, {"timestamp": [88.24, 90.48], "text": " The Vice Regal's standard is broken out,"}, {"timestamp": [90.88, 93.16], "text": " the oath is signed in the presence of the Chief Justice,"}, {"timestamp": [93.62, 107.0], "text": " and Sir Arthur Porritt becomes our 11th Governor-General. Are you ready now?"}, {"timestamp": [107.0, 109.0], "text": " Yeah, we go out to the start, then."}, {"timestamp": [109.0, 174.0], "text": " Oh, you go out to the start, no? Mare people from all over New Zealand gather a Taronga on Labour weekend for a hui for the two days of the festival."}, {"timestamp": [174.0, 186.0], "text": " The chief, Mr. Hari Pihana, I'm going to get a place"}, {"timestamp": [186.0, 187.0], "text": " and the Wadiouye"}, {"timestamp": [187.0, 188.0], "text": " and not the number"}, {"timestamp": [188.0, 190.0], "text": " one of the program."}, {"timestamp": [190.0, 191.0], "text": " I'm going to"}, {"timestamp": [191.0, 194.0], "text": " you're also started."}, {"timestamp": [194.0, 196.0], "text": " Inside the Judea meeting"}, {"timestamp": [196.0, 200.0], "text": " meeting house,"}, {"timestamp": [200.0, 202.0], "text": " the Wari Huy."}, {"timestamp": [202.0, 204.0], "text": " Come on, you kitt."}, {"timestamp": [204.0, 206.0], "text": " Kittemai? Where can see that's there. meeting house the Warihu. Come on you kiss. Kick it in my."}, {"timestamp": [206.0, 208.0], "text": " Great and see that's dead."}, {"timestamp": [208.0, 210.0], "text": " Pankar-a-time, monta-muntan, not-ma-ma-kna-kad,"}, {"timestamp": [210.0, 213.0], "text": " Pank-a-a-a."}, {"timestamp": [213.0, 218.0], "text": " With the increasing diffusion of the Maori people through the cities,"}, {"timestamp": [218.0, 223.0], "text": " opportunities for getting together in large national gatherings are now infrequent."}, {"timestamp": [223.0, 229.88], "text": " An occasion such as this is a valuable chance to meet other people, to renew acquaintances and to cement friendships."}, {"timestamp": [229.88, 235.52], "text": " For the young people especially it emphasizes the ties that bind together the"}, {"timestamp": [235.52, 240.24], "text": " Maori community. For those elders who still remember the past it provides a"}, {"timestamp": [240.24, 273.0], "text": " nostalgic even sad awareness of the gradual erosion of early tradition and custom. This is also a time for us."}, {"timestamp": [273.0, 289.0], "text": " Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha this This is also a time for serious discussion. The Maori land bill always arises mixed feelings on the part of those involved."}, {"timestamp": [289.0, 292.0], "text": " Mari art, like the Maori way of life itself,"}, {"timestamp": [292.0, 296.0], "text": " represents something quite different from what it was even one generation ago."}, {"timestamp": [296.0, 300.0], "text": " The continuing effect of Pākehā influences on traditional music making"}, {"timestamp": [300.0, 303.0], "text": " has resulted in a form that bears resemblance to both,"}, {"timestamp": [303.0, 306.0], "text": " but still remains different from either."}, {"timestamp": [306.0, 308.0], "text": " It's a new and hybrid form."}, {"timestamp": [308.0, 313.0], "text": " Nowadays too, even though some of the costumes are authentic, tattoos are painted on,"}, {"timestamp": [313.0, 326.0], "text": " and the poise are plastic. I, oh, you know, a human-one--you-law-gall-wark-wreck-kani-e."}, {"timestamp": [326.0, 329.0], "text": " T-wit-wall-l-l-l-heng-a-le-le-hye."}, {"timestamp": [329.0, 331.0], "text": " He-on-a,"}, {"timestamp": [331.0, 333.0], "text": " peh, and yeeke,"}, {"timestamp": [333.0, 335.0], "text": " and, and,"}, {"timestamp": [335.0, 345.0], "text": " heh-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-A-Bat-Irake, and that, and I, and I'm-"}, {"timestamp": [345.0, 346.0], "text": " a-the-law-ta-o-"}, {"timestamp": [346.0, 348.0], "text": "-all-you-law"}, {"timestamp": [348.0, 349.0], "text": "."}, {"timestamp": [349.0, 351.0], "text": " Rie-A-W-Y-Awe."}, {"timestamp": [351.0, 352.0], "text": " E-O-W-W-E."}, {"timestamp": [352.0, 386.0], "text": " E-O-Mah, Oh, my Godoom, yeah. Mewa a chutea o kina m'ethe's o'er,"}, {"timestamp": [386.0, 388.0], "text": " t'etri-lorea,"}, {"timestamp": [388.0, 389.0], "text": " mehna,"}, {"timestamp": [389.0, 405.0], "text": " ch'i'i'i'a-o'e'n'a'h'i'n'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' the that's the world's and then a man,"}, {"timestamp": [405.0, 406.0], "text": " hughu,"}, {"timestamp": [406.0, 407.0], "text": " bow,"}, {"timestamp": [407.0, 408.0], "text": " let's"}, {"timestamp": [408.0, 409.0], "text": " you,"}, {"timestamp": [409.0, 410.0], "text": " and you"}, {"timestamp": [410.0, 411.0], "text": " and the"}, {"timestamp": [411.0, 412.0], "text": " hushed"}, {"timestamp": [412.0, 414.0], "text": " a"}, {"timestamp": [414.0, 416.0], "text": " ha ha ha"}, {"timestamp": [416.0, 417.0], "text": " a, ha,"}, {"timestamp": [417.0, 418.0], "text": " a"}, {"timestamp": [418.0, 419.0], "text": " and you know,"}, {"timestamp": [419.0, 420.0], "text": " and"}, {"timestamp": [420.0, 421.0], "text": " that's,"}, {"timestamp": [421.0, 426.0], "text": " I know-we. And I'm gonna'-hurt,"}, {"timestamp": [426.0, 428.0], "text": " you want to be a-te-woo-sele-me-le-vis,"}, {"timestamp": [428.0, 431.0], "text": " and go-o-the-the-mah-ta-hae."}, {"timestamp": [431.0, 463.0], "text": " Ah, ha, ha, ha, ha, ha, ha, ha, ha-ca-ca-ta. A lot of them! A chant by the older women wearing symbolic headdresses honors the spirits of their ancestors."}, {"timestamp": [463.0, 465.0], "text": " On this last day of the festival,"}, {"timestamp": [465.0, 468.76], "text": " everyone makes a pilgrimage to the site of an historic power on the summit of Mount"}, {"timestamp": [468.76, 472.0], "text": " Monganoi, the peak which lies just across the harbor from Tarong."}, {"timestamp": [476.0, 484.54], "text": " The interdenominational service commemorates the landing of the great fleet in this"}, {"timestamp": [484.54, 488.0], "text": " country, Air Tiaroa, over 600 years ago."}, {"timestamp": [490.0, 496.0], "text": " I'd like to say something to give you understanding how we came on this spot."}, {"timestamp": [497.0, 505.0], "text": " We left Hawaii in the year 1350 and landed here on the same year and reoccupy this ground."}, {"timestamp": [505.0, 509.0], "text": " And several canoe landed in different places."}, {"timestamp": [509.0, 515.0], "text": " One Taki Tum landed in here, the next Teara was landed at Makitu"}, {"timestamp": [515.0, 519.0], "text": " and then the other one, Matao landed in Fakatane."}, {"timestamp": [519.0, 525.0], "text": " The minister offers a prayer for the continued brotherhood of the Māori people."}, {"timestamp": [525.0, 532.0], "text": " To us, to give you to our King Itan, to be able to hear of our people."}, {"timestamp": [532.0, 536.0], "text": " To see how to hear of the sun, to wait out of your glory and without"}, {"timestamp": [536.0, 566.24], "text": " God, and God, and God, Amen. When the weekend's"}, {"timestamp": [566.24, 568.36], "text": " When the weekend"}, {"timestamp": [568.36, 585.0], "text": " folk representing many different tribes all over New Zealand"}, {"timestamp": [585.0, 606.0], "text": " have met together to briefly but strongly reaffirm their feeling of Maritana. Come, Ah, nalia, the man,"}], "text": " S.S. Ceramic Ceramic's overseas terminal bringing New Zealand's new Governor-General designeur, Sir Arthur Porritt. Also greeted by the official welcoming party, our lady and attractive 19-year-old daughter, Joanna. Freezing! On! A morning of crowds, procession and ceremony. An official welcome at Wellington's Town Hall and a visit to the War Memorial. Then it's on to Parliament buildings, where Sir Arthur will be sworn in to the office he's to hold for the next five years. There's a large lunchtime crowd on hand to see the first New Zealand-born Governor-General Designate and his lady. The oath of office. I, Arthur Espy, Porrith, do solemnly swear that I will duly execute the office of Governor-General and commander-in-chief in and over New Zealand and that I will duly and impartially administer justice therein. So help me God. The Vice Regal's standard is broken out, the oath is signed in the presence of the Chief Justice, and Sir Arthur Porritt becomes our 11th Governor-General. Are you ready now? Yeah, we go out to the start, then. Oh, you go out to the start, no? Mare people from all over New Zealand gather a Taronga on Labour weekend for a hui for the two days of the festival. The chief, Mr. Hari Pihana, I'm going to get a place and the Wadiouye and not the number one of the program. I'm going to you're also started. Inside the Judea meeting meeting house, the Wari Huy. Come on, you kitt. Kittemai? Where can see that's there. meeting house the Warihu. Come on you kiss. Kick it in my. Great and see that's dead. Pankar-a-time, monta-muntan, not-ma-ma-kna-kad, Pank-a-a-a. With the increasing diffusion of the Maori people through the cities, opportunities for getting together in large national gatherings are now infrequent. An occasion such as this is a valuable chance to meet other people, to renew acquaintances and to cement friendships. For the young people especially it emphasizes the ties that bind together the Maori community. For those elders who still remember the past it provides a nostalgic even sad awareness of the gradual erosion of early tradition and custom. This is also a time for us. Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha this This is also a time for serious discussion. The Maori land bill always arises mixed feelings on the part of those involved. Mari art, like the Maori way of life itself, represents something quite different from what it was even one generation ago. The continuing effect of Pākehā influences on traditional music making has resulted in a form that bears resemblance to both, but still remains different from either. It's a new and hybrid form. Nowadays too, even though some of the costumes are authentic, tattoos are painted on, and the poise are plastic. I, oh, you know, a human-one--you-law-gall-wark-wreck-kani-e. T-wit-wall-l-l-l-heng-a-le-le-hye. He-on-a, peh, and yeeke, and, and, heh-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-A-Bat-Irake, and that, and I, and I'm- a-the-law-ta-o--all-you-law. Rie-A-W-Y-Awe. E-O-W-W-E. E-O-Mah, Oh, my Godoom, yeah. Mewa a chutea o kina m'ethe's o'er, t'etri-lorea, mehna, ch'i'i'i'a-o'e'n'a'h'i'n'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h'h''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' the that's the world's and then a man, hughu, bow, let's you, and you and the hushed a ha ha ha a, ha, a and you know, and that's, I know-we. And I'm gonna'-hurt, you want to be a-te-woo-sele-me-le-vis, and go-o-the-the-mah-ta-hae. Ah, ha, ha, ha, ha, ha, ha, ha, ha-ca-ca-ta. A lot of them! A chant by the older women wearing symbolic headdresses honors the spirits of their ancestors. On this last day of the festival, everyone makes a pilgrimage to the site of an historic power on the summit of Mount Monganoi, the peak which lies just across the harbor from Tarong. The interdenominational service commemorates the landing of the great fleet in this country, Air Tiaroa, over 600 years ago. I'd like to say something to give you understanding how we came on this spot. We left Hawaii in the year 1350 and landed here on the same year and reoccupy this ground. And several canoe landed in different places. One Taki Tum landed in here, the next Teara was landed at Makitu and then the other one, Matao landed in Fakatane. The minister offers a prayer for the continued brotherhood of the Māori people. To us, to give you to our King Itan, to be able to hear of our people. To see how to hear of the sun, to wait out of your glory and without God, and God, and God, Amen. When the weekend's When the weekend folk representing many different tribes all over New Zealand have met together to briefly but strongly reaffirm their feeling of Maritana. Come, Ah, nalia, the man,"}