{"speakers": [], "chunks": [{"timestamp": [0.0, 21.0], "text": " In Christchurch, Ma'i, Ma'i, we are temple to..."}, {"timestamp": [21.0, 27.0], "text": " In Christchurch, a Maori craftsman sees the teco teco he's carved placed on a new meeting house."}, {"timestamp": [27.0, 30.0], "text": " Built in the grounds of the Methodist hostel for Maori apprentices,"}, {"timestamp": [30.0, 34.0], "text": " this is the first new meeting house in the South Island for a hundred years."}, {"timestamp": [34.0, 39.0], "text": " Maori carvers have been working here for months."}, {"timestamp": [39.0, 43.0], "text": " Designs are much the same as in the far-off days of greenstone chisels."}, {"timestamp": [43.0, 47.0], "text": " The main pillars are still shaped to represent ancestors upholding the dignity of the house."}, {"timestamp": [47.0, 63.0], "text": " And as a modest community hall for the apprentices, this project got so much support it's developed into a full-scale meeting house."}, {"timestamp": [63.0, 67.0], "text": " Over 2,000 visitors are expected for the opening ceremony."}, {"timestamp": [67.0, 73.0], "text": " Mr. Nash, together with Sueroera Tirikartini and Mr. McGalpine,"}, {"timestamp": [73.0, 75.0], "text": " crosses the marai to open the door."}, {"timestamp": [75.0, 89.0], "text": " During the afternoon, traditional donations amounting to 2,000 pounds have been given by the visitors."}, {"timestamp": [89.0, 94.0], "text": " Mr. Nash speaks of the Maori boys' success in completing their apprenticeships."}, {"timestamp": [94.0, 98.0], "text": " The new building shows how strongly the parents and home tribes are helping them."}, {"timestamp": [98.0, 100.0], "text": " But the weather's not so encouraging."}, {"timestamp": [100.0, 112.0], "text": " Built to hold 200, the house can't shelter everyone today. With the ceremony over, there's the question of food."}, {"timestamp": [112.0, 118.0], "text": " Steaming ground oven soon provide 200 sheep, 40 pigs and 3 tons of cooked potatoes."}, {"timestamp": [118.0, 121.0], "text": " It takes a Māori Hungi to cope with large crowds."}, {"timestamp": [121.0, 127.0], "text": " The traditional feast is a good end for such a historic occasion."}, {"timestamp": [127.0, 140.32], "text": " Looking rather like a go-kart gone wrong, this gyro glider has been built in"}, {"timestamp": [140.32, 145.5], "text": " Wonganoi by Trevor Logerson. He's just putting the finishing touches to his first model."}, {"timestamp": [147.2, 149.5], "text": " It's a sort of cousin to the helicopter."}, {"timestamp": [152.12, 154.74], "text": " And it's not long before he's setting off for a spin."}, {"timestamp": [156.14, 163.56], "text": " Did you cop that copter?"}, {"timestamp": [172.0, 178.0], "text": " Built to an American design, this portable glider is the ideal craft for the do-it-yourself flyer. Because this gyro has no motor, a tow-rope is attached to the front before take-off."}, {"timestamp": [182.0, 185.0], "text": " Everything's set and the revolving blades are started by hand."}, {"timestamp": [185.0, 188.0], "text": " They can be tilted during flight to adjust the climbing rate."}, {"timestamp": [188.0, 200.0], "text": " A tow rope can be somewhat hampering, so the next step is to fit an engine."}, {"timestamp": [200.0, 209.84], "text": " With a 72 horsepower pusher motor, the gyro glider now becomes a gyrocopter."}, {"timestamp": [218.18, 231.32], "text": " Free of the tow rope, Trevor could now take off, take off, take off whenever he wants to. In the air, the gyrocopter has a top speed of 80 miles an hour,"}, {"timestamp": [231.62, 235.8], "text": " and there are even plans for building an enclosed cockpit model for longer cross-country flights."}, {"timestamp": [239.98, 260.0], "text": " So it's hold on to your pants and happy landings. With its many inlets, temperate bush-clad Stuart Island has some 200 miles of coastline."}, {"timestamp": [260.0, 267.0], "text": " Offshore, a screen of smaller islands lies in waters famous for good fishing and famous too for mutton birds."}, {"timestamp": [267.0, 283.0], "text": " At Half Moon Bay a party of students leaves by boat on an archaeological expedition while a larger party weighs from the jetty."}, {"timestamp": [283.0, 286.0], "text": " They've all come from the Dunedin Teachers Training College"}, {"timestamp": [286.0, 290.0], "text": " where this island visit has become an annual part of the science course."}, {"timestamp": [290.0, 293.0], "text": " The main body staying at the fishing village of Oban"}, {"timestamp": [293.0, 296.0], "text": " visits the local school where material brought from the Otago Museum"}, {"timestamp": [296.0, 298.0], "text": " greatly interests the children,"}, {"timestamp": [298.0, 300.0], "text": " a pipe of peace, for example."}, {"timestamp": [303.0, 307.0], "text": " It is red Indian material they have brought and clothing is modelled by one of the children"}, {"timestamp": [307.0, 310.0], "text": " and by one of the visiting students who is teaching."}, {"timestamp": [310.0, 314.0], "text": " This is the young girl's dress. Listen to the jingles."}, {"timestamp": [314.0, 321.0], "text": " There's marine life in plenty around the varied coastline."}, {"timestamp": [321.0, 328.5], "text": " For the coming years' work in the laboratory, samples are taken of species at all tide levels."}, {"timestamp": [328.5, 337.1], "text": " That's one sea urchin out of the way of bare feet. Practical classes will have added"}, {"timestamp": [337.1, 341.3], "text": " meaning for students who've been able to gather their own study material."}, {"timestamp": [350.0, 355.0], "text": " In Patterson Inlet, in a bay where there's a good camping site, a fine net is used to troll for plankton, the microscopic organisms that are basic food to nearly all life in the sea."}, {"timestamp": [359.0, 364.0], "text": " A day or two's camping makes a change."}, {"timestamp": [364.0, 368.0], "text": " But if students have good appetites, so too does sandflies."}, {"timestamp": [368.0, 380.0], "text": " No more, thanks."}, {"timestamp": [380.0, 384.0], "text": " When appetites are satisfied, everyone except the sand flies"}, {"timestamp": [384.0, 387.0], "text": " helps with a washing up, or nearly everyone."}, {"timestamp": [387.0, 394.0], "text": " For the botanists, the Stuart Island bush shows a great wealth of trees, shrubs, ferns, mosses and lichens."}, {"timestamp": [394.0, 399.0], "text": " This fern is collected because it has a special kind of frond to bear the spores."}, {"timestamp": [399.0, 406.0], "text": " Some lichens are found high up on trees, others on the ground or on creek side stones."}, {"timestamp": [406.0, 410.0], "text": " How many lichens would be like you to find on the rock like this?"}, {"timestamp": [410.0, 413.0], "text": " Well I think it looks like 10 and the 12, it's count them."}, {"timestamp": [413.0, 416.0], "text": " There's the upright ones, like this, and then these back ones."}, {"timestamp": [416.0, 421.0], "text": " Two, three, four, five."}, {"timestamp": [421.0, 427.0], "text": " Beneath the flowering trees of advanced evolution, the primitive lichens and mosses still flourish."}, {"timestamp": [427.0, 433.0], "text": " Meanwhile, along the narrows of a peninsula, just the sort of place for mower hunters to have bailed up mowers,"}, {"timestamp": [433.0, 436.0], "text": " the archaeological party sets out for a day at work."}, {"timestamp": [436.0, 439.0], "text": " It's been doubted whether the mower ever lived in Stewart Island,"}, {"timestamp": [439.0, 446.0], "text": " but anyone with an eye for such things can see bones of the extinct great birds lying in places from which the sand has been blown."}, {"timestamp": [448.0, 449.0], "text": " The party divides up."}, {"timestamp": [449.0, 455.0], "text": " The hope is to find proof of whether the mower ever grazed these grasslands or whether they were brought in canoes as meat."}, {"timestamp": [457.0, 460.0], "text": " One sign of former human inhabitants is a conspicuous oven."}, {"timestamp": [460.0, 466.0], "text": " The oven stones have kept the sand from being blown away, leaving the oven on a sandy pyramid."}, {"timestamp": [466.0, 474.0], "text": " Before any diggings done, the first task is to collect any surface items, such as greenstone chips or beads."}, {"timestamp": [474.0, 477.0], "text": " Interesting deposits of food remains are located."}, {"timestamp": [477.0, 482.0], "text": " One, almost all bird bones, and this one almost all of fish bones."}, {"timestamp": [482.0, 489.84], "text": " In the stratum of fish bones, a few items are found which proved beyond any doubt that the fish got here by human agency."}, {"timestamp": [489.84, 496.44], "text": " Most of the fish hooks have been made from mower bone by drilling and smoothing."}, {"timestamp": [496.44, 503.04], "text": " When the oven on the sand pyramid is opened up, mower bones are found buried in the sand below the charcoal from the fire."}, {"timestamp": [503.04, 507.0], "text": " Careful records have to be made of this ancient kitchen."}, {"timestamp": [507.0, 521.0], "text": " Moer bones are the key to this buried culture. It's important to find them where they can be dated in relation to other material and the main excavation shows several well-defined levels."}, {"timestamp": [521.0, 525.0], "text": " Mr. Lockerby, look, I think it's a moir bone. Marbone!"}, {"timestamp": [525.0, 528.0], "text": " It's a marrow all right."}, {"timestamp": [528.0, 531.0], "text": " One of the smallest pieces."}, {"timestamp": [531.0, 537.0], "text": " The stratification looks like the mower hunter's sites Mr. Lockerby has excavated in South Otago,"}, {"timestamp": [537.0, 542.0], "text": " and he takes pippy shell and charcoal samples for radio carbon dating of each level."}, {"timestamp": [542.0, 547.0], "text": " The date of this mower bone on Stewart Island may one day alter the textbooks of New Zealand prehistory."}, {"timestamp": [547.0, 553.0], "text": " Before leaving the island, final records are made."}, {"timestamp": [553.0, 559.0], "text": " And then, back in the city of Dunedin, a Stewart Island femur is tried for size on a known species of moa."}, {"timestamp": [559.0, 563.0], "text": " It's the correct size of bird all right, but the bones in the other leg."}, {"timestamp": [563.0, 565.36], "text": " Next, the bone will go for expert"}, {"timestamp": [565.36, 571.8], "text": " identification here in the Otago Museum. At the training college to which students"}, {"timestamp": [571.8, 576.92], "text": " have returned, other creatures are sorted out and pickled away for later detailed study."}, {"timestamp": [576.92, 581.22], "text": " The microscopic plankton goes into specimen tubes while seaweed are floated onto sheets"}, {"timestamp": [581.22, 587.0], "text": " of card and dried. All must be identified and put away."}, {"timestamp": [587.0, 591.0], "text": " The week on the island has yielded more than laboratory specimens."}, {"timestamp": [591.0, 594.0], "text": " It's given a broadened background of skills and knowledge"}, {"timestamp": [594.0, null], "text": " to a keen group of students in the Dunedan Teachers Training College. The"}], "text": " In Christchurch, Ma'i, Ma'i, we are temple to... In Christchurch, a Maori craftsman sees the teco teco he's carved placed on a new meeting house. Built in the grounds of the Methodist hostel for Maori apprentices, this is the first new meeting house in the South Island for a hundred years. Maori carvers have been working here for months. Designs are much the same as in the far-off days of greenstone chisels. The main pillars are still shaped to represent ancestors upholding the dignity of the house. And as a modest community hall for the apprentices, this project got so much support it's developed into a full-scale meeting house. Over 2,000 visitors are expected for the opening ceremony. Mr. Nash, together with Sueroera Tirikartini and Mr. McGalpine, crosses the marai to open the door. During the afternoon, traditional donations amounting to 2,000 pounds have been given by the visitors. Mr. Nash speaks of the Maori boys' success in completing their apprenticeships. The new building shows how strongly the parents and home tribes are helping them. But the weather's not so encouraging. Built to hold 200, the house can't shelter everyone today. With the ceremony over, there's the question of food. Steaming ground oven soon provide 200 sheep, 40 pigs and 3 tons of cooked potatoes. It takes a Māori Hungi to cope with large crowds. The traditional feast is a good end for such a historic occasion. Looking rather like a go-kart gone wrong, this gyro glider has been built in Wonganoi by Trevor Logerson. He's just putting the finishing touches to his first model. It's a sort of cousin to the helicopter. And it's not long before he's setting off for a spin. Did you cop that copter? Built to an American design, this portable glider is the ideal craft for the do-it-yourself flyer. Because this gyro has no motor, a tow-rope is attached to the front before take-off. Everything's set and the revolving blades are started by hand. They can be tilted during flight to adjust the climbing rate. A tow rope can be somewhat hampering, so the next step is to fit an engine. With a 72 horsepower pusher motor, the gyro glider now becomes a gyrocopter. Free of the tow rope, Trevor could now take off, take off, take off whenever he wants to. In the air, the gyrocopter has a top speed of 80 miles an hour, and there are even plans for building an enclosed cockpit model for longer cross-country flights. So it's hold on to your pants and happy landings. With its many inlets, temperate bush-clad Stuart Island has some 200 miles of coastline. Offshore, a screen of smaller islands lies in waters famous for good fishing and famous too for mutton birds. At Half Moon Bay a party of students leaves by boat on an archaeological expedition while a larger party weighs from the jetty. They've all come from the Dunedin Teachers Training College where this island visit has become an annual part of the science course. The main body staying at the fishing village of Oban visits the local school where material brought from the Otago Museum greatly interests the children, a pipe of peace, for example. It is red Indian material they have brought and clothing is modelled by one of the children and by one of the visiting students who is teaching. This is the young girl's dress. Listen to the jingles. There's marine life in plenty around the varied coastline. For the coming years' work in the laboratory, samples are taken of species at all tide levels. That's one sea urchin out of the way of bare feet. Practical classes will have added meaning for students who've been able to gather their own study material. In Patterson Inlet, in a bay where there's a good camping site, a fine net is used to troll for plankton, the microscopic organisms that are basic food to nearly all life in the sea. A day or two's camping makes a change. But if students have good appetites, so too does sandflies. No more, thanks. When appetites are satisfied, everyone except the sand flies helps with a washing up, or nearly everyone. For the botanists, the Stuart Island bush shows a great wealth of trees, shrubs, ferns, mosses and lichens. This fern is collected because it has a special kind of frond to bear the spores. Some lichens are found high up on trees, others on the ground or on creek side stones. How many lichens would be like you to find on the rock like this? Well I think it looks like 10 and the 12, it's count them. There's the upright ones, like this, and then these back ones. Two, three, four, five. Beneath the flowering trees of advanced evolution, the primitive lichens and mosses still flourish. Meanwhile, along the narrows of a peninsula, just the sort of place for mower hunters to have bailed up mowers, the archaeological party sets out for a day at work. It's been doubted whether the mower ever lived in Stewart Island, but anyone with an eye for such things can see bones of the extinct great birds lying in places from which the sand has been blown. The party divides up. The hope is to find proof of whether the mower ever grazed these grasslands or whether they were brought in canoes as meat. One sign of former human inhabitants is a conspicuous oven. The oven stones have kept the sand from being blown away, leaving the oven on a sandy pyramid. Before any diggings done, the first task is to collect any surface items, such as greenstone chips or beads. Interesting deposits of food remains are located. One, almost all bird bones, and this one almost all of fish bones. In the stratum of fish bones, a few items are found which proved beyond any doubt that the fish got here by human agency. Most of the fish hooks have been made from mower bone by drilling and smoothing. When the oven on the sand pyramid is opened up, mower bones are found buried in the sand below the charcoal from the fire. Careful records have to be made of this ancient kitchen. Moer bones are the key to this buried culture. It's important to find them where they can be dated in relation to other material and the main excavation shows several well-defined levels. Mr. Lockerby, look, I think it's a moir bone. Marbone! It's a marrow all right. One of the smallest pieces. The stratification looks like the mower hunter's sites Mr. Lockerby has excavated in South Otago, and he takes pippy shell and charcoal samples for radio carbon dating of each level. The date of this mower bone on Stewart Island may one day alter the textbooks of New Zealand prehistory. Before leaving the island, final records are made. And then, back in the city of Dunedin, a Stewart Island femur is tried for size on a known species of moa. It's the correct size of bird all right, but the bones in the other leg. Next, the bone will go for expert identification here in the Otago Museum. At the training college to which students have returned, other creatures are sorted out and pickled away for later detailed study. The microscopic plankton goes into specimen tubes while seaweed are floated onto sheets of card and dried. All must be identified and put away. The week on the island has yielded more than laboratory specimens. It's given a broadened background of skills and knowledge to a keen group of students in the Dunedan Teachers Training College. The"}