{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " Back to Auckland today come officers and men of our Pacific division."}, {"timestamp": [9.0, 25.0], "text": " We've shown meetings like this before, but this is the largest draft and men of our Pacific Division."}, {"timestamp": [25.0, 30.0], "text": " We've shown meetings like this before, but this is the largest draft of men to return from the Pacific."}, {"timestamp": [30.0, 31.0], "text": " Some of them have been away two years."}, {"timestamp": [31.0, 37.0], "text": " For two years they fought under Holsey's command, helping to roll back the Jap at Treasury, Verla Velavera and Misson Island."}, {"timestamp": [37.0, 42.0], "text": " These men took part in some of the biggest sea and land operations of the Pacific War."}, {"timestamp": [42.0, 45.42], "text": " On the beaches and in the jungle, they went after the Jap tooth and nail."}, {"timestamp": [45.86, 47.52], "text": " Now they're home again, still smiling."}, {"timestamp": [56.94, 60.34], "text": " They move off the wharf on a march that takes them swinging through Auckland streets."}, {"timestamp": [60.68, 72.88], "text": " Thousands are out to greet them despite the rain."}, {"timestamp": [77.16, 77.74], "text": " New Zealand and American bands provide the step as they march to the town hall for a civic reception."}, {"timestamp": [81.82, 87.0], "text": " They hear addresses of welcome, expressions echoed by all New Zealand, for we honor and respect these men who've done their share of island fighting."}, {"timestamp": [91.0, 95.0], "text": " After the reception they get lunch and it's lunch they can appreciate."}, {"timestamp": [96.0, 100.0], "text": " To these men the toast is well done and welcome home."}, {"timestamp": [104.0, 113.32], "text": " At Rugby Park Christchurch, 500 schoolboys march past to open a field day organized by the Canterbury Rugby Union."}, {"timestamp": [113.92, 117.72], "text": " They're young all blacks in the making, and the Canterbury Rugby Union believes in teaching them young."}, {"timestamp": [119.86, 125.0], "text": " A competitor in the dribbling competition tows it along, while a couple of recently promoted experts look on."}, {"timestamp": [131.3, 137.0], "text": " It's a grand day for the boys. In a few years' time, some of them will be fighting their way into rep sides and some into the all-blacks."}, {"timestamp": [137.7, 142.66], "text": " Relay races help Nippy 5'8s and flying three-quarters to run straight and fast, and hold onto the ball."}, {"timestamp": [143.24, 146.0], "text": " One of these days, when Canterbury wins the Ranferry Shield,"}, {"timestamp": [146.0, 148.0], "text": " it'll be thanks to sports like this."}, {"timestamp": [148.0, 151.0], "text": " The spectators are not here just to look on."}, {"timestamp": [151.0, 154.0], "text": " They're only waiting their chance to show what they can do."}, {"timestamp": [154.0, 172.7], "text": " They're young New Zealanders from the tops of their heads to the studs of their boots. They all get their chance in go-kicking competitions."}, {"timestamp": [173.2, 176.78], "text": " With talent like this coming on, some day, somewhere, some announcers going to shout,"}, {"timestamp": [177.24, 178.36], "text": " Wang, it's a goal."}, {"timestamp": [179.36, 182.34], "text": " When the days of battlefields are over, they'll be playing fields to fill."}, {"timestamp": [182.78, 188.7], "text": " These boys will help to fill them with New Zealand's national game. To end the day, the boys line up for a handout, and it isn't"}, {"timestamp": [188.7, 193.76], "text": " oranges. It's pies and a bottle of something. This looks like being New Zealand's national"}, {"timestamp": [193.76, 194.12], "text": " fee."}, {"timestamp": [203.84, 207.36], "text": " That New Zealanders in the Pacific fight as members of the United Nations team"}, {"timestamp": [207.36, 211.04], "text": " is brought home to us by a visit from Admiral W.F. Halsey, U.S. Navy,"}, {"timestamp": [211.48, 214.18], "text": " commander of the South Pacific area and South Pacific forces."}, {"timestamp": [215.08, 216.54], "text": " Admiral Halsey's visit was brief,"}, {"timestamp": [216.78, 218.86], "text": " but we were all pleased to welcome this fighting commander,"}, {"timestamp": [219.26, 221.66], "text": " who noted for his personal daring and aggressive spirit"}, {"timestamp": [221.66, 224.78], "text": " has practically driven the enemy from the area under his command."}, {"timestamp": [228.24, 232.0], "text": " New Zealanders were pleased that while Admiral Halsey was in this country, it was announced"}, {"timestamp": [232.0, 237.44], "text": " that his majesty the king was pleased to appoint him a KBE in recognition of his distinguished services"}, {"timestamp": [237.44, 250.46], "text": " in the South Pacific area. I'm very glad to be back in Wellington and meet all these plen of people from this part, the great dominion of New Zealand."}, {"timestamp": [251.14, 257.46], "text": " We hope he'll be back soon. We would like to see more of this Admiral who has been leading the New Zealanders in the Pacific to eventual victory."}, {"timestamp": [269.08, 269.36], "text": " This is the hobby of an Auckland bookseller."}, {"timestamp": [272.14, 273.56], "text": " Outside his shop, he runs a news service which consumes no paper."}, {"timestamp": [276.72, 277.38], "text": " Within an hour, we'd bulldozes ashore, preparing airfields."}, {"timestamp": [279.5, 280.94], "text": " The latest invasion day flashes are being chalked up."}, {"timestamp": [284.02, 287.0], "text": " His Majesty the King broadcasts at 7 a.m. This novelty newspaper has many regular readers."}, {"timestamp": [287.0, 291.0], "text": " It also has its regular cartoonist in the Gunner son of its proprietor."}, {"timestamp": [291.0, 296.0], "text": " And here's more family news which the owner-editor shares with his public."}, {"timestamp": [296.0, 299.0], "text": " Know that fellow, his partner seems to be flapping in the breeze."}, {"timestamp": [299.0, 304.0], "text": " Johnny Turk might come in, but he'd picked the wrong side last time."}, {"timestamp": [304.0, 306.18], "text": " This newspaper is always up to the minute."}, {"timestamp": [306.44, 308.22], "text": " It keeps on changing as the news arrives."}, {"timestamp": [308.96, 310.64], "text": " Number two communique just issued."}, {"timestamp": [311.02, 312.74], "text": " Everything going better than planned."}, {"timestamp": [315.8, 317.36], "text": " He knew we would do it."}, {"timestamp": [318.66, 321.44], "text": " Reassured about the invasion, these Aucklanders can go about their business."}, {"timestamp": [321.9, 325.04], "text": " This is only a one-man newspaper, but today it brings good news."}, {"timestamp": [331.92, 334.4], "text": " This is a scene in one of Britain's radio factories."}, {"timestamp": [334.8, 340.0], "text": " Here and in dozens of other factories like it, men and women have worked night and day for years past, building radio equipment."}, {"timestamp": [340.48, 342.24], "text": " Equipment that is vital in modern war."}, {"timestamp": [343.28, 345.84], "text": " This is production on a scale undreamed of by Marconi"}, {"timestamp": [345.84, 347.8], "text": " when he first flashed a signal across the Atlantic,"}, {"timestamp": [348.2, 350.12], "text": " but its production made necessary by war,"}, {"timestamp": [350.42, 352.48], "text": " for radio is the all-important link in war."}, {"timestamp": [360.8, 362.72], "text": " Back in the days just after Dunkirk,"}, {"timestamp": [362.86, 363.82], "text": " Winston Churchill said,"}, {"timestamp": [364.26, 367.22], "text": " the development of radio technique lies at the heart of our affairs."}, {"timestamp": [367.72, 370.44], "text": " Back in those days, too, this New Zealand factory and others like it,"}, {"timestamp": [370.48, 374.2], "text": " combined in a national enterprise to produce radio equipment for the United Nations."}, {"timestamp": [377.62, 380.0], "text": " With a shortage of men, women went to work."}, {"timestamp": [380.28, 385.3], "text": " Already well-developed, New Zealand's radio industry trebled itself to an annual output valued at two million pounds."}, {"timestamp": [385.94, 392.46], "text": " In particular, New Zealand is designed and produced equipment of their own, now tested and approved by Britain, Canada and the United States."}, {"timestamp": [393.16, 397.08], "text": " Here's a group of some of the men, New Zealand experts from many factories who did the job."}, {"timestamp": [397.52, 399.62], "text": " Now the British government has asked for their assistance."}, {"timestamp": [400.1, 402.88], "text": " It's another case of exporting brains, but they'll be back."}, {"timestamp": [403.44, 407.78], "text": " We are proceeding to Britain at the request of the British government"}, {"timestamp": [407.78, 411.4], "text": " to help in their war radio production."}, {"timestamp": [412.22, 415.42], "text": " In addition to the help we hope to give Great Britain,"}, {"timestamp": [416.92, 421.08], "text": " the experience gained by this team will be of immense value"}, {"timestamp": [421.08, 423.94], "text": " to the New Zealand radio industry after the war."}, {"timestamp": [425.88, 429.62], "text": " Meanwhile, the war goes on and radio is the vital link on every front."}, {"timestamp": [430.1, 434.36], "text": " In the Pacific, it's radio that must bridge the long gaps between planes, ships, and men."}, {"timestamp": [436.02, 439.0], "text": " Radio equipment here has to be traffic-proof and jungle-proof."}, {"timestamp": [443.82, 449.0], "text": " Equipment must be light enough for one man to carry into the jungle to keep touch with spotting planes above."}, {"timestamp": [449.0, 476.2], "text": " And Britain, it's radio equipment that needed story of achievement, an important achievement,"}, {"timestamp": [476.5, 480.38], "text": " for its radio that wells together the units in the mighty advance of our fighting forces."}, {"timestamp": [480.96, null], "text": " That is the job of radio in war."}], "text": " Back to Auckland today come officers and men of our Pacific division. We've shown meetings like this before, but this is the largest draft and men of our Pacific Division. We've shown meetings like this before, but this is the largest draft of men to return from the Pacific. Some of them have been away two years. For two years they fought under Holsey's command, helping to roll back the Jap at Treasury, Verla Velavera and Misson Island. These men took part in some of the biggest sea and land operations of the Pacific War. On the beaches and in the jungle, they went after the Jap tooth and nail. Now they're home again, still smiling. They move off the wharf on a march that takes them swinging through Auckland streets. Thousands are out to greet them despite the rain. New Zealand and American bands provide the step as they march to the town hall for a civic reception. They hear addresses of welcome, expressions echoed by all New Zealand, for we honor and respect these men who've done their share of island fighting. After the reception they get lunch and it's lunch they can appreciate. To these men the toast is well done and welcome home. At Rugby Park Christchurch, 500 schoolboys march past to open a field day organized by the Canterbury Rugby Union. They're young all blacks in the making, and the Canterbury Rugby Union believes in teaching them young. A competitor in the dribbling competition tows it along, while a couple of recently promoted experts look on. It's a grand day for the boys. In a few years' time, some of them will be fighting their way into rep sides and some into the all-blacks. Relay races help Nippy 5'8s and flying three-quarters to run straight and fast, and hold onto the ball. One of these days, when Canterbury wins the Ranferry Shield, it'll be thanks to sports like this. The spectators are not here just to look on. They're only waiting their chance to show what they can do. They're young New Zealanders from the tops of their heads to the studs of their boots. They all get their chance in go-kicking competitions. With talent like this coming on, some day, somewhere, some announcers going to shout, Wang, it's a goal. When the days of battlefields are over, they'll be playing fields to fill. These boys will help to fill them with New Zealand's national game. To end the day, the boys line up for a handout, and it isn't oranges. It's pies and a bottle of something. This looks like being New Zealand's national fee. That New Zealanders in the Pacific fight as members of the United Nations team is brought home to us by a visit from Admiral W.F. Halsey, U.S. Navy, commander of the South Pacific area and South Pacific forces. Admiral Halsey's visit was brief, but we were all pleased to welcome this fighting commander, who noted for his personal daring and aggressive spirit has practically driven the enemy from the area under his command. New Zealanders were pleased that while Admiral Halsey was in this country, it was announced that his majesty the king was pleased to appoint him a KBE in recognition of his distinguished services in the South Pacific area. I'm very glad to be back in Wellington and meet all these plen of people from this part, the great dominion of New Zealand. We hope he'll be back soon. We would like to see more of this Admiral who has been leading the New Zealanders in the Pacific to eventual victory. This is the hobby of an Auckland bookseller. Outside his shop, he runs a news service which consumes no paper. Within an hour, we'd bulldozes ashore, preparing airfields. The latest invasion day flashes are being chalked up. His Majesty the King broadcasts at 7 a.m. This novelty newspaper has many regular readers. It also has its regular cartoonist in the Gunner son of its proprietor. And here's more family news which the owner-editor shares with his public. Know that fellow, his partner seems to be flapping in the breeze. Johnny Turk might come in, but he'd picked the wrong side last time. This newspaper is always up to the minute. It keeps on changing as the news arrives. Number two communique just issued. Everything going better than planned. He knew we would do it. Reassured about the invasion, these Aucklanders can go about their business. This is only a one-man newspaper, but today it brings good news. This is a scene in one of Britain's radio factories. Here and in dozens of other factories like it, men and women have worked night and day for years past, building radio equipment. Equipment that is vital in modern war. This is production on a scale undreamed of by Marconi when he first flashed a signal across the Atlantic, but its production made necessary by war, for radio is the all-important link in war. Back in the days just after Dunkirk, Winston Churchill said, the development of radio technique lies at the heart of our affairs. Back in those days, too, this New Zealand factory and others like it, combined in a national enterprise to produce radio equipment for the United Nations. With a shortage of men, women went to work. Already well-developed, New Zealand's radio industry trebled itself to an annual output valued at two million pounds. In particular, New Zealand is designed and produced equipment of their own, now tested and approved by Britain, Canada and the United States. Here's a group of some of the men, New Zealand experts from many factories who did the job. Now the British government has asked for their assistance. It's another case of exporting brains, but they'll be back. We are proceeding to Britain at the request of the British government to help in their war radio production. In addition to the help we hope to give Great Britain, the experience gained by this team will be of immense value to the New Zealand radio industry after the war. Meanwhile, the war goes on and radio is the vital link on every front. In the Pacific, it's radio that must bridge the long gaps between planes, ships, and men. Radio equipment here has to be traffic-proof and jungle-proof. Equipment must be light enough for one man to carry into the jungle to keep touch with spotting planes above. And Britain, it's radio equipment that needed story of achievement, an important achievement, for its radio that wells together the units in the mighty advance of our fighting forces. That is the job of radio in war."}