{"speakers": [], "chunks": [{"timestamp": [0.0, 28.26], "text": " Coal's not only a matter of matter of finding, but of getting away,"}, {"timestamp": [28.56, 30.92], "text": " and speed of handling is important to the national economy."}, {"timestamp": [31.72, 35.18], "text": " Coal still accounts for 57% of all New Zealand's heat and power,"}, {"timestamp": [35.56, 39.58], "text": " and bad weather in the Buller Opencast workings can mean cold homes elsewhere."}, {"timestamp": [49.12, 49.34], "text": " An empty trucks in position as a full one moves off,"}, {"timestamp": [51.66, 52.28], "text": " for coal's just a waste mineral unless you can shift it."}, {"timestamp": [54.94, 56.62], "text": " Until recently, it's been only by truckload and tub load that coal has gone down to the coast."}, {"timestamp": [57.24, 60.54], "text": " Something that could handle coal in greater bulk has been needed for a long time."}, {"timestamp": [61.6, 62.96], "text": " A mile and a half from Stockton,"}, {"timestamp": [63.28, 66.32], "text": " that something better is now to be found. Here, the"}, {"timestamp": [66.32, 71.46], "text": " 3,500-weight buckets of a new aerial ropeway take over, an endless airlift which can carry"}, {"timestamp": [71.46, 77.28], "text": " 250 tonnes of coal every hour. Designed to carry direct from the Bullock Coal Field to the coast,"}, {"timestamp": [77.78, 83.16], "text": " the ropeway eliminates cross-country hold-ups. Four-fifths finished, it already carries the entire"}, {"timestamp": [83.16, 85.0], "text": " output of the open-cast workings."}, {"timestamp": [85.0, 88.0], "text": " Soon it will carry the coal from three underground mines as well."}, {"timestamp": [88.0, 96.0], "text": " Loop stations take the strain wherever transfer to a new section of cable is made."}, {"timestamp": [96.0, 101.0], "text": " The whole project is a fine example of cooperation between British technical designers"}, {"timestamp": [101.0, 104.0], "text": " and the constructional engineers of the New Zealand Ministry of Works."}, {"timestamp": [104.0, 109.0], "text": " In every eight-hour shift, it can carry three times as much coal as the old haulage system."}, {"timestamp": [109.0, 113.0], "text": " With 112 steel pylons to erect between the coal field and the sea,"}, {"timestamp": [113.0, 116.0], "text": " it has taken four years to complete this part of the project,"}, {"timestamp": [116.0, 120.0], "text": " and no wonder, with features such as Mine Creek gullied across."}, {"timestamp": [120.0, 125.3], "text": " 350 feet deep and 1,700 feet wide, this was a formidable obstacle."}, {"timestamp": [127.9, 134.42], "text": " So buckets from Stockton loading station near the end of a ride which has brought them from 2,600 feet nearly to sea level."}, {"timestamp": [135.14, 138.56], "text": " Later, coal from two more loading stations will glide down the same route."}, {"timestamp": [139.28, 144.2], "text": " In the terminal station, they're discharged into railway wagons, ready for onward transport to Westport,"}, {"timestamp": [144.2, 146.14], "text": " and thence to the homes and factories"}, {"timestamp": [146.14, 147.08], "text": " of both islands."}, {"timestamp": [148.12, 150.28], "text": " Six miles across the wild buller country"}, {"timestamp": [150.28, 152.08], "text": " in just over 60 minutes"}, {"timestamp": [152.08, 154.46], "text": " and six miles back with the empties."}, {"timestamp": [171.86, 176.16], "text": " Thousands of young rainbow trout just wriggle the time away at an acclimatization society's hatchery waiting till they're big enough to go out into the rivers that make New Zealand an angler's paradise."}, {"timestamp": [178.8, 184.04], "text": " In a stream running through the game farm, some of the bigger fish go through an elementary stage of their education."}, {"timestamp": [184.7, 188.98], "text": " Small children have fun feeding the trout who rise to the occasion in fine style."}, {"timestamp": [201.78, 205.26], "text": " Baby pheasants also are reared by a foster mother."}, {"timestamp": [209.3, 211.76], "text": " Later they will be liberated in the district to make their own hard way through a sporting life."}, {"timestamp": [215.02, 215.62], "text": " For visitors, Kiwis make the farm's main attraction."}, {"timestamp": [220.44, 221.2], "text": " Found exclusively in New Zealand, the Kiwi normally lives in the bush and forages only at night."}, {"timestamp": [225.84, 227.44], "text": " These birds, strays from their natural surroundings, find a good home at the farm and submit with pleasure to feeding and fondling."}, {"timestamp": [228.06, 229.92], "text": " The long curved beet probes the soil"}, {"timestamp": [229.92, 231.52], "text": " in search of succulent worms."}, {"timestamp": [232.68, 234.18], "text": " Did someone say something tactless"}, {"timestamp": [234.18, 235.76], "text": " or has he just had enough to eat?"}, {"timestamp": [236.32, 238.24], "text": " Darting in and out of a shady patch of clover,"}, {"timestamp": [238.6, 252.6], "text": " this kiwi makes short work of grubs and insects."}, {"timestamp": [256.68, 257.14], "text": " Even if the kiwi can't fly and is earthbound, she certainly isn't egg bound."}, {"timestamp": [259.96, 260.36], "text": " For her size, she lays the most astonishing egg in the world."}, {"timestamp": [277.5, 280.74], "text": " But with typical kiwi modesty, she thinks nothing of her achievement. Only a day trip from Christchurch is the Franz Joseph Glacier,"}, {"timestamp": [281.04, 283.72], "text": " which in its own quiet way is one of the wonders of the world."}, {"timestamp": [284.48, 288.38], "text": " Cravasse fans and icefall enthusiasts are not the only bus passengers who pay at a visit."}, {"timestamp": [289.14, 292.18], "text": " Amongst this holiday party, for example, there's a young botanist."}, {"timestamp": [292.92, 295.88], "text": " For him, the pattern of vegetation is the important thing."}, {"timestamp": [296.5, 311.9], "text": " And fuchsias and tree ferns belonging to subtropical orders go into his pressing book from this unusual glacial region."}, {"timestamp": [314.28, 317.8], "text": " Eight miles long, the great ice torrent tumbles with imperceptible slowness from the maiden divide of the southern Alps"}, {"timestamp": [317.8, 319.98], "text": " to less than 700 feet above sea level."}, {"timestamp": [320.8, 323.28], "text": " No other glacier outside the Arctic Circle, we're told,"}, {"timestamp": [323.62, 325.5], "text": " arrives unmelted at so low and altitude."}, {"timestamp": [326.42, 332.58], "text": " When Sir Julius von Haast first explored it in 1868, his reports excited widespread interest in the world of science."}, {"timestamp": [352.5, 353.34], "text": " It's a great lot of ice, all right, but to the tourist industry, it's no frozen asset."}, {"timestamp": [358.62, 359.28], "text": " Here at low altitude, the visitor can be given an easy and intimate glimpse of phenomena belonging to the heights."}, {"timestamp": [363.5, 366.0], "text": " Without getting cold or breathless, he or she can see a mountaineer cutting ice steps and walk up the newly made frozen staircase."}, {"timestamp": [366.0, 370.0], "text": " Skillful leadership from these guides makes climbing safe."}, {"timestamp": [370.0, 413.92], "text": " Before turning home, the party is well up the glacier, but still far below the snowline of the Alps. At Wyrgyz"}, {"timestamp": [417.92, 422.9], "text": " At Wyraki, this 8-inch geothermal bore, 2,000 feet deep, is being prepared for another blow."}, {"timestamp": [423.54, 425.16], "text": " A new steam valve has been obtained from"}, {"timestamp": [425.16, 429.44], "text": " England and is to be fitted above the original valve, which proved inadequate for the task of"}, {"timestamp": [429.44, 458.8], "text": " shutting off the high-pressure gusher. On top of the new valve, an extension pipe is fitted, which will eventually deflect the gasha horizontally through a silencer,"}, {"timestamp": [459.3, 463.76], "text": " necessary to cut down the air-spitting raw caused by the compressed steam hitting the outer air."}, {"timestamp": [464.48, 468.3], "text": " To withstand the terrific pressure, all equipment must be securely held down."}, {"timestamp": [473.9, 476.16], "text": " Gages are set up to register the steam pressure."}, {"timestamp": [476.76, 478.9], "text": " And now everything's ready for the big moment."}, {"timestamp": [484.3, 485.9], "text": " The old valve has been open."}, {"timestamp": [486.62, 489.7], "text": " At a safe distance, the main valve is now swang into operation."}, {"timestamp": [501.0, 506.0], "text": " Men from the Ministry of Works and the DSIR gather information from their various instruments."}, {"timestamp": [506.0, 512.0], "text": " 400 pounds to the square inches shown near the mouth of the bore, whilst nearby boars show no loss of pressure."}, {"timestamp": [512.0, 515.0], "text": " Up into the air roars unharnessed steam."}, {"timestamp": [515.0, null], "text": " Later the boars will give power for industry. The"}], "text": " Coal's not only a matter of matter of finding, but of getting away, and speed of handling is important to the national economy. Coal still accounts for 57% of all New Zealand's heat and power, and bad weather in the Buller Opencast workings can mean cold homes elsewhere. An empty trucks in position as a full one moves off, for coal's just a waste mineral unless you can shift it. Until recently, it's been only by truckload and tub load that coal has gone down to the coast. Something that could handle coal in greater bulk has been needed for a long time. A mile and a half from Stockton, that something better is now to be found. Here, the 3,500-weight buckets of a new aerial ropeway take over, an endless airlift which can carry 250 tonnes of coal every hour. Designed to carry direct from the Bullock Coal Field to the coast, the ropeway eliminates cross-country hold-ups. Four-fifths finished, it already carries the entire output of the open-cast workings. Soon it will carry the coal from three underground mines as well. Loop stations take the strain wherever transfer to a new section of cable is made. The whole project is a fine example of cooperation between British technical designers and the constructional engineers of the New Zealand Ministry of Works. In every eight-hour shift, it can carry three times as much coal as the old haulage system. With 112 steel pylons to erect between the coal field and the sea, it has taken four years to complete this part of the project, and no wonder, with features such as Mine Creek gullied across. 350 feet deep and 1,700 feet wide, this was a formidable obstacle. So buckets from Stockton loading station near the end of a ride which has brought them from 2,600 feet nearly to sea level. Later, coal from two more loading stations will glide down the same route. In the terminal station, they're discharged into railway wagons, ready for onward transport to Westport, and thence to the homes and factories of both islands. Six miles across the wild buller country in just over 60 minutes and six miles back with the empties. Thousands of young rainbow trout just wriggle the time away at an acclimatization society's hatchery waiting till they're big enough to go out into the rivers that make New Zealand an angler's paradise. In a stream running through the game farm, some of the bigger fish go through an elementary stage of their education. Small children have fun feeding the trout who rise to the occasion in fine style. Baby pheasants also are reared by a foster mother. Later they will be liberated in the district to make their own hard way through a sporting life. For visitors, Kiwis make the farm's main attraction. Found exclusively in New Zealand, the Kiwi normally lives in the bush and forages only at night. These birds, strays from their natural surroundings, find a good home at the farm and submit with pleasure to feeding and fondling. The long curved beet probes the soil in search of succulent worms. Did someone say something tactless or has he just had enough to eat? Darting in and out of a shady patch of clover, this kiwi makes short work of grubs and insects. Even if the kiwi can't fly and is earthbound, she certainly isn't egg bound. For her size, she lays the most astonishing egg in the world. But with typical kiwi modesty, she thinks nothing of her achievement. Only a day trip from Christchurch is the Franz Joseph Glacier, which in its own quiet way is one of the wonders of the world. Cravasse fans and icefall enthusiasts are not the only bus passengers who pay at a visit. Amongst this holiday party, for example, there's a young botanist. For him, the pattern of vegetation is the important thing. And fuchsias and tree ferns belonging to subtropical orders go into his pressing book from this unusual glacial region. Eight miles long, the great ice torrent tumbles with imperceptible slowness from the maiden divide of the southern Alps to less than 700 feet above sea level. No other glacier outside the Arctic Circle, we're told, arrives unmelted at so low and altitude. When Sir Julius von Haast first explored it in 1868, his reports excited widespread interest in the world of science. It's a great lot of ice, all right, but to the tourist industry, it's no frozen asset. Here at low altitude, the visitor can be given an easy and intimate glimpse of phenomena belonging to the heights. Without getting cold or breathless, he or she can see a mountaineer cutting ice steps and walk up the newly made frozen staircase. Skillful leadership from these guides makes climbing safe. Before turning home, the party is well up the glacier, but still far below the snowline of the Alps. At Wyrgyz At Wyraki, this 8-inch geothermal bore, 2,000 feet deep, is being prepared for another blow. A new steam valve has been obtained from England and is to be fitted above the original valve, which proved inadequate for the task of shutting off the high-pressure gusher. On top of the new valve, an extension pipe is fitted, which will eventually deflect the gasha horizontally through a silencer, necessary to cut down the air-spitting raw caused by the compressed steam hitting the outer air. To withstand the terrific pressure, all equipment must be securely held down. Gages are set up to register the steam pressure. And now everything's ready for the big moment. The old valve has been open. At a safe distance, the main valve is now swang into operation. Men from the Ministry of Works and the DSIR gather information from their various instruments. 400 pounds to the square inches shown near the mouth of the bore, whilst nearby boars show no loss of pressure. Up into the air roars unharnessed steam. Later the boars will give power for industry. The"}