{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " It's a wonderful day for Gisbonne, and a proud one for Gisbon, and a proud one for the intermediate school."}, {"timestamp": [28.0, 33.0], "text": " Despite a hot and blustering norwester, children have come from all over the East Coast area"}, {"timestamp": [33.0, 36.0], "text": " to see their lovely queen and her handsome duke."}, {"timestamp": [36.0, 40.0], "text": " The weather moved the queen to say, those poor little children in all that wind."}, {"timestamp": [40.0, 42.0], "text": " But are they downhearted?"}, {"timestamp": [42.0, 46.4], "text": " The Royal Entourage moves on, crossing one of Gisbon's rivers at the Cahiti Bridge."}, {"timestamp": [50.0, 54.4], "text": " Captain Cook's first landing place in New Zealand has changed quite a bit since 1769."}, {"timestamp": [54.88, 59.28], "text": " And from the lookout on Cahiti Hill, the mayor shows Gisbon's layout to her majesty."}, {"timestamp": [62.0, 64.32], "text": " From now on, the royal journey is mainly southward."}, {"timestamp": [64.88, 71.0], "text": " Circling in towards Napier Airport, the Queen can see the prosperous city with its marine parade and low modern buildings."}, {"timestamp": [71.0, 76.0], "text": " A city courageously sprung from the disastrous earthquake ruins of 1931."}, {"timestamp": [76.0, 97.0], "text": " On the way to McLean Park for the civic reception, all the city is in the streets, as well as farming folk from all over Northern Horts Bay. This sinister-looking contraption has been brought to the park by Royal Command,"}, {"timestamp": [97.0, 100.0], "text": " direct from the Waikato show in Hamilton."}, {"timestamp": [100.0, 103.0], "text": " When the Queen saw the Bowen Brothers Shearing demonstration there,"}, {"timestamp": [103.0, 107.08], "text": " she was so impressed that she requested they should perform again when the Duke could be present."}, {"timestamp": [110.34, 114.14], "text": " For once, the Royal couple see New Zealanders working instead of cheering."}, {"timestamp": [114.72, 116.22], "text": " The Queen herself is a sheep owner,"}, {"timestamp": [116.52, 119.64], "text": " and the Duke keenly interested in all aspects of industrial technique."}, {"timestamp": [120.24, 123.54], "text": " The fame of the Bowen brothers should soon be known to the Royal Estates."}, {"timestamp": [127.68, 131.92], "text": " Next day in Hastings, the royal party make their first visit to a New Zealand factory."}, {"timestamp": [132.58, 135.0], "text": " The Queen and the Duke watched the processing of the pea harvest."}, {"timestamp": [135.64, 140.72], "text": " Tumbling down the shoots come 10 million cans a season, destined for New Zealand and United Kingdom markets."}, {"timestamp": [142.72, 146.24], "text": " Outside, the Queen and the Duke wave goodbye to Hastings. It's the"}, {"timestamp": [146.24, 149.76], "text": " beginning of a triumphant two-day royal train journey through three provinces,"}, {"timestamp": [149.76, 193.98], "text": " south and west to the other side of the island with many stops on the way. Amidst gay flowers and cheering thousands, the mayor of Dannevork escorts her majesty back to the royal train."}, {"timestamp": [194.6, 229.0], "text": " But where's the Duke? Cautiously the train enters the Manawatu gorge, while a canoe follows the river from Hawke's Bay out through the range into the Manawatu Plains."}, {"timestamp": [229.0, 242.0], "text": " Out across the plains, leaving the Tararua Range in the background, through rich farmlands and into the square Palmerston North."}, {"timestamp": [242.0, 246.0], "text": " Where do they come from all these people, with only two million in the whole country?"}, {"timestamp": [246.0, 259.0], "text": " An overnight stay in the city and early on the 16th day of the royal visit,"}, {"timestamp": [259.0, 262.84], "text": " thousands of throats again greet the Queenland Duke on their way to rejoin the"}, {"timestamp": [262.84, 266.0], "text": " royal train standing in the square of Palmerston North."}, {"timestamp": [266.0, 289.52], "text": " A brief stop at Fielding, a public welcome at Martin Junction."}, {"timestamp": [293.84, 294.6], "text": " It's well after midday as the royal train crosses the Wanganui approaching the river city."}, {"timestamp": [299.04, 316.0], "text": " In Cook's gardens, the Queen and Duke meet people 5,000 people have gathered to greet her majesty."}, {"timestamp": [316.0, 331.14], "text": " Howeira gives a flower-decked welcome, and the queen is presented with a greenstone piece from the Naruhi Nauris."}, {"timestamp": [334.22, 334.92], "text": " Stratford and her majesty chats to a South African war veteran."}, {"timestamp": [336.5, 336.92], "text": " 10,000 have gathered in Broadway,"}, {"timestamp": [339.54, 340.0], "text": " and here the Queen finds herself truly among her people."}, {"timestamp": [343.14, 344.96], "text": " For Broadway, Stratford is one of the few stages in the royal tour where her majesty proceeds on foot."}, {"timestamp": [345.62, 346.9], "text": " But where's the Duke?"}, {"timestamp": [355.96, 358.72], "text": " Eggmont, 8,000-foot Taranaki Landmark."}, {"timestamp": [359.76, 363.02], "text": " Manufacturing butter and cheese, Bell Block Dairy Factory, New Plymouth,"}, {"timestamp": [363.36, 366.6], "text": " gives her Majesty and the Duke an example of the cooperative dairy industry."}, {"timestamp": [367.38, 374.5], "text": " From Bell Block, the royal party travel back into New Plymouth to a civic reception at Pookakura Park and a rousing greeting from the children."}, {"timestamp": [389.0, 392.0], "text": " Pire Ra from New Plymouth. The journey by train from east to west has ended"}, {"timestamp": [392.0, 394.0], "text": " and her majesty and the Duke enter the royal aircraft"}, {"timestamp": [394.0, 397.0], "text": " which is to take them south towards Wellington."}, {"timestamp": [401.0, 403.0], "text": " At evening they arrive in the capital"}, {"timestamp": [403.0, 407.0], "text": " inaugurating the brightest days of Wellington City's existence."}, {"timestamp": [411.0, 439.56], "text": " They reach government house and does never before the city celebrate. On their first day in Wellington, the royal couple pass on their way to the Citizens' War Memorial."}, {"timestamp": [440.12, 485.0], "text": " They go to pay their respects to the memory of Wellington's dead of two world wars. Sir Howard Kippenberger is here representing the Return Servicemen's Association."}, {"timestamp": [485.0, 508.0], "text": " And now Her Majesty moves toward what may well be the most important event of the tour, the opening of Parliament."}, {"timestamp": [510.0, 514.0], "text": " It's a gala day for the Capitol. Not only will this be the first time a reigning sovereign will have opened Parliament in the Dominion,"}, {"timestamp": [514.0, 525.0], "text": " but it will also be the first time that the ancient ceremony has been recorded for history by motion picture cameras. Go, runner!"}, {"timestamp": [525.0, 527.0], "text": " One, three,"}, {"timestamp": [527.0, 530.0], "text": " three days!"}, {"timestamp": [530.0, 532.0], "text": " Out!"}, {"timestamp": [545.36, 546.16], "text": " After receiving the royal salute on Parliament steps, the Queen wearing her coronation gown enters the building."}, {"timestamp": [551.24, 551.76], "text": " In the United Kingdom Parliament, it is traditional that the sovereign has no direct entry into the lower house."}, {"timestamp": [554.12, 554.76], "text": " In New Zealand, there exists the same tapu."}, {"timestamp": [557.26, 557.86], "text": " So, Her Majesty enters the Chamber of the Upper House."}, {"timestamp": [561.34, 569.0], "text": " Here she will summon members of the House of Representatives to appear before her."}, {"timestamp": [605.0, 610.0], "text": " On this historic occasion, Her Majesty is performing duties task of requesting admittance to the lower house. There he calls upon the Speaker, Sir Matthew Orham, to lead members into the Queen's presence."}, {"timestamp": [613.0, 619.0], "text": " Black Rod, the mace-bearer, Mr. Speaker, the leaders of both parties, and all members of Parliament"}, {"timestamp": [619.0, 698.44], "text": " enter the Legislative Chamber, where the Prime Minister will present her majesty with the text of the address in Parliament. One poor men who's prey, is seated. Honourable members of the House of Representatives, it is with a feeling of real satisfaction"}, {"timestamp": [698.44, 707.24], "text": " that I speak to you the elected representatives of the people of New Zealand as your queen, and that I"}, {"timestamp": [707.24, 715.32], "text": " exercise my prerogative of opening the fourth session of this 30th Parliament. This is"}, {"timestamp": [715.32, 721.28], "text": " the first occasion on which it has been possible for your sovereign to exercise this high"}, {"timestamp": [721.28, 730.06], "text": " function in person in New Zealand. I know how much my father, with his intense devotion to his people,"}, {"timestamp": [730.06, 738.58], "text": " would have valued this historic privilege, of which his ill health so tragically deprived him."}, {"timestamp": [738.58, 748.08], "text": " My constant prayer is that I may, in some measure, carry on that that ideal of service of which he gave so outstanding"}, {"timestamp": [748.08, 750.12], "text": " an example."}, {"timestamp": [750.12, 757.1], "text": " A hundred years ago, when the people of New Zealand gained for themselves the right of responsible"}, {"timestamp": [757.1, 767.0], "text": " self-government, it would have required a prophetic imagination to have foreseen the possibility of the present occasion."}, {"timestamp": [767.0, 773.0], "text": " But in these hundred years, New Zealand has grown to be a sovereign and mature state,"}, {"timestamp": [773.0, 779.0], "text": " while the ocean surrounding these bountiful islands has become a main highway"}, {"timestamp": [779.0, 783.0], "text": " in a world which has itself been transformed."}, {"timestamp": [783.0, 789.0], "text": " I wish to express most sincerely my warm appreciation"}, {"timestamp": [789.0, 792.0], "text": " of the arrangements which my ministers have made"}, {"timestamp": [792.0, 798.0], "text": " for me to travel extensively and to meet my subjects in this country."}, {"timestamp": [798.0, 831.36], "text": " I pray that the blessing of Almighty God will rest upon your councils. This is the end of a memorable afternoon, particularly memorable"}, {"timestamp": [831.36, 835.12], "text": " because it will go down in history for all to see and hear."}, {"timestamp": [839.6, 843.92], "text": " The queen had had many engagements in her short week in the capital, including a royal"}, {"timestamp": [843.92, 847.0], "text": " garden party in real Garden Party weather."}, {"timestamp": [849.0, 856.0], "text": " Wearing a full-skirted cream dress of silk paper taffeta, Her Majesty walks down the red carpet from Government House."}, {"timestamp": [856.0, 866.28], "text": " Her small hat is of curled ostrich tips. Vice Admiral Abel Smith, flag officer Royal Yachts, is among guests numbering nearly 4,000 for this great social afternoon."}, {"timestamp": [867.32, 870.58], "text": " At the town hall, the Queen honours 130 North Islanders."}, {"timestamp": [871.14, 876.24], "text": " First, the Chief Justice, the Honourable Harold Baraklough, for services to law and public bodies."}, {"timestamp": [877.92, 880.12], "text": " He rises Sir Harold Baraklough."}, {"timestamp": [881.06, 884.42], "text": " The former commander of the New Zealand 3rd Division and the Pacific Theatre of War,"}, {"timestamp": [884.84, 886.42], "text": " equally distinguished in civil life, receives insignia of a knight commander of the New Zealand 3rd Division in the Pacific Theatre of War, equally distinguished in civil life,"}, {"timestamp": [886.8, 890.56], "text": " receives insignia of a knight commander of the Order of St. Michael and St. George."}, {"timestamp": [891.2, 895.16], "text": " Until the present royal tour, these ceremonies had never before been filmed."}, {"timestamp": [904.52, 915.6], "text": " 2,000 guests look on as Mr. Bruce Levy of Palmerston North, who has done as much as anyone in the world to make two blades of grass grow where one grew before receives the accolade of knighthood."}, {"timestamp": [916.14, 917.12], "text": " Sir Bruce Levy."}, {"timestamp": [919.26, 922.68], "text": " For the Anglican Church, the Queen's presence marks a point in history."}, {"timestamp": [923.4, 931.5], "text": " In Molesworth Street, she lays a foundation stone of polished New Zealand granite for the cathedral that has been the ambition of the church in Wellington for almost a century."}, {"timestamp": [931.5, 938.5], "text": " Most tumultuous welcome of all is that from the children of Wellington at Athletic Park."}, {"timestamp": [938.5, 960.0], "text": " This is another scene that must make the royal visitors doubt where the New Zealand is really a thinly populated country. The organizers have arranged that every child shall have a good view of the Queen and Duke"}, {"timestamp": [960.0, 967.0], "text": " as they drive by in their Land Rover. Swarming behind the Queen, the children soon find a way to ensure at least two good views."}, {"timestamp": [967.0, 972.0], "text": " 15,000 individual wills they build but a single pattern."}, {"timestamp": [972.0, null], "text": " These are the future men and women of a far corner of a commonwealth of many governments and many peoples, but of one allegiance. The"}], "text": " It's a wonderful day for Gisbonne, and a proud one for Gisbon, and a proud one for the intermediate school. Despite a hot and blustering norwester, children have come from all over the East Coast area to see their lovely queen and her handsome duke. The weather moved the queen to say, those poor little children in all that wind. But are they downhearted? The Royal Entourage moves on, crossing one of Gisbon's rivers at the Cahiti Bridge. Captain Cook's first landing place in New Zealand has changed quite a bit since 1769. And from the lookout on Cahiti Hill, the mayor shows Gisbon's layout to her majesty. From now on, the royal journey is mainly southward. Circling in towards Napier Airport, the Queen can see the prosperous city with its marine parade and low modern buildings. A city courageously sprung from the disastrous earthquake ruins of 1931. On the way to McLean Park for the civic reception, all the city is in the streets, as well as farming folk from all over Northern Horts Bay. This sinister-looking contraption has been brought to the park by Royal Command, direct from the Waikato show in Hamilton. When the Queen saw the Bowen Brothers Shearing demonstration there, she was so impressed that she requested they should perform again when the Duke could be present. For once, the Royal couple see New Zealanders working instead of cheering. The Queen herself is a sheep owner, and the Duke keenly interested in all aspects of industrial technique. The fame of the Bowen brothers should soon be known to the Royal Estates. Next day in Hastings, the royal party make their first visit to a New Zealand factory. The Queen and the Duke watched the processing of the pea harvest. Tumbling down the shoots come 10 million cans a season, destined for New Zealand and United Kingdom markets. Outside, the Queen and the Duke wave goodbye to Hastings. It's the beginning of a triumphant two-day royal train journey through three provinces, south and west to the other side of the island with many stops on the way. Amidst gay flowers and cheering thousands, the mayor of Dannevork escorts her majesty back to the royal train. But where's the Duke? Cautiously the train enters the Manawatu gorge, while a canoe follows the river from Hawke's Bay out through the range into the Manawatu Plains. Out across the plains, leaving the Tararua Range in the background, through rich farmlands and into the square Palmerston North. Where do they come from all these people, with only two million in the whole country? An overnight stay in the city and early on the 16th day of the royal visit, thousands of throats again greet the Queenland Duke on their way to rejoin the royal train standing in the square of Palmerston North. A brief stop at Fielding, a public welcome at Martin Junction. It's well after midday as the royal train crosses the Wanganui approaching the river city. In Cook's gardens, the Queen and Duke meet people 5,000 people have gathered to greet her majesty. Howeira gives a flower-decked welcome, and the queen is presented with a greenstone piece from the Naruhi Nauris. Stratford and her majesty chats to a South African war veteran. 10,000 have gathered in Broadway, and here the Queen finds herself truly among her people. For Broadway, Stratford is one of the few stages in the royal tour where her majesty proceeds on foot. But where's the Duke? Eggmont, 8,000-foot Taranaki Landmark. Manufacturing butter and cheese, Bell Block Dairy Factory, New Plymouth, gives her Majesty and the Duke an example of the cooperative dairy industry. From Bell Block, the royal party travel back into New Plymouth to a civic reception at Pookakura Park and a rousing greeting from the children. Pire Ra from New Plymouth. The journey by train from east to west has ended and her majesty and the Duke enter the royal aircraft which is to take them south towards Wellington. At evening they arrive in the capital inaugurating the brightest days of Wellington City's existence. They reach government house and does never before the city celebrate. On their first day in Wellington, the royal couple pass on their way to the Citizens' War Memorial. They go to pay their respects to the memory of Wellington's dead of two world wars. Sir Howard Kippenberger is here representing the Return Servicemen's Association. And now Her Majesty moves toward what may well be the most important event of the tour, the opening of Parliament. It's a gala day for the Capitol. Not only will this be the first time a reigning sovereign will have opened Parliament in the Dominion, but it will also be the first time that the ancient ceremony has been recorded for history by motion picture cameras. Go, runner! One, three, three days! Out! After receiving the royal salute on Parliament steps, the Queen wearing her coronation gown enters the building. In the United Kingdom Parliament, it is traditional that the sovereign has no direct entry into the lower house. In New Zealand, there exists the same tapu. So, Her Majesty enters the Chamber of the Upper House. Here she will summon members of the House of Representatives to appear before her. On this historic occasion, Her Majesty is performing duties task of requesting admittance to the lower house. There he calls upon the Speaker, Sir Matthew Orham, to lead members into the Queen's presence. Black Rod, the mace-bearer, Mr. Speaker, the leaders of both parties, and all members of Parliament enter the Legislative Chamber, where the Prime Minister will present her majesty with the text of the address in Parliament. One poor men who's prey, is seated. Honourable members of the House of Representatives, it is with a feeling of real satisfaction that I speak to you the elected representatives of the people of New Zealand as your queen, and that I exercise my prerogative of opening the fourth session of this 30th Parliament. This is the first occasion on which it has been possible for your sovereign to exercise this high function in person in New Zealand. I know how much my father, with his intense devotion to his people, would have valued this historic privilege, of which his ill health so tragically deprived him. My constant prayer is that I may, in some measure, carry on that that ideal of service of which he gave so outstanding an example. A hundred years ago, when the people of New Zealand gained for themselves the right of responsible self-government, it would have required a prophetic imagination to have foreseen the possibility of the present occasion. But in these hundred years, New Zealand has grown to be a sovereign and mature state, while the ocean surrounding these bountiful islands has become a main highway in a world which has itself been transformed. I wish to express most sincerely my warm appreciation of the arrangements which my ministers have made for me to travel extensively and to meet my subjects in this country. I pray that the blessing of Almighty God will rest upon your councils. This is the end of a memorable afternoon, particularly memorable because it will go down in history for all to see and hear. The queen had had many engagements in her short week in the capital, including a royal garden party in real Garden Party weather. Wearing a full-skirted cream dress of silk paper taffeta, Her Majesty walks down the red carpet from Government House. Her small hat is of curled ostrich tips. Vice Admiral Abel Smith, flag officer Royal Yachts, is among guests numbering nearly 4,000 for this great social afternoon. At the town hall, the Queen honours 130 North Islanders. First, the Chief Justice, the Honourable Harold Baraklough, for services to law and public bodies. He rises Sir Harold Baraklough. The former commander of the New Zealand 3rd Division and the Pacific Theatre of War, equally distinguished in civil life, receives insignia of a knight commander of the New Zealand 3rd Division in the Pacific Theatre of War, equally distinguished in civil life, receives insignia of a knight commander of the Order of St. Michael and St. George. Until the present royal tour, these ceremonies had never before been filmed. 2,000 guests look on as Mr. Bruce Levy of Palmerston North, who has done as much as anyone in the world to make two blades of grass grow where one grew before receives the accolade of knighthood. Sir Bruce Levy. For the Anglican Church, the Queen's presence marks a point in history. In Molesworth Street, she lays a foundation stone of polished New Zealand granite for the cathedral that has been the ambition of the church in Wellington for almost a century. Most tumultuous welcome of all is that from the children of Wellington at Athletic Park. This is another scene that must make the royal visitors doubt where the New Zealand is really a thinly populated country. The organizers have arranged that every child shall have a good view of the Queen and Duke as they drive by in their Land Rover. Swarming behind the Queen, the children soon find a way to ensure at least two good views. 15,000 individual wills they build but a single pattern. These are the future men and women of a far corner of a commonwealth of many governments and many peoples, but of one allegiance. The"}