{"speakers": [], "chunks": [{"timestamp": [0.0, 38.5], "text": " The When the Second World War ended, the peoples of South and Southeast Asia turned their attention to attaining independence and to improving their way of life."}, {"timestamp": [39.5, 42.5], "text": " Three quarters of these were members of the Commonwealth."}, {"timestamp": [42.5, 45.16], "text": " There was no shortage of people, nor of the"}, {"timestamp": [45.16, 53.0], "text": " will to work, nor of land to work upon. What they needed was stability, finance, and know-how."}, {"timestamp": [53.0, 57.16], "text": " A quarter of the world's people just couldn't be allowed to go on indefinitely living in extreme"}, {"timestamp": [57.16, 70.0], "text": " poverty. Something had to be done to help. That something became the Colombo Plan. Knowing how closely her destiny is linked with those of South and Southeast Asia,"}, {"timestamp": [70.0, 74.0], "text": " New Zealand was among the first to offer her services in this cause."}, {"timestamp": [74.0, 76.0], "text": " The year was 1950."}, {"timestamp": [76.0, 80.0], "text": " Today there are some 20 nations in this Colombo Plan fraternity,"}, {"timestamp": [80.0, 84.0], "text": " all concerned with the cooperative development of this vast area."}, {"timestamp": [84.0, 85.52], "text": " One aspect of New Zealand's share in the Colombo Plan all concerned with the cooperative development of this vast area."}, {"timestamp": [88.18, 91.52], "text": " One aspect of New Zealand share in the Colombo plan is the provision of facilities for students from member countries"}, {"timestamp": [91.52, 95.56], "text": " to learn new skills or to improve on skills already learned."}, {"timestamp": [112.0, 117.0], "text": " well, when I arrived at Wellington Airport, the weather was bad and it was very bad for the morale. Airports everywhere are very much the same all over the world, I suppose,"}, {"timestamp": [117.0, 121.0], "text": " and I was still wondering what New Zealand was really like."}, {"timestamp": [121.0, 124.0], "text": " I think everyone feels rather apprehensive."}, {"timestamp": [124.0, 129.0], "text": " I was worried that the manners I had at home might not be acceptable here,"}, {"timestamp": [129.0, 132.0], "text": " but the presence of the student officer from the external aid"}, {"timestamp": [132.0, 136.0], "text": " with Odysian students to meet us there was in a way a comfort."}, {"timestamp": [136.0, 143.0], "text": " He wouldn't take a girlfriend and answer, I couldn't get rid of him, and I told them straight."}, {"timestamp": [151.84, 156.56], "text": " From the moment the students arrive, they are at the moment the students arrive, they're in the personal care of a student officer, whose first job is to make sure they're properly housed, either with approved private"}, {"timestamp": [156.56, 159.76], "text": " families or in Colombo plant hostels."}, {"timestamp": [159.76, 161.84], "text": " What are you, Miss Matthews?"}, {"timestamp": [161.84, 166.0], "text": " This is Zhuang from Vietnam. I'm so pleased to meet you."}, {"timestamp": [166.0, 168.0], "text": " I hope you'll be happy in New Zealand."}, {"timestamp": [168.0, 169.0], "text": " I'm sure I will."}, {"timestamp": [169.0, 171.0], "text": " I'm a fellow countryman of yours."}, {"timestamp": [171.0, 172.0], "text": " Nice recall to meet you."}, {"timestamp": [172.0, 174.0], "text": " Yes, Mr."}, {"timestamp": [174.0, 175.0], "text": " Yes, Mr."}, {"timestamp": [175.0, 177.0], "text": " Let me introduce you."}, {"timestamp": [177.0, 178.0], "text": " Zon?"}, {"timestamp": [178.0, 179.0], "text": " Honey."}, {"timestamp": [179.0, 181.0], "text": " Oh, I know you're going to say,"}, {"timestamp": [181.0, 182.0], "text": " oh."}, {"timestamp": [182.0, 183.0], "text": " I'm going to have."}, {"timestamp": [183.0, 186.0], "text": " What in a house? Ah, I'm in France to North. I said, yes. The problem? I'm going to Seagov. So I'm going to go. Go to go to school?"}, {"timestamp": [186.0, 188.0], "text": " I'm going to France to know."}, {"timestamp": [188.0, 193.0], "text": " The problem of suitable clothes is disposed of by a shopping tour."}, {"timestamp": [193.0, 198.0], "text": " But it's all rather heavy going and less and until they have a working knowledge of English."}, {"timestamp": [198.0, 200.0], "text": " This is where the English Language Institute comes in,"}, {"timestamp": [200.0, 207.0], "text": " supplying a pressure cooker course in English designed to fit neatly between their arrival and start of turn in March."}, {"timestamp": [207.0, 211.0], "text": " Mary is going to the shop to buy a dress."}, {"timestamp": [211.0, 217.0], "text": " Peter is going to buy a dress."}, {"timestamp": [217.0, 222.0], "text": " He is going to the picture to see a film."}, {"timestamp": [222.0, 227.0], "text": " He's going to the hairdresser to have a film. He's going to the hairdresser to have a hair cut."}, {"timestamp": [227.0, 234.0], "text": " She is going to the bank to draw some money."}, {"timestamp": [234.0, 237.0], "text": " They're going to the bank to draw some money."}, {"timestamp": [237.0, 240.0], "text": " I'm going to the library to leave."}, {"timestamp": [240.0, 242.0], "text": " Interrupting you, would you stop your take please?"}, {"timestamp": [242.0, 246.5], "text": " On that last sentence, it was library to read not"}, {"timestamp": [246.5, 251.5], "text": " library to lead I am going to the railway station to meet a friend"}, {"timestamp": [251.5, 256.5], "text": " she's going to the cafeteria to eat I'm going to the railway station to meet a friend"}, {"timestamp": [256.5, 263.0], "text": " there's nothing wrong with his English"}, {"timestamp": [263.0, 267.0], "text": " the period November to March may mean hard work for the new intake,"}, {"timestamp": [267.0, 270.0], "text": " but for the established students of two to four years standing,"}, {"timestamp": [270.0, 273.0], "text": " it's mostly holiday time."}, {"timestamp": [273.0, 276.0], "text": " We came here not only to study from books,"}, {"timestamp": [276.0, 279.0], "text": " but also to see the life here."}, {"timestamp": [279.0, 283.0], "text": " During the holidays, most of us go out into the country"}, {"timestamp": [283.0, 287.0], "text": " to see the sites and also to see the various workings of this country."}, {"timestamp": [289.0, 294.0], "text": " We go on both tours sometimes organized by the external aid division and we meet the people."}, {"timestamp": [294.0, 310.0], "text": " Why can't go to places like Rotrua and see the natural beauties and wonders."}, {"timestamp": [310.0, 318.0], "text": " We have heard of people saying that Singapore, for example, is very stinking."}, {"timestamp": [318.0, 324.0], "text": " But I do not think it will ever be like boiling mud smells, which is so unique in Rotrua."}, {"timestamp": [324.0, 325.96], "text": " In one of our visits to a Maori village, we met many kindly ever be like boiling mode smells, which is so unique in Rotrua."}, {"timestamp": [330.66, 336.06], "text": " In one of our visits to a Maori village, we met many kindly and hospitable maoris. We spent the night at a moray, where the atmosphere all along was informal."}, {"timestamp": [337.28, 341.96], "text": " The maoris performed the traditional poy dancers and so on, and to return the compliments,"}, {"timestamp": [342.42, 365.0], "text": " we saw them our own traditional dancers. I don't know how much. It's all the looose,"}, {"timestamp": [365.0, 380.0], "text": " why don't it would be a little bit of me as a,"}, {"timestamp": [380.0, 387.0], "text": " like a tomb. The one of the same. It's the first one of the day."}, {"timestamp": [387.0, 390.0], "text": " There, no, no, there."}, {"timestamp": [390.0, 392.0], "text": " There, no, there."}, {"timestamp": [392.0, 394.0], "text": " Oh, the nok."}, {"timestamp": [394.0, 396.0], "text": " They're called, kha-kha."}, {"timestamp": [396.0, 398.0], "text": " Like a little, like a cow-mo."}, {"timestamp": [398.0, 399.0], "text": " But, but see ma-moh."}, {"timestamp": [399.0, 400.0], "text": " See ma'o."}, {"timestamp": [400.0, 415.0], "text": " But, here, I'll be here. But when holiday periods are over, we go back to our own respective study course all over New Zealand in nearly all fields of study."}, {"timestamp": [415.0, 418.0], "text": " Structure of the rumin of stomach."}, {"timestamp": [418.0, 428.5], "text": " Actually it consists of four components, the rumin, reticulum, omeys and aberrase. Of these, perhaps the first two,"}, {"timestamp": [428.5, 436.0], "text": " the reticular rumen, are the more important. This region here, the reticular rumen,"}, {"timestamp": [436.0, 447.0], "text": " acts as a large fermentation tank. The tracheons, the resinden dach is your find there."}, {"timestamp": [447.0, 455.0], "text": " And I want you to compare one to two more radio sections"}, {"timestamp": [455.0, 459.0], "text": " with milderutum and end sections."}, {"timestamp": [459.0, 462.0], "text": " Here we have an example of red mite on Pipptrip,"}, {"timestamp": [462.0, 465.0], "text": " but in this case the mite has brought up a resistance."}, {"timestamp": [465.0, 470.0], "text": " And because of that resistance, we're using a lot of more dangerous sprays than we used to."}, {"timestamp": [470.0, 496.0], "text": " And because of that, the operator must be carefully protected. The pressure drop suddenly increases and the nature of the liquid flow changes."}, {"timestamp": [496.0, 499.0], "text": " But it's very difficult to see what happens."}, {"timestamp": [499.0, 503.0], "text": " How do they fare these young men and women from strange faraway lands?"}, {"timestamp": [503.0, 505.0], "text": " How do they compare with our own"}, {"timestamp": [505.0, 509.46], "text": " students? To answer these questions it's important to realize how much is"}, {"timestamp": [509.46, 514.58], "text": " being asked of these young people. He or she may be a Muslim or Buddhist seldom"}, {"timestamp": [514.58, 519.08], "text": " having come in contact with Europeans until the day when he finds himself in a"}, {"timestamp": [519.08, 524.06], "text": " country where all things are different and strange, religion, language, climate"}, {"timestamp": [524.06, 525.92], "text": " and customs."}, {"timestamp": [525.92, 530.82], "text": " And yet in spite of all this, and with a minimum of fuss and bother, you have a 4A student"}, {"timestamp": [530.82, 587.0], "text": " at university within a year. The Sociology, we use the terms folkways, mores and law, to denote the degree of sanction attached to different norms."}, {"timestamp": [587.0, 594.0], "text": " Now the term folkways in sociology is used to cover those norms in a society"}, {"timestamp": [594.0, 603.0], "text": " for which the sanctions tend to be relatively mild and less severe."}, {"timestamp": [603.0, 606.0], "text": " Compared to the folk ways, the mores"}, {"timestamp": [606.0, 610.0], "text": " have much more fundamental moral obligations involved."}, {"timestamp": [610.0, 616.0], "text": " They are usually widely believed to be essential for holding society together."}, {"timestamp": [616.0, 627.0], "text": " In the classes and around the campuses, we are together with the New Zealand students."}, {"timestamp": [627.0, 636.0], "text": " However, we must not forget our own personalities and so occasionally we get together boys and girls from all the various countries"}, {"timestamp": [636.0, 644.0], "text": " and do our dancers, sing our songs just to satisfy ourselves that we, after all, belong to the Asian culture."}, {"timestamp": [644.0, 647.0], "text": " This part of the Colom Columbia Plan is very good,"}, {"timestamp": [647.0, 650.0], "text": " because although we are neighbors, we have not met in our own countries,"}, {"timestamp": [650.0, 653.0], "text": " and this leads to great understanding."}, {"timestamp": [653.0, 659.0], "text": " This is the story of a young woman whose husband has left for war"}, {"timestamp": [659.0, 706.0], "text": " while she waits at home and nurses a good kid. I'm saying I'm never"}, {"timestamp": [706.0, 707.0], "text": " love"}, {"timestamp": [707.0, 708.0], "text": " No,"}, {"timestamp": [708.0, 709.0], "text": " no land"}, {"timestamp": [709.0, 710.0], "text": " from the"}, {"timestamp": [710.0, 712.0], "text": " man"}, {"timestamp": [712.0, 714.0], "text": " The family"}, {"timestamp": [714.0, 715.0], "text": " this"}, {"timestamp": [715.0, 717.0], "text": " The family is"}, {"timestamp": [717.0, 718.0], "text": " on the"}, {"timestamp": [718.0, 719.0], "text": " I'm just pretty"}, {"timestamp": [719.0, 720.0], "text": " and I'm"}, {"timestamp": [720.0, 721.0], "text": " I know"}, {"timestamp": [721.0, 722.0], "text": " I know"}, {"timestamp": [722.0, 724.0], "text": " oh oh"}, {"timestamp": [724.0, 725.32], "text": " oh oh oh oh I'm just to-o-loid-o-loid-o-do-c-c-c-c-c-o-do."}, {"timestamp": [725.32, 729.0], "text": " Noi-do, do you know,"}, {"timestamp": [729.0, 746.0], "text": " and I'm for the talk-lake-l-l-ca-l-cue-law. Routunga'i, oh, and that's Routung Day, one kin'bred,"}, {"timestamp": [746.0, 747.0], "text": " and the song, and so on,"}, {"timestamp": [747.0, 787.0], "text": " and the dog. I'm gonna'a. But the most important thing is that we have come to work."}, {"timestamp": [787.0, 808.0], "text": " John Young, for instance, from Sarawak is learning automatically phone exchanges"}, {"timestamp": [808.0, 813.0], "text": " and he will go back to Sarawak to establish and run automatically phone exchanges in that area."}, {"timestamp": [813.0, 818.0], "text": " Thor studies seed testing."}, {"timestamp": [818.0, 823.0], "text": " On returning to Vietnam, he will be responsible to setting up and running a seed testing plant."}, {"timestamp": [823.0, 825.2], "text": " Others have come to study"}, {"timestamp": [825.2, 831.44], "text": " dentistry which is very important to us too. Judith Tjoh with 10 others from"}, {"timestamp": [831.44, 835.04], "text": " Malaysia studies in the dental nursing school in Wellington."}, {"timestamp": [835.04, 847.0], "text": " Ahmad from Pakistan is sent here to study cheese making."}, {"timestamp": [847.0, 851.0], "text": " He too will return and set up a cheese industry in Pakistan."}, {"timestamp": [851.0, 860.0], "text": " Mrs. Sudhasa from Indonesia is in charge of 16 midwife clinics in central Java."}, {"timestamp": [860.0, 867.0], "text": " She is here on a postgraduate course."}, {"timestamp": [867.0, 876.0], "text": " Saddono is a qualified teacher from Indonesia who is here on a post-graduate course."}, {"timestamp": [876.0, 882.0], "text": " When he returns to his own country, he will lecture at the teacher's training college there."}, {"timestamp": [882.0, 887.0], "text": " There are also students for more specialized fields of study."}, {"timestamp": [887.0, 893.0], "text": " Muslima from Lea has been studying here for two years in the teaching of the blind children."}, {"timestamp": [893.0, 900.0], "text": " There are three schools for the blind in Malaya, but there are no teacher training facilities."}, {"timestamp": [900.0, 905.0], "text": " Southeast Asia is largely an agricultural country."}, {"timestamp": [905.0, 909.0], "text": " One of the main fields of study therefore is in agriculture."}, {"timestamp": [909.0, 913.0], "text": " Francis Liu studies agricultural science at Lincoln College"}, {"timestamp": [913.0, 917.0], "text": " and he has to do a compulsory 40 weeks practical work."}, {"timestamp": [917.0, 923.0], "text": " Muhammad Tajuddin bin Junaidi, otherwise known to us as Ted,"}, {"timestamp": [923.0, 925.6], "text": " studies for his Bachelor of Agricultural Science"}, {"timestamp": [925.6, 935.68], "text": " at Lincoln College. During the holidays, he does practical work on the Waikato farm."}, {"timestamp": [935.68, 941.44], "text": " At last, the times come for us to leave. After three or four or even five years study, we have"}, {"timestamp": [941.44, 946.58], "text": " the graduation and one of the great episodes in our life is over."}, {"timestamp": [946.58, 951.22], "text": " When we came, we did not know whether we had the capabilities to go through with it."}, {"timestamp": [951.22, 958.96], "text": " And so this bit of paper gives us great satisfaction of ourselves, our families and our countries."}, {"timestamp": [958.96, 966.24], "text": " Being granted our degrees or diplomas, we can now go home where we must face a new challenge."}, {"timestamp": [966.24, 974.24], "text": " We must leave many friends behind and we hope also something else, understanding and our appreciation."}, {"timestamp": [974.24, 979.12], "text": " We hope that we have given something to New Zealand and not just taken because the"}, {"timestamp": [979.12, 985.6], "text": " Colombo plan is for the mutual benefit of all of us."}, {"timestamp": [990.04, 990.7], "text": " We leave and others are already arriving to carry on the good work."}, {"timestamp": [995.78, null], "text": " And they too will return and together we will work for the benefit of our countries."}], "text": " The When the Second World War ended, the peoples of South and Southeast Asia turned their attention to attaining independence and to improving their way of life. Three quarters of these were members of the Commonwealth. There was no shortage of people, nor of the will to work, nor of land to work upon. What they needed was stability, finance, and know-how. A quarter of the world's people just couldn't be allowed to go on indefinitely living in extreme poverty. Something had to be done to help. That something became the Colombo Plan. Knowing how closely her destiny is linked with those of South and Southeast Asia, New Zealand was among the first to offer her services in this cause. The year was 1950. Today there are some 20 nations in this Colombo Plan fraternity, all concerned with the cooperative development of this vast area. One aspect of New Zealand's share in the Colombo Plan all concerned with the cooperative development of this vast area. One aspect of New Zealand share in the Colombo plan is the provision of facilities for students from member countries to learn new skills or to improve on skills already learned. well, when I arrived at Wellington Airport, the weather was bad and it was very bad for the morale. Airports everywhere are very much the same all over the world, I suppose, and I was still wondering what New Zealand was really like. I think everyone feels rather apprehensive. I was worried that the manners I had at home might not be acceptable here, but the presence of the student officer from the external aid with Odysian students to meet us there was in a way a comfort. He wouldn't take a girlfriend and answer, I couldn't get rid of him, and I told them straight. From the moment the students arrive, they are at the moment the students arrive, they're in the personal care of a student officer, whose first job is to make sure they're properly housed, either with approved private families or in Colombo plant hostels. What are you, Miss Matthews? This is Zhuang from Vietnam. I'm so pleased to meet you. I hope you'll be happy in New Zealand. I'm sure I will. I'm a fellow countryman of yours. Nice recall to meet you. Yes, Mr. Yes, Mr. Let me introduce you. Zon? Honey. Oh, I know you're going to say, oh. I'm going to have. What in a house? Ah, I'm in France to North. I said, yes. The problem? I'm going to Seagov. So I'm going to go. Go to go to school? I'm going to France to know. The problem of suitable clothes is disposed of by a shopping tour. But it's all rather heavy going and less and until they have a working knowledge of English. This is where the English Language Institute comes in, supplying a pressure cooker course in English designed to fit neatly between their arrival and start of turn in March. Mary is going to the shop to buy a dress. Peter is going to buy a dress. He is going to the picture to see a film. He's going to the hairdresser to have a film. He's going to the hairdresser to have a hair cut. She is going to the bank to draw some money. They're going to the bank to draw some money. I'm going to the library to leave. Interrupting you, would you stop your take please? On that last sentence, it was library to read not library to lead I am going to the railway station to meet a friend she's going to the cafeteria to eat I'm going to the railway station to meet a friend there's nothing wrong with his English the period November to March may mean hard work for the new intake, but for the established students of two to four years standing, it's mostly holiday time. We came here not only to study from books, but also to see the life here. During the holidays, most of us go out into the country to see the sites and also to see the various workings of this country. We go on both tours sometimes organized by the external aid division and we meet the people. Why can't go to places like Rotrua and see the natural beauties and wonders. We have heard of people saying that Singapore, for example, is very stinking. But I do not think it will ever be like boiling mud smells, which is so unique in Rotrua. In one of our visits to a Maori village, we met many kindly ever be like boiling mode smells, which is so unique in Rotrua. In one of our visits to a Maori village, we met many kindly and hospitable maoris. We spent the night at a moray, where the atmosphere all along was informal. The maoris performed the traditional poy dancers and so on, and to return the compliments, we saw them our own traditional dancers. I don't know how much. It's all the looose, why don't it would be a little bit of me as a, like a tomb. The one of the same. It's the first one of the day. There, no, no, there. There, no, there. Oh, the nok. They're called, kha-kha. Like a little, like a cow-mo. But, but see ma-moh. See ma'o. But, here, I'll be here. But when holiday periods are over, we go back to our own respective study course all over New Zealand in nearly all fields of study. Structure of the rumin of stomach. Actually it consists of four components, the rumin, reticulum, omeys and aberrase. Of these, perhaps the first two, the reticular rumen, are the more important. This region here, the reticular rumen, acts as a large fermentation tank. The tracheons, the resinden dach is your find there. And I want you to compare one to two more radio sections with milderutum and end sections. Here we have an example of red mite on Pipptrip, but in this case the mite has brought up a resistance. And because of that resistance, we're using a lot of more dangerous sprays than we used to. And because of that, the operator must be carefully protected. The pressure drop suddenly increases and the nature of the liquid flow changes. But it's very difficult to see what happens. How do they fare these young men and women from strange faraway lands? How do they compare with our own students? To answer these questions it's important to realize how much is being asked of these young people. He or she may be a Muslim or Buddhist seldom having come in contact with Europeans until the day when he finds himself in a country where all things are different and strange, religion, language, climate and customs. And yet in spite of all this, and with a minimum of fuss and bother, you have a 4A student at university within a year. The Sociology, we use the terms folkways, mores and law, to denote the degree of sanction attached to different norms. Now the term folkways in sociology is used to cover those norms in a society for which the sanctions tend to be relatively mild and less severe. Compared to the folk ways, the mores have much more fundamental moral obligations involved. They are usually widely believed to be essential for holding society together. In the classes and around the campuses, we are together with the New Zealand students. However, we must not forget our own personalities and so occasionally we get together boys and girls from all the various countries and do our dancers, sing our songs just to satisfy ourselves that we, after all, belong to the Asian culture. This part of the Colom Columbia Plan is very good, because although we are neighbors, we have not met in our own countries, and this leads to great understanding. This is the story of a young woman whose husband has left for war while she waits at home and nurses a good kid. I'm saying I'm never love No, no land from the man The family this The family is on the I'm just pretty and I'm I know I know oh oh oh oh oh oh I'm just to-o-loid-o-loid-o-do-c-c-c-c-c-o-do. Noi-do, do you know, and I'm for the talk-lake-l-l-ca-l-cue-law. Routunga'i, oh, and that's Routung Day, one kin'bred, and the song, and so on, and the dog. I'm gonna'a. But the most important thing is that we have come to work. John Young, for instance, from Sarawak is learning automatically phone exchanges and he will go back to Sarawak to establish and run automatically phone exchanges in that area. Thor studies seed testing. On returning to Vietnam, he will be responsible to setting up and running a seed testing plant. Others have come to study dentistry which is very important to us too. Judith Tjoh with 10 others from Malaysia studies in the dental nursing school in Wellington. Ahmad from Pakistan is sent here to study cheese making. He too will return and set up a cheese industry in Pakistan. Mrs. Sudhasa from Indonesia is in charge of 16 midwife clinics in central Java. She is here on a postgraduate course. Saddono is a qualified teacher from Indonesia who is here on a post-graduate course. When he returns to his own country, he will lecture at the teacher's training college there. There are also students for more specialized fields of study. Muslima from Lea has been studying here for two years in the teaching of the blind children. There are three schools for the blind in Malaya, but there are no teacher training facilities. Southeast Asia is largely an agricultural country. One of the main fields of study therefore is in agriculture. Francis Liu studies agricultural science at Lincoln College and he has to do a compulsory 40 weeks practical work. Muhammad Tajuddin bin Junaidi, otherwise known to us as Ted, studies for his Bachelor of Agricultural Science at Lincoln College. During the holidays, he does practical work on the Waikato farm. At last, the times come for us to leave. After three or four or even five years study, we have the graduation and one of the great episodes in our life is over. When we came, we did not know whether we had the capabilities to go through with it. And so this bit of paper gives us great satisfaction of ourselves, our families and our countries. Being granted our degrees or diplomas, we can now go home where we must face a new challenge. We must leave many friends behind and we hope also something else, understanding and our appreciation. We hope that we have given something to New Zealand and not just taken because the Colombo plan is for the mutual benefit of all of us. We leave and others are already arriving to carry on the good work. And they too will return and together we will work for the benefit of our countries."}