{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " At least"}, {"timestamp": [2.0, 4.0], "text": "..."}, {"timestamp": [4.0, 6.0], "text": "...at..."}, {"timestamp": [6.0, 30.64], "text": "...at Papakura military camp, Queen Saloti speaks of the link between Tonga and New Zealand in defence"}, {"timestamp": [30.64, 33.82], "text": " and of the help given her kingdom by the New Zealand Armed Services."}, {"timestamp": [34.42, 41.46], "text": " With the Queen on the dais is one unofficial guest and Brigadier Pleasant CBE DSO, Officer Commanding Northern Military District."}, {"timestamp": [41.46, 49.2], "text": " The occasion, the culmination of ten and a half weeks training, is the passing out parade of Papakura's 19th intake of territorial recruits."}, {"timestamp": [49.2, 54.76], "text": " Her Majesty takes the salute. The public is here to see the modern young man's"}, {"timestamp": [54.76, 58.56], "text": " accomplishments. Climbing over water, scrambling through obstacles on land and"}, {"timestamp": [58.56, 62.5], "text": " leaping through the air, trainees show they've mastered all elements of the confidence"}, {"timestamp": [62.5, 70.0], "text": " course. On parade are new men of all army brouchers, Royal New Zealand Electrical and Mechanical Engineers for example."}, {"timestamp": [70.0, 73.0], "text": " The advanced obstacle courses soon surmounted."}, {"timestamp": [73.0, 77.0], "text": " It seems to suit some people down to the ground where the grass grows."}, {"timestamp": [77.0, 79.0], "text": " Not over my dead body."}, {"timestamp": [79.0, 84.0], "text": " It's Royal Corps of Signal showing how they bring the good news from A to B."}, {"timestamp": [84.0, 86.72], "text": " Spectators get quite a few things to chew over, including the problem of core of signal showing how they bring the good news from A to B."}, {"timestamp": [90.88, 95.12], "text": " Spectators get quite a few things to chew over, including the problem of where the front seat driver has gone who got fed up with the army's backseat driver. He took the steering"}, {"timestamp": [95.12, 101.28], "text": " wheel with him too. A little girl comes to see the queen of the friendly aisles."}, {"timestamp": [104.64, 105.0], "text": " The artillery's heard from. Queen of the Friendly Isles."}, {"timestamp": [107.0, 110.0], "text": " The artillery's heard from."}, {"timestamp": [113.0, 115.0], "text": " And the infantry demonstrates the Patoon in attack."}, {"timestamp": [119.0, 126.1], "text": " Queen Salote has seen what full instruction the army can give in a ten and a half week camp. For the ten week old soldiers, 18 year old men, this parade has been a truly royal conclusion to their period of training."}, {"timestamp": [132.02, 137.02], "text": " Dressing the eggs, they call it, it's a quaint old Easter custom brought to New Zealand by Dutch immigrants."}, {"timestamp": [137.8, 142.8], "text": " Dozens of these clever little caricatures are painted by the grown-ups working together with neighbours and friends."}, {"timestamp": [143.34, 147.0], "text": " It's an annual ritual which reaches far back into the history of a hard-working people"}, {"timestamp": [147.0, 153.0], "text": " with little to spare on luxuries, but much to give in kindliness and talent."}, {"timestamp": [153.0, 156.0], "text": " Long John Silver joins the other treasures."}, {"timestamp": [156.0, 159.0], "text": " Centuries before chocolate eggs were ever thought of,"}, {"timestamp": [159.0, 161.0], "text": " hand-painted eggs symbolized the resurrection."}, {"timestamp": [161.0, 165.0], "text": " It was a way they had in those days of handing on their beliefs to their children."}, {"timestamp": [169.0, 175.0], "text": " On Easter morning the fun commences. First the eggs have to be hidden in the garden and it calls for quick work too."}, {"timestamp": [175.0, 178.0], "text": " The boys and girls are not far off ready for the hunt."}, {"timestamp": [178.0, 190.66], "text": " Roseneath School in Wellington is the scene of this hunt."}, {"timestamp": [191.0, 194.56], "text": " According to legend, the eggs were hidden in the first place by Easter bunnies."}, {"timestamp": [194.94, 196.6], "text": " Why bunnies, history doesn't tell."}, {"timestamp": [198.16, 198.92], "text": " Tactics vary."}, {"timestamp": [199.34, 203.52], "text": " Some like to hunt with their playmates, but single-handed tactics show results too."}, {"timestamp": [210.0, 215.0], "text": " At least we find out what a clutch of eggs really means. Whether that's double dutch or not, it helps the shy ones to come out of their shells."}, {"timestamp": [215.0, 233.34], "text": " An old world Easter custom, it the way to Polaris Sound."}, {"timestamp": [250.28, 254.8], "text": " Protected by Parliament, the legendary Dolphin Polaris Jack delighted thousands of travelers as he guided their ships past Polaris Sound to and from French Pass for nearly 30 years."}, {"timestamp": [255.46, 261.64], "text": " In that time, he gained a worldwide reputation, which lingered on long after his mysterious disappearance in 1916."}, {"timestamp": [263.44, 266.76], "text": " From French Pass to the Hokieanga Harbour 40 years later,"}, {"timestamp": [266.76, 272.3], "text": " in the summer of 1956, where the few residents of the tiny seaside town of Opinoni"}, {"timestamp": [272.3, 277.28], "text": " took the protection of a new dolphin into their own hands. What's the way to Opanone?"}, {"timestamp": [277.28, 282.2], "text": " That was the question asked by curious sightseers from all over the North Island as they flocked"}, {"timestamp": [282.2, 285.88], "text": " to the Hokkaanga, drawn by reports of a tame dolphin called Opo,"}, {"timestamp": [286.18, 288.8], "text": " which every weekend drew hundreds of cars and buses"}, {"timestamp": [288.8, 291.0], "text": " and a traffic cop to Opanone Township."}, {"timestamp": [291.84, 293.2], "text": " Crowds thronged the beach."}, {"timestamp": [296.9, 300.14], "text": " Business boomed and overseas tourists changed their minds"}, {"timestamp": [300.14, 302.94], "text": " about mud pools and headed north to Opanone."}, {"timestamp": [303.44, 307.0], "text": " Thousands came to see a friendly dolphin."}, {"timestamp": [307.0, 315.0], "text": " Opo, classified as a bottle-nosed dolphin, initially thought to be male, was discovered at the end of a short life to be female."}, {"timestamp": [315.0, 322.0], "text": " She was first noticed when she approached launches and dinghies. The beginnings of her friendship came when it was discovered she was playful."}, {"timestamp": [322.0, 325.0], "text": " She liked a tickle under the chin or a scratch on the back."}, {"timestamp": [325.0, 337.0], "text": " Growing bolder, she headed closer into shore."}, {"timestamp": [337.0, 341.0], "text": " There a 12-year-old local girl, Jill Baker, took over the job of training."}, {"timestamp": [341.0, 344.0], "text": " Opo appointed herself Jill's swimming coach,"}, {"timestamp": [344.0, 345.18], "text": " and Jill in her turn helped the dolphin overcome fear of human beings. From beginning to end, Opo appointed herself Jill's swimming coach, and Jill in her turn helped"}, {"timestamp": [345.18, 350.62], "text": " the dolphin overcome fear of human beings. From beginning to end, Opo kept Jill at the top of her"}, {"timestamp": [350.62, 356.12], "text": " list of popular humans, responding to Jill's every gesture like a household pet. With gentleness,"}, {"timestamp": [356.56, 361.22], "text": " Jill paved the way for a friendship between man and wild sea mammal that was in a few short"}, {"timestamp": [361.22, 365.0], "text": " weeks to become famous, as Opo growing tamer learned to play."}, {"timestamp": [387.64, 388.4], "text": " Patting and tickling the dolphins soon became a national pastime."}, {"timestamp": [392.6, 393.0], "text": " Opo's popularity grew as the news told New Zealand's best fish story in years,"}, {"timestamp": [396.1, 398.4], "text": " like the popular song written by Auckland composer Crombie Murdo."}, {"timestamp": [400.4, 400.88], "text": " I'm all poor the crazy dolphin."}, {"timestamp": [402.56, 403.06], "text": " The kids think I'm mighty."}, {"timestamp": [405.36, 407.64], "text": " When I give them all a fishy bag right and a game of four in the swishy tide"}, {"timestamp": [407.64, 409.92], "text": " I'm one fish that'll never get right"}, {"timestamp": [409.92, 411.7], "text": " I'm served in battle for tea"}, {"timestamp": [411.7, 415.16], "text": " And I live at O'Panoly by the sea"}, {"timestamp": [415.16, 416.16], "text": " Whoopo"}, {"timestamp": [416.16, 416.96], "text": " Whoopo"}, {"timestamp": [416.96, 421.14], "text": " Everybody loves to"}, {"timestamp": [421.14, 423.32], "text": " At O'Ponone Bay"}, {"timestamp": [423.32, 426.06], "text": " He's such fun for old and young."}, {"timestamp": [426.3, 427.82], "text": " They all want him to stay."}, {"timestamp": [428.4, 430.22], "text": " He's old for the crazy dolphin."}, {"timestamp": [430.72, 432.44], "text": " He's friendly as can be."}, {"timestamp": [433.02, 435.3], "text": " If you should want to learn to swim,"}, {"timestamp": [435.58, 437.68], "text": " you couldn't do better than learn from him."}, {"timestamp": [437.92, 439.44], "text": " The very soon get you in."}, {"timestamp": [439.76, 443.2], "text": " And he's giving instructions free down the good old"}, {"timestamp": [443.2, 445.5], "text": " Opanone by the sea"}, {"timestamp": [445.5, 452.16], "text": " Some people just have all the luck"}, {"timestamp": [452.16, 455.3], "text": " I never thought I'd come out of a pub"}, {"timestamp": [455.3, 471.0], "text": " And see a bottled nose dolphin tossing a bottle Opo's version of water polo drew the crowds."}, {"timestamp": [471.0, 474.0], "text": " Toss and dribble. Easy when you're a dolphin."}, {"timestamp": [474.0, 489.8], "text": " Here, you have a go. Here, you have a go."}, {"timestamp": [495.1, 498.44], "text": " Retired pensioner Frank Druitt was made Opo's official custodian."}, {"timestamp": [498.9, 502.48], "text": " He kept an eye on the crowds, but only to see they weren't too rough."}, {"timestamp": [502.96, 506.0], "text": " Opo liked the game of ball with friendly swimmers."}, {"timestamp": [506.0, 523.0], "text": " Opo's specialty, a double fin-flip back-loop slam."}, {"timestamp": [523.0, 528.0], "text": " Who's going to get the ball? Opo's specialty, a double fin flip back-loop slam."}, {"timestamp": [530.0, 532.0], "text": " Who's going to get the ball? The dolphin wins hands down."}, {"timestamp": [532.0, 535.0], "text": " The human race just isn't in the race."}, {"timestamp": [535.0, 541.0], "text": " Through all one warm summer, sunshine and laughter by the sea,"}, {"timestamp": [541.0, 544.0], "text": " Opo excelled herself in building up a repertoire of entertainment"}, {"timestamp": [544.0, 547.0], "text": " for those who came to watch and play."}, {"timestamp": [547.0, 553.0], "text": " But these were to be her last days. Soon the sea was to claim back its own."}, {"timestamp": [553.0, 560.0], "text": " Opo, the dolphin friend of thousands of New Zealanders, was to be found dead, stranded on rocks near Opanone,"}, {"timestamp": [560.0, null], "text": " a friend for a summer, already like Polaris Jack, a legend."}], "text": " At least......at......at Papakura military camp, Queen Saloti speaks of the link between Tonga and New Zealand in defence and of the help given her kingdom by the New Zealand Armed Services. With the Queen on the dais is one unofficial guest and Brigadier Pleasant CBE DSO, Officer Commanding Northern Military District. The occasion, the culmination of ten and a half weeks training, is the passing out parade of Papakura's 19th intake of territorial recruits. Her Majesty takes the salute. The public is here to see the modern young man's accomplishments. Climbing over water, scrambling through obstacles on land and leaping through the air, trainees show they've mastered all elements of the confidence course. On parade are new men of all army brouchers, Royal New Zealand Electrical and Mechanical Engineers for example. The advanced obstacle courses soon surmounted. It seems to suit some people down to the ground where the grass grows. Not over my dead body. It's Royal Corps of Signal showing how they bring the good news from A to B. Spectators get quite a few things to chew over, including the problem of core of signal showing how they bring the good news from A to B. Spectators get quite a few things to chew over, including the problem of where the front seat driver has gone who got fed up with the army's backseat driver. He took the steering wheel with him too. A little girl comes to see the queen of the friendly aisles. The artillery's heard from. Queen of the Friendly Isles. The artillery's heard from. And the infantry demonstrates the Patoon in attack. Queen Salote has seen what full instruction the army can give in a ten and a half week camp. For the ten week old soldiers, 18 year old men, this parade has been a truly royal conclusion to their period of training. Dressing the eggs, they call it, it's a quaint old Easter custom brought to New Zealand by Dutch immigrants. Dozens of these clever little caricatures are painted by the grown-ups working together with neighbours and friends. It's an annual ritual which reaches far back into the history of a hard-working people with little to spare on luxuries, but much to give in kindliness and talent. Long John Silver joins the other treasures. Centuries before chocolate eggs were ever thought of, hand-painted eggs symbolized the resurrection. It was a way they had in those days of handing on their beliefs to their children. On Easter morning the fun commences. First the eggs have to be hidden in the garden and it calls for quick work too. The boys and girls are not far off ready for the hunt. Roseneath School in Wellington is the scene of this hunt. According to legend, the eggs were hidden in the first place by Easter bunnies. Why bunnies, history doesn't tell. Tactics vary. Some like to hunt with their playmates, but single-handed tactics show results too. At least we find out what a clutch of eggs really means. Whether that's double dutch or not, it helps the shy ones to come out of their shells. An old world Easter custom, it the way to Polaris Sound. Protected by Parliament, the legendary Dolphin Polaris Jack delighted thousands of travelers as he guided their ships past Polaris Sound to and from French Pass for nearly 30 years. In that time, he gained a worldwide reputation, which lingered on long after his mysterious disappearance in 1916. From French Pass to the Hokieanga Harbour 40 years later, in the summer of 1956, where the few residents of the tiny seaside town of Opinoni took the protection of a new dolphin into their own hands. What's the way to Opanone? That was the question asked by curious sightseers from all over the North Island as they flocked to the Hokkaanga, drawn by reports of a tame dolphin called Opo, which every weekend drew hundreds of cars and buses and a traffic cop to Opanone Township. Crowds thronged the beach. Business boomed and overseas tourists changed their minds about mud pools and headed north to Opanone. Thousands came to see a friendly dolphin. Opo, classified as a bottle-nosed dolphin, initially thought to be male, was discovered at the end of a short life to be female. She was first noticed when she approached launches and dinghies. The beginnings of her friendship came when it was discovered she was playful. She liked a tickle under the chin or a scratch on the back. Growing bolder, she headed closer into shore. There a 12-year-old local girl, Jill Baker, took over the job of training. Opo appointed herself Jill's swimming coach, and Jill in her turn helped the dolphin overcome fear of human beings. From beginning to end, Opo appointed herself Jill's swimming coach, and Jill in her turn helped the dolphin overcome fear of human beings. From beginning to end, Opo kept Jill at the top of her list of popular humans, responding to Jill's every gesture like a household pet. With gentleness, Jill paved the way for a friendship between man and wild sea mammal that was in a few short weeks to become famous, as Opo growing tamer learned to play. Patting and tickling the dolphins soon became a national pastime. Opo's popularity grew as the news told New Zealand's best fish story in years, like the popular song written by Auckland composer Crombie Murdo. I'm all poor the crazy dolphin. The kids think I'm mighty. When I give them all a fishy bag right and a game of four in the swishy tide I'm one fish that'll never get right I'm served in battle for tea And I live at O'Panoly by the sea Whoopo Whoopo Everybody loves to At O'Ponone Bay He's such fun for old and young. They all want him to stay. He's old for the crazy dolphin. He's friendly as can be. If you should want to learn to swim, you couldn't do better than learn from him. The very soon get you in. And he's giving instructions free down the good old Opanone by the sea Some people just have all the luck I never thought I'd come out of a pub And see a bottled nose dolphin tossing a bottle Opo's version of water polo drew the crowds. Toss and dribble. Easy when you're a dolphin. Here, you have a go. Here, you have a go. Retired pensioner Frank Druitt was made Opo's official custodian. He kept an eye on the crowds, but only to see they weren't too rough. Opo liked the game of ball with friendly swimmers. Opo's specialty, a double fin-flip back-loop slam. Who's going to get the ball? Opo's specialty, a double fin flip back-loop slam. Who's going to get the ball? The dolphin wins hands down. The human race just isn't in the race. Through all one warm summer, sunshine and laughter by the sea, Opo excelled herself in building up a repertoire of entertainment for those who came to watch and play. But these were to be her last days. Soon the sea was to claim back its own. Opo, the dolphin friend of thousands of New Zealanders, was to be found dead, stranded on rocks near Opanone, a friend for a summer, already like Polaris Jack, a legend."}