{"speakers": [], "chunks": [{"timestamp": [0.0, 31.5], "text": " A Boeing 707 touches down at O'Hakia Airport, and it's obvious that the overcast,"}, {"timestamp": [31.5, 36.3], "text": " chari weather has not dampened the enthusiasm of the crowd present to say hello to President"}, {"timestamp": [36.3, 40.3], "text": " and Mrs. Johnson as they start a whirlwind 24-hour visit to New Zealand."}, {"timestamp": [40.3, 49.0], "text": " The first President of the United States of America ever to visit this country, he is greeted by the Prime Minister, the right Honourable Keith Holyoke."}, {"timestamp": [53.0, 61.0], "text": " The President is challenged and welcomed in the traditional way by a Maori party specially dressed for the occasion."}, {"timestamp": [72.12, 77.28], "text": " It was in 1942, almost a quarter of a century ago during the darkest days of World War II that Lieutenant Commander Lyndon B. Johnson of the United States Navy was last"}, {"timestamp": [77.28, 78.84], "text": " in New Zealand."}, {"timestamp": [78.84, 84.4], "text": " He still has strong memories of that grim period."}, {"timestamp": [84.4, 89.0], "text": " I remember the first thing I did after I landed in Auckland Bay"}, {"timestamp": [89.0, 92.0], "text": " was to go and buy myself a raincoat."}, {"timestamp": [92.0, 96.0], "text": " So I went back before I left the United States"}, {"timestamp": [96.0, 99.0], "text": " and got one I'd worn several years ago."}, {"timestamp": [99.0, 100.0], "text": " It's a little short now."}, {"timestamp": [100.0, 103.0], "text": " But I knew I would need it in New Zealand."}, {"timestamp": [103.0, 108.58], "text": " In Wellington, a formal welcome by the Governor General, Sir Bernard Ferguson."}, {"timestamp": [108.76, 113.58], "text": " President Johnson and Mrs. Johnson, on behalf of the governments and people of New Zealand,"}, {"timestamp": [115.28, 119.24], "text": " I extend to your most warm and friendly greeting."}, {"timestamp": [120.7, 124.02], "text": " Your visit here marked a memorable occasion."}, {"timestamp": [125.04, 134.54], "text": " Never before, as New Zealand had the privilege of being host to the President of the United States of America and his lady."}, {"timestamp": [136.5, 139.04], "text": " President Johnson expresses his thanks."}, {"timestamp": [139.04, 146.56], "text": " I look forward to seeing something of your beautiful country and to meeting as many of your great people"}, {"timestamp": [146.56, 156.4], "text": " as our time permits and i would so much like to see some of your countryside particularly some of"}, {"timestamp": [156.4, 166.5], "text": " your great sheep i want to tell you in closing that we bring with us to all the people of New Zealand"}, {"timestamp": [166.5, 180.5], "text": " from all the people of the United States, the proud affection and the great respect of our people for your people."}, {"timestamp": [184.5, 189.06], "text": " The Guard of Honor is formed by officers and men of the Royal New Zealand Infantry Regiment."}, {"timestamp": [190.02, 194.52], "text": " Then the President and Mrs. Johnson meet Cabinet Ministers and members of the diplomatic corps."}, {"timestamp": [210.24, 210.66], "text": " At the formal reception at Government House that evening,"}, {"timestamp": [215.64, 218.44], "text": " Mrs. Johnson wears a sparkling sleeveless shift dress of white crape beneath a long-sleeved jacket which is heavily encrusted with crystals and pearls."}, {"timestamp": [219.22, 230.68], "text": " Lady Ferguson's dress is of pale apricot satin."}, {"timestamp": [230.68, 234.5], "text": " Next morning, the president calls at the National War Memorial."}, {"timestamp": [234.5, 241.0], "text": " New Zealanders twice left these beautiful islands to fight, not just for themselves, but"}, {"timestamp": [241.0, 254.26], "text": " to fight for the freedom and liberty of all men. Brave beyond measure, they fell at Gallipoli in the skies over Britain, in Greece, in El Alamein,"}, {"timestamp": [255.02, 261.94], "text": " at Mount Casino, in the jungles of the Pacific, and beneath the lemon squeezer and the berets"}, {"timestamp": [261.94, 266.3], "text": " that were their hallmarks, their strong and confident and brave"}, {"timestamp": [266.3, 273.74], "text": " faces gave heart to their allies to all of us and finally brought victory for freedom on many"}, {"timestamp": [273.74, 274.58], "text": " battlefields."}, {"timestamp": [281.98, 286.0], "text": " Outside the memorial, another unscheduled halt to meet the people."}, {"timestamp": [286.0, 305.0], "text": " Meanwhile, Mrs. Johnson, who is keenly interested in city beautification, makes a short trip to the Wellington suburb of Kelvin."}, {"timestamp": [305.9, 310.0], "text": " Here at the botanical gardens, she looks at the lilies, bighornias and orchids."}, {"timestamp": [331.0, 357.68], "text": " The ride back down into the city is made on New Zealand's only remaining cable car. The presidential couple arrive at the United States Embassy, the residents of the ambassador, Mr. Herbert Powell and Mrs. Powell, to have their pictures taken by the still photographers, if they can hold their cameras still long enough."}, {"timestamp": [358.6, 382.24], "text": " And then President Johnson meets the leader of the opposition, Mr. Norman Kirk."}, {"timestamp": [389.0, 409.0], "text": " at the civic reception, the mayor, Sir Francis Kitts, escorts the visitors as they move among the people of Wellington. The tumultuous welcome shows how they capture the affections of everyone they meet. Ignoring formality,"}, {"timestamp": [409.0, 432.0], "text": " Ignoring formality, protocol, police escorts, security measures and the official timetable,"}, {"timestamp": [432.0, 482.1], "text": " President Johnson goes out of his way to really meet the folks. Thank you. By now, it's lunchtime, and the crowds are gathered in the grounds of parliament buildings,"}, {"timestamp": [482.1, 509.8], "text": " where the president is again met by the Prime Minister, Mr. Holyoke. President Johnson exchanges greetings with members of Parliament before attending the state luncheon."}, {"timestamp": [511.0, 514.26], "text": " The Prime Minister, the right Honorable Keith Holyo."}, {"timestamp": [514.26, 518.78], "text": " We are reminded in the atmosphere that surrounds us today that the United States of America"}, {"timestamp": [518.78, 523.92], "text": " has given an economic and humanitarian aid to the people of South Vietnam."}, {"timestamp": [524.92, 527.96], "text": " Well over $2,000 million."}, {"timestamp": [529.08, 535.74], "text": " And also the munificent offer that if and when peace is restored in that part of the world,"}, {"timestamp": [536.52, 544.1], "text": " that the United States is prepared to give at least another thousand million dollars for reconstruction there,"}, {"timestamp": [544.1, 547.26], "text": " in which the President has said the"}, {"timestamp": [547.26, 553.56], "text": " North Vietnamese people may participate if they wish could anything be more"}, {"timestamp": [553.56, 558.16], "text": " generous mr. President you mentioned yesterday that on many occasions we the people"}, {"timestamp": [558.16, 563.34], "text": " of New Zealand the people of the United States have been joined together and engaged"}, {"timestamp": [563.34, 566.08], "text": " together in the defense of freedom."}, {"timestamp": [570.92, 572.84], "text": " But we also bear a mutual responsibility in the search for peace."}, {"timestamp": [576.12, 578.9], "text": " I can only say it is my fervent hope and my prayer that at the forthcoming Manila conference"}, {"timestamp": [578.9, 583.28], "text": " we may find it possible"}, {"timestamp": [583.28, 590.86], "text": " to open up new avenues toward a lasting solution of the problem of Vietnam."}, {"timestamp": [591.46, 594.46], "text": " The leader of the opposition, Mr. Norman Kirk."}, {"timestamp": [594.66, 601.18], "text": " Sir, there is a very close and friendly association between our two countries,"}, {"timestamp": [602.1, 607.54], "text": " an association that has its genesis in friendship and in understanding."}, {"timestamp": [608.78, 613.32], "text": " And it is a measure of the mutual understanding between our two countries, as the Prime Minister"}, {"timestamp": [613.32, 618.2], "text": " pointed out, that although there is not always unanimity, friendship remains."}, {"timestamp": [619.36, 630.84], "text": " And this, I believe, is the essence of democracy, though all our people may not always agree with everything that has done or proclaimed, I can"}, {"timestamp": [630.84, 639.12], "text": " unhesitatingly affirm that all our people are wholeheartedly behind and do support your"}, {"timestamp": [639.12, 640.48], "text": " quest for peace."}, {"timestamp": [640.48, 649.16], "text": " The President of the United States, Mr. Lyndon Johnson. Our two nations are separated by 6,000 miles of the Blue Pacific Ocean,"}, {"timestamp": [649.7, 653.38], "text": " but we're united by historical interests and commitments"}, {"timestamp": [653.38, 658.36], "text": " that we think are far more important in the shaping of our national destinies"}, {"timestamp": [658.36, 660.64], "text": " than in the miles that divide us."}, {"timestamp": [661.68, 667.76], "text": " It is tragic that this war, the war of terror and bloodshed must be fought before Asia"}, {"timestamp": [667.76, 675.26], "text": " can be fully free to wage the other war, the other war against hunger and disease and the"}, {"timestamp": [675.26, 684.18], "text": " ancient enemies of man. Yet it must. For free men, for responsible men, for men of conscience,"}, {"timestamp": [684.18, 690.22], "text": " there just is no acceptable alternative but to resist aggression."}, {"timestamp": [691.14, 697.8], "text": " As the struggle continues, we are working with their allies to try to build the foundation of a new Vietnam."}, {"timestamp": [698.46, 706.0], "text": " We're seeking to bring an end to this vicious war by asking men to come to the conference table."}, {"timestamp": [706.0, 709.0], "text": " All men want peace. Some have different ways."}, {"timestamp": [709.0, 712.0], "text": " Some have different methods."}, {"timestamp": [712.0, 717.0], "text": " Some think that you can do it one way and some the other."}, {"timestamp": [717.0, 730.82], "text": " I'm willing to accept any reasonable proposition and consider it that any ally or any adversary may make."}, {"timestamp": [731.5, 741.64], "text": " All I want to do is not only to be the possessor of freedom and liberty,"}, {"timestamp": [741.64, 745.5], "text": " but I want to be the protector of it,"}, {"timestamp": [745.68, 779.4], "text": " not just for myself, but for mankind. The President pauses for a last look at Wellington before leaving the capital to see something of the countryside"}, {"timestamp": [779.4, 782.8], "text": " and to have a look around a typical New Zealand sheep farm."}, {"timestamp": [788.0, 791.26], "text": " At Sensen with Mr. Ormond Wilson, owner of the farm,"}, {"timestamp": [791.62, 793.16], "text": " he watches a shearing gang at work"}, {"timestamp": [793.16, 797.2], "text": " and swaps notes and information about his own ranch back in Texas."}, {"timestamp": [812.88, 813.8], "text": " And so the cars leave for O'Hakia and the President's farewell to New Zealand."}, {"timestamp": [815.36, 816.0], "text": " Your accomplishments are great."}, {"timestamp": [823.94, 824.7], "text": " Yours is one nation to which less developed Asian Pacific peoples look for inspiration and guidance."}, {"timestamp": [828.42, 836.16], "text": " My nation is anxious to work with you in providing that help. Our task for the future in New Zealand and the United States, yes, all over the"}, {"timestamp": [836.16, 843.68], "text": " world, is a difficult but inspiring one, and that is to allow people and allow nations"}, {"timestamp": [843.68, null], "text": " to grow to their own vast limits in freedom. Thank you."}], "text": " A Boeing 707 touches down at O'Hakia Airport, and it's obvious that the overcast, chari weather has not dampened the enthusiasm of the crowd present to say hello to President and Mrs. Johnson as they start a whirlwind 24-hour visit to New Zealand. The first President of the United States of America ever to visit this country, he is greeted by the Prime Minister, the right Honourable Keith Holyoke. The President is challenged and welcomed in the traditional way by a Maori party specially dressed for the occasion. It was in 1942, almost a quarter of a century ago during the darkest days of World War II that Lieutenant Commander Lyndon B. Johnson of the United States Navy was last in New Zealand. He still has strong memories of that grim period. I remember the first thing I did after I landed in Auckland Bay was to go and buy myself a raincoat. So I went back before I left the United States and got one I'd worn several years ago. It's a little short now. But I knew I would need it in New Zealand. In Wellington, a formal welcome by the Governor General, Sir Bernard Ferguson. President Johnson and Mrs. Johnson, on behalf of the governments and people of New Zealand, I extend to your most warm and friendly greeting. Your visit here marked a memorable occasion. Never before, as New Zealand had the privilege of being host to the President of the United States of America and his lady. President Johnson expresses his thanks. I look forward to seeing something of your beautiful country and to meeting as many of your great people as our time permits and i would so much like to see some of your countryside particularly some of your great sheep i want to tell you in closing that we bring with us to all the people of New Zealand from all the people of the United States, the proud affection and the great respect of our people for your people. The Guard of Honor is formed by officers and men of the Royal New Zealand Infantry Regiment. Then the President and Mrs. Johnson meet Cabinet Ministers and members of the diplomatic corps. At the formal reception at Government House that evening, Mrs. Johnson wears a sparkling sleeveless shift dress of white crape beneath a long-sleeved jacket which is heavily encrusted with crystals and pearls. Lady Ferguson's dress is of pale apricot satin. Next morning, the president calls at the National War Memorial. New Zealanders twice left these beautiful islands to fight, not just for themselves, but to fight for the freedom and liberty of all men. Brave beyond measure, they fell at Gallipoli in the skies over Britain, in Greece, in El Alamein, at Mount Casino, in the jungles of the Pacific, and beneath the lemon squeezer and the berets that were their hallmarks, their strong and confident and brave faces gave heart to their allies to all of us and finally brought victory for freedom on many battlefields. Outside the memorial, another unscheduled halt to meet the people. Meanwhile, Mrs. Johnson, who is keenly interested in city beautification, makes a short trip to the Wellington suburb of Kelvin. Here at the botanical gardens, she looks at the lilies, bighornias and orchids. The ride back down into the city is made on New Zealand's only remaining cable car. The presidential couple arrive at the United States Embassy, the residents of the ambassador, Mr. Herbert Powell and Mrs. Powell, to have their pictures taken by the still photographers, if they can hold their cameras still long enough. And then President Johnson meets the leader of the opposition, Mr. Norman Kirk. at the civic reception, the mayor, Sir Francis Kitts, escorts the visitors as they move among the people of Wellington. The tumultuous welcome shows how they capture the affections of everyone they meet. Ignoring formality, Ignoring formality, protocol, police escorts, security measures and the official timetable, President Johnson goes out of his way to really meet the folks. Thank you. By now, it's lunchtime, and the crowds are gathered in the grounds of parliament buildings, where the president is again met by the Prime Minister, Mr. Holyoke. President Johnson exchanges greetings with members of Parliament before attending the state luncheon. The Prime Minister, the right Honorable Keith Holyo. We are reminded in the atmosphere that surrounds us today that the United States of America has given an economic and humanitarian aid to the people of South Vietnam. Well over $2,000 million. And also the munificent offer that if and when peace is restored in that part of the world, that the United States is prepared to give at least another thousand million dollars for reconstruction there, in which the President has said the North Vietnamese people may participate if they wish could anything be more generous mr. President you mentioned yesterday that on many occasions we the people of New Zealand the people of the United States have been joined together and engaged together in the defense of freedom. But we also bear a mutual responsibility in the search for peace. I can only say it is my fervent hope and my prayer that at the forthcoming Manila conference we may find it possible to open up new avenues toward a lasting solution of the problem of Vietnam. The leader of the opposition, Mr. Norman Kirk. Sir, there is a very close and friendly association between our two countries, an association that has its genesis in friendship and in understanding. And it is a measure of the mutual understanding between our two countries, as the Prime Minister pointed out, that although there is not always unanimity, friendship remains. And this, I believe, is the essence of democracy, though all our people may not always agree with everything that has done or proclaimed, I can unhesitatingly affirm that all our people are wholeheartedly behind and do support your quest for peace. The President of the United States, Mr. Lyndon Johnson. Our two nations are separated by 6,000 miles of the Blue Pacific Ocean, but we're united by historical interests and commitments that we think are far more important in the shaping of our national destinies than in the miles that divide us. It is tragic that this war, the war of terror and bloodshed must be fought before Asia can be fully free to wage the other war, the other war against hunger and disease and the ancient enemies of man. Yet it must. For free men, for responsible men, for men of conscience, there just is no acceptable alternative but to resist aggression. As the struggle continues, we are working with their allies to try to build the foundation of a new Vietnam. We're seeking to bring an end to this vicious war by asking men to come to the conference table. All men want peace. Some have different ways. Some have different methods. Some think that you can do it one way and some the other. I'm willing to accept any reasonable proposition and consider it that any ally or any adversary may make. All I want to do is not only to be the possessor of freedom and liberty, but I want to be the protector of it, not just for myself, but for mankind. The President pauses for a last look at Wellington before leaving the capital to see something of the countryside and to have a look around a typical New Zealand sheep farm. At Sensen with Mr. Ormond Wilson, owner of the farm, he watches a shearing gang at work and swaps notes and information about his own ranch back in Texas. And so the cars leave for O'Hakia and the President's farewell to New Zealand. Your accomplishments are great. Yours is one nation to which less developed Asian Pacific peoples look for inspiration and guidance. My nation is anxious to work with you in providing that help. Our task for the future in New Zealand and the United States, yes, all over the world, is a difficult but inspiring one, and that is to allow people and allow nations to grow to their own vast limits in freedom. Thank you."}