{"speakers": [], "chunks": [{"timestamp": [0.0, 9.04], "text": " Good morning and thanks very much for letting me speak at your conference and my"}, {"timestamp": [9.04, 13.44], "text": " apologies that I couldn't be there in person a combination of work commitments and a"}, {"timestamp": [13.44, 17.88], "text": " heavily pregnant wife kept me in the northern hemisphere I'm afraid but hopefully in future"}, {"timestamp": [17.88, 22.16], "text": " years that I might get the chance to attend the conference in person."}, {"timestamp": [22.16, 28.5], "text": " My site today, my presentation today is entitled in In Whose Hands Does the Future of Digital Preservation Lie?"}, {"timestamp": [28.5, 34.5], "text": " And I'll want you to picture, if you will, the sea. It's London in the 17th century."}, {"timestamp": [34.5, 39.5], "text": " Samuel Peep's, perhaps the most famous ever diarist of the English language, walks into a stationer shop in the Strand,"}, {"timestamp": [39.5, 44.5], "text": " to purchase one of the soft-backed notebooks that he habitually uses to write in his diaries."}, {"timestamp": [44.5, 49.16], "text": " That same day, he travels to another shop in the city to purchase the vell of manuscript sheets"}, {"timestamp": [49.16, 53.56], "text": " required to draw up a contract to buy new shipmasts, as part of his role as a clerk to the neighbour."}, {"timestamp": [54.34, 58.36], "text": " And then on to the cartographers in Greenwich to purchase maps which he will annotate as his"}, {"timestamp": [58.36, 60.5], "text": " position as part of the younger brother of Trinty House."}, {"timestamp": [61.32, 65.24], "text": " Now, some months later, the book filled with his usual mixture of affairs of state,"}, {"timestamp": [65.56, 70.84], "text": " home and the heart, he must now go back to the same station of shop in the strapped for them"}, {"timestamp": [70.84, 76.9], "text": " to retain, manage and preserve those books. Likewise, the manuscripts returned to the same Tanner"}, {"timestamp": [76.9, 82.2], "text": " who produced the vellum, and the cartographer who first provided them for them to store and manage"}, {"timestamp": [82.2, 86.2], "text": " on his behalf. It's now to these three separate and now"}, {"timestamp": [86.2, 91.14], "text": " completely unto own us, unknown to us businesses, none of which have any links to Peep's"}, {"timestamp": [91.14, 96.74], "text": " are that of customer to supply, that both he and we must place our faith that the works of Samuel"}, {"timestamp": [96.74, 100.34], "text": " Peep's, one of the most important diaristics of the English language will be preserved."}, {"timestamp": [101.48, 105.6], "text": " We must hope that each of these precious records will survive the fluctuating fortunes"}, {"timestamp": [105.6, 110.68], "text": " of each of these businesses, businesses which may go bankrupt, move premises or merge with other"}, {"timestamp": [110.68, 116.32], "text": " companies many times over the years, and they survive storage conditions and mental practices"}, {"timestamp": [116.32, 127.0], "text": " of varying undisguised quality. To Capitole, this situation made even more precarious by the fact that the station is shop,"}, {"timestamp": [127.0, 132.0], "text": " the Tanner and the cartographers stand to gain little themselves and continue to store this content,"}, {"timestamp": [132.0, 136.0], "text": " as their income is generated not by selling new materials and not by keeping the old,"}, {"timestamp": [136.0, 139.0], "text": " no matter their potential value to others."}, {"timestamp": [139.0, 144.0], "text": " Now, let's assume that by some miraculous good fortune that these records, heaps his diamond,"}, {"timestamp": [144.0, 145.24], "text": " the contract he drafted,"}, {"timestamp": [145.24, 149.5], "text": " and the maps he used did manage to survive to the present day in this way."}, {"timestamp": [149.5, 154.5], "text": " But the three businesses he bought these raw materials from over 300 years ago,"}, {"timestamp": [154.5, 160.0], "text": " somehow managed to survive economic depression, social upheavals and world wars,"}, {"timestamp": [160.0, 163.5], "text": " and they're still trading and still in possession of Peep's records."}, {"timestamp": [163.5, 168.0], "text": " What would the situation be like for the researcher in the 21st century?"}, {"timestamp": [168.0, 172.0], "text": " How are they to draw together the disparate threads for Peeps' life?"}, {"timestamp": [172.0, 175.0], "text": " Spread as they are randomly amongst the archives of the various companies"}, {"timestamp": [175.0, 179.0], "text": " who just happen to supply it with the raw materials that be needed for its trade."}, {"timestamp": [179.0, 185.62], "text": " For the researcher solely interested in vellum or maps or softback notebooks of the 17th century, life is great."}, {"timestamp": [186.34, 191.64], "text": " They need only go to one place and all the artefacts that they are interested in and they're all kept together."}, {"timestamp": [192.8, 197.5], "text": " Stored, managed and preserved not according to their content, but according to their format."}, {"timestamp": [198.72, 202.42], "text": " But this of course is not how the vast majority of researchers apply their trade."}, {"timestamp": [203.02, 210.12], "text": " They're not interested by and large in the records format but it's content. Their focus is the subject matter, be that a person, an"}, {"timestamp": [210.12, 216.12], "text": " organisation, a government department or any other kind of entity. Fortunately for us, this"}, {"timestamp": [216.12, 221.08], "text": " is of course reflected in the reality of how Peep's records actually were arranged, managed and"}, {"timestamp": [221.08, 228.4], "text": " preserved in the real world. He was not of course obliged to return his notebooks to the shop where he bought them but retained them in his own possession and"}, {"timestamp": [228.4, 231.64], "text": " made arrangements at his will for their stewardship of Mordland College of Cambridge"}, {"timestamp": [231.64, 237.22], "text": " his former university. Likewise his naval records were not retained by the Tanner"}, {"timestamp": [237.22, 240.82], "text": " who made the Bellum but had now formed part of the admiralty papers in the safe"}, {"timestamp": [240.82, 247.0], "text": " custody of the National Archives. Whilst the maps and charts of Trinity House still remain safe and sound and accessible"}, {"timestamp": [247.0, 252.92], "text": " via the archives of the same august institution, and not via some poor anonymous, now long-deceased"}, {"timestamp": [252.92, 253.64], "text": " cartographer fan."}, {"timestamp": [255.52, 258.96], "text": " This is why I behold so dear to the tenets of provenance, administrative history and"}, {"timestamp": [258.96, 262.42], "text": " original order, the essential building blocks of archival theory."}, {"timestamp": [262.86, 266.76], "text": " For by a range of our records around them and using them as the way we can be able to search records,"}, {"timestamp": [267.0, 270.6], "text": " we have all the information we need to identify those we require."}, {"timestamp": [271.6, 277.72], "text": " Moreover, as a result, appropriate lines of curatorial responsibility can be clearly and unambiguously defined,"}, {"timestamp": [278.18, 281.08], "text": " perhaps even enshrined in law, as is the case of the public records."}, {"timestamp": [282.02, 285.32], "text": " And once identified, appropriate standards of care, management and"}, {"timestamp": [285.32, 291.5], "text": " preservation for the records in question can be clearly defined and monitored, thus greatly"}, {"timestamp": [291.5, 296.38], "text": " increasing the chances of their continued survival and ongoing access to them. Far better"}, {"timestamp": [296.38, 301.38], "text": " proposition surely than allow their fate to be left to a combination of chance and the best"}, {"timestamp": [301.38, 309.36], "text": " efforts of a reluctant private company, who have found themselves the unwitting and unwanted guardian of someone else's archives simply as a byproduct of their"}, {"timestamp": [309.36, 315.84], "text": " core business. So why begin this paper with this description of an unwelcome parallel universe"}, {"timestamp": [315.84, 320.56], "text": " where archives are managed and according to their format under the accidental egos of the"}, {"timestamp": [320.56, 328.0], "text": " company who just happened to supply the more materials? Why? Because this is precisely where we are currently in danger of finding ourselves"}, {"timestamp": [328.0, 332.0], "text": " in relation to the preservation of digital archives."}, {"timestamp": [332.0, 336.0], "text": " Not convinced? Well, picture if you will, another scene."}, {"timestamp": [336.0, 339.0], "text": " It's England again, at this time the 21st century."}, {"timestamp": [339.0, 344.0], "text": " Imagine an organisation, say a medium-sized business services consultancy company"}, {"timestamp": [344.0, 347.0], "text": " called ABC Services Lifted."}, {"timestamp": [347.0, 354.0], "text": " In line with many other companies, ABC services chose a few years ago to outsource their email to Google map,"}, {"timestamp": [354.0, 359.0], "text": " seen a sensitive decision at the time and has proved a very successful and popular one since."}, {"timestamp": [359.0, 366.0], "text": " Management like it because significantly reduced overheads in storing and maintaining a business critical service."}, {"timestamp": [366.0, 374.0], "text": " The IT team liked it because they have been finding it more and more difficult to provide a kind of 24-7 level of service that users were demanding."}, {"timestamp": [374.0, 381.0], "text": " And of course, most importantly of all, the users love it because of its flexibility and ease of use went out of the office and on the road."}, {"timestamp": [381.0, 385.24], "text": " It was then that those responsible for convincing the organisation to transfer"}, {"timestamp": [385.24, 390.56], "text": " to Google Mail began to take a serious look at the other suite of online applications that"}, {"timestamp": [390.56, 395.8], "text": " the service also provided. It was quickly discovered that word processing documents, financial"}, {"timestamp": [395.8, 400.92], "text": " spreadsheets and presentation slides could all be housed, maintained and accessed online by"}, {"timestamp": [400.92, 406.42], "text": " the same provider. The advantages seemed obvious. Here was an extremely cheap"}, {"timestamp": [406.42, 410.38], "text": " service which could provide all their staff with the means to collaborate in real-time"}, {"timestamp": [410.38, 415.56], "text": " regardless of their physical location or the computer from which they're working. Furthermore,"}, {"timestamp": [415.56, 419.52], "text": " this capability could be extended to external partners and clients quickly without fuss"}, {"timestamp": [419.52, 426.62], "text": " whenever the need arose. The content hosted by the service was secure, backed up and managed by"}, {"timestamp": [426.62, 430.5], "text": " the same state-of-the-art technical infrastructure that already proved so reliable for their"}, {"timestamp": [430.5, 435.72], "text": " email. Also, as with their email, there's no limit place from the volume of information being"}, {"timestamp": [435.72, 441.6], "text": " uploaded. Furthermore, content was easy to find thanks to the state-of-the-art search engine technology"}, {"timestamp": [441.6, 447.0], "text": " that's integrated with it. And best of all, the cost of the corporate licence for access to such services"}, {"timestamp": [447.0, 451.0], "text": " was considerably less than trying to do anything remotely similar in-house."}, {"timestamp": [451.0, 456.0], "text": " Though the new officially sanctioned suite of online applications was greeted as a huge step forward,"}, {"timestamp": [456.0, 459.0], "text": " it was not of course without its own limitations."}, {"timestamp": [459.0, 463.0], "text": " Though perfectly adept at creating and storing the standard office range of applications,"}, {"timestamp": [463.0, 469.0], "text": " it was less able to cope with more specialist media. Many staff already had YouTube and Flipper accounts for their"}, {"timestamp": [469.0, 473.2], "text": " private use. I much prefer to continue to use these services to store their multimedia"}, {"timestamp": [473.2, 479.66], "text": " files, even those created at work, than using anything in-house. Likewise, though the organisation"}, {"timestamp": [479.66, 488.4], "text": " now provided its own in-house blogging service, the more established bloggers and Moxair staff were very reluctant to transfer their current blogs to within the"}, {"timestamp": [488.4, 493.32], "text": " technical and editorial boundaries set by the organisation. So this is a"}, {"timestamp": [493.32, 496.92], "text": " company that's come a long way in a few short years. Its infrastructure is now"}, {"timestamp": [496.92, 501.0], "text": " unrecognisable from the contained and centrally controlled environment five"}, {"timestamp": [501.0, 509.78], "text": " years ago. And it could be said that no longer has an infrastructure of its own, at least not in the physical sense of servers, local area networks and client"}, {"timestamp": [509.78, 515.02], "text": " applications. Yet it still has information records are plenty, far more so than ever before,"}, {"timestamp": [515.14, 519.22], "text": " and their importance to the organisation have never been so manifest. But at the moment,"}, {"timestamp": [519.3, 526.1], "text": " it seems a land of limitless opportunity. But could it also represent a Pandora's box? Indeed, could it offer"}, {"timestamp": [526.1, 530.54], "text": " many parallels to the warped and unwelcome world in which I describe the imagined fate of"}, {"timestamp": [530.54, 535.68], "text": " Peep's archives at the beginning of this paper? It's long been an accepted truism of"}, {"timestamp": [535.68, 540.0], "text": " records management that we manage records according to their content and regardless of their"}, {"timestamp": [540.0, 545.54], "text": " format. There are sound reasons for this which I need not repeat here. And even now that creating"}, {"timestamp": [545.54, 549.96], "text": " and managing electronic records has been well and truly absorbed into the mainstream, it's still a message"}, {"timestamp": [549.96, 554.7], "text": " which is rightly compelled to repeat. Think, for example, the ongoing battle which information"}, {"timestamp": [554.7, 559.7], "text": " professionals have in trying to convince users not to store their emails in the silos that are their"}, {"timestamp": [559.7, 565.38], "text": " email inbox, but instead to store them alongside the reports, the memos, the spreadsheets, to which"}, {"timestamp": [565.38, 572.56], "text": " they relate. Management based on content, not former. And it, despite such well-established"}, {"timestamp": [572.56, 578.56], "text": " intentions, we seem to be moving inexplicably in completely in the opposite direction in relation"}, {"timestamp": [578.56, 584.16], "text": " to other areas of digital preservation, as hypothesised in my description of decisions made by ABC"}, {"timestamp": [584.16, 586.0], "text": " Services Limited."}, {"timestamp": [586.0, 589.0], "text": " Okay, so this may be a fictional company and a hypothetical scenario,"}, {"timestamp": [589.0, 594.0], "text": " but it's one which is rapidly becoming a reality in all manner of organisations."}, {"timestamp": [594.0, 598.0], "text": " From universities to private businesses and from charities to government agencies,"}, {"timestamp": [598.0, 601.0], "text": " each of them beginning to entrust the archives of the future"}, {"timestamp": [601.0, 604.0], "text": " to a series of unrelated commercial third parties,"}, {"timestamp": [604.0, 605.28], "text": " which specialise"}, {"timestamp": [605.28, 611.2], "text": " often exclusively in creating and storing information in one particular format."}, {"timestamp": [611.2, 615.02], "text": " Indeed often this is a very resal detrit for many of these organisations."}, {"timestamp": [615.02, 619.24], "text": " It's their specialism in creating and manipulating and storing information of a certain specific"}, {"timestamp": [619.24, 620.24], "text": " format."}, {"timestamp": [620.24, 624.16], "text": " Think of flipper and photographs or YouTube and video clips."}, {"timestamp": [624.16, 627.0], "text": " In fact it's this very specialism that's propelled into market dominance"}, {"timestamp": [627.0, 630.0], "text": " and as they've been able to channel all their creativity"}, {"timestamp": [630.0, 634.0], "text": " to solving the problems posed by content stored in one particular format."}, {"timestamp": [634.0, 638.0], "text": " Whilst Flickr and YouTube may spring to mind as most obvious examples,"}, {"timestamp": [638.0, 643.0], "text": " the same is also true of a whole route and other Office 2.0 applications,"}, {"timestamp": [643.0, 645.16], "text": " all of which are helping to create the next digital"}, {"timestamp": [645.16, 650.64], "text": " frontier, the cloud. When it comes to work processing systems, you can choose with buzzword"}, {"timestamp": [650.64, 654.62], "text": " or every right. From working with spreadsheets, you might select NUM-SOM sheets through or"}, {"timestamp": [654.62, 661.14], "text": " Wikikau or from presentations plump for Scooch, SlideShare or S-Present. The key point here is that"}, {"timestamp": [661.14, 673.0], "text": " the user has a little choice in this new world, other to store their text documents in one place, their spreadsheets in another, and their presentations in yet another, regardless of the commonality of their content."}, {"timestamp": [673.0, 677.0], "text": " The plus size of the user is that each of these systems are specialist in what they do."}, {"timestamp": [677.0, 684.0], "text": " The negative side of the records manager is that this is records management by format, regardless of content."}, {"timestamp": [684.0, 690.0], "text": " Excessing this trend towards increased heterogeneity is the fact that Office 2 systems"}, {"timestamp": [690.0, 695.0], "text": " are based on a fundamentally different concept through existing desktop applications."}, {"timestamp": [695.0, 700.0], "text": " Office 2 systems, such as those I've just mentioned, clearly combine both the application itself"}, {"timestamp": [700.0, 705.12], "text": " and the mechanism for storing the content created within one indivisible system."}, {"timestamp": [706.04, 709.64], "text": " There is no assumption of a separate common storage area as there is in the desktop world."}, {"timestamp": [710.32, 716.14], "text": " Think about it. Users may create documents in Microsoft Word, but they do not store them there,"}, {"timestamp": [716.42, 718.8], "text": " and the same is true for all other desktop applications."}, {"timestamp": [719.48, 724.46], "text": " Word and its brethren rely upon the presence of a separate storage facility that is common to all these applications."}, {"timestamp": [725.5, 731.92], "text": " It could be a shared file server, but equally could be an individual hard drive or even a CD-ROM or USB memory device."}, {"timestamp": [732.34, 737.0], "text": " The important thing is that in the pre-Cloud world, the act of content creation has largely been"}, {"timestamp": [737.0, 743.42], "text": " distinct from the act of storage, and hitherto this has provided records managers with the platform they require"}, {"timestamp": [743.42, 745.04], "text": " to manage records appropriately. The question is, if this no longer records managers with the platform they require to manage records appropriately."}, {"timestamp": [746.16, 750.5], "text": " The question is, if this no longer continues to be the case, where this is leaves."}, {"timestamp": [751.82, 759.24], "text": " All analogies are, of course, imperfect, and the same is undoubtedly true for any of it we make between Samuel Peep was entrusting his diaries to a stationer shop"}, {"timestamp": [759.24, 763.72], "text": " and us entrusting our digital data to Google, Flickr, YouTube and the like."}, {"timestamp": [764.72, 769.0], "text": " Not least the fact that modern web two service providers are in the business of information."}, {"timestamp": [769.0, 774.0], "text": " Storing it, finding novel ways of access in it and reusing it is what they do best."}, {"timestamp": [774.0, 777.0], "text": " There's even an argument to say that they know how to do it better than anyone else,"}, {"timestamp": [777.0, 781.0], "text": " and that digital photos are probably safer with Flickr than indeed anywhere else."}, {"timestamp": [781.0, 788.76], "text": " But for all these differences, it still appears to me to be a basic underlying similarity between the world I described at the outset of this"}, {"timestamp": [788.76, 792.54], "text": " paper, the all its attendant risks and problems and the direction we seem to be"}, {"timestamp": [792.54, 797.64], "text": " heading with regards to our collective use of the web as a storage repository. For a"}, {"timestamp": [797.64, 802.6], "text": " start we are entrusting our future archives to a third party. This immediately puts"}, {"timestamp": [802.6, 805.16], "text": " it to arm's length when it comes to ensuring their safety"}, {"timestamp": [805.16, 811.12], "text": " and their security. Moreover, these third parties are commercial entities. Now, there's nothing"}, {"timestamp": [811.12, 815.56], "text": " wrong with that in itself, but we must acknowledge that as a result their first duty must always"}, {"timestamp": [815.56, 821.1], "text": " be to their shareholders and their investors and not necessarily to their customers. Now, by and"}, {"timestamp": [821.1, 825.0], "text": " large, what's in the best interest of the shareholder will also be that of their"}, {"timestamp": [825.0, 830.0], "text": " customers by ensuring reliability of service, constantly improving functionality and quality,"}, {"timestamp": [830.0, 832.0], "text": " and ensuring the good name of the company."}, {"timestamp": [832.0, 836.0], "text": " But it need not always be so, and it's not difficult to envisage circumstances"}, {"timestamp": [836.0, 839.0], "text": " in which the needs to the business dictate changes to the business model,"}, {"timestamp": [839.0, 846.68], "text": " which may actually work against the interest of their customers whose information they hold."}, {"timestamp": [846.68, 850.46], "text": " All right to this, which also acknowledge that these are commercial companies who live for today"}, {"timestamp": [850.46, 854.76], "text": " and focus on tomorrow with barely a backward grants for yesterday."}, {"timestamp": [854.76, 859.96], "text": " This of course their business models are often inextricably tied up with large volumes of content,"}, {"timestamp": [859.96, 864.66], "text": " but this does not mean they automatically have an outristic commitment to preserving information"}, {"timestamp": [864.66, 869.36], "text": " which is no longer regarded as current, popular or useful."}, {"timestamp": [869.36, 874.62], "text": " It's tempting for us end users to view storage of the cloud is infinite, cheap and freely available."}, {"timestamp": [874.62, 877.62], "text": " That's far from the reality for the service provider."}, {"timestamp": [877.62, 881.88], "text": " There are only so many hydroelectric dams in the world for Google to power and cool their"}, {"timestamp": [881.88, 882.88], "text": " service from."}, {"timestamp": [882.88, 886.48], "text": " And finally, hanging over all of this, like the sort of damocles,"}, {"timestamp": [886.86, 889.84], "text": " is a precarious nature of business itself in the e-commerce world."}, {"timestamp": [890.46, 892.54], "text": " Remember the dot-com bubble of the 1990s"}, {"timestamp": [892.54, 895.22], "text": " and the huge number of apparently thriving small businesses"}, {"timestamp": [895.22, 898.52], "text": " and promising startups which collapsed and folded virtually overnight."}, {"timestamp": [899.54, 901.52], "text": " Now, it may seem unthinkable to us today"}, {"timestamp": [901.52, 904.96], "text": " that global leviathan such as Google or Microsoft will ever go bust."}, {"timestamp": [905.92, 910.04], "text": " I'm sure people in the 19th century said exactly the same thing about cotton mills and coal mines."}, {"timestamp": [910.86, 914.68], "text": " But even if the biggest of the big do survive into and beyond the next century,"}, {"timestamp": [915.22, 918.7], "text": " the same is unlikely to be the case for most of the small medium enterprises"}, {"timestamp": [918.7, 923.02], "text": " we'd actually make up much of this industry. And we should remember that these are often"}, {"timestamp": [923.02, 930.08], "text": " very small businesses indeed, with virtually no tangible assets and relying on unproven business model. But how many of us"}, {"timestamp": [930.08, 934.72], "text": " bother to look beyond the flashy website and the functionality we like to what lies or perhaps"}, {"timestamp": [934.72, 939.96], "text": " doesn't lie behind? And what happens if and when the company folds, the plug is pulled,"}, {"timestamp": [939.96, 944.68], "text": " and the website just returns an error message? If we're lucky, we'll get advanced warning,"}, {"timestamp": [944.68, 948.7], "text": " such as when Yahoo shut down GeoCities or AOL as members.com, and time to move to the website just returns an error message. If we're lucky, we'll get advanced warning, such as when Yahoo shut down GeoCities or AOL's members.com,"}, {"timestamp": [949.24, 950.82], "text": " and time to move our data elsewhere."}, {"timestamp": [951.08, 953.58], "text": " We can't guarantee that will always be the case."}, {"timestamp": [954.84, 956.68], "text": " This is where any confident parallels,"}, {"timestamp": [956.86, 957.78], "text": " which may have sprung to mind,"}, {"timestamp": [957.88, 959.42], "text": " between our long-standing experience"}, {"timestamp": [959.42, 961.08], "text": " of using commercial storage companies"}, {"timestamp": [961.08, 962.38], "text": " to store our physical records"}, {"timestamp": [962.38, 964.3], "text": " and doing likewise with digital data"}, {"timestamp": [964.3, 967.0], "text": " in the cloud begin, unfortunately, to disintegrate."}, {"timestamp": [967.0, 972.0], "text": " Yes, both may involve records management arm's length, and yes, they may both require"}, {"timestamp": [972.0, 974.0], "text": " reliance on commercial companies."}, {"timestamp": [974.0, 978.0], "text": " But if the worst comes to the worst and your physical storage provider does fold,"}, {"timestamp": [978.0, 982.0], "text": " it should at least prove reasonably easy to identify and return the records in question."}, {"timestamp": [982.0, 990.0], "text": " The same is unlikely to be true if the information lies encrypted and inaccessible on a server somewhere."}, {"timestamp": [990.0, 997.0], "text": " Questions of resource discovery are not however just confined to the nightmare scenario of the collapse of a data provider."}, {"timestamp": [997.0, 1003.0], "text": " As we've already seen, one of the other defining characteristics of the Web 2 world is its heterogeneity."}, {"timestamp": [1003.0, 1009.0], "text": " Our blog posts might be stored on Company A, our text documents with Company B, our video clips,"}, {"timestamp": [1009.0, 1015.0], "text": " company C, and everything else on companies C, D, E, respectively."}, {"timestamp": [1015.0, 1020.0], "text": " There are no links between each of these services and our content is spread across the four corners of the web"}, {"timestamp": [1020.0, 1025.88], "text": " with nothing to join together, save the fact that all the user accounts happen to be in the same name."}, {"timestamp": [1029.68, 1030.08], "text": " Now, the search engines or social bookmarking tools can yet penetrate this deep way,"}, {"timestamp": [1033.3, 1033.58], "text": " leaving little choice but for users, or still worse, their colleagues,"}, {"timestamp": [1037.68, 1041.9], "text": " to try and remember in which system that particular item was created and stored and to search separately through each of them to retrieve information relating to a single subject."}, {"timestamp": [1042.6, 1050.5], "text": " Not ideal for an individual user and a nightmare scenario at an organizational level."}, {"timestamp": [1050.5, 1056.0], "text": " If a reliance on the problems we face directly result from our reliance on a large number of"}, {"timestamp": [1056.0, 1061.0], "text": " small service providers, then may be the simple answer to all of those lies with Google."}, {"timestamp": [1061.0, 1065.6], "text": " After all the Google Apps suite provides not only the ability to create, maintain"}, {"timestamp": [1065.6, 1072.5], "text": " the store, Word, process documents, but also spreadsheets, presentations, email and calendar entries."}, {"timestamp": [1072.5, 1079.62], "text": " It also, of course, owns YouTube, a blogger, alongside a whole host of other web 2 services."}, {"timestamp": [1079.62, 1084.08], "text": " So my hope possibly be forthcoming the guys of a growing number of integrated Office 2 product"}, {"timestamp": [1084.08, 1088.32], "text": " suites, which provide a range of standard office tools and the ability to upload existing"}, {"timestamp": [1088.32, 1091.76], "text": " office files all within a combined single Web 2 service."}, {"timestamp": [1091.76, 1096.96], "text": " By the formation of a common shared web infrastructure, albeit a virtual one,"}, {"timestamp": [1096.96, 1101.36], "text": " offer the same potential framework for enabling continued management by content rather"}, {"timestamp": [1101.36, 1106.52], "text": " in format even within the very different environment of the cloud."}, {"timestamp": [1106.52, 1111.16], "text": " The difference is of course that this shared framework does not belong to us or our organisation,"}, {"timestamp": [1111.16, 1116.68], "text": " but belongs to and is defined by Google or Microsoft or Zoho or whoever and would always be"}, {"timestamp": [1116.68, 1121.16], "text": " relying on them to enact any management controls."}, {"timestamp": [1121.16, 1129.0], "text": " So if we make an assumption, probably a pretty safe one, the general drift of digital creation and storage will be towards the cloud with the web at its core,"}, {"timestamp": [1129.0, 1133.0], "text": " then I think the answer to the question posed in the title to this paper,"}, {"timestamp": [1133.0, 1136.0], "text": " in whose hands does the future of digital archive in lie?"}, {"timestamp": [1136.0, 1140.0], "text": " It's actually quite a simple one, one which can be answered in a single word."}, {"timestamp": [1140.0, 1141.0], "text": " Google's."}, {"timestamp": [1141.0, 1146.32], "text": " Why? Because they understand the web, like no other organisation on earth, and have"}, {"timestamp": [1146.32, 1150.46], "text": " the market share and financial dominance to not only prove it, but to give assurance that they"}, {"timestamp": [1150.46, 1155.08], "text": " will survive long into the future. Moreover, through providing an integrated range of the"}, {"timestamp": [1155.08, 1159.24], "text": " most popular cloud-based apps, they start to offer a way around many of the problems we've"}, {"timestamp": [1159.24, 1170.48], "text": " identified when divided not content between so many format-specific silos. Now whether your instinctive reaction here in this conclusion is to breathe a sigh of relief or recoiling horror will,"}, {"timestamp": [1170.48, 1175.36], "text": " I suspect, vary from person to person, based on their views of Google specifically,"}, {"timestamp": [1175.84, 1179.6], "text": " the level of seriousness attached to these issues I have mentioned so far more generally."}, {"timestamp": [1180.48, 1188.5], "text": " Also, perhaps the degree to which a twinge of professional regret has felt that the future of digital archiving is unlikely to lie in the hands of the organisations and indeed the"}, {"timestamp": [1188.5, 1192.76], "text": " professions represented at your conference today, but instead in the hands of those sitting"}, {"timestamp": [1192.76, 1196.76], "text": " in a boardroom, no doubt, in beanbags in California."}, {"timestamp": [1196.76, 1201.0], "text": " It's at this point perhaps worth pausing to note that the question I've just offered an answer"}, {"timestamp": [1201.0, 1205.4], "text": " to is not in whose hands should the future of digital preservation"}, {"timestamp": [1205.4, 1213.16], "text": " lie, but in whose hands does it lie. A very important distinction indeed. The next,"}, {"timestamp": [1213.16, 1219.04], "text": " and arguably most important question is where does this leave us? And it's to answer the critical"}, {"timestamp": [1219.04, 1224.92], "text": " conundrum that this raises that I wish to devote the remainder of this paper. One option would"}, {"timestamp": [1224.92, 1225.68], "text": " be to fight against"}, {"timestamp": [1225.68, 1230.18], "text": " this trend every step of the way to seek to ban our organisations and their employees from having"}, {"timestamp": [1230.18, 1233.82], "text": " anything to do with such technology. It can be done at the technical level, quite a"}, {"timestamp": [1233.82, 1238.1], "text": " nine access to certain services, and if you really want to go bells and braces, you can put"}, {"timestamp": [1238.1, 1243.04], "text": " policy statements in place, terms of employment that forbid employees from using anything other"}, {"timestamp": [1243.04, 1245.5], "text": " than approved of technology."}, {"timestamp": [1245.5, 1248.18], "text": " This hardline approach is currently a common one."}, {"timestamp": [1248.18, 1249.24], "text": " It always is."}, {"timestamp": [1249.24, 1253.42], "text": " The safest option that confronted with new and apparently threatening technology is often"}, {"timestamp": [1253.42, 1254.88], "text": " to seek to ban it."}, {"timestamp": [1254.88, 1259.5], "text": " Think back a couple of decades and the same was true for email and the internet."}, {"timestamp": [1259.5, 1263.56], "text": " Something which no rational organisation will consider doing today."}, {"timestamp": [1263.56, 1265.24], "text": " And therein surely lies a cautionary"}, {"timestamp": [1265.24, 1269.46], "text": " tail. For it ultimately it's the general drift of technology which shapes our organisations,"}, {"timestamp": [1269.62, 1274.58], "text": " not the other way around. Even when the technology concerned promises to cause untold"}, {"timestamp": [1274.58, 1278.72], "text": " problems in the way in which you manage information, it's seldom enough for us to be able"}, {"timestamp": [1278.72, 1283.6], "text": " to stem the tide in the long term. It's only a matter of time before the chief executive,"}, {"timestamp": [1283.6, 1289.06], "text": " who originally was only too pleased to ban their employees from wasting time looking at videos, is demand to know"}, {"timestamp": [1289.06, 1294.76], "text": " why they don't have a YouTube channel, just like their competitors. Restrictive policies"}, {"timestamp": [1294.76, 1299.16], "text": " and technical barriers may provide a little breathing space, time for the dust to settle,"}, {"timestamp": [1299.16, 1303.88], "text": " and to learn from some mistakes by others, but rarely is it, does it ever represent a valid"}, {"timestamp": [1303.88, 1305.0], "text": " long-term strategy."}, {"timestamp": [1305.0, 1309.0], "text": " It also risks the unwelcome bioproduct and making the records manager or archaists"}, {"timestamp": [1309.0, 1314.0], "text": " always seem to be some way off the pace of the game, offering only negative solutions"}, {"timestamp": [1314.0, 1319.0], "text": " based around yesterday's technology, and appearing to fail to come to terms with the fact that the world is as it is,"}, {"timestamp": [1319.0, 1322.0], "text": " and not necessarily how we would wish it to be."}, {"timestamp": [1322.0, 1327.04], "text": " At the opposite end of the spectrum from banning everything is logically I suppose attempts"}, {"timestamp": [1327.04, 1329.68], "text": " to embrace it and bring it into the forum."}, {"timestamp": [1329.68, 1333.62], "text": " This approach is often described as Enterprise 2.9 and involves providing staff with your"}, {"timestamp": [1333.62, 1338.56], "text": " own internally housed and maintained versions of Web 2 applications."}, {"timestamp": [1338.56, 1343.08], "text": " By providing them with access to your own blogging software, wikis, networking tools, you get"}, {"timestamp": [1343.08, 1349.48], "text": " to control the environment and reduce the risk whilst they get access to the types of technology they're demanding."}, {"timestamp": [1349.48, 1351.28], "text": " Or so the theory goes."}, {"timestamp": [1351.28, 1355.76], "text": " It's certainly a nice idea, taking all the best bits from Web 2, the convenience, the flexibility"}, {"timestamp": [1355.76, 1360.04], "text": " and the empowering tools, whilst at the same time removing the risk of leaving the provision"}, {"timestamp": [1360.04, 1363.68], "text": " of all this to potentially untrustworthy third parties."}, {"timestamp": [1363.68, 1365.12], "text": " You get to set the parameters, define"}, {"timestamp": [1365.12, 1370.64], "text": " the standards and enforce the policies in an environment that you can control. Sure, this approach"}, {"timestamp": [1370.64, 1377.36], "text": " provides the means to place the future of digital archiving back into our hands. Well, maybe."}, {"timestamp": [1378.56, 1383.68], "text": " If we can provide internal versions of systems which keep pace with user demand and the"}, {"timestamp": [1383.68, 1386.0], "text": " rate of technical change."}, {"timestamp": [1386.0, 1393.0], "text": " If we can convince our users that what we have to offer is as better or at least as good as the external systems that they have grown used to."}, {"timestamp": [1393.0, 1403.0], "text": " If we can provide our staff, persuade our staff to neatly and artificially compartmentalize their life into work and everything else outside."}, {"timestamp": [1403.0, 1406.0], "text": " And if tools designed for the integrated,"}, {"timestamp": [1406.0, 1410.5], "text": " interoperable web continue to retain their value when unplugged from this context, then"}, {"timestamp": [1410.5, 1415.76], "text": " maybe we have a chance. But that is an awful lot of awfully big ifs that we're"}, {"timestamp": [1415.76, 1420.22], "text": " talking about. And I, for one, I'm not convinced that Enterprise 2.0 can ever be much"}, {"timestamp": [1420.22, 1424.42], "text": " more than marketing hype and vendors keen to prove that their previous generation"}, {"timestamp": [1424.42, 1429.7], "text": " technology still has a place in the next. Of course the picture will vary significantly"}, {"timestamp": [1429.7, 1434.42], "text": " from sector to sector and organisation to organisation. In some of the pace of change and"}, {"timestamp": [1434.42, 1438.98], "text": " archetype for risks will be much greater, whilst in others, organisational and technological"}, {"timestamp": [1438.98, 1444.22], "text": " conservatism and a greater emphasis on the needs of control will necessitate a much slower journey."}, {"timestamp": [1445.12, 1449.28], "text": " But despite these inevitable variations, the direction of travel is, I suspect,"}, {"timestamp": [1449.68, 1456.48], "text": " inevitably towards a greater reliance on the cloud as the storage mechanism for digital content."}, {"timestamp": [1457.36, 1459.52], "text": " Let me give you an example of this drift in action."}, {"timestamp": [1460.32, 1464.8], "text": " In the spring of 2009, I was asked to contribute to a written debate and then a publication"}, {"timestamp": [1464.8, 1467.9], "text": " on whether universities should outsource their email to Google."}, {"timestamp": [1468.32, 1469.34], "text": " I wrote at the time,"}, {"timestamp": [1469.96, 1475.88], "text": " it's interesting to note that so many of the current outsourcing projects have chosen to only outsource student email accounts."}, {"timestamp": [1476.4, 1485.28], "text": " Apparently on the basis that this raises fewer issues and represents a lower risk to the institution than outsourcing information created by or relating to its staff."}, {"timestamp": [1485.82, 1490.2], "text": " This may well be true, but if these pilot projects are a success,"}, {"timestamp": [1490.62, 1494.72], "text": " it won't be long before the pressure is on to do likewise of mission-critical corporate data."}, {"timestamp": [1495.58, 1499.88], "text": " Now, just 12 months further down the line, I can easily point to half a dozen more institutions"}, {"timestamp": [1499.88, 1504.28], "text": " that are now using Google apps, not only for their students, but for their staff as well."}, {"timestamp": [1505.0, 1508.4], "text": " Once again, I do not say this is right, wrong, foolish or wide,"}, {"timestamp": [1508.8, 1512.8], "text": " simply that it appears inevitable and we would do well to prepare ourselves for it."}, {"timestamp": [1514.2, 1518.7], "text": " But just because the direct control of digital content in the future may lie in Google's hands,"}, {"timestamp": [1519.06, 1521.8], "text": " this doesn't mean to say that we can simply wash our own hands of it."}, {"timestamp": [1522.86, 1529.9], "text": " The balance of power may be shifting and the nature of our role changing, but we still have an important role to play. And I would like to conclude"}, {"timestamp": [1529.9, 1535.1], "text": " here today by outlining four areas, which I believe the records management, archival and curatorial"}, {"timestamp": [1535.1, 1541.76], "text": " professions should be actively considering in the light of this changing world. The first is"}, {"timestamp": [1541.76, 1545.44], "text": " to establish an agreed set of quality criteria to be used to assess a suitability"}, {"timestamp": [1545.44, 1550.62], "text": " of Web 2 service providers from an information management and preservation perspective, which"}, {"timestamp": [1550.62, 1554.4], "text": " can then be used as part of the tendering process or when under pressure from staff to provide"}, {"timestamp": [1554.4, 1559.7], "text": " access to a certain service and to reach an informed decision regarding its suitability."}, {"timestamp": [1559.7, 1564.0], "text": " We already have agreed international standards of physical storage conditions, which are often"}, {"timestamp": [1564.0, 1568.14], "text": " used when identified an appropriate commercial storage company, and this will fulfil the same"}, {"timestamp": [1568.14, 1572.38], "text": " role. Of course, it can never be a guarantee that no harm will come to your information,"}, {"timestamp": [1572.88, 1577.5], "text": " but compliance with it should dramatically reduce the risk. In fact, it may even make sense"}, {"timestamp": [1577.5, 1582.6], "text": " to start with our existing standards of physical storage, not for the detail of temperature"}, {"timestamp": [1582.6, 1589.36], "text": " and humidity conditions, but of ensuring all relevant bases are covered, who owns the IPR of the information held, what security"}, {"timestamp": [1589.36, 1593.86], "text": " measures are in place, how and when is the material backed up, in what format is the"}, {"timestamp": [1593.86, 1599.0], "text": " store, who is liable should the worst happen, and what are the rights of the data owner?"}, {"timestamp": [1599.0, 1603.44], "text": " Having an objective list of questions to ask in a clear sense of the level of"}, {"timestamp": [1603.44, 1610.32], "text": " answers required would go a long way to identify the service providers in whom a degree of trust can be placed."}, {"timestamp": [1611.24, 1618.0], "text": " And indeed with enough momentum behind it, such an established list of criteria could also help drive up standards within the service provider community."}, {"timestamp": [1619.48, 1629.04], "text": " The second is to give consideration to what happens if a service provider suddenly and without warning ceases operations, perhaps literally overnight. When a company goes into liquidation, there"}, {"timestamp": [1629.04, 1634.44], "text": " are clear rules which dictate what happens from the financial perspective. The remaining"}, {"timestamp": [1634.44, 1638.88], "text": " assets are sold off and if they're lucky, creditors receive some of the proceeds to help"}, {"timestamp": [1638.88, 1643.68], "text": " the imbursed for what they're owed, a process overseen by specialist firms of financial administrators."}, {"timestamp": [1643.68, 1647.1], "text": " It's time to consider setting up a similar process"}, {"timestamp": [1647.1, 1649.04], "text": " whereby teams of information administrators"}, {"timestamp": [1649.04, 1651.0], "text": " can quickly and efficiently identify"}, {"timestamp": [1651.0, 1653.32], "text": " which information held by the company in question"}, {"timestamp": [1653.32, 1654.82], "text": " belongs to which client"}, {"timestamp": [1654.82, 1658.32], "text": " and to find ways of extracting it and return it to its rightful owner"}, {"timestamp": [1658.32, 1661.16], "text": " or another nominated third party of their choice."}, {"timestamp": [1662.08, 1665.54], "text": " Clearly it's inevitable that some significant downtime will be experienced"}, {"timestamp": [1665.54, 1669.78], "text": " potentially result in much disruption, but will at least ensure that the information will"}, {"timestamp": [1669.78, 1675.52], "text": " eventually be reunited with its owner after the shortest possible delay. The third of my"}, {"timestamp": [1675.52, 1680.62], "text": " four is for us to work with service providers and web technologists to establish ways of discovering"}, {"timestamp": [1680.62, 1685.88], "text": " and even managing information from one place in consistent and unified way when"}, {"timestamp": [1685.88, 1691.68], "text": " stored within multiple separate service providers. This is no easy task and will require"}, {"timestamp": [1691.68, 1695.8], "text": " the ability to not only search the deep web, something which search engines can only currently"}, {"timestamp": [1695.8, 1701.04], "text": " do in a very limited way, but also to attach consistent properties to information to enable"}, {"timestamp": [1701.04, 1707.0], "text": " management decisions, for example the deletion of information according to its content as defined by retention share,"}, {"timestamp": [1707.0, 1716.0], "text": " to be sentry dictated by the organisation and then enacted wherever that information is held regardless of the service providing question."}, {"timestamp": [1716.0, 1724.0], "text": " This may indeed be a tool order and is certainly not something that we could hope to make progress with without the buy-in from the web services themselves."}, {"timestamp": [1724.0, 1729.92], "text": " But again if progress could be made in this direction, it might go some way to help us to provide a management"}, {"timestamp": [1729.92, 1734.6], "text": " layer, or be in a virtual one, on which we can then build some of the controls and standards"}, {"timestamp": [1734.6, 1741.48], "text": " which we would wish, whilst not interfere with what the cloud does best. And lastly, perhaps we"}, {"timestamp": [1741.48, 1750.14], "text": " should actually stop to ask Google and their peers whether they are indeed aware of the fact that the future of digital preservation lies in their hands,"}, {"timestamp": [1750.56, 1752.8], "text": " and whether this is a role they are happy to fulfil."}, {"timestamp": [1753.84, 1759.74], "text": " For perhaps just as we are in dangerous sleepwalking our way into a situation where we have let this responsibility slip through our fingers,"}, {"timestamp": [1760.2, 1764.48], "text": " so they might be equally guilty of unwittingly finding that it has landed in theirs."}, {"timestamp": [1765.6, 1768.26], "text": " Maybe the interconnection of content creation and use"}, {"timestamp": [1768.26, 1771.54], "text": " and its long-term preservation need not be as indivisible"}, {"timestamp": [1771.54, 1773.74], "text": " within the clouds it first may appear."}, {"timestamp": [1774.74, 1777.48], "text": " Yes, Google's appetite for content may appear insatiable,"}, {"timestamp": [1777.88, 1780.38], "text": " but this is not necessarily mean they wish to hold it all themselves."}, {"timestamp": [1781.3, 1788.94], "text": " After all, their core business of search is not required them to hold every page they index themselves, but merely to have the means to crawl it and return"}, {"timestamp": [1788.94, 1793.62], "text": " the results to the user. Might be able to persuade that the same logic could also be"}, {"timestamp": [1793.62, 1798.28], "text": " applied to the contents of Google Apps, blogger, YouTube and the like. If so might"}, {"timestamp": [1798.28, 1802.32], "text": " the door be open for us, the archival community, through the publicly funded purse,"}, {"timestamp": [1802.32, 1808.52], "text": " to create and maintain our own meta repository within which online content can be transferred or just copied"}, {"timestamp": [1808.52, 1813.5], "text": " for controlled managed long-term storage whilst continue to provide access to"}, {"timestamp": [1813.5, 1818.18], "text": " it to the services and companies from which it originated that way they get"}, {"timestamp": [1818.18, 1822.14], "text": " to continue to accrue the benefits of allowing their users to access and"}, {"timestamp": [1822.14, 1827.0], "text": " manipulate digital content in ways which benefit their bottom line,"}, {"timestamp": [1827.0, 1831.0], "text": " the user continues to enjoy the services they've grown accustomed to,"}, {"timestamp": [1831.0, 1834.0], "text": " and the archival community can sleep soundly."}, {"timestamp": [1834.0, 1840.0], "text": " Saving the knowledge that while service providers are free to do what they want with live content,"}, {"timestamp": [1840.0, 1846.0], "text": " its long-term preservation safety continues to lie in our own experienced and trusted hands."}, {"timestamp": [1846.0, 1852.0], "text": " Thank you very much and I hope you enjoy the rest of your conference."}], "text": " Good morning and thanks very much for letting me speak at your conference and my apologies that I couldn't be there in person a combination of work commitments and a heavily pregnant wife kept me in the northern hemisphere I'm afraid but hopefully in future years that I might get the chance to attend the conference in person. My site today, my presentation today is entitled in In Whose Hands Does the Future of Digital Preservation Lie? And I'll want you to picture, if you will, the sea. It's London in the 17th century. Samuel Peep's, perhaps the most famous ever diarist of the English language, walks into a stationer shop in the Strand, to purchase one of the soft-backed notebooks that he habitually uses to write in his diaries. That same day, he travels to another shop in the city to purchase the vell of manuscript sheets required to draw up a contract to buy new shipmasts, as part of his role as a clerk to the neighbour. And then on to the cartographers in Greenwich to purchase maps which he will annotate as his position as part of the younger brother of Trinty House. Now, some months later, the book filled with his usual mixture of affairs of state, home and the heart, he must now go back to the same station of shop in the strapped for them to retain, manage and preserve those books. Likewise, the manuscripts returned to the same Tanner who produced the vellum, and the cartographer who first provided them for them to store and manage on his behalf. It's now to these three separate and now completely unto own us, unknown to us businesses, none of which have any links to Peep's are that of customer to supply, that both he and we must place our faith that the works of Samuel Peep's, one of the most important diaristics of the English language will be preserved. We must hope that each of these precious records will survive the fluctuating fortunes of each of these businesses, businesses which may go bankrupt, move premises or merge with other companies many times over the years, and they survive storage conditions and mental practices of varying undisguised quality. To Capitole, this situation made even more precarious by the fact that the station is shop, the Tanner and the cartographers stand to gain little themselves and continue to store this content, as their income is generated not by selling new materials and not by keeping the old, no matter their potential value to others. Now, let's assume that by some miraculous good fortune that these records, heaps his diamond, the contract he drafted, and the maps he used did manage to survive to the present day in this way. But the three businesses he bought these raw materials from over 300 years ago, somehow managed to survive economic depression, social upheavals and world wars, and they're still trading and still in possession of Peep's records. What would the situation be like for the researcher in the 21st century? How are they to draw together the disparate threads for Peeps' life? Spread as they are randomly amongst the archives of the various companies who just happen to supply it with the raw materials that be needed for its trade. For the researcher solely interested in vellum or maps or softback notebooks of the 17th century, life is great. They need only go to one place and all the artefacts that they are interested in and they're all kept together. Stored, managed and preserved not according to their content, but according to their format. But this of course is not how the vast majority of researchers apply their trade. They're not interested by and large in the records format but it's content. Their focus is the subject matter, be that a person, an organisation, a government department or any other kind of entity. Fortunately for us, this is of course reflected in the reality of how Peep's records actually were arranged, managed and preserved in the real world. He was not of course obliged to return his notebooks to the shop where he bought them but retained them in his own possession and made arrangements at his will for their stewardship of Mordland College of Cambridge his former university. Likewise his naval records were not retained by the Tanner who made the Bellum but had now formed part of the admiralty papers in the safe custody of the National Archives. Whilst the maps and charts of Trinity House still remain safe and sound and accessible via the archives of the same august institution, and not via some poor anonymous, now long-deceased cartographer fan. This is why I behold so dear to the tenets of provenance, administrative history and original order, the essential building blocks of archival theory. For by a range of our records around them and using them as the way we can be able to search records, we have all the information we need to identify those we require. Moreover, as a result, appropriate lines of curatorial responsibility can be clearly and unambiguously defined, perhaps even enshrined in law, as is the case of the public records. And once identified, appropriate standards of care, management and preservation for the records in question can be clearly defined and monitored, thus greatly increasing the chances of their continued survival and ongoing access to them. Far better proposition surely than allow their fate to be left to a combination of chance and the best efforts of a reluctant private company, who have found themselves the unwitting and unwanted guardian of someone else's archives simply as a byproduct of their core business. So why begin this paper with this description of an unwelcome parallel universe where archives are managed and according to their format under the accidental egos of the company who just happened to supply the more materials? Why? Because this is precisely where we are currently in danger of finding ourselves in relation to the preservation of digital archives. Not convinced? Well, picture if you will, another scene. It's England again, at this time the 21st century. Imagine an organisation, say a medium-sized business services consultancy company called ABC Services Lifted. In line with many other companies, ABC services chose a few years ago to outsource their email to Google map, seen a sensitive decision at the time and has proved a very successful and popular one since. Management like it because significantly reduced overheads in storing and maintaining a business critical service. The IT team liked it because they have been finding it more and more difficult to provide a kind of 24-7 level of service that users were demanding. And of course, most importantly of all, the users love it because of its flexibility and ease of use went out of the office and on the road. It was then that those responsible for convincing the organisation to transfer to Google Mail began to take a serious look at the other suite of online applications that the service also provided. It was quickly discovered that word processing documents, financial spreadsheets and presentation slides could all be housed, maintained and accessed online by the same provider. The advantages seemed obvious. Here was an extremely cheap service which could provide all their staff with the means to collaborate in real-time regardless of their physical location or the computer from which they're working. Furthermore, this capability could be extended to external partners and clients quickly without fuss whenever the need arose. The content hosted by the service was secure, backed up and managed by the same state-of-the-art technical infrastructure that already proved so reliable for their email. Also, as with their email, there's no limit place from the volume of information being uploaded. Furthermore, content was easy to find thanks to the state-of-the-art search engine technology that's integrated with it. And best of all, the cost of the corporate licence for access to such services was considerably less than trying to do anything remotely similar in-house. Though the new officially sanctioned suite of online applications was greeted as a huge step forward, it was not of course without its own limitations. Though perfectly adept at creating and storing the standard office range of applications, it was less able to cope with more specialist media. Many staff already had YouTube and Flipper accounts for their private use. I much prefer to continue to use these services to store their multimedia files, even those created at work, than using anything in-house. Likewise, though the organisation now provided its own in-house blogging service, the more established bloggers and Moxair staff were very reluctant to transfer their current blogs to within the technical and editorial boundaries set by the organisation. So this is a company that's come a long way in a few short years. Its infrastructure is now unrecognisable from the contained and centrally controlled environment five years ago. And it could be said that no longer has an infrastructure of its own, at least not in the physical sense of servers, local area networks and client applications. Yet it still has information records are plenty, far more so than ever before, and their importance to the organisation have never been so manifest. But at the moment, it seems a land of limitless opportunity. But could it also represent a Pandora's box? Indeed, could it offer many parallels to the warped and unwelcome world in which I describe the imagined fate of Peep's archives at the beginning of this paper? It's long been an accepted truism of records management that we manage records according to their content and regardless of their format. There are sound reasons for this which I need not repeat here. And even now that creating and managing electronic records has been well and truly absorbed into the mainstream, it's still a message which is rightly compelled to repeat. Think, for example, the ongoing battle which information professionals have in trying to convince users not to store their emails in the silos that are their email inbox, but instead to store them alongside the reports, the memos, the spreadsheets, to which they relate. Management based on content, not former. And it, despite such well-established intentions, we seem to be moving inexplicably in completely in the opposite direction in relation to other areas of digital preservation, as hypothesised in my description of decisions made by ABC Services Limited. Okay, so this may be a fictional company and a hypothetical scenario, but it's one which is rapidly becoming a reality in all manner of organisations. From universities to private businesses and from charities to government agencies, each of them beginning to entrust the archives of the future to a series of unrelated commercial third parties, which specialise often exclusively in creating and storing information in one particular format. Indeed often this is a very resal detrit for many of these organisations. It's their specialism in creating and manipulating and storing information of a certain specific format. Think of flipper and photographs or YouTube and video clips. In fact it's this very specialism that's propelled into market dominance and as they've been able to channel all their creativity to solving the problems posed by content stored in one particular format. Whilst Flickr and YouTube may spring to mind as most obvious examples, the same is also true of a whole route and other Office 2.0 applications, all of which are helping to create the next digital frontier, the cloud. When it comes to work processing systems, you can choose with buzzword or every right. From working with spreadsheets, you might select NUM-SOM sheets through or Wikikau or from presentations plump for Scooch, SlideShare or S-Present. The key point here is that the user has a little choice in this new world, other to store their text documents in one place, their spreadsheets in another, and their presentations in yet another, regardless of the commonality of their content. The plus size of the user is that each of these systems are specialist in what they do. The negative side of the records manager is that this is records management by format, regardless of content. Excessing this trend towards increased heterogeneity is the fact that Office 2 systems are based on a fundamentally different concept through existing desktop applications. Office 2 systems, such as those I've just mentioned, clearly combine both the application itself and the mechanism for storing the content created within one indivisible system. There is no assumption of a separate common storage area as there is in the desktop world. Think about it. Users may create documents in Microsoft Word, but they do not store them there, and the same is true for all other desktop applications. Word and its brethren rely upon the presence of a separate storage facility that is common to all these applications. It could be a shared file server, but equally could be an individual hard drive or even a CD-ROM or USB memory device. The important thing is that in the pre-Cloud world, the act of content creation has largely been distinct from the act of storage, and hitherto this has provided records managers with the platform they require to manage records appropriately. The question is, if this no longer records managers with the platform they require to manage records appropriately. The question is, if this no longer continues to be the case, where this is leaves. All analogies are, of course, imperfect, and the same is undoubtedly true for any of it we make between Samuel Peep was entrusting his diaries to a stationer shop and us entrusting our digital data to Google, Flickr, YouTube and the like. Not least the fact that modern web two service providers are in the business of information. Storing it, finding novel ways of access in it and reusing it is what they do best. There's even an argument to say that they know how to do it better than anyone else, and that digital photos are probably safer with Flickr than indeed anywhere else. But for all these differences, it still appears to me to be a basic underlying similarity between the world I described at the outset of this paper, the all its attendant risks and problems and the direction we seem to be heading with regards to our collective use of the web as a storage repository. For a start we are entrusting our future archives to a third party. This immediately puts it to arm's length when it comes to ensuring their safety and their security. Moreover, these third parties are commercial entities. Now, there's nothing wrong with that in itself, but we must acknowledge that as a result their first duty must always be to their shareholders and their investors and not necessarily to their customers. Now, by and large, what's in the best interest of the shareholder will also be that of their customers by ensuring reliability of service, constantly improving functionality and quality, and ensuring the good name of the company. But it need not always be so, and it's not difficult to envisage circumstances in which the needs to the business dictate changes to the business model, which may actually work against the interest of their customers whose information they hold. All right to this, which also acknowledge that these are commercial companies who live for today and focus on tomorrow with barely a backward grants for yesterday. This of course their business models are often inextricably tied up with large volumes of content, but this does not mean they automatically have an outristic commitment to preserving information which is no longer regarded as current, popular or useful. It's tempting for us end users to view storage of the cloud is infinite, cheap and freely available. That's far from the reality for the service provider. There are only so many hydroelectric dams in the world for Google to power and cool their service from. And finally, hanging over all of this, like the sort of damocles, is a precarious nature of business itself in the e-commerce world. Remember the dot-com bubble of the 1990s and the huge number of apparently thriving small businesses and promising startups which collapsed and folded virtually overnight. Now, it may seem unthinkable to us today that global leviathan such as Google or Microsoft will ever go bust. I'm sure people in the 19th century said exactly the same thing about cotton mills and coal mines. But even if the biggest of the big do survive into and beyond the next century, the same is unlikely to be the case for most of the small medium enterprises we'd actually make up much of this industry. And we should remember that these are often very small businesses indeed, with virtually no tangible assets and relying on unproven business model. But how many of us bother to look beyond the flashy website and the functionality we like to what lies or perhaps doesn't lie behind? And what happens if and when the company folds, the plug is pulled, and the website just returns an error message? If we're lucky, we'll get advanced warning, such as when Yahoo shut down GeoCities or AOL as members.com, and time to move to the website just returns an error message. If we're lucky, we'll get advanced warning, such as when Yahoo shut down GeoCities or AOL's members.com, and time to move our data elsewhere. We can't guarantee that will always be the case. This is where any confident parallels, which may have sprung to mind, between our long-standing experience of using commercial storage companies to store our physical records and doing likewise with digital data in the cloud begin, unfortunately, to disintegrate. Yes, both may involve records management arm's length, and yes, they may both require reliance on commercial companies. But if the worst comes to the worst and your physical storage provider does fold, it should at least prove reasonably easy to identify and return the records in question. The same is unlikely to be true if the information lies encrypted and inaccessible on a server somewhere. Questions of resource discovery are not however just confined to the nightmare scenario of the collapse of a data provider. As we've already seen, one of the other defining characteristics of the Web 2 world is its heterogeneity. Our blog posts might be stored on Company A, our text documents with Company B, our video clips, company C, and everything else on companies C, D, E, respectively. There are no links between each of these services and our content is spread across the four corners of the web with nothing to join together, save the fact that all the user accounts happen to be in the same name. Now, the search engines or social bookmarking tools can yet penetrate this deep way, leaving little choice but for users, or still worse, their colleagues, to try and remember in which system that particular item was created and stored and to search separately through each of them to retrieve information relating to a single subject. Not ideal for an individual user and a nightmare scenario at an organizational level. If a reliance on the problems we face directly result from our reliance on a large number of small service providers, then may be the simple answer to all of those lies with Google. After all the Google Apps suite provides not only the ability to create, maintain the store, Word, process documents, but also spreadsheets, presentations, email and calendar entries. It also, of course, owns YouTube, a blogger, alongside a whole host of other web 2 services. So my hope possibly be forthcoming the guys of a growing number of integrated Office 2 product suites, which provide a range of standard office tools and the ability to upload existing office files all within a combined single Web 2 service. By the formation of a common shared web infrastructure, albeit a virtual one, offer the same potential framework for enabling continued management by content rather in format even within the very different environment of the cloud. The difference is of course that this shared framework does not belong to us or our organisation, but belongs to and is defined by Google or Microsoft or Zoho or whoever and would always be relying on them to enact any management controls. So if we make an assumption, probably a pretty safe one, the general drift of digital creation and storage will be towards the cloud with the web at its core, then I think the answer to the question posed in the title to this paper, in whose hands does the future of digital archive in lie? It's actually quite a simple one, one which can be answered in a single word. Google's. Why? Because they understand the web, like no other organisation on earth, and have the market share and financial dominance to not only prove it, but to give assurance that they will survive long into the future. Moreover, through providing an integrated range of the most popular cloud-based apps, they start to offer a way around many of the problems we've identified when divided not content between so many format-specific silos. Now whether your instinctive reaction here in this conclusion is to breathe a sigh of relief or recoiling horror will, I suspect, vary from person to person, based on their views of Google specifically, the level of seriousness attached to these issues I have mentioned so far more generally. Also, perhaps the degree to which a twinge of professional regret has felt that the future of digital archiving is unlikely to lie in the hands of the organisations and indeed the professions represented at your conference today, but instead in the hands of those sitting in a boardroom, no doubt, in beanbags in California. It's at this point perhaps worth pausing to note that the question I've just offered an answer to is not in whose hands should the future of digital preservation lie, but in whose hands does it lie. A very important distinction indeed. The next, and arguably most important question is where does this leave us? And it's to answer the critical conundrum that this raises that I wish to devote the remainder of this paper. One option would be to fight against this trend every step of the way to seek to ban our organisations and their employees from having anything to do with such technology. It can be done at the technical level, quite a nine access to certain services, and if you really want to go bells and braces, you can put policy statements in place, terms of employment that forbid employees from using anything other than approved of technology. This hardline approach is currently a common one. It always is. The safest option that confronted with new and apparently threatening technology is often to seek to ban it. Think back a couple of decades and the same was true for email and the internet. Something which no rational organisation will consider doing today. And therein surely lies a cautionary tail. For it ultimately it's the general drift of technology which shapes our organisations, not the other way around. Even when the technology concerned promises to cause untold problems in the way in which you manage information, it's seldom enough for us to be able to stem the tide in the long term. It's only a matter of time before the chief executive, who originally was only too pleased to ban their employees from wasting time looking at videos, is demand to know why they don't have a YouTube channel, just like their competitors. Restrictive policies and technical barriers may provide a little breathing space, time for the dust to settle, and to learn from some mistakes by others, but rarely is it, does it ever represent a valid long-term strategy. It also risks the unwelcome bioproduct and making the records manager or archaists always seem to be some way off the pace of the game, offering only negative solutions based around yesterday's technology, and appearing to fail to come to terms with the fact that the world is as it is, and not necessarily how we would wish it to be. At the opposite end of the spectrum from banning everything is logically I suppose attempts to embrace it and bring it into the forum. This approach is often described as Enterprise 2.9 and involves providing staff with your own internally housed and maintained versions of Web 2 applications. By providing them with access to your own blogging software, wikis, networking tools, you get to control the environment and reduce the risk whilst they get access to the types of technology they're demanding. Or so the theory goes. It's certainly a nice idea, taking all the best bits from Web 2, the convenience, the flexibility and the empowering tools, whilst at the same time removing the risk of leaving the provision of all this to potentially untrustworthy third parties. You get to set the parameters, define the standards and enforce the policies in an environment that you can control. Sure, this approach provides the means to place the future of digital archiving back into our hands. Well, maybe. If we can provide internal versions of systems which keep pace with user demand and the rate of technical change. If we can convince our users that what we have to offer is as better or at least as good as the external systems that they have grown used to. If we can provide our staff, persuade our staff to neatly and artificially compartmentalize their life into work and everything else outside. And if tools designed for the integrated, interoperable web continue to retain their value when unplugged from this context, then maybe we have a chance. But that is an awful lot of awfully big ifs that we're talking about. And I, for one, I'm not convinced that Enterprise 2.0 can ever be much more than marketing hype and vendors keen to prove that their previous generation technology still has a place in the next. Of course the picture will vary significantly from sector to sector and organisation to organisation. In some of the pace of change and archetype for risks will be much greater, whilst in others, organisational and technological conservatism and a greater emphasis on the needs of control will necessitate a much slower journey. But despite these inevitable variations, the direction of travel is, I suspect, inevitably towards a greater reliance on the cloud as the storage mechanism for digital content. Let me give you an example of this drift in action. In the spring of 2009, I was asked to contribute to a written debate and then a publication on whether universities should outsource their email to Google. I wrote at the time, it's interesting to note that so many of the current outsourcing projects have chosen to only outsource student email accounts. Apparently on the basis that this raises fewer issues and represents a lower risk to the institution than outsourcing information created by or relating to its staff. This may well be true, but if these pilot projects are a success, it won't be long before the pressure is on to do likewise of mission-critical corporate data. Now, just 12 months further down the line, I can easily point to half a dozen more institutions that are now using Google apps, not only for their students, but for their staff as well. Once again, I do not say this is right, wrong, foolish or wide, simply that it appears inevitable and we would do well to prepare ourselves for it. But just because the direct control of digital content in the future may lie in Google's hands, this doesn't mean to say that we can simply wash our own hands of it. The balance of power may be shifting and the nature of our role changing, but we still have an important role to play. And I would like to conclude here today by outlining four areas, which I believe the records management, archival and curatorial professions should be actively considering in the light of this changing world. The first is to establish an agreed set of quality criteria to be used to assess a suitability of Web 2 service providers from an information management and preservation perspective, which can then be used as part of the tendering process or when under pressure from staff to provide access to a certain service and to reach an informed decision regarding its suitability. We already have agreed international standards of physical storage conditions, which are often used when identified an appropriate commercial storage company, and this will fulfil the same role. Of course, it can never be a guarantee that no harm will come to your information, but compliance with it should dramatically reduce the risk. In fact, it may even make sense to start with our existing standards of physical storage, not for the detail of temperature and humidity conditions, but of ensuring all relevant bases are covered, who owns the IPR of the information held, what security measures are in place, how and when is the material backed up, in what format is the store, who is liable should the worst happen, and what are the rights of the data owner? Having an objective list of questions to ask in a clear sense of the level of answers required would go a long way to identify the service providers in whom a degree of trust can be placed. And indeed with enough momentum behind it, such an established list of criteria could also help drive up standards within the service provider community. The second is to give consideration to what happens if a service provider suddenly and without warning ceases operations, perhaps literally overnight. When a company goes into liquidation, there are clear rules which dictate what happens from the financial perspective. The remaining assets are sold off and if they're lucky, creditors receive some of the proceeds to help the imbursed for what they're owed, a process overseen by specialist firms of financial administrators. It's time to consider setting up a similar process whereby teams of information administrators can quickly and efficiently identify which information held by the company in question belongs to which client and to find ways of extracting it and return it to its rightful owner or another nominated third party of their choice. Clearly it's inevitable that some significant downtime will be experienced potentially result in much disruption, but will at least ensure that the information will eventually be reunited with its owner after the shortest possible delay. The third of my four is for us to work with service providers and web technologists to establish ways of discovering and even managing information from one place in consistent and unified way when stored within multiple separate service providers. This is no easy task and will require the ability to not only search the deep web, something which search engines can only currently do in a very limited way, but also to attach consistent properties to information to enable management decisions, for example the deletion of information according to its content as defined by retention share, to be sentry dictated by the organisation and then enacted wherever that information is held regardless of the service providing question. This may indeed be a tool order and is certainly not something that we could hope to make progress with without the buy-in from the web services themselves. But again if progress could be made in this direction, it might go some way to help us to provide a management layer, or be in a virtual one, on which we can then build some of the controls and standards which we would wish, whilst not interfere with what the cloud does best. And lastly, perhaps we should actually stop to ask Google and their peers whether they are indeed aware of the fact that the future of digital preservation lies in their hands, and whether this is a role they are happy to fulfil. For perhaps just as we are in dangerous sleepwalking our way into a situation where we have let this responsibility slip through our fingers, so they might be equally guilty of unwittingly finding that it has landed in theirs. Maybe the interconnection of content creation and use and its long-term preservation need not be as indivisible within the clouds it first may appear. Yes, Google's appetite for content may appear insatiable, but this is not necessarily mean they wish to hold it all themselves. After all, their core business of search is not required them to hold every page they index themselves, but merely to have the means to crawl it and return the results to the user. Might be able to persuade that the same logic could also be applied to the contents of Google Apps, blogger, YouTube and the like. If so might the door be open for us, the archival community, through the publicly funded purse, to create and maintain our own meta repository within which online content can be transferred or just copied for controlled managed long-term storage whilst continue to provide access to it to the services and companies from which it originated that way they get to continue to accrue the benefits of allowing their users to access and manipulate digital content in ways which benefit their bottom line, the user continues to enjoy the services they've grown accustomed to, and the archival community can sleep soundly. Saving the knowledge that while service providers are free to do what they want with live content, its long-term preservation safety continues to lie in our own experienced and trusted hands. Thank you very much and I hope you enjoy the rest of your conference."}