{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " Air Force Day and up to a hundred thousand people gather at O'Harkier for the largest air show to date."}, {"timestamp": [27.0, 34.0], "text": " Coming from both islands, they're here to see the aircraft and equipment displayed and demonstrated by five different countries."}, {"timestamp": [34.0, 43.0], "text": " The familiar Globmaster performs again."}, {"timestamp": [43.0, 47.0], "text": " But some people have traveled so far they just can't stay awake."}, {"timestamp": [47.0, 54.0], "text": " Among the newcomers is the Victor, the RAF's latest nuclear bomber."}, {"timestamp": [54.0, 70.72], "text": " Everything in the static display is open for inspection, and many would-be pilots make the most of the opportunity."}, {"timestamp": [74.5, 76.6], "text": " A large inside display features models of a space capsule and rocket."}, {"timestamp": [79.76, 80.06], "text": " For those interested, there's all the headgear ready for testing,"}, {"timestamp": [91.8, 94.6], "text": " complete with radio links between each earthbound spaceman. Flickering lights and satellites capture the imagination."}, {"timestamp": [95.0, 97.4], "text": " But most popular is a remote-controlled vampire."}, {"timestamp": [97.8, 116.0], "text": " Here anyone can work the undercarriage and flaps. But not everyone's happy."}, {"timestamp": [116.0, 123.0], "text": " A fellow can't really enjoy himself if he's on his own."}, {"timestamp": [123.0, 128.36], "text": " Minister of Defence, Mr. Dean Eyre gets right in amongst it from the start."}, {"timestamp": [128.36, 132.38], "text": " He inspects the United States Thunder Chief, one of the world's most powerful one-man"}, {"timestamp": [132.38, 133.38], "text": " aircraft."}, {"timestamp": [133.38, 143.14], "text": " It can fly at twice the speed of sound and is described as a reusable guided missile."}, {"timestamp": [143.14, 149.0], "text": " At 2.30, Sir Bernard Ferguson and Chief of Air Staff Air Vice Marshal Morrison arrived to open the pageant."}, {"timestamp": [149.0, 157.0], "text": " With New Zealand, Australia, Great Britain, Canada, and especially the United States contributing, the crowd can expect to be well entertained."}, {"timestamp": [161.0, 167.0], "text": " The weather's become dull and the show starts on schedule."}, {"timestamp": [167.0, 174.0], "text": " Always popular is the Harvard aerobatics team from Wigram."}, {"timestamp": [174.0, 180.0], "text": " The solo harvard aerobatics team from Wigram."}, {"timestamp": [180.0, 187.0], "text": " The solo harbour demonstrates its maximum performance."}, {"timestamp": [187.0, 193.0], "text": " A stall turn, a wing over and into a vertical spin."}, {"timestamp": [193.0, 210.0], "text": " Now outdated they're used solely as trainers, but they're still top in maneuverability."}, {"timestamp": [210.0, 213.0], "text": " For sheer spectacle, they are hard to beat."}, {"timestamp": [213.0, 228.0], "text": " Featuring in the Maritime section is the US Navy Orion,"}, {"timestamp": [228.0, 234.0], "text": " an aircraft New Zealand's Air Force is considering as a replacement for the Sunderland flying boats."}, {"timestamp": [234.0, 241.0], "text": " Another new visitor is the RAF Argosy, passing over low with its alligator doors open in the rear."}, {"timestamp": [241.0, 247.0], "text": " It's a transport aircraft, as are the Canadian Yukon and the New Zealand"}, {"timestamp": [247.0, 254.6], "text": " Hastings. Most of the show can be seen from the ground, but well worthwhile getting up"}, {"timestamp": [254.6, 267.0], "text": " for is a squadron of Hercules. These long-range transport aircraft have flown here from a United States base in Japan."}, {"timestamp": [267.0, 274.0], "text": " Extremely versatile they can fly at speeds as low as 90 miles an hour."}, {"timestamp": [274.0, 278.0], "text": " And for a large aircraft they've an unusually steep climb."}, {"timestamp": [282.0, 286.9], "text": " No less remarkable are their landing powers, for with full reverse pitch on the propellers,"}, {"timestamp": [286.9, 291.7], "text": " they can halt within 900 feet and take off empty in the same distance."}, {"timestamp": [291.7, 297.7], "text": " A new Hercules is soon to join our Air Force."}, {"timestamp": [297.7, 301.9], "text": " Revercing comes easily."}, {"timestamp": [301.9, 305.0], "text": " Canberras, part of New Zealand's main attack force."}, {"timestamp": [305.0, 313.0], "text": " They're a heavy aircraft but still nimble and capable of 555 miles an hour."}, {"timestamp": [313.0, 327.0], "text": " The largest jets present are the victors, the most advanced nuclear craft in the RAF."}, {"timestamp": [327.0, 330.0], "text": " They're each worth one and a half million pounds."}, {"timestamp": [330.0, 347.0], "text": " Streamlined as a shark, their crescent-shaped wings give them a deadly grace."}, {"timestamp": [347.0, 359.0], "text": " For landing, they can use a parachute as a break on short airfields."}, {"timestamp": [359.0, 365.0], "text": " Deadliest of attack aircraft, the Thunder Chief."}, {"timestamp": [365.0, 375.0], "text": " Just watch this climb."}, {"timestamp": [375.0, 376.0], "text": " The Sleek."}, {"timestamp": [376.0, 393.0], "text": " The sleek bodies of the Thunder Chiefs are meeting outside of Harkier to hook up for the aerial refueling display."}, {"timestamp": [397.0, 403.0], "text": " The KB50 aerial tanker awaits them."}, {"timestamp": [403.0, 407.0], "text": " Today, turbulent conditions at low altitude make this a difficult operation."}, {"timestamp": [407.0, 420.0], "text": " But when they reach O'Hocchio, the crowd sees the hookup successfully completed."}, {"timestamp": [422.0, 427.0], "text": " Coming up for a high-speed run, a Thunder Chief will break the sound barrier."}, {"timestamp": [427.0, 435.0], "text": " In a mock attack."}, {"timestamp": [435.0, 453.0], "text": " In a mock attack, an advance drop of paratroopers from a mock attack, an advanced drop of paratroopers from the Argosy prepare the way for the main body."}, {"timestamp": [453.0, 489.6], "text": " They're in the Hastings, 20 of them, but they thunder chiefs carry out aerial attacks on a fortified village."}, {"timestamp": [492.0, 492.6], "text": " The men are landed, now for the equipment."}, {"timestamp": [519.0, 523.0], "text": " A land rover and trailer are a air dropped with a heavy supply drop."}, {"timestamp": [527.0, 532.0], "text": " Let's hope there are no eggs in that lot. Back on the battleground, it looks as if the attackers are breaking through."}, {"timestamp": [532.0, 536.0], "text": " It's been a very successful show for the RNZAF."}, {"timestamp": [540.0, 545.4], "text": " Last item on the afternoon's display, formation aerobatics by four vampires from O'Hakia."}, {"timestamp": [546.06, 548.8], "text": " The weather's dull, but no hindrance to the vampires."}, {"timestamp": [555.92, 585.0], "text": " No worry the clouds. They can perform above, below, or far beyond, where there's always good weather somewhere. I'm going to be. Hey, my God"}, {"timestamp": [585.0, 587.0], "text": " and"}, {"timestamp": [587.0, 607.0], "text": " I'm going to The"}], "text": " Air Force Day and up to a hundred thousand people gather at O'Harkier for the largest air show to date. Coming from both islands, they're here to see the aircraft and equipment displayed and demonstrated by five different countries. The familiar Globmaster performs again. But some people have traveled so far they just can't stay awake. Among the newcomers is the Victor, the RAF's latest nuclear bomber. Everything in the static display is open for inspection, and many would-be pilots make the most of the opportunity. A large inside display features models of a space capsule and rocket. For those interested, there's all the headgear ready for testing, complete with radio links between each earthbound spaceman. Flickering lights and satellites capture the imagination. But most popular is a remote-controlled vampire. Here anyone can work the undercarriage and flaps. But not everyone's happy. A fellow can't really enjoy himself if he's on his own. Minister of Defence, Mr. Dean Eyre gets right in amongst it from the start. He inspects the United States Thunder Chief, one of the world's most powerful one-man aircraft. It can fly at twice the speed of sound and is described as a reusable guided missile. At 2.30, Sir Bernard Ferguson and Chief of Air Staff Air Vice Marshal Morrison arrived to open the pageant. With New Zealand, Australia, Great Britain, Canada, and especially the United States contributing, the crowd can expect to be well entertained. The weather's become dull and the show starts on schedule. Always popular is the Harvard aerobatics team from Wigram. The solo harvard aerobatics team from Wigram. The solo harbour demonstrates its maximum performance. A stall turn, a wing over and into a vertical spin. Now outdated they're used solely as trainers, but they're still top in maneuverability. For sheer spectacle, they are hard to beat. Featuring in the Maritime section is the US Navy Orion, an aircraft New Zealand's Air Force is considering as a replacement for the Sunderland flying boats. Another new visitor is the RAF Argosy, passing over low with its alligator doors open in the rear. It's a transport aircraft, as are the Canadian Yukon and the New Zealand Hastings. Most of the show can be seen from the ground, but well worthwhile getting up for is a squadron of Hercules. These long-range transport aircraft have flown here from a United States base in Japan. Extremely versatile they can fly at speeds as low as 90 miles an hour. And for a large aircraft they've an unusually steep climb. No less remarkable are their landing powers, for with full reverse pitch on the propellers, they can halt within 900 feet and take off empty in the same distance. A new Hercules is soon to join our Air Force. Revercing comes easily. Canberras, part of New Zealand's main attack force. They're a heavy aircraft but still nimble and capable of 555 miles an hour. The largest jets present are the victors, the most advanced nuclear craft in the RAF. They're each worth one and a half million pounds. Streamlined as a shark, their crescent-shaped wings give them a deadly grace. For landing, they can use a parachute as a break on short airfields. Deadliest of attack aircraft, the Thunder Chief. Just watch this climb. The Sleek. The sleek bodies of the Thunder Chiefs are meeting outside of Harkier to hook up for the aerial refueling display. The KB50 aerial tanker awaits them. Today, turbulent conditions at low altitude make this a difficult operation. But when they reach O'Hocchio, the crowd sees the hookup successfully completed. Coming up for a high-speed run, a Thunder Chief will break the sound barrier. In a mock attack. In a mock attack, an advance drop of paratroopers from a mock attack, an advanced drop of paratroopers from the Argosy prepare the way for the main body. They're in the Hastings, 20 of them, but they thunder chiefs carry out aerial attacks on a fortified village. The men are landed, now for the equipment. A land rover and trailer are a air dropped with a heavy supply drop. Let's hope there are no eggs in that lot. Back on the battleground, it looks as if the attackers are breaking through. It's been a very successful show for the RNZAF. Last item on the afternoon's display, formation aerobatics by four vampires from O'Hakia. The weather's dull, but no hindrance to the vampires. No worry the clouds. They can perform above, below, or far beyond, where there's always good weather somewhere. I'm going to be. Hey, my God and I'm going to The"}