{"speakers": [], "chunks": [{"timestamp": [0.0, 26.84], "text": " Back in 1958, Jack Henderson, senior traffic instructor for the Otago Southland area,"}, {"timestamp": [27.32, 30.0], "text": " initiated the Dunedin Road Safety Cycling School."}, {"timestamp": [31.82, 37.5], "text": " Run every Saturday morning, its purpose is to give children a thorough grounding in safe cycling and the road code."}, {"timestamp": [38.16, 41.28], "text": " Certificates are given when practical and oral tests have been passed."}, {"timestamp": [43.52, 49.0], "text": " Cycles have been provided by donations and several business firms have helped Jack Henderson's worthwhile scheme."}, {"timestamp": [49.0, 62.0], "text": " To steer with one hand and signal with the other, the children are given the apple test."}, {"timestamp": [62.0, 65.1], "text": " Here they have to snatch the apple off the stick while riding correctly."}, {"timestamp": [69.44, 74.34], "text": " Since the school started in 1958, approximately 1,600 children have graduated."}, {"timestamp": [74.98, 79.36], "text": " Jack Henderson takes his spare time occupation very seriously and with good reason."}, {"timestamp": [80.14, 87.04], "text": " In 1961, 14 young cyclists between the ages of 5 and 15 were killed and another 700 injured."}, {"timestamp": [87.72, 93.44], "text": " The Dunedin Road Safety Cycling School is a practical effort to reduce the heavy toll of cycle accidents."}, {"timestamp": [102.96, 106.08], "text": " We've been getting coal from the Waikato for a hundred years,"}, {"timestamp": [106.56, 113.16], "text": " but none of the miners who went down to work through these shafts dreamt that one day the water above them in Lake Kimmerhir would be drained away,"}, {"timestamp": [113.4, 116.14], "text": " and the coal removed by large surface machines."}, {"timestamp": [118.22, 122.86], "text": " At Kimmer here, the lake is being drained in strips, and each strip sealed off by stopbacks."}, {"timestamp": [123.5, 127.6], "text": " This cutter dredge is sucking up silt and clay from the sides and bottom of the lake"}, {"timestamp": [127.6, 134.8], "text": " and pumping it ashore through a floating pipeline where the earth will be used for building up the stop banks."}, {"timestamp": [138.8, 142.8], "text": " In one hour it dredges a hole big enough to contain a three-story house."}, {"timestamp": [147.0, 154.0], "text": " A giant excavator strips away the remaining rock when the water's been pumped out and the section sealed off."}, {"timestamp": [158.0, 164.0], "text": " It loads the spoil into carry-alls which are building up a new series of stock banks for the next stage of draining."}, {"timestamp": [164.0, 165.32], "text": " It's a continuous process."}, {"timestamp": [169.0, 171.36], "text": " The mud and rubble of the lake has been removed,"}, {"timestamp": [171.64, 174.94], "text": " and coal, which was once inaccessible, lies exposed."}, {"timestamp": [175.74, 177.46], "text": " Now it is only to be taken away."}, {"timestamp": [180.9, 184.46], "text": " Although this open-cast mine has been in operation for 17 years,"}, {"timestamp": [184.9, 189.06], "text": " coal from the exposed seam still comes away at the rate of 500 tons a day."}, {"timestamp": [189.68, 192.34], "text": " In places, the coal face is nearly 30 feet thick."}, {"timestamp": [213.38, 214.18], "text": " The finer coal or slack will be used by the nearby dairy factories and the Merry Power Station."}, {"timestamp": [215.02, 219.0], "text": " The larger lumps will be sent to the cities for coal rangers and ordinary fires."}, {"timestamp": [220.82, 226.0], "text": " Kimmer here, the Waikato Lakebed Coal Mine, is one of New Zealand's biggest producers."}, {"timestamp": [226.0, 247.0], "text": " Wallpaper manufacturers have to satisfy a great variety of tastes."}, {"timestamp": [247.0, 251.0], "text": " Some clients like to bring the garden right into their home."}, {"timestamp": [251.0, 254.0], "text": " Climbing roses, with or without trellis work."}, {"timestamp": [254.0, 256.0], "text": " Take your choice."}, {"timestamp": [256.0, 264.0], "text": " One thing most people agree about and that's the need for colour."}, {"timestamp": [264.0, 294.0], "text": " Pour it in and let the machine do't do."}, {"timestamp": [294.0, 313.0], "text": " The machine can't do, and that is make the rollers that reproduce the designs."}, {"timestamp": [313.0, 315.0], "text": " That's strictly an expert's job."}, {"timestamp": [315.0, 321.0], "text": " Whether it's dots or dashes, stripes or silver birches, there'll be as many as nine rollers,"}, {"timestamp": [321.0, 345.0], "text": " each contributing some color and pattern to the complete design. I'm gonna be it. And......and..."}, {"timestamp": [345.0, 346.0], "text": "...and..."}, {"timestamp": [346.0, 347.0], "text": "...and..."}, {"timestamp": [347.0, 349.0], "text": "...and..."}, {"timestamp": [349.0, 350.0], "text": "...and..."}, {"timestamp": [350.0, 351.0], "text": "...and..."}, {"timestamp": [351.0, 353.0], "text": "...and..."}, {"timestamp": [353.0, 355.0], "text": "...and..."}, {"timestamp": [355.0, 357.0], "text": "...a..."}, {"timestamp": [357.0, 359.0], "text": "...and..."}, {"timestamp": [359.0, 361.0], "text": "...and..."}, {"timestamp": [361.0, 365.0], "text": "...and... I'm Oh, Oh, Oh, And"}, {"timestamp": [365.0, 366.0], "text": " Uh,"}, {"timestamp": [366.0, 367.0], "text": " and"}, {"timestamp": [367.0, 386.94], "text": " I'm not a lot of the yeah,"}, {"timestamp": [386.94, 388.76], "text": " and I'm gonna"}, {"timestamp": [388.76, 390.04], "text": " know,"}, {"timestamp": [390.04, 390.94], "text": " and I'm gonna,"}, {"timestamp": [390.94, 392.14], "text": " and I'm,"}, {"timestamp": [392.14, 393.98], "text": " and so,"}, {"timestamp": [393.98, 394.9], "text": " and,"}, {"timestamp": [394.9, 395.98], "text": " and,"}, {"timestamp": [395.98, 396.88], "text": " and,"}, {"timestamp": [396.88, 397.78], "text": " and,"}, {"timestamp": [397.78, 398.86], "text": " and,"}, {"timestamp": [398.86, 412.76], "text": " a, Every industry has its craftsmen."}, {"timestamp": [416.76, 422.78], "text": " Every industry has its craftsmen,"}, {"timestamp": [423.26, 426.6], "text": " men who prefer to produce handmade and individually designed merchandise."}, {"timestamp": [427.8, 429.36], "text": " Warpaper making is no exception."}, {"timestamp": [430.32, 507.3], "text": " This is the silk screenway, slow and exclusive. I'm not'a. Artists, craftsmen and machines are all playing their parts in this expanding industry. The The"}, {"timestamp": [507.3, 511.34], "text": " The"}], "text": " Back in 1958, Jack Henderson, senior traffic instructor for the Otago Southland area, initiated the Dunedin Road Safety Cycling School. Run every Saturday morning, its purpose is to give children a thorough grounding in safe cycling and the road code. Certificates are given when practical and oral tests have been passed. Cycles have been provided by donations and several business firms have helped Jack Henderson's worthwhile scheme. To steer with one hand and signal with the other, the children are given the apple test. Here they have to snatch the apple off the stick while riding correctly. Since the school started in 1958, approximately 1,600 children have graduated. Jack Henderson takes his spare time occupation very seriously and with good reason. In 1961, 14 young cyclists between the ages of 5 and 15 were killed and another 700 injured. The Dunedin Road Safety Cycling School is a practical effort to reduce the heavy toll of cycle accidents. We've been getting coal from the Waikato for a hundred years, but none of the miners who went down to work through these shafts dreamt that one day the water above them in Lake Kimmerhir would be drained away, and the coal removed by large surface machines. At Kimmer here, the lake is being drained in strips, and each strip sealed off by stopbacks. This cutter dredge is sucking up silt and clay from the sides and bottom of the lake and pumping it ashore through a floating pipeline where the earth will be used for building up the stop banks. In one hour it dredges a hole big enough to contain a three-story house. A giant excavator strips away the remaining rock when the water's been pumped out and the section sealed off. It loads the spoil into carry-alls which are building up a new series of stock banks for the next stage of draining. It's a continuous process. The mud and rubble of the lake has been removed, and coal, which was once inaccessible, lies exposed. Now it is only to be taken away. Although this open-cast mine has been in operation for 17 years, coal from the exposed seam still comes away at the rate of 500 tons a day. In places, the coal face is nearly 30 feet thick. The finer coal or slack will be used by the nearby dairy factories and the Merry Power Station. The larger lumps will be sent to the cities for coal rangers and ordinary fires. Kimmer here, the Waikato Lakebed Coal Mine, is one of New Zealand's biggest producers. Wallpaper manufacturers have to satisfy a great variety of tastes. Some clients like to bring the garden right into their home. Climbing roses, with or without trellis work. Take your choice. One thing most people agree about and that's the need for colour. Pour it in and let the machine do't do. The machine can't do, and that is make the rollers that reproduce the designs. That's strictly an expert's job. Whether it's dots or dashes, stripes or silver birches, there'll be as many as nine rollers, each contributing some color and pattern to the complete design. I'm gonna be it. And......and......and......and......and......and......and......and......and......a......and......and......and... I'm Oh, Oh, Oh, And Uh, and I'm not a lot of the yeah, and I'm gonna know, and I'm gonna, and I'm, and so, and, and, and, and, and, a, Every industry has its craftsmen. Every industry has its craftsmen, men who prefer to produce handmade and individually designed merchandise. Warpaper making is no exception. This is the silk screenway, slow and exclusive. I'm not'a. Artists, craftsmen and machines are all playing their parts in this expanding industry. The The The"}