{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " The The"}, {"timestamp": [27.0, 28.0], "text": " Oh,"}, {"timestamp": [28.0, 29.0], "text": " Oh!"}, {"timestamp": [29.0, 30.0], "text": " And"}, {"timestamp": [30.0, 31.0], "text": " the"}, {"timestamp": [31.0, 76.24], "text": " And The The long night has gone, and the white continent again tilts into the dawn of summer."}, {"timestamp": [77.24, 80.42], "text": " For six months, the Antarctic has been isolated by a hostile climate."}, {"timestamp": [81.12, 94.18], "text": " But in the returning light, the first plane of the season discharges men and stalls onto the sea ice of McMurdo Sound. At McMurdo, Americans and New Zealanders"}, {"timestamp": [94.18, 98.88], "text": " help each other with their Antarctic research programs, and a handful of men, after a dark"}, {"timestamp": [98.88, 104.24], "text": " and lonely winter, greet the New Zealand summer parties, who will spend 140 days at the"}, {"timestamp": [104.24, 105.0], "text": " bottom of the world."}, {"timestamp": [112.0, 117.0], "text": " A three-mile journey across the floating ice, which moves and twists with the Antarctic tides,"}, {"timestamp": [117.0, 123.0], "text": " and then the main New Zealand base, named in honour of the polar explorer Captain Scott."}, {"timestamp": [127.0, 155.84], "text": " As the sun returns, the snow recedes, and the flat, day or night."}, {"timestamp": [156.3, 158.18], "text": " Cold is always a relentless enemy."}, {"timestamp": [158.78, 162.64], "text": " It's October, and although the temperature has risen, to 60 below freezing,"}, {"timestamp": [163.14, 166.0], "text": " most vehicles must be warmed with hot air before they cough to life."}, {"timestamp": [166.0, 170.0], "text": " Until the Ross Sea warms with hot air before they cough to life."}, {"timestamp": [195.0, 261.22], "text": " Until the Ross Sea warms with the advancing summer and supply ship endeavor can penetrate the defences of the encircling pack ice, extra meat supplies for the base are mined in nearby crater hill. I'm gonnae. The The throbbing heart of Scott Base, which makes life possible here, is a generator."}, {"timestamp": [262.22, 265.86], "text": " With its emergency twin, it supplies power to heat buildings, to melt"}, {"timestamp": [265.86, 276.4], "text": " snow for water, to operate instruments and automatic recording devices. From this isolated continent,"}, {"timestamp": [276.4, 281.56], "text": " men of 12 nations, including New Zealanders, are probing the upper atmosphere, hoping that"}, {"timestamp": [281.56, 285.64], "text": " it may reveal to them some of the riddles of the Earth's environment."}, {"timestamp": [287.6, 292.48], "text": " Eyes are searching Antarctica itself."}, {"timestamp": [299.76, 310.08], "text": " At Scott Base, biologists, geologists, biochemists are probing the secrets of the world's least known continent. Husky pups arrive haphazardly during the year and grow astonishingly fast."}, {"timestamp": [310.08, 316.08], "text": " The ideal dog is thick-set with short hair."}, {"timestamp": [316.08, 318.4], "text": " Long-head puppies would never survive the winter."}, {"timestamp": [318.4, 324.56], "text": " Snow would mat in their hair and freeze them to the ice."}, {"timestamp": [324.56, 326.54], "text": " Huskies have run right through the adventurous history of"}, {"timestamp": [326.54, 334.38], "text": " Antarctica and following behind these faithful dogs men have explored a continent."}, {"timestamp": [338.34, 341.96], "text": " One journey of exploration planned for this summer will take a handful of New Zealanders"}, {"timestamp": [341.96, 348.64], "text": " north into one of the last unknown and unmapped regions remaining the dogs and each sledging man must be ready and"}, {"timestamp": [348.64, 350.32], "text": " hard training schedules are in hand"}, {"timestamp": [350.32, 353.44], "text": " where oh boys where up there are"}, {"timestamp": [353.44, 356.32], "text": " there a"}, {"timestamp": [356.32, 357.52], "text": " hurra"}, {"timestamp": [357.52, 366.0], "text": " hurrah Where are you? Where do we?"}, {"timestamp": [366.0, 368.0], "text": " Where are we?"}, {"timestamp": [368.0, 370.0], "text": " Where are we?"}, {"timestamp": [370.0, 372.0], "text": " Where are we?"}, {"timestamp": [372.0, 374.0], "text": " Oh, oh, oh, honey."}, {"timestamp": [374.0, 376.0], "text": " Oh, oh."}, {"timestamp": [376.0, 378.0], "text": " That's some boy."}, {"timestamp": [378.0, 381.0], "text": " Oh, oh."}, {"timestamp": [381.0, 383.0], "text": " That's it."}, {"timestamp": [383.0, 386.0], "text": " Where are we?"}, {"timestamp": [386.0, 390.0], "text": " Where do we?"}, {"timestamp": [390.0, 399.0], "text": " Another party, already far out on the ice shelf, is breaking camp at 2am."}, {"timestamp": [399.0, 403.0], "text": " Morning is when you wake from a few hours sleep."}, {"timestamp": [403.0, 406.4], "text": " For now the sun never sets and day is one long dawn."}, {"timestamp": [424.8, 428.0], "text": " These scientists are plotting the density and thickness of the snowfall,"}, {"timestamp": [428.0, 433.0], "text": " and their tin dog coughs and splutters reluctantly as they go about their lonely business."}, {"timestamp": [437.0, 447.0], "text": " Every few miles, the little caravan halts, and circulation gratefully returns as blocks of dry snow are cut and handled."}, {"timestamp": [447.0, 462.0], "text": " In this featureless desert, wind, snow and the dreaded Antarctic whiteout can often make navigation difficult."}, {"timestamp": [462.0, 467.0], "text": " Snow canes are erected on the route to help the party's safe return."}, {"timestamp": [467.0, 498.4], "text": " Modern transports efficient, but like dogs, motor toboggons have to be fed, and fuel and to the weight of burdened sledges."}, {"timestamp": [500.8, 501.8], "text": " And what if that little engine stops?"}, {"timestamp": [504.8, 506.46], "text": " Men confess that as they drive across the lonely sea of ice, they miss the cheerful"}, {"timestamp": [506.46, 518.66], "text": " company of the dogs. At the base, members of the exploration party are carefully"}, {"timestamp": [518.66, 523.1], "text": " checking equipment. With the ascending sun, it'll soon be time to set out, and sledges"}, {"timestamp": [523.1, 528.0], "text": " then will have to withstand ice hard surfaces and the shifting weight of heavy loads."}, {"timestamp": [532.5, 540.5], "text": " October the 20th and the meteorologists have forecast fair weather."}, {"timestamp": [541.0, 547.0], "text": " The New Zealand Exploring Party are to be flown 350 miles north on the first stage"}, {"timestamp": [547.0, 557.0], "text": " of their journey. The six-man team expects to be away for three months on a sledge journey"}, {"timestamp": [557.0, 575.0], "text": " of over 1,600 miles. A husky can pull a husky can pull a thousand pounds in the field and faces the Antarctic with few signs of discomfort."}, {"timestamp": [575.0, 578.0], "text": " But he'd rather run any day than travel by it."}, {"timestamp": [578.0, 592.0], "text": " The plane is bound for halle it, a cape on the bleakest corner of the continent."}, {"timestamp": [596.0, 599.0], "text": " In 1961, all territorial claims in Antarctica were set aside."}, {"timestamp": [599.0, 603.0], "text": " Twelve nations are making man's first successful attempt to live in harmony."}, {"timestamp": [603.0, 608.88], "text": " And at Hallet, a base is operated jointly by the United States and New Zealand it"}, {"timestamp": [608.88, 616.38], "text": " huddles low trying to escape the polar winds gales that freeze and destroy as"}, {"timestamp": [616.38, 643.24], "text": " they sweep down from the plateau With the Northern Exploring Party have flown in the scientists who will man the base for the next 12 months."}, {"timestamp": [643.24, 650.0], "text": " They take over from the men who have been on lonely watch in the Antarctic night."}, {"timestamp": [654.0, 658.0], "text": " Delicate instruments measure, watch, listen and record."}, {"timestamp": [658.0, 663.0], "text": " And the men who tend them throw switches, interpret figures and write notes."}, {"timestamp": [663.0, 667.0], "text": " After another year of observations, we may be a little interpret figures and write notes."}, {"timestamp": [669.0, 672.0], "text": " After another year of observations, we may be a little nearer to understanding the sources of energy,"}, {"timestamp": [672.0, 675.0], "text": " the Earth's magnetism, to knowing what causes earthquakes"}, {"timestamp": [675.0, 699.0], "text": " controls the weather, and what makes the aurora flare in the night sky. Technological advances are enabling us to lift the veil of mystery a little from Antarctica"}, {"timestamp": [699.0, 707.0], "text": " and significant discoveries may be hidden in the pages of notes and columns of figures these men are making."}, {"timestamp": [707.0, 716.0], "text": " Geologists search here for the secret of the Earth's core, and here biologists study the singular examples of the interdependence of living forms,"}, {"timestamp": [716.0, 722.0], "text": " from simple bacteria to the highly developed penguin."}, {"timestamp": [722.0, 729.0], "text": " It's at about this time that the ad daily penguins toddled in from the pack ice and begin to reoccupy the rookeries near the coast."}, {"timestamp": [729.0, 734.0], "text": " The male starts building the stony nest or tidying up last year's."}, {"timestamp": [734.0, 743.0], "text": " His mate recognises him, or the nest, and soon the eggs are laid."}, {"timestamp": [743.0, 749.0], "text": " It's then the male's job to incubate them while the female totters off back to the sea for food."}, {"timestamp": [749.0, 763.0], "text": " The isolation and simplicity of Antarctica's environment makes the continent a huge laboratory with few variables"}, {"timestamp": [763.0, 768.5], "text": " and biologists find that penguins are almost ideal for studying the homing behavior of birds."}, {"timestamp": [773.5, 776.5], "text": " 4 o'clock on the morning of October the 24th."}, {"timestamp": [776.5, 780.5], "text": " The northern parties had a four-day delay at Hallett for the weather's been bad,"}, {"timestamp": [780.5, 795.0], "text": " but at last the weight is over. The party's been split up now and the planes take two men teams about 300 miles north"}, {"timestamp": [795.0, 831.0], "text": " west towards the last unexplored region of the Ross dependency. The dogs find it uncomfortable in the aircraft, but a few hours later they're down in their own environment, enjoying a meal of Pemmigan."}, {"timestamp": [831.0, 840.0], "text": " The plane's made a quick getaway before the weather closes in, and two men are alone, on a cold plateau where no man has set foot before."}, {"timestamp": [840.0, 844.0], "text": " Snow for water is put between the linings of the tent."}, {"timestamp": [844.0, 847.0], "text": " Blizzard conditions could develop while the men sleep,"}, {"timestamp": [847.0, 851.0], "text": " and then it may be impossible to leave the tiny tent for days."}, {"timestamp": [851.0, 867.0], "text": " The colored tent filters the light."}, {"timestamp": [867.0, 873.0], "text": " The temperature is 70 below freezing and a meal is prepared before turning in."}, {"timestamp": [873.0, 882.0], "text": " The washing up is done with tissue paper."}, {"timestamp": [882.0, 886.16], "text": " Now it's midnight. Two men sleep and the morning. The washing up is done with tissue paper."}, {"timestamp": [887.5, 888.14], "text": " Now it's midnight."}, {"timestamp": [890.68, 900.88], "text": " Two men sleep and the wind rises."}, {"timestamp": [903.0, 903.64], "text": " Back in New Zealand, summer's advancing."}, {"timestamp": [907.0, 912.0], "text": " And in Willington, supply ship endeavour prepares to sail south. With her urgently required equipment and supplies, she must get down to the pack ice,"}, {"timestamp": [912.0, 916.0], "text": " ready to attempt a passage through it as soon as the rising temperatures allow."}, {"timestamp": [916.0, 922.0], "text": " A thousand tons of aviation spirit for American aircraft are taken on board at Littleton."}, {"timestamp": [922.0, 925.0], "text": " And then the ship slips out of the snug harbour."}, {"timestamp": [932.0, 936.0], "text": " She leaves behind the warm New Zealand hills, yellow in the summer sun,"}, {"timestamp": [936.0, 963.0], "text": " and heads due south towards the coldest and wildest ocean in the world. Endeavour battles her way south for 2,000 miles, and then as she approaches the Ross Sea, an unexpected car."}, {"timestamp": [963.0, 967.0], "text": " as she approaches the Ross Sea and unexpected car."}, {"timestamp": [972.0, 976.0], "text": " While far on the horizon, a snowstorm links the sky and sea."}, {"timestamp": [980.0, 982.0], "text": " Next morning the mode has changed. A steady wind winds in the rigging."}, {"timestamp": [987.0, 1000.0], "text": " And during the night the deck has felt the cold fingers of the south. Endeavour, with her thin plating, bravely sails deeper into the thickening pack ice."}, {"timestamp": [1000.0, 1007.0], "text": " At last, the ramparts of Antarctica are reached, the challenging ring of ice that guards the continent."}, {"timestamp": [1007.0, 1050.0], "text": " Reinforcements are called in and icebreakers charge the enemy. These amazing American vessels have six or ten diesel engines and stainless steel propellers."}, {"timestamp": [1050.0, 1054.0], "text": " From scratch, a ship can attain a speed of 14 knots in her own length."}, {"timestamp": [1054.0, 1116.0], "text": " Steel bows nearly three inches thick, ride up onto the ice and crush a 30 mile passage in towards the continent. It was not. The This ocean is richer than any other in the world."}, {"timestamp": [1116.0, 1128.0], "text": " Vast quantities of plankton thrive in the cold and stain the ice with a rust of brown. The early"}, {"timestamp": [1128.0, 1150.0], "text": " the early explorers brought their tiny wooden ships here by chance permission of the ice,"}, {"timestamp": [1150.0, 1153.0], "text": " with no guarantee of ever being released again."}, {"timestamp": [1153.0, 1155.0], "text": " But now the white defences have been breached,"}, {"timestamp": [1155.0, 1160.0], "text": " and Endeavour slipped slowly into a path strewn with the remnants of a scattered enemy."}, {"timestamp": [1160.0, 1172.0], "text": " As if relieving a garrison, Endeavour ties up at the ice"}, {"timestamp": [1172.0, 1198.84], "text": " and starts unloading food and fuel, equipment and supplies for beleaguered Scott base. December the 2nd and the meteorologists find the temperature is steadily rising,"}, {"timestamp": [1199.24, 1201.64], "text": " with the thermometer reading minus 14 degrees."}, {"timestamp": [1207.0, 1210.0], "text": " At the rookeries, the Adali chicks have arrived."}, {"timestamp": [1210.0, 1213.0], "text": " They huddled together in creches, protection and warmth,"}, {"timestamp": [1213.0, 1216.0], "text": " for their parents have returned to the open sea for food."}, {"timestamp": [1216.0, 1220.0], "text": " Adelies very rarely eat fish, but feed instead on krill,"}, {"timestamp": [1220.0, 1232.0], "text": " fine, shrimp-like plankton."}, {"timestamp": [1235.0, 1237.0], "text": " The parents may be away for days gathering food, then they return to the rookery,"}, {"timestamp": [1237.0, 1274.0], "text": " a long journey of perhaps 12 or even 20 miles. Feeding may take half an hour. Feeding may take half an hour, and then for the parents, once more the long trudge back to the sea."}, {"timestamp": [1278.0, 1288.02], "text": " New Zealand biologists carry out penguin research, and this includes egg, chick and total population counts during the breeding breeding season and banding of adult birds to observe their range and"}, {"timestamp": [1288.02, 1297.9], "text": " behavior few emperor penguin"}, {"timestamp": [1297.9, 1302.54], "text": " ruckooarees have been found the female lays her two eggs in midwinter on the"}, {"timestamp": [1302.54, 1306.44], "text": " bare ice the male then puts the mont top of his feet and hatches them"}, {"timestamp": [1306.44, 1309.12], "text": " and fasts for three months in the process."}, {"timestamp": [1323.12, 1327.0], "text": " Later in the summer, the ice will break up and float north."}, {"timestamp": [1327.0, 1330.0], "text": " Then the emperors and their families, with the dignity that befits them,"}, {"timestamp": [1330.0, 1355.08], "text": " will sail away to the rich feeding grounds of the pack ice built. The animals hold an absorbing interest for scientists,"}, {"timestamp": [1355.72, 1358.1], "text": " for they have peculiar ways of surviving in this climate."}, {"timestamp": [1358.7, 1360.06], "text": " But their lives are precarious."}, {"timestamp": [1360.92, 1363.82], "text": " Seals, for instance, spend the winter deep beneath the pack ice."}, {"timestamp": [1364.32, 1371.0], "text": " But in extreme winters, when the ice is too thick, many die after they've worn their teeth to stumps trying to gnaw breathing holes up through it."}, {"timestamp": [1371.0, 1388.0], "text": " Little is known of the breeding cycle of the Weddle seals,"}, {"timestamp": [1388.0, 1423.88], "text": " and the biologist makes account and looks for seals tagged during the previous summer. Now, with good weather, after a long spell of bad, the stage is set for resupply"}, {"timestamp": [1423.88, 1430.32], "text": " flights to the Northern Exploring Party the cooperative Americans again providing transport below"}, {"timestamp": [1430.32, 1435.48], "text": " in unknown country the six men press on about 400 miles from where Scott and"}, {"timestamp": [1435.48, 1442.2], "text": " Wilson Bowers Oates and Evans lie entombed they have already sledge 600 miles in 74 days"}, {"timestamp": [1442.2, 1446.5], "text": " and a shorter food they rendezvous with the planes which have dropped"}, {"timestamp": [1446.5, 1448.0], "text": " down out of the milky sky."}, {"timestamp": [1448.0, 1467.0], "text": " The replacement dogs are unloaded and then supplies for the final month's operations."}, {"timestamp": [1467.0, 1485.64], "text": " But to these men, a box of Christmas mail is the most looked for cargo of all."}, {"timestamp": [1485.64, 1491.24], "text": " High up on this lonely plateau, hands of strong men shake as the letters and parcels are sorted"}, {"timestamp": [1491.24, 1494.18], "text": " into six large piles."}, {"timestamp": [1494.18, 1499.18], "text": " But news and greetings from New Zealand, however warm, only make the cities and beaches and the"}, {"timestamp": [1499.18, 1507.0], "text": " Christmas blaze of Pohutakawa's seem very far away."}, {"timestamp": [1510.0, 1512.0], "text": " For the first time in three weeks the parties are together and there's much to talk over."}, {"timestamp": [1512.0, 1514.0], "text": " And air crew and visitors from Scott Base"}, {"timestamp": [1514.0, 1518.0], "text": " hear of a 65 mile journey across the Rennick Glacier."}, {"timestamp": [1520.0, 1524.0], "text": " The friendly minutes tick away and soon the plane must go."}, {"timestamp": [1524.0, 1528.8], "text": " Jato bottles are used. For at this altitude, without the jet-assisted take-off,"}, {"timestamp": [1529.1, 1532.8], "text": " the aircraft would never be able to heave itself up off the clinging snow."}, {"timestamp": [1536.6, 1539.2], "text": " Leaving the men to their lonely Christmas on the ice,"}, {"timestamp": [1539.6, 1547.0], "text": " the plane rises into thickening mist to find its way back to base."}, {"timestamp": [1547.0, 1567.0], "text": " At Scott Base there is warmth, companionship and the traditional celebrations."}, {"timestamp": [1567.0, 1583.0], "text": " Christmas greetings"}, {"timestamp": [1583.0, 1590.32], "text": " with the base and the base with Antarctica. The postmaster's sensitive fingers relay"}, {"timestamp": [1590.32, 1598.44], "text": " messages on over a thousand miles of ice to the South Pole. The South Pole,"}, {"timestamp": [1598.44, 1603.68], "text": " looking like Dante's Inferno. Deep beneath the surface, amid the steam from their"}, {"timestamp": [1603.68, 1609.0], "text": " cauldrons, New Zealand scientists boil off some of the secrets of the ice gap from the polar snow."}, {"timestamp": [1609.0, 1628.0], "text": " In an ice mine, glaciologists study the snowfalls of years past"}, {"timestamp": [1628.0, 1632.0], "text": " and hope to establish whether the ice sheet is growing or shrinking."}, {"timestamp": [1632.0, 1640.0], "text": " The cold here hurts and the ice under foot is 8,000 feet deep."}, {"timestamp": [1640.0, 1653.0], "text": " This American base at the pole groans under the weight of accumulating snow."}, {"timestamp": [1653.0, 1658.0], "text": " A narrow entrance leads to the featureless world above,"}, {"timestamp": [1658.0, 1664.0], "text": " a white desert of 7 million cubic miles of ice at an altitude of 10,000 feet."}, {"timestamp": [1664.0, 1667.0], "text": " An American flag marks the spot,"}, {"timestamp": [1667.0, 1672.36], "text": " looking very matter of fact and ordinary, where you can stand with one foot in Tuesday"}, {"timestamp": [1672.36, 1678.3], "text": " and the other in Wednesday. But here indeed is the very still point of the turning"}, {"timestamp": [1678.3, 1691.24], "text": " world, the South Pole. There have been many startling discoveries on the continent, but none perhaps as curious as the dry valleys."}, {"timestamp": [1694.24, 1710.28], "text": " In these valleys, there is no snow, no ice, and lakes are warm underneath, and here glaciers come so far and no further."}, {"timestamp": [1713.1, 1715.86], "text": " No explanation has yet been found for these conditions and preparations are made for New Zealand research teams"}, {"timestamp": [1715.86, 1717.58], "text": " to work here in the next two months."}, {"timestamp": [1719.72, 1723.54], "text": " The discovery of petrified trees and seams of coal"}, {"timestamp": [1723.54, 1726.8], "text": " indicate that either the Earth's climate has drastically changed or the Antarctic was not always at the bottom of petrified trees and seams of coal indicate that either the Earth's climate has drastically changed"}, {"timestamp": [1726.8, 1729.8], "text": " or the Antarctic was not always at the bottom of the globe."}, {"timestamp": [1738.4, 1740.8], "text": " Scientists will try to determine, among other things,"}, {"timestamp": [1740.8, 1744.2], "text": " whether it's heat from the sun or from within the Earth itself"}, {"timestamp": [1744.2, 1747.0], "text": " that warms the lakes and melts the glaciers."}, {"timestamp": [1747.0, 1753.0], "text": " Here in the dry valleys, they hope to solve one of the riddles of the continent."}, {"timestamp": [1757.0, 1767.0], "text": " January the 28th, and snow-burnt men of the exploring party have returned safely to Scott Base."}, {"timestamp": [1767.0, 1777.0], "text": " They've been out in the field for 101 days and have covered 40,000 square miles of unexplored country in a little-known continent."}, {"timestamp": [1777.0, 1787.0], "text": " These modest men tell the epic story of probably the last long polar journey to be made by men, dogs and sledges."}, {"timestamp": [1787.0, 1801.0], "text": " This icy continent, almost as big as Europe and America combined, is a great reservoir of cold,"}, {"timestamp": [1801.0, 1808.0], "text": " which has a profound effect on the climate of the whole planet. Under its own weight, ice moves, flows and changes."}, {"timestamp": [1808.0, 1811.0], "text": " But the mechanics of its movement are little known."}, {"timestamp": [1811.0, 1814.0], "text": " Glaciologists from Scott Base move into the pressure ridges"}, {"timestamp": [1814.0, 1844.0], "text": " before the summer runs out of days. Here on the shelf they will leave markers under the shadow of steaming Mount Irubus."}, {"timestamp": [1844.0, 1849.3], "text": " Next season these bright poles will tell their story of movement as the ice flows"}, {"timestamp": [1849.3, 1853.0], "text": " endlessly outward to break away as icebergs a hundred miles long."}, {"timestamp": [1853.0, 1866.0], "text": " On February the 5th, the end of the summer begins to drift from a cold sky."}, {"timestamp": [1866.0, 1868.0], "text": " The season is coming to an end."}, {"timestamp": [1868.0, 1872.0], "text": " The summer party packs and gets ready to leave."}, {"timestamp": [1872.0, 1876.0], "text": " Scientists have explored the land, examined the ice, charted the weather."}, {"timestamp": [1876.0, 1879.0], "text": " They have observed the upper atmosphere for the interaction of the sun with the earth"}, {"timestamp": [1879.0, 1882.0], "text": " and studied subtle magnetic and radio phenomena."}, {"timestamp": [1882.0, 1886.0], "text": " The discoveries being made in isolated Antarctica are of great significance."}, {"timestamp": [1886.0, 1890.0], "text": " One day they may influence and benefit us all wherever we live."}, {"timestamp": [1894.0, 1896.0], "text": " Men prepare for the long night."}, {"timestamp": [1896.0, 1899.0], "text": " Observations in the physical sciences must continue."}, {"timestamp": [1899.0, 1903.0], "text": " Fuel is brought closer so that it can be found in the darkness and blizzard."}, {"timestamp": [1903.0, 1908.0], "text": " For the others, it is now a frantic race to get out before cold cuts off retreat."}, {"timestamp": [1908.0, 1913.0], "text": " Already the sea is beginning to freeze and winter storms are imminent."}, {"timestamp": [1913.0, 1924.0], "text": " Endeavour, with her passengers aboard, prepares to sail for New Zealand."}, {"timestamp": [1924.0, 1926.0], "text": " Her wake slops in below the ice."}, {"timestamp": [1927.6, 1931.88], "text": " And she escapes to the open sea and heads due north towards the sun."}, {"timestamp": [1933.2, 1935.84], "text": " At the bottom of the world, night approaches."}, {"timestamp": [1939.36, 1945.76], "text": " Time is running out, and in the twilight pause, the last plane pulls its skis free from the clutching ice"}, {"timestamp": [1945.76, null], "text": " and lumberes up into the dark. The"}], "text": " The The Oh, Oh! And the And The The long night has gone, and the white continent again tilts into the dawn of summer. For six months, the Antarctic has been isolated by a hostile climate. But in the returning light, the first plane of the season discharges men and stalls onto the sea ice of McMurdo Sound. At McMurdo, Americans and New Zealanders help each other with their Antarctic research programs, and a handful of men, after a dark and lonely winter, greet the New Zealand summer parties, who will spend 140 days at the bottom of the world. A three-mile journey across the floating ice, which moves and twists with the Antarctic tides, and then the main New Zealand base, named in honour of the polar explorer Captain Scott. As the sun returns, the snow recedes, and the flat, day or night. Cold is always a relentless enemy. It's October, and although the temperature has risen, to 60 below freezing, most vehicles must be warmed with hot air before they cough to life. Until the Ross Sea warms with hot air before they cough to life. Until the Ross Sea warms with the advancing summer and supply ship endeavor can penetrate the defences of the encircling pack ice, extra meat supplies for the base are mined in nearby crater hill. I'm gonnae. The The throbbing heart of Scott Base, which makes life possible here, is a generator. With its emergency twin, it supplies power to heat buildings, to melt snow for water, to operate instruments and automatic recording devices. From this isolated continent, men of 12 nations, including New Zealanders, are probing the upper atmosphere, hoping that it may reveal to them some of the riddles of the Earth's environment. Eyes are searching Antarctica itself. At Scott Base, biologists, geologists, biochemists are probing the secrets of the world's least known continent. Husky pups arrive haphazardly during the year and grow astonishingly fast. The ideal dog is thick-set with short hair. Long-head puppies would never survive the winter. Snow would mat in their hair and freeze them to the ice. Huskies have run right through the adventurous history of Antarctica and following behind these faithful dogs men have explored a continent. One journey of exploration planned for this summer will take a handful of New Zealanders north into one of the last unknown and unmapped regions remaining the dogs and each sledging man must be ready and hard training schedules are in hand where oh boys where up there are there a hurra hurrah Where are you? Where do we? Where are we? Where are we? Where are we? Oh, oh, oh, honey. Oh, oh. That's some boy. Oh, oh. That's it. Where are we? Where do we? Another party, already far out on the ice shelf, is breaking camp at 2am. Morning is when you wake from a few hours sleep. For now the sun never sets and day is one long dawn. These scientists are plotting the density and thickness of the snowfall, and their tin dog coughs and splutters reluctantly as they go about their lonely business. Every few miles, the little caravan halts, and circulation gratefully returns as blocks of dry snow are cut and handled. In this featureless desert, wind, snow and the dreaded Antarctic whiteout can often make navigation difficult. Snow canes are erected on the route to help the party's safe return. Modern transports efficient, but like dogs, motor toboggons have to be fed, and fuel and to the weight of burdened sledges. And what if that little engine stops? Men confess that as they drive across the lonely sea of ice, they miss the cheerful company of the dogs. At the base, members of the exploration party are carefully checking equipment. With the ascending sun, it'll soon be time to set out, and sledges then will have to withstand ice hard surfaces and the shifting weight of heavy loads. October the 20th and the meteorologists have forecast fair weather. The New Zealand Exploring Party are to be flown 350 miles north on the first stage of their journey. The six-man team expects to be away for three months on a sledge journey of over 1,600 miles. A husky can pull a husky can pull a thousand pounds in the field and faces the Antarctic with few signs of discomfort. But he'd rather run any day than travel by it. The plane is bound for halle it, a cape on the bleakest corner of the continent. In 1961, all territorial claims in Antarctica were set aside. Twelve nations are making man's first successful attempt to live in harmony. And at Hallet, a base is operated jointly by the United States and New Zealand it huddles low trying to escape the polar winds gales that freeze and destroy as they sweep down from the plateau With the Northern Exploring Party have flown in the scientists who will man the base for the next 12 months. They take over from the men who have been on lonely watch in the Antarctic night. Delicate instruments measure, watch, listen and record. And the men who tend them throw switches, interpret figures and write notes. After another year of observations, we may be a little interpret figures and write notes. After another year of observations, we may be a little nearer to understanding the sources of energy, the Earth's magnetism, to knowing what causes earthquakes controls the weather, and what makes the aurora flare in the night sky. Technological advances are enabling us to lift the veil of mystery a little from Antarctica and significant discoveries may be hidden in the pages of notes and columns of figures these men are making. Geologists search here for the secret of the Earth's core, and here biologists study the singular examples of the interdependence of living forms, from simple bacteria to the highly developed penguin. It's at about this time that the ad daily penguins toddled in from the pack ice and begin to reoccupy the rookeries near the coast. The male starts building the stony nest or tidying up last year's. His mate recognises him, or the nest, and soon the eggs are laid. It's then the male's job to incubate them while the female totters off back to the sea for food. The isolation and simplicity of Antarctica's environment makes the continent a huge laboratory with few variables and biologists find that penguins are almost ideal for studying the homing behavior of birds. 4 o'clock on the morning of October the 24th. The northern parties had a four-day delay at Hallett for the weather's been bad, but at last the weight is over. The party's been split up now and the planes take two men teams about 300 miles north west towards the last unexplored region of the Ross dependency. The dogs find it uncomfortable in the aircraft, but a few hours later they're down in their own environment, enjoying a meal of Pemmigan. The plane's made a quick getaway before the weather closes in, and two men are alone, on a cold plateau where no man has set foot before. Snow for water is put between the linings of the tent. Blizzard conditions could develop while the men sleep, and then it may be impossible to leave the tiny tent for days. The colored tent filters the light. The temperature is 70 below freezing and a meal is prepared before turning in. The washing up is done with tissue paper. Now it's midnight. Two men sleep and the morning. The washing up is done with tissue paper. Now it's midnight. Two men sleep and the wind rises. Back in New Zealand, summer's advancing. And in Willington, supply ship endeavour prepares to sail south. With her urgently required equipment and supplies, she must get down to the pack ice, ready to attempt a passage through it as soon as the rising temperatures allow. A thousand tons of aviation spirit for American aircraft are taken on board at Littleton. And then the ship slips out of the snug harbour. She leaves behind the warm New Zealand hills, yellow in the summer sun, and heads due south towards the coldest and wildest ocean in the world. Endeavour battles her way south for 2,000 miles, and then as she approaches the Ross Sea, an unexpected car. as she approaches the Ross Sea and unexpected car. While far on the horizon, a snowstorm links the sky and sea. Next morning the mode has changed. A steady wind winds in the rigging. And during the night the deck has felt the cold fingers of the south. Endeavour, with her thin plating, bravely sails deeper into the thickening pack ice. At last, the ramparts of Antarctica are reached, the challenging ring of ice that guards the continent. Reinforcements are called in and icebreakers charge the enemy. These amazing American vessels have six or ten diesel engines and stainless steel propellers. From scratch, a ship can attain a speed of 14 knots in her own length. Steel bows nearly three inches thick, ride up onto the ice and crush a 30 mile passage in towards the continent. It was not. The This ocean is richer than any other in the world. Vast quantities of plankton thrive in the cold and stain the ice with a rust of brown. The early the early explorers brought their tiny wooden ships here by chance permission of the ice, with no guarantee of ever being released again. But now the white defences have been breached, and Endeavour slipped slowly into a path strewn with the remnants of a scattered enemy. As if relieving a garrison, Endeavour ties up at the ice and starts unloading food and fuel, equipment and supplies for beleaguered Scott base. December the 2nd and the meteorologists find the temperature is steadily rising, with the thermometer reading minus 14 degrees. At the rookeries, the Adali chicks have arrived. They huddled together in creches, protection and warmth, for their parents have returned to the open sea for food. Adelies very rarely eat fish, but feed instead on krill, fine, shrimp-like plankton. The parents may be away for days gathering food, then they return to the rookery, a long journey of perhaps 12 or even 20 miles. Feeding may take half an hour. Feeding may take half an hour, and then for the parents, once more the long trudge back to the sea. New Zealand biologists carry out penguin research, and this includes egg, chick and total population counts during the breeding breeding season and banding of adult birds to observe their range and behavior few emperor penguin ruckooarees have been found the female lays her two eggs in midwinter on the bare ice the male then puts the mont top of his feet and hatches them and fasts for three months in the process. Later in the summer, the ice will break up and float north. Then the emperors and their families, with the dignity that befits them, will sail away to the rich feeding grounds of the pack ice built. The animals hold an absorbing interest for scientists, for they have peculiar ways of surviving in this climate. But their lives are precarious. Seals, for instance, spend the winter deep beneath the pack ice. But in extreme winters, when the ice is too thick, many die after they've worn their teeth to stumps trying to gnaw breathing holes up through it. Little is known of the breeding cycle of the Weddle seals, and the biologist makes account and looks for seals tagged during the previous summer. Now, with good weather, after a long spell of bad, the stage is set for resupply flights to the Northern Exploring Party the cooperative Americans again providing transport below in unknown country the six men press on about 400 miles from where Scott and Wilson Bowers Oates and Evans lie entombed they have already sledge 600 miles in 74 days and a shorter food they rendezvous with the planes which have dropped down out of the milky sky. The replacement dogs are unloaded and then supplies for the final month's operations. But to these men, a box of Christmas mail is the most looked for cargo of all. High up on this lonely plateau, hands of strong men shake as the letters and parcels are sorted into six large piles. But news and greetings from New Zealand, however warm, only make the cities and beaches and the Christmas blaze of Pohutakawa's seem very far away. For the first time in three weeks the parties are together and there's much to talk over. And air crew and visitors from Scott Base hear of a 65 mile journey across the Rennick Glacier. The friendly minutes tick away and soon the plane must go. Jato bottles are used. For at this altitude, without the jet-assisted take-off, the aircraft would never be able to heave itself up off the clinging snow. Leaving the men to their lonely Christmas on the ice, the plane rises into thickening mist to find its way back to base. At Scott Base there is warmth, companionship and the traditional celebrations. Christmas greetings with the base and the base with Antarctica. The postmaster's sensitive fingers relay messages on over a thousand miles of ice to the South Pole. The South Pole, looking like Dante's Inferno. Deep beneath the surface, amid the steam from their cauldrons, New Zealand scientists boil off some of the secrets of the ice gap from the polar snow. In an ice mine, glaciologists study the snowfalls of years past and hope to establish whether the ice sheet is growing or shrinking. The cold here hurts and the ice under foot is 8,000 feet deep. This American base at the pole groans under the weight of accumulating snow. A narrow entrance leads to the featureless world above, a white desert of 7 million cubic miles of ice at an altitude of 10,000 feet. An American flag marks the spot, looking very matter of fact and ordinary, where you can stand with one foot in Tuesday and the other in Wednesday. But here indeed is the very still point of the turning world, the South Pole. There have been many startling discoveries on the continent, but none perhaps as curious as the dry valleys. In these valleys, there is no snow, no ice, and lakes are warm underneath, and here glaciers come so far and no further. No explanation has yet been found for these conditions and preparations are made for New Zealand research teams to work here in the next two months. The discovery of petrified trees and seams of coal indicate that either the Earth's climate has drastically changed or the Antarctic was not always at the bottom of petrified trees and seams of coal indicate that either the Earth's climate has drastically changed or the Antarctic was not always at the bottom of the globe. Scientists will try to determine, among other things, whether it's heat from the sun or from within the Earth itself that warms the lakes and melts the glaciers. Here in the dry valleys, they hope to solve one of the riddles of the continent. January the 28th, and snow-burnt men of the exploring party have returned safely to Scott Base. They've been out in the field for 101 days and have covered 40,000 square miles of unexplored country in a little-known continent. These modest men tell the epic story of probably the last long polar journey to be made by men, dogs and sledges. This icy continent, almost as big as Europe and America combined, is a great reservoir of cold, which has a profound effect on the climate of the whole planet. Under its own weight, ice moves, flows and changes. But the mechanics of its movement are little known. Glaciologists from Scott Base move into the pressure ridges before the summer runs out of days. Here on the shelf they will leave markers under the shadow of steaming Mount Irubus. Next season these bright poles will tell their story of movement as the ice flows endlessly outward to break away as icebergs a hundred miles long. On February the 5th, the end of the summer begins to drift from a cold sky. The season is coming to an end. The summer party packs and gets ready to leave. Scientists have explored the land, examined the ice, charted the weather. They have observed the upper atmosphere for the interaction of the sun with the earth and studied subtle magnetic and radio phenomena. The discoveries being made in isolated Antarctica are of great significance. One day they may influence and benefit us all wherever we live. Men prepare for the long night. Observations in the physical sciences must continue. Fuel is brought closer so that it can be found in the darkness and blizzard. For the others, it is now a frantic race to get out before cold cuts off retreat. Already the sea is beginning to freeze and winter storms are imminent. Endeavour, with her passengers aboard, prepares to sail for New Zealand. Her wake slops in below the ice. And she escapes to the open sea and heads due north towards the sun. At the bottom of the world, night approaches. Time is running out, and in the twilight pause, the last plane pulls its skis free from the clutching ice and lumberes up into the dark. The"}