{"speakers": [], "chunks": [{"timestamp": [0.0, 5.72], "text": " Five minutes, I'm going to be coming down, back down into the audience, and I'm going to need some volunteers."}, {"timestamp": [6.56, 12.4], "text": " You won't have to say anything. I'm going to be looking for a handful of people who'd be prepared to stand up and hold something."}, {"timestamp": [12.82, 19.6], "text": " So you have been warned. I might be looking for volunteers somewhere near the front and somewhere over here and somewhere over here."}, {"timestamp": [20.04, 25.14], "text": " So just kind of prepare yourselves and get ready to jump up with enthusiasm when I come down."}, {"timestamp": [26.04, 28.82], "text": " So, tenakoto, tenakota, tenakota,"}, {"timestamp": [29.58, 31.16], "text": " No Yorkshire or ingarani a ho,"}, {"timestamp": [31.66, 32.84], "text": " Korthashevin te moonga,"}, {"timestamp": [33.16, 34.12], "text": " co wharf teawa,"}, {"timestamp": [34.62, 36.28], "text": " Koenid Langley, to my mama,"}, {"timestamp": [36.58, 37.32], "text": " co Bill Spencer,"}, {"timestamp": [37.32, 38.1], "text": " to my papa,"}, {"timestamp": [38.64, 39.34], "text": " Natipakeha,"}, {"timestamp": [39.34, 43.04], "text": " to our education,"}, {"timestamp": [43.04, 44.96], "text": " and e-learning consultanto."}, {"timestamp": [46.06, 46.26], "text": " Co, Karen,"}, {"timestamp": [46.98, 47.62], "text": " talku, ingua."}, {"timestamp": [48.84, 49.12], "text": " Norerat tenakoto,"}, {"timestamp": [49.76, 50.06], "text": " tenakoto, tenakoto,"}, {"timestamp": [51.0, 52.62], "text": " tenakot, and welcome to this session."}, {"timestamp": [54.24, 55.24], "text": " And if you're"}, {"timestamp": [55.24, 57.76], "text": " not fluent in Toreo,"}, {"timestamp": [57.88, 59.08], "text": " I'm going to give you a flavour"}, {"timestamp": [59.08, 61.1], "text": " of my digital mehi"}, {"timestamp": [61.1, 175.1], "text": " as an alternative. The The I'm going to be. And you'll see. And you'll see that it's actually quite important for you to know a little bit about me."}, {"timestamp": [175.4, 180.84], "text": " I think that bond and that link that we have with other people when it comes to learning,"}, {"timestamp": [181.1, 184.12], "text": " when it comes to designing professional learning, is particularly important."}, {"timestamp": [184.4, 187.88], "text": " The real challenge for me today is that I don't know you guys."}, {"timestamp": [187.88, 192.06], "text": " And we've got only an hour and a half together, or a little bit less than that now, and"}, {"timestamp": [192.06, 196.22], "text": " there's a real challenge there, but the importance of knowing what people are interested"}, {"timestamp": [196.22, 200.02], "text": " in and what people like and how people prefer to learn."}, {"timestamp": [200.02, 204.04], "text": " In terms of professional learning in school, it's going to be absolutely key for thinking"}, {"timestamp": [204.04, 206.94], "text": " about some of the ideas over the next hour and a half."}, {"timestamp": [208.54, 219.18], "text": " The best PD, the best professional learning session I ever had, was about 15 years ago in the UK, and I was teaching English and drama."}, {"timestamp": [219.92, 225.3], "text": " And I had a day's relief to go out and to take part in a drama course."}, {"timestamp": [225.98, 229.36], "text": " And the whole day was stunning."}, {"timestamp": [229.36, 235.4], "text": " When I think back of all the PD, and you guys will have had tons of PD in your lives thrown at you."}, {"timestamp": [235.94, 240.34], "text": " And when I think back, it is the single most powerful experience I've ever had."}, {"timestamp": [240.42, 246.48], "text": " It was thoroughly immersive, was highly active, it was highly personalised, it was"}, {"timestamp": [246.48, 252.22], "text": " hands-on, we were thinking about applying what we were learning back in the classroom, and it really"}, {"timestamp": [252.22, 259.34], "text": " stuck in my mind, and it still does 15 years later. Unfortunately, if you're looking at this"}, {"timestamp": [259.34, 267.24], "text": " picture here, quite a lot of my PD over the last, you 20 years in schools was spent on the back row."}, {"timestamp": [267.34, 271.26], "text": " And I don't mean the back row, as in the cinema back row, the back row of the room,"}, {"timestamp": [271.88, 277.94], "text": " where you get a few members of staff, for example, who didn't feel particularly engaged."}, {"timestamp": [278.02, 281.58], "text": " And I can think of quite a few sessions where I would be sitting."}, {"timestamp": [281.98, 285.12], "text": " And in the back row."}, {"timestamp": [285.72, 289.56], "text": " And it's where you might choose to sit, if you're not sure whether or not you're going to be engaged."}, {"timestamp": [289.64, 295.36], "text": " I certainly remember sitting near the back of rooms being thoroughly disengaged from professional learning."}, {"timestamp": [296.44, 302.42], "text": " And there'll be sessions over the next few days where we talk a lot about how to engage our students"}, {"timestamp": [302.42, 306.48], "text": " and how to personalise and how to use the technology"}, {"timestamp": [306.48, 312.82], "text": " to offer something personalized and differentiated, to open doors, thinking about what Jason"}, {"timestamp": [312.82, 318.06], "text": " Ola said this morning. What about opening doors for our staff? What about opening doors"}, {"timestamp": [318.06, 324.84], "text": " for ourselves in terms of our learning? And how can the technology help us and help us work"}, {"timestamp": [324.84, 325.0], "text": " with our staff?"}, {"timestamp": [325.0, 327.0], "text": " Some of you will be here in the capacity of school leaders."}, {"timestamp": [327.0, 334.0], "text": " How can we open learning doors for the adults around us and for ourselves as adults as well?"}, {"timestamp": [334.0, 339.0], "text": " And there's never been a better time for us to take advantage of the technology"}, {"timestamp": [339.0, 342.0], "text": " so that we can open those learning doors for ourselves."}, {"timestamp": [342.0, 348.0], "text": " Because increasingly, and I'm aware that I'm standing up here on a stage"}, {"timestamp": [348.0, 350.0], "text": " and you're sitting there in the audience,"}, {"timestamp": [350.0, 354.0], "text": " but increasingly the knowledge isn't sitting with one person"}, {"timestamp": [354.0, 356.0], "text": " standing up here at the front."}, {"timestamp": [356.0, 358.0], "text": " The knowledge is out here."}, {"timestamp": [358.0, 362.0], "text": " Now those of you who are getting ready to jump up and volunteer"}, {"timestamp": [362.0, 366.0], "text": " for the next five minutes now will be your moment of glory."}, {"timestamp": [366.0, 372.56], "text": " I'm going to step away from the mic so I may be a little bit quieter but I shall shout in the room."}, {"timestamp": [372.56, 375.28], "text": " And it's a little bit hard to create a party atmosphere in here."}, {"timestamp": [375.28, 378.0], "text": " The lights are a little bit low and you're very spread out."}, {"timestamp": [378.0, 392.64], "text": " But I'm wanting to illustrate with the purpose of a story how the knowledge or the professional learning knowledge that we think is really important for us in our schools actually no longer lies necessarily with an expert coming in."}, {"timestamp": [392.88, 405.28], "text": " But the knowledge is here in the room. Now then, I'm going to ask, and I'm aware that some people have got laptops on their knees, I might, if you wouldn't mind, asking you two lovely people just to stand up for a moment."}, {"timestamp": [406.28, 408.16], "text": " And I'm just, just prepare yourselves."}, {"timestamp": [408.74, 414.6], "text": " And if the following people wouldn't mind, you don't have to stand up, but you can be a wonderful volunteer for me."}, {"timestamp": [414.98, 418.68], "text": " And I'm wondering if you could be a wonderful volunteer for me just in a moment."}, {"timestamp": [419.16, 423.8], "text": " And somebody near the back and I wonder if you could be a wonderful volunteer for me in a moment."}, {"timestamp": [424.08, 424.5], "text": " Just get ready."}, {"timestamp": [424.62, 424.84], "text": " Okay."}, {"timestamp": [425.44, 426.94], "text": " I want you to imagine this a wonderful volunteer for me. In a moment, just get ready. Okay."}, {"timestamp": [430.06, 433.0], "text": " I want you to imagine this scenario in your own schools. And there will be moments throughout this morning session"}, {"timestamp": [433.0, 435.6], "text": " where I'm going to ask you to talk and share ideas"}, {"timestamp": [435.6, 436.66], "text": " with people that you're sitting with."}, {"timestamp": [436.66, 439.22], "text": " So it isn't just going to be me talking all morning."}, {"timestamp": [439.22, 442.98], "text": " But I want you to imagine that this scenario is happening in your school."}, {"timestamp": [442.98, 444.0], "text": " So what's your name?"}, {"timestamp": [444.0, 444.94], "text": " I do."}, {"timestamp": [444.94, 445.0], "text": " And Ms. D.K., school. So, what's your name I do?"}, {"timestamp": [445.0, 446.0], "text": " Anne."}, {"timestamp": [446.0, 447.0], "text": " And Mrs. D.K. Right."}, {"timestamp": [447.0, 449.0], "text": " No, you're, Dave."}, {"timestamp": [449.0, 451.0], "text": " You can be Dave for this session then."}, {"timestamp": [451.0, 456.0], "text": " So I want you to imagine that these two teachers working in the same school."}, {"timestamp": [456.0, 462.0], "text": " And Ange has been working for a number of lessons on an aspect of literacy."}, {"timestamp": [462.0, 465.4], "text": " She has been designing and redesigning a particular teaching activity in an attempt of literacy. She has been designing and redesigning"}, {"timestamp": [465.4, 468.92], "text": " a particular teaching activity in an attempt"}, {"timestamp": [468.92, 472.74], "text": " to engage and reach a particular group of students"}, {"timestamp": [472.74, 476.68], "text": " that have not been engaged previously during the year."}, {"timestamp": [476.68, 479.28], "text": " And finally, having listened to their needs"}, {"timestamp": [479.28, 481.18], "text": " and listened to their wants and redesigned"}, {"timestamp": [481.18, 483.32], "text": " and offered a number of pathways, she has a breakthrough."}, {"timestamp": [483.32, 488.0], "text": " So what does Ang do? And here we go. This is where the party literally starts"}, {"timestamp": [488.0, 490.0], "text": " because we have party streamers here this morning."}, {"timestamp": [490.0, 492.0], "text": " I wonder if you'd just like to hold on to the end of that for a minute."}, {"timestamp": [492.0, 494.0], "text": " Thank you. All right and hold on to that. All right."}, {"timestamp": [494.0, 496.0], "text": " And you just stand about there. Okay."}, {"timestamp": [496.0, 502.0], "text": " So, and excited by the impact that her learning experience has had on her students,"}, {"timestamp": [502.0, 506.3], "text": " leaves her classroom at morning tea, rushes off down to the staff room"}, {"timestamp": [506.3, 511.12], "text": " where Davy is getting his morning instant coffee. It's not great quality coffee, but he's down there"}, {"timestamp": [511.12, 517.68], "text": " anyway, having a cup or having a break. And she goes to tell him about what has happened. So, and she"}, {"timestamp": [517.68, 521.36], "text": " passes her story to him. So a little throw and a little catch."}, {"timestamp": [522.72, 525.52], "text": " Ah!"}, {"timestamp": [526.58, 526.96], "text": " He listens."}, {"timestamp": [528.32, 530.08], "text": " He catches her story."}, {"timestamp": [531.48, 532.28], "text": " So he listens to her story."}, {"timestamp": [535.5, 536.12], "text": " And maybe a few years ago, that's as far as the story went."}, {"timestamp": [537.92, 539.5], "text": " The only person who heard about it was Dave while he was drinking his instant coffee."}, {"timestamp": [540.2, 542.5], "text": " Maybe Ange told a few other friends as well around the school."}, {"timestamp": [542.78, 544.9], "text": " But that's as far as the story went."}, {"timestamp": [545.5, 550.48], "text": " All that knowledge, that expertise, that experience that other people could learn from,"}, {"timestamp": [551.92, 553.96], "text": " and potentially only Dave heard about it."}, {"timestamp": [555.22, 561.22], "text": " Okay, moving forward to the kind of situation where we find ourselves now, same story."}, {"timestamp": [561.22, 566.08], "text": " Could the three wonderful people who volunteered to stand up, now stand up please."}, {"timestamp": [566.96, 574.5], "text": " One, two, three. Okay, same story. And redesigns the learning experience. Great story. She still"}, {"timestamp": [574.5, 584.92], "text": " rushes down the corridor. Dave is still there drinking poorly made instant coffee. And she tells her story to Dave as well. But not only does she do that."}, {"timestamp": [587.28, 594.08], "text": " Right, how are you throwing and catching, okay? Right, what's your, what's your name sir? Brian, okay. Not only that,"}, {"timestamp": [594.08, 600.88], "text": " but Ang decides to share the experience in her blog and she keeps a reflective blog where she"}, {"timestamp": [600.88, 605.08], "text": " thinks about the impact of what she's doing,"}, {"timestamp": [606.98, 611.02], "text": " and she shares it with other teachers who are interested in the age range that she's teaching"}, {"timestamp": [611.02, 612.98], "text": " and the subject that she's teaching as well."}, {"timestamp": [613.38, 614.56], "text": " And so her story goes today,"}, {"timestamp": [614.62, 616.62], "text": " but her story goes out into the blog."}, {"timestamp": [617.38, 617.92], "text": " Go."}, {"timestamp": [619.52, 620.36], "text": " Catch, help."}, {"timestamp": [621.7, 622.5], "text": " People help."}, {"timestamp": [622.62, 623.16], "text": " Take the story."}, {"timestamp": [623.28, 623.82], "text": " Take the story."}, {"timestamp": [624.0, 624.5], "text": " Take the story."}, {"timestamp": [625.46, 626.5], "text": " That's right. Over to Brian."}, {"timestamp": [628.24, 631.2], "text": " Okay. And the story goes a little bit further."}, {"timestamp": [632.6, 635.82], "text": " Now Brian doesn't know, Ange. Brian doesn't work in the same school."}, {"timestamp": [636.06, 644.94], "text": " He doesn't live in the same city. But he reads her story, and she has been so clear in articulating what she has done."}, {"timestamp": [645.0, 649.0], "text": " First of all, he is able to start to reflect on his own practice."}, {"timestamp": [649.0, 651.0], "text": " He starts to think there are some things in her story"}, {"timestamp": [651.0, 654.0], "text": " that he could apply in his own practice as well."}, {"timestamp": [654.0, 657.0], "text": " But not only that, he sees her stories being so useful."}, {"timestamp": [657.0, 659.0], "text": " I'm going to ask you to hold on to the end of that"}, {"timestamp": [659.0, 661.0], "text": " and then get ready to throw that please."}, {"timestamp": [661.0, 663.0], "text": " He happens to be on Twitter"}, {"timestamp": [663.0, 666.9], "text": " and he shares the link to the blog post with the"}, {"timestamp": [666.9, 672.3], "text": " people that he is following on Twitter and one of them happens to be Emma right"}, {"timestamp": [672.3, 680.8], "text": " throw catch oh hey okay so we can see where we can see where the story is"}, {"timestamp": [680.8, 685.24], "text": " going so Emma doesn't know Brian particularly other than online. Emma"}, {"timestamp": [685.24, 692.24], "text": " certainly doesn't know Ange, but she follows the URL and she sees in the story again,"}, {"timestamp": [692.24, 698.36], "text": " something that she can reflect and learn from and build on. Not only does she do that,"}, {"timestamp": [698.36, 708.68], "text": " but she also has a blog and she puts a link in a post that she has written about her practice back to Angie's story"}, {"timestamp": [708.68, 714.36], "text": " and that takes the story all the way over to Sarah."}, {"timestamp": [714.36, 716.28], "text": " Thank you Sarah, big throw, big catch."}, {"timestamp": [716.28, 719.28], "text": " Okay, go."}, {"timestamp": [719.28, 720.28], "text": " Yay!"}, {"timestamp": [720.28, 729.9], "text": " And the last part of this story, and you can see how far the classroom practice has traveled."}, {"timestamp": [730.78, 733.56], "text": " It really does travel by party streamer on the web, by the way."}, {"timestamp": [734.82, 736.82], "text": " The story has traveled all the way over to Sarah."}, {"timestamp": [736.96, 739.38], "text": " Now, Sarah doesn't know these two teachers either."}, {"timestamp": [739.76, 741.72], "text": " Sarah still gets the benefit of Angie's story,"}, {"timestamp": [741.72, 750.24], "text": " but one of the beautiful things increasingly about the way the web is working is that it's increasingly social. We can follow breadcrumbs back. We can"}, {"timestamp": [750.24, 756.34], "text": " follow links back to find the original people who've written the post. And because Anne just"}, {"timestamp": [756.34, 762.2], "text": " put it out there in public, she is taking her seat in a virtual professional staff room. She is"}, {"timestamp": [762.2, 767.72], "text": " making herself available to be contacted. And Sarah writes her an email and she said, look, you don't know me."}, {"timestamp": [767.72, 771.92], "text": " But I read your post, lovely, I read your post,"}, {"timestamp": [771.92, 773.82], "text": " and I'd like to talk to you a little bit"}, {"timestamp": [773.82, 776.02], "text": " about how you design that literacy experience."}, {"timestamp": [776.02, 779.24], "text": " I'm in another part of the country, possibly another part of the world,"}, {"timestamp": [779.24, 780.76], "text": " but there are aspects of your practice"}, {"timestamp": [780.76, 782.16], "text": " that I think will be really useful."}, {"timestamp": [782.16, 785.24], "text": " I wonder if we could have a Skype conversation."}, {"timestamp": [788.38, 792.56], "text": " The reason that we've done this activity is to illustrate that the knowledge, oops, someone's having a little play"}, {"timestamp": [792.56, 796.9], "text": " with more pictures, that the knowledge no longer sits"}, {"timestamp": [796.9, 799.14], "text": " necessarily with one person coming in."}, {"timestamp": [799.44, 801.7], "text": " The knowledge can sit in the network."}, {"timestamp": [802.32, 809.06], "text": " And it would have been very expensive to pull all these people together put them on planes put them on trains put them in a staff room"}, {"timestamp": [809.06, 814.4], "text": " but the technology is doing the heavy lifting for us it allows us to punch"}, {"timestamp": [814.4, 819.5], "text": " above our weight and take a story of practice further than it ever could have"}, {"timestamp": [819.5, 822.48], "text": " traveled and what might this mean for professional learning that's the"}, {"timestamp": [822.48, 827.02], "text": " challenge for us to think about this morning I'd like our volunteers to have a huge round of applause for throwing in."}, {"timestamp": [827.02, 830.06], "text": " Captain, you can just put the screeners down. Thank you."}, {"timestamp": [832.44, 834.5], "text": " Am I all right just to press play and keep going?"}, {"timestamp": [838.68, 842.06], "text": " What I would like you to do is to reflect on that story."}, {"timestamp": [842.16, 844.84], "text": " And if you're sitting on your own, you might want to either reflect in your head"}, {"timestamp": [844.84, 847.5], "text": " or just kind of shuffle along a couple of chairs or"}, {"timestamp": [847.5, 853.74], "text": " lean over and talk to somebody near you if you were ang and what a lovely"}, {"timestamp": [853.74, 857.34], "text": " prospect that would be but if you were and or if you had a story to tell in your"}, {"timestamp": [857.34, 863.1], "text": " school what happens to the sharing in your in your school is it does it go any"}, {"timestamp": [863.1, 867.42], "text": " further than the photocopier you know know how you sometimes, you might be standing waiting"}, {"timestamp": [867.42, 869.9], "text": " to photocopy things and you see someone else printing?"}, {"timestamp": [869.9, 871.76], "text": " It's like, oh, what are you doing?"}, {"timestamp": [871.76, 873.02], "text": " Oh, that looks quite good."}, {"timestamp": [873.02, 876.48], "text": " How does the sharing happen for you?"}, {"timestamp": [876.48, 879.86], "text": " And I'd like you to share that story"}, {"timestamp": [879.86, 882.44], "text": " with the person that you're sitting with."}, {"timestamp": [882.44, 882.98], "text": " Okay?"}, {"timestamp": [882.98, 885.84], "text": " What would have happened in your school if someone had had a"}, {"timestamp": [885.84, 905.0], "text": " breakthrough moment? Let's go. Two minutes to talk and share. Thank you. Thank you. I, and the people"}, {"timestamp": [905.0, 906.0], "text": " and the"}, {"timestamp": [906.0, 907.0], "text": " people"}, {"timestamp": [907.0, 908.0], "text": " and"}, {"timestamp": [908.0, 909.0], "text": " have"}, {"timestamp": [909.0, 910.0], "text": " so"}, {"timestamp": [910.0, 911.0], "text": " and"}, {"timestamp": [911.0, 912.0], "text": " and"}, {"timestamp": [912.0, 913.0], "text": " the"}, {"timestamp": [913.0, 914.0], "text": " and"}, {"timestamp": [914.0, 915.0], "text": " and"}, {"timestamp": [915.0, 916.0], "text": " and"}, {"timestamp": [916.0, 917.0], "text": " and"}, {"timestamp": [917.0, 918.0], "text": " and"}, {"timestamp": [918.0, 919.0], "text": " and they're"}, {"timestamp": [919.0, 920.0], "text": " and"}, {"timestamp": [920.0, 921.0], "text": " there's"}, {"timestamp": [921.0, 922.0], "text": " and they're"}, {"timestamp": [922.0, 923.0], "text": " having to have"}, {"timestamp": [923.0, 924.0], "text": " and"}, {"timestamp": [924.0, 925.0], "text": " the Yeah, they have been able to have a lot of time. Yeah."}, {"timestamp": [925.0, 928.0], "text": " And then it's a lot of the same."}, {"timestamp": [928.0, 932.0], "text": " Yeah, I'm not."}, {"timestamp": [932.0, 934.0], "text": " Yeah, it's right."}, {"timestamp": [934.0, 936.0], "text": " And then that's right."}, {"timestamp": [936.0, 938.0], "text": " And then we're going to go and say."}, {"timestamp": [938.0, 940.0], "text": " And then you're not."}, {"timestamp": [940.0, 943.0], "text": " Yeah."}, {"timestamp": [943.0, 944.0], "text": " Yeah."}, {"timestamp": [944.0, 946.0], "text": " Yeah. Yeah. Yeah, it the other things like Yeah, that's like I think of it."}, {"timestamp": [946.0, 947.0], "text": " Yeah, it's great."}, {"timestamp": [947.0, 949.0], "text": " It's great."}, {"timestamp": [949.0, 952.0], "text": " It's great."}, {"timestamp": [952.0, 953.0], "text": " I don't know."}, {"timestamp": [953.0, 955.0], "text": " I'm like that's a good."}, {"timestamp": [955.0, 958.0], "text": " Oh, yeah."}, {"timestamp": [958.0, 977.12], "text": " Oh, mate."}, {"timestamp": [977.12, 979.88], "text": " About 12 years."}, {"timestamp": [979.88, 981.52], "text": " About 12 years."}, {"timestamp": [981.52, 1014.6], "text": " I catch up with you after me. I catch up with you after me. Okay."}, {"timestamp": [1014.6, 1015.6], "text": " Okay."}, {"timestamp": [1015.6, 1038.28], "text": " The reason that I'm asking you to share your stories is to consider the situation that exists in your school around how professional learning is currently happening."}, {"timestamp": [1039.08, 1046.54], "text": " And I'd like this morning session to stimulate some ideas, to be a provocation, to think about the way"}, {"timestamp": [1046.54, 1053.32], "text": " professional learning is designed and how it might be rethought, how it might be redesigned, to"}, {"timestamp": [1053.32, 1059.26], "text": " take advantage of, increasingly, of the way that people are working online and the way that people"}, {"timestamp": [1059.26, 1066.76], "text": " are using the technology to locate and find and source stories of practice in ways that"}, {"timestamp": [1066.76, 1068.6], "text": " wouldn't have been possible before."}, {"timestamp": [1068.6, 1073.94], "text": " So hold that thought, the story that you've just shared, around how practice is passed"}, {"timestamp": [1073.94, 1079.3], "text": " through your staff and beyond the walls of your school, and we'll keep reflecting on that"}, {"timestamp": [1079.3, 1083.16], "text": " as we go through the morning."}, {"timestamp": [1083.16, 1088.44], "text": " Because what would be really exciting, and we've got the beginnings of"}, {"timestamp": [1088.44, 1094.32], "text": " this occurring informally across a range of social networks in New Zealand and"}, {"timestamp": [1094.32, 1098.6], "text": " globally is the idea that if you think about the way those streamers"}, {"timestamp": [1098.6, 1102.32], "text": " stretched across the room that it's not just Ange in her classroom in her"}, {"timestamp": [1102.32, 1110.28], "text": " four walls but that by sharing our stories and by engaging in a shared public conversation"}, {"timestamp": [1110.28, 1114.36], "text": " around what it means to be an effective educational practitioner,"}, {"timestamp": [1114.78, 1120.34], "text": " we can begin to get a shared articulation of what it means to be effective."}, {"timestamp": [1120.46, 1123.82], "text": " It's very hard to have those conversations when you're just on your own,"}, {"timestamp": [1124.16, 1129.96], "text": " in your classroom, in a small staff, in a small school, even in a large school, you can feel quite"}, {"timestamp": [1129.96, 1136.34], "text": " isolated in terms of how meaningful the professional learning is for you and the opportunity"}, {"timestamp": [1136.34, 1143.32], "text": " to engage in what it means to be effective in what you're doing. But to use the technologies"}, {"timestamp": [1143.32, 1150.68], "text": " online to share stories and we'll look at some examples later on we can start to move towards this this national"}, {"timestamp": [1150.68, 1156.68], "text": " articulation now this looks like rather a complicated diagram but there are"}, {"timestamp": [1156.68, 1162.8], "text": " three interesting things going on here in terms of the advantages of sharing our"}, {"timestamp": [1162.8, 1165.32], "text": " stories of practice more openly."}, {"timestamp": [1168.56, 1169.32], "text": " First one, you can see the three little people down the bottom."}, {"timestamp": [1172.42, 1172.8], "text": " Imagine, for example, that you have three teachers, each of them,"}, {"timestamp": [1178.44, 1178.74], "text": " blogging or recording their inquiry that they might be engaged in in school,"}, {"timestamp": [1184.66, 1185.24], "text": " using an e-portfolio or in a shared learning management system in school."}, {"timestamp": [1188.3, 1188.76], "text": " The act of reflecting on your own practice,"}, {"timestamp": [1192.54, 1193.16], "text": " of capturing evidence, of writing and recording,"}, {"timestamp": [1195.86, 1200.66], "text": " there is plenty of research around to show that people who actively reflect are far more likely"}, {"timestamp": [1200.66, 1204.28], "text": " to be able to identify areas than which to make improvements."}, {"timestamp": [1204.92, 1205.0], "text": " So first of all, the acts of reflecting brings advantages, more likely to be able to identify areas in which to make improvements."}, {"timestamp": [1205.0, 1211.0], "text": " So first of all, the acts of reflecting brings advantages and you see increasingly a number"}, {"timestamp": [1211.0, 1214.8], "text": " of teachers who use blogs and who use e-portfolios in order to do that."}, {"timestamp": [1214.8, 1220.0], "text": " But if you have a number of teachers doing that, you begin to be able to not only look at"}, {"timestamp": [1220.0, 1224.0], "text": " your own story, but you can compare your story with that of other people."}, {"timestamp": [1224.0, 1225.38], "text": " Very difficult to"}, {"timestamp": [1225.38, 1230.46], "text": " know whether you're both talking about the same thing. But if you are seeing an account of somebody's"}, {"timestamp": [1230.46, 1236.22], "text": " lesson or you're seeing photos or videos of what people are doing in their classroom, it is much"}, {"timestamp": [1236.22, 1241.54], "text": " easier to begin to compare and to look for similarities and differences and begin to reflect back"}, {"timestamp": [1241.54, 1248.52], "text": " on your own practice. And thirdly, if you have a large group of teachers across a whole school, for example,"}, {"timestamp": [1248.88, 1255.4], "text": " across a country, across a region or a cluster, who are all engaging in an open reflection"}, {"timestamp": [1255.4, 1259.92], "text": " on their practice, you're moving towards that phrase that you can see in the cloud at the"}, {"timestamp": [1259.92, 1266.12], "text": " top of the screen there, that shared articulation of your practice and it's deprivatized."}, {"timestamp": [1266.12, 1272.04], "text": " You're in it together, professionals working together, and the technology is allowing the"}, {"timestamp": [1272.04, 1277.24], "text": " sharing and the on-sharing to happen in ways that previously would only have happened in the staff"}, {"timestamp": [1277.24, 1286.5], "text": " room, Monday at 3.30, once a month. It's much easier, much less expensive, much more flexible, and it's the flexible pathways"}, {"timestamp": [1286.5, 1290.6], "text": " for professional learning that we're going to be thinking about today."}, {"timestamp": [1290.6, 1292.72], "text": " We're wanting that for our students."}, {"timestamp": [1292.72, 1296.7], "text": " What can we achieve for ourselves and for our teachers as well?"}, {"timestamp": [1296.7, 1299.24], "text": " So for the rest of the session, this is the journey that we're going on."}, {"timestamp": [1299.24, 1300.56], "text": " I quite like this photo."}, {"timestamp": [1300.56, 1306.36], "text": " It was taken round the corner from where I work in Wellington. It's the inland"}, {"timestamp": [1306.36, 1312.08], "text": " revenue. And if you can't read what it says, it says come in and register for online services"}, {"timestamp": [1312.08, 1318.0], "text": " today. And that idea of, yeah, there was a kind of interesting and interesting irony there"}, {"timestamp": [1318.0, 1324.86], "text": " around the ideas of access and equity and practicality. We're going to have a look at some of the"}, {"timestamp": [1324.86, 1326.66], "text": " big technological trends"}, {"timestamp": [1326.66, 1330.02], "text": " that are possibly catalysts for thinking around"}, {"timestamp": [1330.02, 1336.06], "text": " how we might redesign the way that professional learning is managed in school."}, {"timestamp": [1336.94, 1339.8], "text": " We'll have a look at reasons why you might decide"}, {"timestamp": [1339.8, 1343.78], "text": " to blend the way professional learning happens in your school."}, {"timestamp": [1343.78, 1350.06], "text": " So it's not all face-to-face so that you can take advantage of the opportunities"}, {"timestamp": [1350.06, 1351.56], "text": " that they're out there online as well."}, {"timestamp": [1352.02, 1355.0], "text": " And then thirdly, in the last part of the session,"}, {"timestamp": [1355.24, 1357.44], "text": " we'll have a think about ways that you can get started,"}, {"timestamp": [1357.54, 1359.48], "text": " ways that other teachers have already got started,"}, {"timestamp": [1359.86, 1363.06], "text": " to give you some ideas to take back to your schools."}, {"timestamp": [1366.72, 1368.68], "text": " This is a key idea here."}, {"timestamp": [1368.68, 1370.4], "text": " And you may recognize the photograph."}, {"timestamp": [1370.4, 1373.28], "text": " It's from the one laptop per child scheme,"}, {"timestamp": [1373.28, 1376.1], "text": " which endeavors to put durable laptops"}, {"timestamp": [1376.1, 1378.48], "text": " in the hands of children in the third world."}, {"timestamp": [1378.48, 1382.48], "text": " UNESCO have stated clearly that education"}, {"timestamp": [1382.48, 1385.0], "text": " is one of the absolute human rights."}, {"timestamp": [1385.0, 1389.0], "text": " And recently, UNESCO have added to that statement"}, {"timestamp": [1389.0, 1396.0], "text": " that technology should be seen as an enabler of that human right."}, {"timestamp": [1396.0, 1401.0], "text": " And that gives us a clear steer in terms of thinking"}, {"timestamp": [1401.0, 1408.14], "text": " about learning as no longer being something that just happens in a face-to-face environment."}, {"timestamp": [1410.4, 1415.34], "text": " There are some key trends that can encourage us to think about learning in a different way."}, {"timestamp": [1415.72, 1420.5], "text": " They enable, they can amplify the good practice that's happening in school."}, {"timestamp": [1420.58, 1423.6], "text": " They can also enable and amplify the bad practice that's happening in school as well."}, {"timestamp": [1424.1, 1427.4], "text": " The first one, and you'll know all about that, you've probably got one of these in your pocket."}, {"timestamp": [1427.4, 1435.6], "text": " Mobiles, tablets, the ubiquity of having a computer in your hand and being able to access information on the move."}, {"timestamp": [1435.6, 1445.38], "text": " These two photos, the one on the left is from the London right, and the one on the right is taken from a series of images that occurred"}, {"timestamp": [1445.38, 1447.78], "text": " around the Arab Spring last year."}, {"timestamp": [1447.78, 1451.56], "text": " What is interesting about this is not that the mobile technology has caused a change in"}, {"timestamp": [1451.56, 1458.76], "text": " behaviour but it enabled people to capture moments that were incredibly stirring, incredibly"}, {"timestamp": [1458.76, 1463.38], "text": " powerful for them in a way that put them in control."}, {"timestamp": [1463.38, 1467.44], "text": " That put the experience and the telling of that experience"}, {"timestamp": [1467.44, 1472.76], "text": " in their hands as opposed to in the hands of the journalists, so the hands of the reporters."}, {"timestamp": [1474.44, 1478.02], "text": " Here's a story I want to share with you. This was the story captured by Katrina Pene,"}, {"timestamp": [1478.14, 1483.5], "text": " who is now a colleague of mine at Core Education, about how she has used mobile technology"}, {"timestamp": [1483.5, 1487.32], "text": " to capture learning for her and her students."}, {"timestamp": [1487.6, 1491.26], "text": " I'd like you to think about what this might look like in a professional learning capacity with adults."}, {"timestamp": [1492.38, 1497.58], "text": " Recently we took our three classes to visit to Ham and T.L. Madama for a lot of cultural experience."}, {"timestamp": [1498.26, 1503.94], "text": " There were more parents wanting to come than what were to come from and with a special needs who was not able to come with us."}, {"timestamp": [1504.66, 1505.16], "text": " Through the one working experience, I was my own to come with us. Through the"}, {"timestamp": [1505.16, 1509.76], "text": " long-ropping experience I was able to share the day as it happened with ex-inference"}, {"timestamp": [1509.76, 1515.0], "text": " and my boy's vision as behind me along the house. As we moved through the day I took"}, {"timestamp": [1515.0, 1519.48], "text": " photos on my iPhone, gave from captions and short descriptions and then e-vall them"}, {"timestamp": [1519.48, 1527.3], "text": " directly to my blog, live posted every half hour or so. The feedback has been incredible."}, {"timestamp": [1527.3, 1529.7], "text": " My work special needs loved the experience"}, {"timestamp": [1529.7, 1532.76], "text": " and was able to join in our e-camp writing the next day."}, {"timestamp": [1532.76, 1536.48], "text": " As he said, I know what you saw, I saw it too."}, {"timestamp": [1536.48, 1540.24], "text": " A dad at work shared our trip with his workmates using his smartphone"}, {"timestamp": [1540.24, 1542.76], "text": " and the year full class due to take the trip the next day"}, {"timestamp": [1542.76, 1545.76], "text": " in a preview of their trip by using my blog posts."}, {"timestamp": [1546.76, 1548.38], "text": " The children went home that night to parents"}, {"timestamp": [1548.38, 1549.9], "text": " would share in the virtual trip"}, {"timestamp": [1549.9, 1551.76], "text": " and came back to school the next day"}, {"timestamp": [1551.76, 1553.64], "text": " followed the excitement at reading of comments"}, {"timestamp": [1553.64, 1554.64], "text": " posts along the blog."}, {"timestamp": [1555.44, 1557.9], "text": " The technology really enhanced the blocking experience"}, {"timestamp": [1557.9, 1560.8], "text": " and that all three roles of providing an authentic audience"}, {"timestamp": [1560.8, 1563.84], "text": " showcasing the living and engaging the families"}, {"timestamp": [1563.84, 1567.4], "text": " in the children's education."}, {"timestamp": [1567.4, 1571.12], "text": " The interesting thing about that story is that not only is she capturing the experience"}, {"timestamp": [1571.12, 1575.76], "text": " for her students, but she's capturing her own teaching experience."}, {"timestamp": [1575.76, 1582.8], "text": " She recorded that in a blog to ensure that others could see how she was using the technology."}, {"timestamp": [1582.8, 1585.5], "text": " She was open to the sharing of her practice there."}, {"timestamp": [1585.5, 1588.38], "text": " How could you be using and leveraging"}, {"timestamp": [1588.38, 1592.44], "text": " the power of mobile technology as part of the professional learning?"}, {"timestamp": [1592.44, 1595.46], "text": " How often are you capturing your practice"}, {"timestamp": [1595.46, 1598.76], "text": " so that you could be showing and sharing other people"}, {"timestamp": [1598.76, 1601.22], "text": " in your school, other people beyond your school,"}, {"timestamp": [1601.22, 1605.92], "text": " so people can take advantage of what it is that you are learning."}, {"timestamp": [1609.12, 1609.24], "text": " The second trend, and it seems silly now even to say social web,"}, {"timestamp": [1613.72, 1617.56], "text": " because increasingly when you look at any website, there's the opportunity to share and connect and follow other people and integrate it into social networks."}, {"timestamp": [1617.56, 1624.02], "text": " But the key thing here, as a reminder for us all, is that technology increasingly now"}, {"timestamp": [1624.02, 1628.58], "text": " puts the locus of control in the hands of individuals."}, {"timestamp": [1628.58, 1632.56], "text": " It doesn't have to be the publisher who has to vet things"}, {"timestamp": [1632.56, 1633.4], "text": " before it's published."}, {"timestamp": [1633.4, 1635.86], "text": " It doesn't have to be someone who is highly effective"}, {"timestamp": [1635.86, 1636.78], "text": " in programming."}, {"timestamp": [1636.78, 1640.52], "text": " We all have the capacity to publish and to share"}, {"timestamp": [1640.52, 1644.78], "text": " and to control the way we describe and reflect"}, {"timestamp": [1644.78, 1646.36], "text": " on what we're doing in schools."}, {"timestamp": [1647.0, 1648.92], "text": " How are we using that technology?"}, {"timestamp": [1649.32, 1653.9], "text": " How are we using that in order to share our practice wider"}, {"timestamp": [1653.9, 1658.4], "text": " and to have professional conversations with other teachers that are around us?"}, {"timestamp": [1659.02, 1664.26], "text": " Here's a great example of how that kind of technology is being used to support teachers' practice."}, {"timestamp": [1664.7, 1670.38], "text": " This is the web page of the Greater Christchurch Schools Network and it was invaluable during"}, {"timestamp": [1670.38, 1675.16], "text": " the earthquake when students couldn't get to school. It also allowed students to publish"}, {"timestamp": [1675.16, 1680.98], "text": " and to share their work, but it allowed teachers also to work together in a virtual space"}, {"timestamp": [1680.98, 1688.38], "text": " when they couldn't meet face-to-face. How could we use that kind of a blend, even amongst our staff in school?"}, {"timestamp": [1689.06, 1693.02], "text": " Not everybody in our school wants to learn at the same time or the same way."}, {"timestamp": [1693.02, 1701.74], "text": " How can we leverage the ease of publication and web creation to put our stories out and to work with people around those?"}, {"timestamp": [1702.04, 1705.54], "text": " This is a screenshot from the VLN, the Virtual Learning Network."}, {"timestamp": [1705.84, 1709.14], "text": " It's a social network that's provided by the Ministry of Education in New Zealand."}, {"timestamp": [1709.7, 1716.32], "text": " There are several thousand teachers on this network already, and it's growing."}, {"timestamp": [1717.86, 1722.68], "text": " Huge number of conversations around practice, around the use of technology,"}, {"timestamp": [1723.18, 1726.2], "text": " around culture responsive learning, teachers from across"}, {"timestamp": [1726.2, 1732.5], "text": " New Zealand coming together in order to enhance their practice. Sometimes it's the only"}, {"timestamp": [1732.5, 1737.62], "text": " professional learning that they're getting. There is one teacher who has no professional"}, {"timestamp": [1737.62, 1742.4], "text": " learning provided in her school. This is her professional learning and she's getting the benefit"}, {"timestamp": [1742.4, 1753.24], "text": " of what's happening in schools across the country. So that's the VLN. And another interesting idea which I think we can take and apply"}, {"timestamp": [1753.24, 1757.78], "text": " in interesting ways for our own professional learning. What you're looking at here is a shot"}, {"timestamp": [1757.78, 1763.18], "text": " from Flickr. You'll be familiar with Flickr. It's an image sharing website. And within Flickr,"}, {"timestamp": [1763.18, 1769.58], "text": " there are lots and lots of different interest grapes of people who like taking photographs of particular ideas"}, {"timestamp": [1769.58, 1770.5], "text": " and particular themes."}, {"timestamp": [1771.1, 1774.0], "text": " This is a group called Paper Maniacs."}, {"timestamp": [1774.34, 1778.54], "text": " And they like to take photographs of beautiful things made of paper."}, {"timestamp": [1779.14, 1780.2], "text": " It's pretty niche."}, {"timestamp": [1781.0, 1785.64], "text": " And you wouldn't really think that there even might be a group of people who are"}, {"timestamp": [1785.64, 1789.18], "text": " interested in that you might think that you're the only person quietly at home"}, {"timestamp": [1789.18, 1794.4], "text": " taking photos of pretty things made of paper until you come into a shared"}, {"timestamp": [1794.4, 1799.02], "text": " space like this and you realize that you're part you're part of a movement and you"}, {"timestamp": [1799.02, 1803.22], "text": " get to look at the photographs that you've taken of the pretty things made of"}, {"timestamp": [1803.22, 1805.84], "text": " paper and the photographs that other people have taken and you can reflect on on how you take photographs how you've taken of the pretty things made of paper and the photographs that other people have taken"}, {"timestamp": [1805.84, 1808.96], "text": " and you can reflect on how you take photographs,"}, {"timestamp": [1808.96, 1811.2], "text": " how you position things, how you liked things"}, {"timestamp": [1811.2, 1814.08], "text": " because you're part of a wider movement."}, {"timestamp": [1814.08, 1817.92], "text": " And this is the curation and you'll increasingly start to hear this word,"}, {"timestamp": [1817.92, 1824.64], "text": " people curating items and resources online for the benefit of others."}, {"timestamp": [1824.64, 1830.24], "text": " This is curated for people who particularly like this particular type of image and photograph."}, {"timestamp": [1830.24, 1835.24], "text": " What would the curation of learning stories look like in your school?"}, {"timestamp": [1835.24, 1840.08], "text": " What would it look like to curate stories around literacy in your school?"}, {"timestamp": [1840.08, 1844.88], "text": " To curate resources that a group of you in a department or a syndicate"}, {"timestamp": [1844.88, 1849.6], "text": " of finding particularly useful that would enhance the inquiry that is happening for you."}, {"timestamp": [1850.24, 1856.16], "text": " You too could be paper maniacs, but around something that would be of direct benefit to your students,"}, {"timestamp": [1856.16, 1858.56], "text": " something that you've identified amongst your class."}, {"timestamp": [1860.0, 1864.48], "text": " And the third key trend, and you heard about it this morning at the start of the day,"}, {"timestamp": [1864.48, 1874.9], "text": " is the increasing access to connectivity and the ability to sync information that sits in the cloud."}, {"timestamp": [1874.9, 1882.02], "text": " So you're no longer restricted to a particular location in order to access what you have put online."}, {"timestamp": [1882.46, 1891.04], "text": " Just to share this short story with you, this is from the Enabling e-learning website on TKI, which is the main national website now provided"}, {"timestamp": [1891.04, 1895.72], "text": " for teachers across New Zealand to help teachers and schools reflect on the way"}, {"timestamp": [1895.72, 1899.98], "text": " that they use technology. There are lots and lots of stories on there from different"}, {"timestamp": [1899.98, 1904.18], "text": " schools looking at the interplay between technology and effective learning."}, {"timestamp": [1904.18, 1910.04], "text": " And this is from St. Hilda's Collegiate down in Dunedin, around the impact that broadband"}, {"timestamp": [1910.04, 1914.88], "text": " is having on the way that they design learning."}, {"timestamp": [1914.88, 1923.8], "text": " E-learning for us is really about the use of a range of digital tools in the classroom."}, {"timestamp": [1923.8, 1927.94], "text": " I think it's about engaging students on one level."}, {"timestamp": [1927.94, 1934.24], "text": " A bigger motivation has been this desire to achieve a dream of a school vision in terms of"}, {"timestamp": [1934.24, 1938.0], "text": " learning attributes via use of digital technologies."}, {"timestamp": [1938.0, 1941.32], "text": " Having the Ultra-class board band at school has made a huge difference."}, {"timestamp": [1941.32, 1948.7], "text": " The girls are able to access things quickly and often the internet access is faster than they have at home. For the first year we had a one-to-one laptop"}, {"timestamp": [1948.7, 1953.02], "text": " program down we didn't actually have any internet capacity. It was a problem but that's"}, {"timestamp": [1953.02, 1958.24], "text": " been fixed this year. We also have access to Moodle which is a really big part of having"}, {"timestamp": [1958.24, 1964.5], "text": " like bits and hoodies. Every student is an account and this teaches from upload files,"}, {"timestamp": [1964.5, 1967.0], "text": " movies, audio files, everything."}, {"timestamp": [1967.0, 1973.0], "text": " Well, the ultra-passed, the difference that's made, because our internet was so slow at war,"}, {"timestamp": [1973.0, 1980.0], "text": " we would actually regularly every day, so every time a day we could get to a point where a student internet connection would completely stop,"}, {"timestamp": [1980.0, 1989.2], "text": " pagelights wouldn't even happen, so it was going completely grudging for the whole every area to manage the bandwidth of that. We were having to block internet video and a lot of"}, {"timestamp": [1989.2, 1993.52], "text": " really good web two sites that we could see were a really good teaching unit value. We just"}, {"timestamp": [1993.52, 1999.76], "text": " didn't actually have the capacity to run it. Now with the class connection, none of that's a problem."}, {"timestamp": [1999.76, 2004.16], "text": " I think the benefits of this is that it really does differentiate the meaning from the"}, {"timestamp": [2004.16, 2005.0], "text": " classroom and it enables you to extend students based on where they perceive I think the benefits of this is that it really does differentiate the living within the classroom"}, {"timestamp": [2005.0, 2011.0], "text": " and it enables you to extend students based on where they perceive their strengths to be."}, {"timestamp": [2011.0, 2017.0], "text": " We're very much moved away from the traditional teaching at least of textbooks or papers."}, {"timestamp": [2017.0, 2023.0], "text": " I text it in a contextual way to start to have the laptops there that enables the girls to research things"}, {"timestamp": [2023.0, 2027.0], "text": " to enable them to put their events in context as is available."}, {"timestamp": [2027.0, 2032.0], "text": " What E-Lynn is giving us is basically the opportunity to give students more options"}, {"timestamp": [2032.0, 2038.0], "text": " in terms of how they actually take an idea, develop it through, create works,"}, {"timestamp": [2038.0, 2043.0], "text": " then analyse those works, then come back and clarify that and then produce a function right."}, {"timestamp": [2043.0, 2048.24], "text": " We can be multitasking through the unit and it gives the students more"}, {"timestamp": [2048.24, 2053.28], "text": " than the penance or bad as well as well as they're"}, {"timestamp": [2053.28, 2056.24], "text": " restricted, you know, physically you're not restricted"}, {"timestamp": [2056.24, 2060.4], "text": " having been able to use your laptops."}, {"timestamp": [2060.4, 2062.0], "text": " So it's been great."}, {"timestamp": [2064.0, 2067.0], "text": " What's really interesting about the way that they were talking around those students?"}, {"timestamp": [2067.0, 2069.0], "text": " They talk about the students' interests."}, {"timestamp": [2069.0, 2075.0], "text": " They talk about designing the learning around particular context that suit the students."}, {"timestamp": [2075.0, 2081.0], "text": " They talk about the students being able to pursue their own learning journeys because they can take advantage of the connectivity"}, {"timestamp": [2081.0, 2086.0], "text": " and they can take advantage of having more mobile technology."}, {"timestamp": [2086.0, 2089.0], "text": " What does that look like for teachers?"}, {"timestamp": [2089.0, 2096.0], "text": " Are we pushing hard to have our students with personalized, highly connected learning journeys"}, {"timestamp": [2096.0, 2102.0], "text": " while we still sit in a staff room regularly once a week, once a fortnight?"}, {"timestamp": [2102.0, 2108.4], "text": " Does our learning mimic what we are ambitious for our students?"}, {"timestamp": [2109.24, 2114.64], "text": " How can we think about making sure that our learning can reflect the things that we say are really,"}, {"timestamp": [2114.74, 2121.14], "text": " really important for our students as well? A quick overview with broadband coming and it may bring"}, {"timestamp": [2121.14, 2131.12], "text": " fibre to the gate and it may bring you speed and reliability and volume. You may line up all your school services to take advantage of that. You may well"}, {"timestamp": [2131.12, 2136.22], "text": " have teachers therefore using technology appropriately so they can differentiate the learning"}, {"timestamp": [2136.22, 2141.68], "text": " for their students using e-portfolios and flexibility and so on. The vision is being, as it says"}, {"timestamp": [2141.68, 2147.72], "text": " up there, as it is in the New Zealand curriculum, the connected, capable, lifelong learner."}, {"timestamp": [2147.72, 2150.76], "text": " Where is the teacher professional learning in this?"}, {"timestamp": [2150.76, 2156.36], "text": " We know it's about the students and it has to be, but our investment in our time, focus"}, {"timestamp": [2156.36, 2161.7], "text": " around what it is that we want for our learners, that our learning should also be collaborative."}, {"timestamp": [2161.7, 2167.44], "text": " Our learning should also be desiloed, flexible. We can take advantage of the"}, {"timestamp": [2167.44, 2171.32], "text": " same kind of technologies that we're advocating for our students as well. How many of us are"}, {"timestamp": [2171.32, 2177.32], "text": " getting the opportunity to do that in our schools? So just take a moment, maybe half a"}, {"timestamp": [2177.32, 2187.12], "text": " moment, half a minute, to consider of those trends that we just had a look at, which one or a number of those trends feature"}, {"timestamp": [2187.12, 2192.04], "text": " in the way that professional learning is happening in your school? Just one minute to exchange"}, {"timestamp": [2192.04, 2203.04], "text": " an idea with the people that you're sitting next to. Go, one minute. To what extent"}, {"timestamp": [2203.04, 2227.0], "text": " did these trends feature in professional learning design in your school? Thank you. Oh, one. The question is a second."}, {"timestamp": [2227.0, 2230.0], "text": " Yeah, I'm a lot of question."}, {"timestamp": [2230.0, 2233.0], "text": " I guess you're going to be very good."}, {"timestamp": [2233.0, 2235.0], "text": " Yeah."}, {"timestamp": [2235.0, 2236.0], "text": " I'm not."}, {"timestamp": [2236.0, 2237.0], "text": " Yeah."}, {"timestamp": [2237.0, 2239.0], "text": " I'm thinking."}, {"timestamp": [2239.0, 2241.0], "text": " I'm going to do that question."}, {"timestamp": [2241.0, 2243.0], "text": " I'm going to make you."}, {"timestamp": [2243.0, 2245.0], "text": " Yeah. Thank you. Thank you. Thank you. Thank you. Thank you."}, {"timestamp": [2245.0, 2246.0], "text": " Thank you."}, {"timestamp": [2246.0, 2247.0], "text": " And I'm"}, {"timestamp": [2247.0, 2248.0], "text": " and the"}, {"timestamp": [2248.0, 2249.0], "text": " question"}, {"timestamp": [2249.0, 2250.0], "text": " for the"}, {"timestamp": [2250.0, 2251.0], "text": " one."}, {"timestamp": [2251.0, 2252.0], "text": " Thank you."}, {"timestamp": [2252.0, 2253.0], "text": " Thank you."}, {"timestamp": [2253.0, 2254.0], "text": " And"}, {"timestamp": [2254.0, 2255.0], "text": " this is"}, {"timestamp": [2255.0, 2257.0], "text": " a good"}, {"timestamp": [2257.0, 2258.0], "text": " and the"}, {"timestamp": [2258.0, 2259.0], "text": " and the"}, {"timestamp": [2259.0, 2260.0], "text": " and the"}, {"timestamp": [2260.0, 2261.0], "text": " one of the"}, {"timestamp": [2261.0, 2262.0], "text": " and I'm"}, {"timestamp": [2262.0, 2263.0], "text": " on the"}, {"timestamp": [2263.0, 2264.0], "text": " and the"}, {"timestamp": [2264.0, 2265.0], "text": " of the and the and the No one. Now, I'm going to take. I'm going to see. I'm not going to be able to see."}, {"timestamp": [2265.0, 2267.0], "text": " And then just the most"}, {"timestamp": [2267.0, 2269.0], "text": " you know,"}, {"timestamp": [2269.0, 2271.0], "text": " and the other."}, {"timestamp": [2271.0, 2272.0], "text": " Thank you."}, {"timestamp": [2272.0, 2273.0], "text": " I'm a very."}, {"timestamp": [2273.0, 2274.0], "text": " I'm a lot."}, {"timestamp": [2274.0, 2277.0], "text": " I'm a great for"}, {"timestamp": [2277.0, 2278.0], "text": " presentation."}, {"timestamp": [2278.0, 2279.0], "text": " Yes,"}, {"timestamp": [2279.0, 2280.0], "text": " is a good."}, {"timestamp": [2280.0, 2281.0], "text": " And I'm going to be a"}, {"timestamp": [2281.0, 2283.0], "text": " man."}, {"timestamp": [2283.0, 2295.8], "text": " So I'm going to be a lot of the whole. Oh, I'm going to be a lot of the whole. Okay."}, {"timestamp": [2295.8, 2296.8], "text": " Okay."}, {"timestamp": [2296.8, 2309.4], "text": " D.K. down here at the front has just shown me a tweet on his phone from a teacher."}, {"timestamp": [2310.3, 2311.2], "text": " What was the name of the teacher?"}, {"timestamp": [2311.88, 2313.2], "text": " Catherine Trask."}, {"timestamp": [2313.52, 2314.48], "text": " Catherine Trask."}, {"timestamp": [2314.86, 2319.06], "text": " And Catherine Trask is watching on the live stream that's going out from this session."}, {"timestamp": [2319.18, 2325.08], "text": " And Catherine, who I'm going to say hello to because she's watching there. She is tweeted out that she is tidying her classroom,"}, {"timestamp": [2325.48, 2328.08], "text": " but she's also watching the live stream of this session."}, {"timestamp": [2328.48, 2329.46], "text": " Professional learning session."}, {"timestamp": [2329.54, 2330.46], "text": " She can't attend you learn."}, {"timestamp": [2330.96, 2338.26], "text": " Perfect example of how she is being able to leverage the ease of access"}, {"timestamp": [2338.26, 2341.48], "text": " to professional learning using the technology of the live stream"}, {"timestamp": [2341.48, 2342.84], "text": " that we've got running in the corner here"}, {"timestamp": [2342.84, 2347.6], "text": " and taking advantage of learning that she couldn't have got to otherwise because she's not here at the"}, {"timestamp": [2347.6, 2352.84], "text": " conference. So hello to Catherine from the room, but a perfect example of the kind of thing"}, {"timestamp": [2352.84, 2356.94], "text": " that we're talking about. Not only that, she tweets out that she's doing it and she shares"}, {"timestamp": [2356.94, 2362.62], "text": " it with her wider network as well so other people can jump into the stream and take advantage"}, {"timestamp": [2362.62, 2366.3], "text": " of the session that we're having today."}, {"timestamp": [2371.54, 2373.74], "text": " Future-oriented learning, we're thinking around how we might redesign professional learning to take advantage of some of the big ideas."}, {"timestamp": [2373.98, 2376.8], "text": " And so far we've talked about technology and the technology drivers."}, {"timestamp": [2377.16, 2380.44], "text": " But of course, it isn't actually about the technology at all."}, {"timestamp": [2380.5, 2384.76], "text": " We actually have to think about the concepts and the structures that we use."}, {"timestamp": [2384.8, 2388.56], "text": " And I'll give you a moment just to have a look at all. We actually have to think about the concepts and the structures that we use. And I'll give you a moment just to have a look at this. This came from a recent report from the"}, {"timestamp": [2388.56, 2395.24], "text": " NZCER who have been exploring the key themes or the key highlights that we would expect"}, {"timestamp": [2395.24, 2401.66], "text": " to see when preparing learners, students and teachers, for the world that we don't yet know,"}, {"timestamp": [2401.72, 2405.18], "text": " a highly complex future that lies ahead of us."}, {"timestamp": [2405.7, 2410.52], "text": " And they ask, how are the signals that the New Zealand curriculum gives, how are they being"}, {"timestamp": [2410.52, 2414.16], "text": " interpreted by teachers, school leaders and other education stakeholders?"}, {"timestamp": [2414.62, 2418.92], "text": " Is the new curriculum, and it's actually not that new now, is the new curriculum transforming"}, {"timestamp": [2418.92, 2422.92], "text": " how we do schooling? Is it changing the sector's ways of thinking?"}, {"timestamp": [2422.92, 2425.54], "text": " Or has the old jargon simply been replaced by new jargon, the sector's ways of thinking? Or has the old jargon simply been"}, {"timestamp": [2425.54, 2433.3], "text": " replaced by new jargon, leaving the old ways of thinking intact? And I wonder whether"}, {"timestamp": [2433.3, 2438.94], "text": " despite the conceptual ideas behind the New Zealand curriculum and we're seeing many schools"}, {"timestamp": [2438.94, 2444.32], "text": " embracing the opportunities for a highly creative, highly differentiated approach to their students'"}, {"timestamp": [2444.32, 2445.0], "text": " learning, has that been approach to their students learning,"}, {"timestamp": [2445.0, 2449.0], "text": " has that been carried through to the learning communities in school?"}, {"timestamp": [2449.0, 2454.0], "text": " Or are we still continuing to learn in the same ways that we always have done?"}, {"timestamp": [2454.0, 2459.0], "text": " The key themes that the report highlighted, these are the things that they would be looking for"}, {"timestamp": [2459.0, 2465.76], "text": " in a future-oriented school, not just in the classrooms, but I would be advocating for this in terms of the way"}, {"timestamp": [2465.76, 2470.5], "text": " professional learning is happening amongst our profession as well. That it is desiloed. We"}, {"timestamp": [2470.5, 2475.04], "text": " learn much better as a group, we learn much more effectively as a profession when we're"}, {"timestamp": [2475.04, 2480.04], "text": " together than if we're battling away inside our own school, on our own, inside our own classroom."}, {"timestamp": [2480.04, 2485.64], "text": " That future-oriented learning is personalized. We know that to be true for our students,"}, {"timestamp": [2485.72, 2487.38], "text": " that we need to be responsive to their needs."}, {"timestamp": [2487.74, 2489.22], "text": " Is it happening for us as teachers?"}, {"timestamp": [2489.36, 2492.92], "text": " Do we feel like we're getting a personalized learning experience in school?"}, {"timestamp": [2494.78, 2498.86], "text": " It needs to be sustained over time."}, {"timestamp": [2499.6, 2504.52], "text": " And we are seeing more than ever that when school staffing changes,"}, {"timestamp": [2504.82, 2505.68], "text": " when your classroom changes, when your classroom"}, {"timestamp": [2505.68, 2512.84], "text": " changes, when your environment around you changes, your network can continue to support you."}, {"timestamp": [2512.84, 2517.88], "text": " You are no longer dependent just on the immediate context in which you're working."}, {"timestamp": [2517.88, 2524.48], "text": " And so teachers are now seeing the value in having connections and to use the technology"}, {"timestamp": [2524.48, 2527.0], "text": " as a way of continuing conversations"}, {"timestamp": [2527.76, 2533.82], "text": " beyond the school day, but also beyond their current job, beyond their current school, a way"}, {"timestamp": [2533.82, 2539.48], "text": " to sustain their learning journey over an extended period of time. And of course, that power"}, {"timestamp": [2539.48, 2545.7], "text": " of co-construct our learning, that the power of discussion, of collaboration, of sharing,"}, {"timestamp": [2546.12, 2552.54], "text": " of reaching consensus or unpacking disagreement with other people, and that no longer has to be"}, {"timestamp": [2552.54, 2557.38], "text": " just face-to-face. And I'm certainly not advocating that we shift our entire professional learning"}, {"timestamp": [2557.38, 2562.04], "text": " online, although many of you, I'm sure, have done online study entirely online, for example,"}, {"timestamp": [2562.16, 2568.0], "text": " you know, a post-grad paper. And certainly complex ideas often need to be nutted out face-to-face as well."}, {"timestamp": [2568.0, 2571.0], "text": " But it doesn't just have to be face-to-face."}, {"timestamp": [2571.0, 2575.0], "text": " So we're thinking around why we might blend our learning"}, {"timestamp": [2575.0, 2579.0], "text": " and use a combination of both face-to-face and online"}, {"timestamp": [2579.0, 2583.0], "text": " to pursue the inquiries that are important to us in school."}, {"timestamp": [2583.0, 2589.34], "text": " I want to share this little clip from Dr. David Wiley, who's an educator in the States, who is"}, {"timestamp": [2589.34, 2595.76], "text": " particularly interested in opening up education and on it being, on the opening of education,"}, {"timestamp": [2595.76, 2599.76], "text": " actually being something that should sit at the heart of what we do as teachers."}, {"timestamp": [2599.76, 2607.0], "text": " So how is it that the new media technology are affecting education or openness or our ability to share?"}, {"timestamp": [2607.0, 2609.0], "text": " There are great opportunities here."}, {"timestamp": [2609.0, 2612.0], "text": " I just want to talk about one of them very briefly."}, {"timestamp": [2612.0, 2616.0], "text": " Expertise, in other words, the things that we know, the things we know how to do,"}, {"timestamp": [2616.0, 2621.0], "text": " the attitudes we have in terms of ethical behavior, things like that, are non-rivalrous."}, {"timestamp": [2621.0, 2623.0], "text": " In other words, they're not competitive."}, {"timestamp": [2623.0, 2627.8], "text": " I can give some of my expertise to you without giving it away."}, {"timestamp": [2627.8, 2629.9], "text": " I can share that with you without losing it."}, {"timestamp": [2629.9, 2632.8], "text": " And you probably know that other things quoted by Jefferson,"}, {"timestamp": [2632.8, 2635.2], "text": " that he who received ideas for me received instruction"}, {"timestamp": [2635.2, 2638.5], "text": " himself without blessing mine, the same way can light his candle"}, {"timestamp": [2638.5, 2642.1], "text": " without the fire of my candle being taken away from me."}, {"timestamp": [2642.1, 2645.18], "text": " It's a good thing that teaching works this way."}, {"timestamp": [2647.24, 2649.32], "text": " Otherwise, teachers would all be like honeybees who can sting one time and then die."}, {"timestamp": [2649.76, 2652.46], "text": " You teach someone and then you wouldn't know anything anymore."}, {"timestamp": [2653.48, 2658.4], "text": " And that would be a problem for the advance of society and civilization."}, {"timestamp": [2659.12, 2660.76], "text": " So knowledge has a special property"}, {"timestamp": [2660.76, 2662.52], "text": " that you can give it without giving it away."}, {"timestamp": [2662.72, 2664.24], "text": " You can share your expertise."}, {"timestamp": [2664.5, 2668.0], "text": " You can share of yourself without losing part of yourself."}, {"timestamp": [2668.0, 2669.0], "text": " It's very important."}, {"timestamp": [2669.0, 2673.0], "text": " I like that you can give your knowledge about giving it away."}, {"timestamp": [2673.0, 2678.0], "text": " It doesn't make you less clever for having shared your expertise."}, {"timestamp": [2678.0, 2686.82], "text": " Nor does it make you look like your, and this is a common comment that I often hear from teachers who say, well, I would share,"}, {"timestamp": [2686.92, 2690.62], "text": " I would share what I'm doing, but I don't think it's good enough. I don't think I have anything to"}, {"timestamp": [2690.62, 2699.36], "text": " share. Your story is always worth sharing. The story of how you tried and you're still trying."}, {"timestamp": [2699.74, 2706.22], "text": " The story of how you are trialing something and it hasn't gone well first time, but you know what you're going to do next. The story of a resource that worked particularly well. The story of how you are trialling something and it hasn't gone well first time but you know what"}, {"timestamp": [2706.22, 2710.36], "text": " you're going to do next. The story of a resource that worked particularly well. The story of how"}, {"timestamp": [2710.36, 2715.2], "text": " you designed an experience around a particular student and you think you're seeing a breakthrough."}, {"timestamp": [2715.2, 2724.2], "text": " It doesn't have to be the perfect teaching moment before it's worth sharing. And I am advocating"}, {"timestamp": [2724.2, 2726.72], "text": " for an open approach"}, {"timestamp": [2726.72, 2731.28], "text": " towards the way we open our classroom doors."}, {"timestamp": [2731.66, 2734.52], "text": " And I'm advocating that we leverage a technology"}, {"timestamp": [2734.52, 2736.16], "text": " in order to do that."}, {"timestamp": [2736.4, 2737.8], "text": " So this is what we're aiming to do"}, {"timestamp": [2737.8, 2741.02], "text": " is to reflect on our own practice,"}, {"timestamp": [2741.62, 2744.42], "text": " for example, in a blog, for example, in an e-portfolio,"}, {"timestamp": [2744.88, 2745.94], "text": " but that we do so as part of a group in school, as example, in a blog, for example, in an e-portfolio, but that we do so"}, {"timestamp": [2745.94, 2751.56], "text": " as part of a group in school, as part of a school staff, that we engage in learning networks"}, {"timestamp": [2751.56, 2755.9], "text": " where we're talking about education, because it's not until we're prepared to share those"}, {"timestamp": [2755.9, 2759.26], "text": " stories, including the stories where we feel like we've failed."}, {"timestamp": [2759.26, 2763.66], "text": " It's not until we're prepared to share those stories that we can actually begin to work towards"}, {"timestamp": [2763.66, 2770.8], "text": " what works and what is successful. And it's much better to do it in a group in a collaborative effort"}, {"timestamp": [2770.8, 2775.92], "text": " as part of a shared education profession than it is to be battling away on your own."}, {"timestamp": [2775.92, 2782.72], "text": " So I'd like to move on to thinking about how you can look at your own professional learning"}, {"timestamp": [2782.72, 2786.06], "text": " which may well still be, in some cases,"}, {"timestamp": [2786.06, 2789.6], "text": " heavily face to face, heavily bound by school structures,"}, {"timestamp": [2789.6, 2794.2], "text": " scheduled meeting times, scheduled the PD calendar for the year."}, {"timestamp": [2794.2, 2795.36], "text": " Does that sound familiar?"}, {"timestamp": [2795.36, 2797.64], "text": " You know, the PD is set in January"}, {"timestamp": [2797.64, 2799.36], "text": " or set at the end of the year,"}, {"timestamp": [2799.36, 2802.02], "text": " and that's how the PD will run for the year."}, {"timestamp": [2802.02, 2808.32], "text": " I'm arguing that we can introduce flexibility, personalisation"}, {"timestamp": [2808.32, 2815.58], "text": " to the way that we explore our own teaching inquiries. Now have a look at these images here."}, {"timestamp": [2816.68, 2820.32], "text": " And we're back to thinking about what professional learning looks like for you, what it looks"}, {"timestamp": [2820.32, 2825.86], "text": " like for you in your school. You've got five images here of beautiful things growing."}, {"timestamp": [2825.86, 2829.48], "text": " Because of course we're trying to grow our own knowledge."}, {"timestamp": [2829.48, 2831.18], "text": " We're trying to grow our own expertise"}, {"timestamp": [2831.18, 2834.46], "text": " and grow ourselves as an education profession."}, {"timestamp": [2834.46, 2836.86], "text": " And metaphorically speaking, I'd like you to think"}, {"timestamp": [2836.86, 2840.82], "text": " which of these images best captures professional learning"}, {"timestamp": [2840.82, 2842.32], "text": " design for you in your school?"}, {"timestamp": [2842.32, 2848.3], "text": " The one on the top left, highly trained rows of lavender."}, {"timestamp": [2848.3, 2851.5], "text": " Ominously highly trained lavender."}, {"timestamp": [2851.5, 2855.64], "text": " Everyone working in strict rows, everybody locks step,"}, {"timestamp": [2855.64, 2856.96], "text": " and I'm not saying this is a bad thing,"}, {"timestamp": [2856.96, 2860.0], "text": " but it is an acknowledged model that we see in school."}, {"timestamp": [2860.0, 2863.06], "text": " So it might be for this year, the focus is literacy,"}, {"timestamp": [2863.06, 2866.84], "text": " and we're all going to do professional learning around literacy. It might be that we're focusing on e- literacy, and we're all going to do professional learning around literacy."}, {"timestamp": [2866.84, 2868.96], "text": " It might be that we're focusing on e-learning,"}, {"timestamp": [2868.96, 2870.92], "text": " and we're all going to do professional learning around e-learning."}, {"timestamp": [2870.92, 2872.5], "text": " We'll all do it together, and the sessions"}, {"timestamp": [2872.5, 2873.76], "text": " have been scheduled throughout the year."}, {"timestamp": [2873.76, 2877.52], "text": " So we're all kind of working together as a single staff."}, {"timestamp": [2877.52, 2880.16], "text": " The second picture in the top, in the middle,"}, {"timestamp": [2880.16, 2882.92], "text": " the field of wild flowers."}, {"timestamp": [2882.92, 2887.0], "text": " Everybody having an opportunity to pursue their own"}, {"timestamp": [2887.0, 2892.76], "text": " individual journey, their own individual inquiry within the field of the school. So you've"}, {"timestamp": [2892.76, 2898.24], "text": " got poppies who might be exploring the impact of e-learning in their class. You've got the"}, {"timestamp": [2898.24, 2902.5], "text": " wild daisies. Actually I'm not really sure what those yellow flowers are the wild yellow"}, {"timestamp": [2902.5, 2907.0], "text": " flowers that are exploring the impact of literacy in their classroom."}, {"timestamp": [2907.0, 2920.0], "text": " You've got the little picture on the top right, the one lone daisy, out on its own, no support, no other daisies to keep it company."}, {"timestamp": [2920.0, 2927.76], "text": " Is that what PD can look like for you? Where either you're not getting any any PD support at all or you feel like you're ploughing your own"}, {"timestamp": [2928.64, 2932.0], "text": " Lonely little furrow or indeed you might be the sole charge teacher in your school"}, {"timestamp": [2932.52, 2944.44], "text": " Where there actually are no other teachers around and you are having to engage in in learning on your own like the little daisy there in the field are you that little daisy and in the bottom the bottom two pictures on the bottom left"}, {"timestamp": [2944.78, 2945.1], "text": " you have got flowers being trained to grow over a Are you that little daisy? And in the bottom, the bottom two pictures, on the bottom left,"}, {"timestamp": [2950.48, 2950.6], "text": " you have got flowers being trained to grow over a train."}, {"timestamp": [2952.22, 2952.32], "text": " It took a long time to find that image."}, {"timestamp": [2953.4, 2954.0], "text": " The idea of training."}, {"timestamp": [2957.88, 2958.18], "text": " I once had, was in a school where the PD was training."}, {"timestamp": [2959.92, 2962.62], "text": " We were learning how to use technology and we would be trained in how to use Microsoft Word."}, {"timestamp": [2963.44, 2964.78], "text": " And then we worked through their skills."}, {"timestamp": [2965.08, 2967.56], "text": " And then we were trained in the skills of searching online. and then we were trained in the skills of searching online,"}, {"timestamp": [2967.84, 2969.98], "text": " and then we were trained in the skills of using spreadsheets,"}, {"timestamp": [2970.04, 2971.52], "text": " and we got a certificate, and we had been trained."}, {"timestamp": [2972.08, 2973.9], "text": " Didn't actually make a difference in the classroom,"}, {"timestamp": [2973.98, 2975.82], "text": " but it is a type of learning,"}, {"timestamp": [2976.12, 2978.28], "text": " and training does suit certain context."}, {"timestamp": [2978.84, 2983.1], "text": " Are you going through a skills-based learning program in your school?"}, {"timestamp": [2983.68, 2987.2], "text": " And the last picture, the close-up observation,"}, {"timestamp": [2987.68, 2991.04], "text": " do you have the kind of professional learning which is highly focused on what is happening in"}, {"timestamp": [2991.04, 2994.72], "text": " the classroom? Close observation. There might be people watching you, videoing you,"}, {"timestamp": [2995.12, 3001.32], "text": " videoing yourself and closely looking at the individualised practice that's happening in your room."}, {"timestamp": [3002.02, 3010.32], "text": " So for half a minute, I'd like you to turn to the people you're talking to and say what flower are you or what flower is your school and why."}, {"timestamp": [3011.24, 3025.0], "text": " Go. And if you need I can't be like that. I can't be like that."}, {"timestamp": [3025.0, 3027.0], "text": " I guess the"}, {"timestamp": [3027.0, 3029.0], "text": " good."}, {"timestamp": [3029.0, 3030.0], "text": " It could be."}, {"timestamp": [3030.0, 3065.0], "text": " It could be. It was not just me. I'll click on the end to the end to the end to the microphone for seat. I'm sorry. The same. The same. It's like a good."}, {"timestamp": [3065.0, 3066.0], "text": " Amiens?"}, {"timestamp": [3066.0, 3067.0], "text": " Yeah."}, {"timestamp": [3067.0, 3068.0], "text": " Yeah."}, {"timestamp": [3068.0, 3069.0], "text": " It's a lot."}, {"timestamp": [3069.0, 3070.0], "text": " It's empty."}, {"timestamp": [3070.0, 3072.0], "text": " It's empty."}, {"timestamp": [3072.0, 3073.0], "text": " It's."}, {"timestamp": [3073.0, 3074.0], "text": " I'm not."}, {"timestamp": [3074.0, 3077.0], "text": " I was going to be"}, {"timestamp": [3077.0, 3079.0], "text": " the water."}, {"timestamp": [3079.0, 3081.0], "text": " I was well agreed on the"}, {"timestamp": [3081.0, 3086.4], "text": " fraction to watch the screen for a"}, {"timestamp": [3086.4, 3088.4], "text": " man."}, {"timestamp": [3088.4, 3118.5], "text": " Okay. Now I'm certainly not being better than others."}, {"timestamp": [3118.5, 3128.0], "text": " But what I am asking you to do is to articulate in your school how professional learning actually is designed,"}, {"timestamp": [3128.0, 3139.0], "text": " to look at the assumptions around how teachers learn best in your school,"}, {"timestamp": [3139.0, 3148.64], "text": " and to consider opportunities around how it might be done differently. There are years and years and"}, {"timestamp": [3148.64, 3154.82], "text": " years of research around how adults learn and I'm certainly not needing to"}, {"timestamp": [3154.82, 3160.04], "text": " remind you of some of the ideas behind that but one of the key ideas around"}, {"timestamp": [3160.04, 3165.04], "text": " successful adult learning and not just for educators but but adults generally is"}, {"timestamp": [3165.04, 3170.06], "text": " the idea of autonomy and of adults being able to set their own goals that we"}, {"timestamp": [3170.06, 3174.98], "text": " learn best when we are able to define our direction when we feel we're in"}, {"timestamp": [3174.98, 3179.86], "text": " control where we feel we're able to drive the process where we feel we have a"}, {"timestamp": [3179.86, 3187.52], "text": " stake in the process and where we can apply that learning immediately to a context that matters to us."}, {"timestamp": [3188.4, 3192.72], "text": " Now, none of this is rocket science and that is well, you know, it's well, well-known research around"}, {"timestamp": [3192.72, 3194.96], "text": " Androghagogy, around how adults learn."}, {"timestamp": [3197.2, 3202.88], "text": " And we also know, and there's plenty of work coming out of the Ministry of Education at the moment,"}, {"timestamp": [3202.88, 3205.6], "text": " which is focusing our attention"}, {"timestamp": [3205.6, 3212.84], "text": " on how we're supporting traditionally underserved students, Mori, Pacifica, students with particular"}, {"timestamp": [3212.84, 3222.4], "text": " special needs. There is clear focus on how we're using technology to personalise, to redesign"}, {"timestamp": [3222.4, 3226.94], "text": " the educational experience for our students, so not all the students in"}, {"timestamp": [3226.94, 3232.06], "text": " the class are going lockstep that we're trying to meet the varied needs, the varied interests,"}, {"timestamp": [3232.26, 3237.42], "text": " the strengths and the backgrounds that our students bring. It is the same for our teachers."}, {"timestamp": [3238.64, 3244.58], "text": " All of us have our own needs. All of us have our own strengths. Bring our own cultural"}, {"timestamp": [3244.58, 3245.12], "text": " background. Bring our own ways that we prefer us have our own strengths, bring our own cultural background,"}, {"timestamp": [3245.58, 3251.78], "text": " bring our own ways that we prefer to learn. We're like the little bunch of pencils. And in this"}, {"timestamp": [3251.78, 3257.86], "text": " room, there's going to be someone who is a tall red pencil, who's actually quite enjoying sitting,"}, {"timestamp": [3257.98, 3261.9], "text": " listening to me, even though the irony of me standing here talking to you is not lost on me,"}, {"timestamp": [3261.96, 3266.58], "text": " by the way, in terms of what we're talking about this morning. But there's going to be the tall red pencils in this room who are actually quite"}, {"timestamp": [3266.58, 3272.62], "text": " enjoying listening to me talk here there's going to be a short little blue pencil somewhere in"}, {"timestamp": [3272.62, 3275.84], "text": " the room who's thinking when is she going to get the streamers out again come on let's get the"}, {"timestamp": [3275.84, 3279.9], "text": " streamers out again there's going to be you know the tall I'm having a look at the colors"}, {"timestamp": [3279.9, 3284.92], "text": " there's kind of a tall camel-colored pencil who's thinking well you know this would be okay"}, {"timestamp": [3284.92, 3287.0], "text": " if only we had a little bit more group work."}, {"timestamp": [3287.06, 3291.5], "text": " And I'd actually like to be unpacking some of this and doing some planning right now and applying some of these ideas."}, {"timestamp": [3292.76, 3296.92], "text": " You're going to have that back in your school communities amongst your staff."}, {"timestamp": [3297.88, 3304.98], "text": " To what extent is the professional learning design taking into account all the different pencils on your staff?"}, {"timestamp": [3305.0, 3309.86], "text": " And taking into account the fact that all of those different pencils want to be driving their"}, {"timestamp": [3309.86, 3314.6], "text": " own learning and setting their own goals and having autonomy around the professional learning"}, {"timestamp": [3314.6, 3320.78], "text": " process. How are we catering for that amongst the adults with whom we work? How do we make"}, {"timestamp": [3320.78, 3325.62], "text": " sure that that is happening for us?"}, {"timestamp": [3327.48, 3327.64], "text": " The email going through the ether there."}, {"timestamp": [3328.96, 3329.46], "text": " Not quite sure where that was coming from."}, {"timestamp": [3332.86, 3333.36], "text": " This is a screenshot from a much larger document,"}, {"timestamp": [3334.96, 3335.32], "text": " the e-learning planning framework,"}, {"timestamp": [3338.02, 3339.42], "text": " which has been introduced in New Zealand this year from the Ministry of Education."}, {"timestamp": [3339.58, 3342.32], "text": " It's a framework that schools are increasingly using"}, {"timestamp": [3342.32, 3347.8], "text": " to reflect and review how to what extent they"}, {"timestamp": [3347.8, 3353.36], "text": " have integrated technology into teaching and learning into leadership into the way"}, {"timestamp": [3353.36, 3356.32], "text": " that they work with their communities into the way that they develop their"}, {"timestamp": [3356.32, 3362.02], "text": " infrastructure and the fifth theme that can be reviewed using the e-learning"}, {"timestamp": [3362.02, 3365.0], "text": " planning framework is the theme of professional learning."}, {"timestamp": [3365.0, 3370.88], "text": " To what extent does a professional learning in your school take advantage of the opportunities"}, {"timestamp": [3370.88, 3376.68], "text": " of technology to offer, and this would be, this is a description of professional learning"}, {"timestamp": [3376.68, 3383.4], "text": " that would be in a school that is really quite a long way down the track in terms of the"}, {"timestamp": [3383.4, 3387.08], "text": " way it uses technology to offer"}, {"timestamp": [3387.08, 3391.56], "text": " meaningful learning experiences to what extent is professional learning"}, {"timestamp": [3391.56, 3396.68], "text": " blended that's a mix of face-to-face and online to what extent is it sustained"}, {"timestamp": [3396.68, 3401.6], "text": " to what extent are you extending student-centered learning using ubiquitous"}, {"timestamp": [3401.6, 3408.7], "text": " technologies and it's a big ask and what that looks like could be different in lots of different schools. But the idea that"}, {"timestamp": [3408.7, 3413.26], "text": " professional learning must be in a room, must be scheduled, must be everyone"}, {"timestamp": [3413.26, 3418.36], "text": " learning together is increasingly as outdated as everybody sitting staring at a"}, {"timestamp": [3418.36, 3423.88], "text": " blackboard. How can we take the ideas that we know around effective teaching"}, {"timestamp": [3423.88, 3429.86], "text": " and learning and translate those into learning for adults as well?"}, {"timestamp": [3429.86, 3434.12], "text": " So what can we be thinking around if we're going to think about possible new models for"}, {"timestamp": [3434.12, 3437.24], "text": " professional development?"}, {"timestamp": [3437.24, 3441.4], "text": " While you're going to see during this conference lots of people on Twitter, lots of people"}, {"timestamp": [3441.4, 3446.42], "text": " exchanging ideas, I'm certainly not saying that the minute we jump online,"}, {"timestamp": [3446.64, 3448.38], "text": " that's going to solve all our learning issues."}, {"timestamp": [3448.82, 3453.14], "text": " Our learning must be grounded in critical, reflective inquiry"}, {"timestamp": [3453.14, 3454.92], "text": " and focus on what our students need."}, {"timestamp": [3455.22, 3456.42], "text": " That remains the same."}, {"timestamp": [3456.78, 3458.64], "text": " You'll be familiar with the New Zealand curriculum,"}, {"timestamp": [3459.06, 3464.56], "text": " the inquiry diagram, where our learning comes from what our students need."}, {"timestamp": [3464.72, 3466.52], "text": " And that remains true"}, {"timestamp": [3466.52, 3470.06], "text": " we'll have a look at that in a minute but to what extent is the professional"}, {"timestamp": [3470.06, 3474.82], "text": " learning in your school inclusive of all your teachers needs and you'll have"}, {"timestamp": [3474.82, 3479.14], "text": " teachers of varying cultural backgrounds you'll have teachers with special"}, {"timestamp": [3479.14, 3484.6], "text": " educational needs you'll have teachers with particular interests to what extent"}, {"timestamp": [3484.6, 3491.76], "text": " is the model designed to be inclusive, to be collaborative, to desiloh what's happening in the classroom,"}, {"timestamp": [3491.76, 3495.04], "text": " so that you can have a shared conversation amongst your staff?"}, {"timestamp": [3496.88, 3500.56], "text": " Could there be a possibility for a new professional learning model in your school?"}, {"timestamp": [3500.56, 3502.16], "text": " Now this is the magic roundabout."}, {"timestamp": [3502.16, 3503.44], "text": " I don't know if you've seen it."}, {"timestamp": [3503.44, 3504.44], "text": " Has anyone driven it?"}, {"timestamp": [3504.44, 3508.62], "text": " Anyone driven the magic roundabout? One hand, two hands in the air. Magic roundabout. It's in the school. Now this is the magic roundabout. I don't know if you've seen it. Has anyone driven it? Anyone driven the magic roundabout? One hand, two hands in the air. Magic"}, {"timestamp": [3508.62, 3513.76], "text": " roundabout. It's in the school, it's in the UK. And it's not the magic roundabout as in"}, {"timestamp": [3513.76, 3518.88], "text": " Zebedee and remember that from 1970s. But this is the magic roundabout that is actually"}, {"timestamp": [3518.88, 3524.72], "text": " one roundabout made up of five roundabouts and it looks incredibly complex and"}, {"timestamp": [3524.72, 3526.08], "text": " incredibly difficult going into it."}, {"timestamp": [3526.62, 3533.42], "text": " The key to getting around the magic roundabout is to keep your eye on where you want to go."}, {"timestamp": [3534.36, 3542.52], "text": " So while the process looks particularly complex, the key is to focus on what is important, the destination."}, {"timestamp": [3543.4, 3547.0], "text": " And for teachers in schools, the focus is on what is important, the destination. And for teachers in schools,"}, {"timestamp": [3547.0, 3551.0], "text": " the focus is on what your students need."}, {"timestamp": [3551.0, 3555.0], "text": " Now, when I've talked about this around the country this year,"}, {"timestamp": [3555.0, 3557.0], "text": " and I've had a number of discussions with teachers,"}, {"timestamp": [3557.0, 3558.0], "text": " I'll just go back to that question,"}, {"timestamp": [3558.0, 3561.0], "text": " could there be an opportunity for a new PD model in schools?"}, {"timestamp": [3561.0, 3564.0], "text": " And when we've talked around that question,"}, {"timestamp": [3564.0, 3566.72], "text": " the most common response that"}, {"timestamp": [3566.72, 3571.52], "text": " has come back has said well yes yes yes we could we could get e portfolios going"}, {"timestamp": [3571.52, 3575.06], "text": " we could we could use blogs to reflect on our practice and we we could look for"}, {"timestamp": [3575.06, 3578.42], "text": " more flexible ways but the problem is we just don't have a time we just don't have"}, {"timestamp": [3578.42, 3582.48], "text": " the time the calendar's really full and I don't see I don't see how we could"}, {"timestamp": [3582.48, 3585.56], "text": " squeeze any more any more in and what I'm suggesting is that you don't see how we could squeeze any more in."}, {"timestamp": [3590.78, 3594.98], "text": " And what I'm suggesting is that you don't try and squeeze new types of learning onto the brimming plate that's already overflowing."}, {"timestamp": [3595.56, 3598.08], "text": " That it's not an extra something on the plate."}, {"timestamp": [3598.78, 3600.0], "text": " It is the plate."}, {"timestamp": [3600.58, 3607.92], "text": " A redesigned, reviewed, refreshed mode of professional learning that's inclusive and desiltered and collaborative."}, {"timestamp": [3608.4, 3611.68], "text": " That is the business of professional learning in schools."}, {"timestamp": [3611.76, 3612.76], "text": " It shouldn't be an added extra."}, {"timestamp": [3613.3, 3621.04], "text": " I'm advocating, looking at it and reviewing and maybe looking at doing professional learning differently to how we've done it in the past."}, {"timestamp": [3621.5, 3627.76], "text": " And what you're seeing circled there is this is part of the diagram from the best evidence synthesis"}, {"timestamp": [3627.76, 3631.3], "text": " around what effective professional learning looks like."}, {"timestamp": [3631.3, 3635.64], "text": " And that the engagement in professional learning,"}, {"timestamp": [3635.64, 3639.76], "text": " that's the bit that we might look to reconsider"}, {"timestamp": [3639.76, 3643.4], "text": " and to take advantage of the way new technologies"}, {"timestamp": [3643.4, 3646.04], "text": " are allowing us to access different networks"}, {"timestamp": [3646.04, 3652.0], "text": " and different pathways, but still part of this highly effective framework that has been"}, {"timestamp": [3652.0, 3655.58], "text": " shown to work across schools in New Zealand."}, {"timestamp": [3655.58, 3661.92], "text": " So the key is to choose the most purposeful path for your professional learning."}, {"timestamp": [3661.92, 3666.3], "text": " It doesn't matter whether it's face-to-face necessarily or whether it's"}, {"timestamp": [3666.3, 3672.3], "text": " online. The key first of all is to be absolutely sure that you have an inquiry"}, {"timestamp": [3672.3, 3676.92], "text": " focus that will make a difference for students in your class, that will make a"}, {"timestamp": [3676.92, 3681.3], "text": " difference particularly to students that are traditionally underserved. And your"}, {"timestamp": [3681.3, 3686.9], "text": " professional learning, whatever it is, whatever the mode should be designed"}, {"timestamp": [3686.9, 3693.16], "text": " around that. So so long as your destination is clear, so long as your inquiry is well-framed,"}, {"timestamp": [3693.64, 3700.8], "text": " the way that you work towards that inquiry shouldn't matter. And you shouldn't have to all do it"}, {"timestamp": [3700.8, 3706.0], "text": " in the same way, so long as the destination and inquiry are clearly articulated."}, {"timestamp": [3706.0, 3717.0], "text": " So for the last little bit of this session I'd like to show you a whole range of examples of how teachers are pursuing their inquiries,"}, {"timestamp": [3717.0, 3723.0], "text": " highly focused on what students need, but are doing it in lots of different ways."}, {"timestamp": [3723.0, 3727.22], "text": " Very flexible, very creative, and using the technology"}, {"timestamp": [3727.22, 3730.88], "text": " to find pathways through their inquiry"}, {"timestamp": [3730.88, 3735.2], "text": " that suit the way that they want to work as professional adults"}, {"timestamp": [3735.2, 3738.36], "text": " and that allow us to talk as educators."}, {"timestamp": [3738.36, 3742.68], "text": " And I'm going to advocate these kind of five key ideas."}, {"timestamp": [3742.68, 3748.94], "text": " The first one is to kind of shift the way you might feel about your own"}, {"timestamp": [3748.94, 3753.98], "text": " practice. And I know it's easier said than done. But to believe that your stories are worth sharing"}, {"timestamp": [3753.98, 3761.72], "text": " in all their glory, in all the difficulties that come, because we work in a highly complex"}, {"timestamp": [3761.72, 3767.12], "text": " profession, highly complex, highly under underrated I would argue as well"}, {"timestamp": [3767.12, 3773.68], "text": " and that complexity it's always bound to be to be difficult but it still is"}, {"timestamp": [3773.68, 3778.16], "text": " important for you to believe that your story is worth sharing to project"}, {"timestamp": [3778.16, 3781.6], "text": " yourself beyond your classroom to be willing to open up and to share what's"}, {"timestamp": [3781.6, 3787.7], "text": " happening to desiloh committing to connecting with other networks."}, {"timestamp": [3788.42, 3792.98], "text": " It's important these days to know that there are educators across the world"}, {"timestamp": [3792.98, 3796.34], "text": " who sometimes don't even need their own staff anymore."}, {"timestamp": [3796.96, 3798.78], "text": " I'm not saying that that's a good thing or a bad thing,"}, {"timestamp": [3799.08, 3803.64], "text": " but there are teachers who depend entirely on networks beyond their own school"}, {"timestamp": [3803.64, 3805.22], "text": " in order to"}, {"timestamp": [3805.22, 3811.16], "text": " help them articulate what's going on in terms of their learning. Being able to"}, {"timestamp": [3811.16, 3817.16], "text": " accept or reject the way we use information online is vitally important and I'll"}, {"timestamp": [3817.16, 3821.82], "text": " have a look at that in a moment as well. The idea of collecting and curating stories"}, {"timestamp": [3821.82, 3826.78], "text": " of practice and resources to support your inquiry is increasingly easy to do"}, {"timestamp": [3826.78, 3831.84], "text": " and to share that on with your colleagues as well. And of course the importance of being able to reflect."}, {"timestamp": [3832.22, 3837.44], "text": " But all of this can be done as part of a network across your staff, beyond your school,"}, {"timestamp": [3837.84, 3842.94], "text": " using the technologies that are available. Now, a lot of the resources that I'm talking about today,"}, {"timestamp": [3843.02, 3849.86], "text": " including some of the research around the ideas that I've talked about this morning, I have put on a website for you."}, {"timestamp": [3849.86, 3854.88], "text": " And this slide show is also available on the community at core that goes with the conference."}, {"timestamp": [3854.88, 3859.8], "text": " But if you're very, very quick or you're super fast with a camera, that's the URL."}, {"timestamp": [3859.8, 3865.92], "text": " So there's a net-vibed site that is organized around this idea of project and connect to accept and"}, {"timestamp": [3865.92, 3871.12], "text": " reject and so on with a whole range of resources related to what I'm talking about for you to"}, {"timestamp": [3871.12, 3876.0], "text": " have a look at afterwards so that's the that's the link there if you're wanting to"}, {"timestamp": [3876.0, 3880.16], "text": " to pursue some of the things that I'm going to talk about just in the last few moments"}, {"timestamp": [3880.16, 3885.92], "text": " of this of this session I'm going to move the slide. Three, two,"}, {"timestamp": [3886.4, 3887.78], "text": " one."}, {"timestamp": [3889.52, 3890.08], "text": " Okay."}, {"timestamp": [3891.04, 3892.48], "text": " So, to project yourself"}, {"timestamp": [3892.48, 3894.68], "text": " and to also turn yourself into a project."}, {"timestamp": [3895.24, 3897.24], "text": " So kind of a, you know, I like the double meaning here."}, {"timestamp": [3897.56, 3899.02], "text": " To project yourself beyond your walls,"}, {"timestamp": [3899.1, 3901.12], "text": " to be prepared to share your story"}, {"timestamp": [3901.12, 3903.62], "text": " is a vital and important first step"}, {"timestamp": [3903.62, 3906.0], "text": " in desilowing your practice. But also to think of your teaching is a vital and important first step in desilowing your practice."}, {"timestamp": [3906.0, 3909.5], "text": " But also to think of your teaching as a project."}, {"timestamp": [3909.5, 3915.5], "text": " Each inquiry, each little journey where you trial something based on what your students need"}, {"timestamp": [3915.5, 3920.5], "text": " and reflect on it and then redesign the teaching and learning and trial and reflect again."}, {"timestamp": [3920.5, 3923.5], "text": " A mini project for yourself."}, {"timestamp": [3923.5, 3925.16], "text": " Dean Choresky talks about the idea of sharing, being willing to share your story, again, a mini project for yourself."}, {"timestamp": [3928.62, 3931.88], "text": " Dean Choresky talks about the idea of sharing, being willing to share your story as actually something"}, {"timestamp": [3931.88, 3935.72], "text": " that we are, we should be obliged to do as educators,"}, {"timestamp": [3935.72, 3937.64], "text": " which I think is a really interesting idea,"}, {"timestamp": [3937.64, 3942.32], "text": " that as educators, we ought to be, must be,"}, {"timestamp": [3942.32, 3947.0], "text": " sharing what goes on in our classroom beyond our own immediate experience."}, {"timestamp": [3947.0, 3951.0], "text": " Before the internet, we never really considered an obligation to share beyond our buildings."}, {"timestamp": [3951.0, 3953.0], "text": " I mean, how could we even do that?"}, {"timestamp": [3953.0, 3956.0], "text": " Maybe I'd invite it to present a staff meeting or a conference,"}, {"timestamp": [3956.0, 3960.0], "text": " or maybe an old college friend asked you to use some resource you created."}, {"timestamp": [3960.0, 3962.0], "text": " But these were rare."}, {"timestamp": [3962.0, 3969.28], "text": " It was often the case that the teacher next door had no idea what you did in your classroom, let alone someone from another school. Sharing was hard."}, {"timestamp": [3970.06, 3973.84], "text": " Sharing was a luxury. Sharing was only for the students in your room."}, {"timestamp": [3975.44, 3983.9], "text": " My experience is that most teachers love to share. Again, if sharing is education, that makes sense that educators love to share."}, {"timestamp": [3984.88, 3988.42], "text": " And while there are exceptions, generally teachers are wonderful sharers."}, {"timestamp": [3989.16, 3990.9], "text": " The sharing part's not the heart cell."}, {"timestamp": [3991.46, 3995.32], "text": " It's the who and the where and how do I share that not enough of understood."}, {"timestamp": [3997.78, 4000.24], "text": " Remember the days when resources were scarce."}, {"timestamp": [4000.24, 4004.94], "text": " I've been teaching now for over 20 years and I had a single shelf of material when I began."}, {"timestamp": [4005.0, 4012.0], "text": " Outside of a few textbooks for certain subjects, I had to scrounge to find resources for the eight or so curriculum that I was responsible for."}, {"timestamp": [4012.0, 4021.0], "text": " I spent hours trying to develop learning activities to meet outcomes and had little energy left to spend on reflection and whether or not it was even effective."}, {"timestamp": [4021.0, 4025.56], "text": " Today our problems are marvel at vetting and filtering information"}, {"timestamp": [4025.56, 4029.48], "text": " and ideas to find the stuff that's most relevant"}, {"timestamp": [4029.48, 4031.44], "text": " and useful for our students."}, {"timestamp": [4031.44, 4033.18], "text": " Who better better filter information"}, {"timestamp": [4033.18, 4035.52], "text": " about education than educators?"}, {"timestamp": [4035.52, 4040.16], "text": " What if we could share with the very best educators in the world?"}, {"timestamp": [4040.16, 4042.4], "text": " Now today you can."}, {"timestamp": [4042.4, 4049.2], "text": " And so he's arguing for the fact that it's never been easier for us to reflect and share and record and connect"}, {"timestamp": [4049.2, 4050.92], "text": " because the technology is so seamless."}, {"timestamp": [4051.46, 4053.6], "text": " And increasingly, just even in the last two or three years,"}, {"timestamp": [4053.68, 4056.84], "text": " you'll have noticed pretty much every website allows you to share"}, {"timestamp": [4056.84, 4061.04], "text": " and to connect to wider social networks, to share things on Twitter,"}, {"timestamp": [4061.48, 4065.06], "text": " to scoop things and pin things and curate things."}, {"timestamp": [4065.36, 4071.84], "text": " It's never been easier to pull and use information back in your school"}, {"timestamp": [4071.84, 4075.44], "text": " in a way that is highly tailored to a particular inquiry."}, {"timestamp": [4075.94, 4079.94], "text": " And he's advocating that with the fact that technology, that it's so easy,"}, {"timestamp": [4080.44, 4083.1], "text": " that we really should be doing that."}, {"timestamp": [4083.1, 4086.88], "text": " If sharing was hard before, there's almost no excuse now."}, {"timestamp": [4086.94, 4089.22], "text": " The only thing stopping it is us."}, {"timestamp": [4089.72, 4093.88], "text": " And perhaps our fear that our story is somehow possibly not worthwhile."}, {"timestamp": [4094.38, 4097.8], "text": " And yet he's saying that the most important stories that we need to hear"}, {"timestamp": [4097.8, 4100.72], "text": " are the ones that are going on in our own classrooms."}, {"timestamp": [4101.62, 4105.92], "text": " So I'm going to show you some examples of how this is already happening across"}, {"timestamp": [4105.92, 4114.44], "text": " New Zealand and beyond. This is another shot from the VLN and the URL is vLN.com. School.N."}, {"timestamp": [4114.96, 4119.9], "text": " It's the social network that I talked about before. And there are a whole bunch of interest groups"}, {"timestamp": [4119.9, 4124.88], "text": " in there. Some of the largest ones are focused around e-learning. There's a huge one. How many of you"}, {"timestamp": [4124.88, 4129.2], "text": " are in the VLN or are familiar with it? Just a quick share of hands. Oh, that's great. So there's"}, {"timestamp": [4129.2, 4134.4], "text": " a massive group in there that is focused around the use of iPads. There are a number of groups"}, {"timestamp": [4134.4, 4140.32], "text": " in that social network focused on e-learning that are managed by enabling e-learning by that"}, {"timestamp": [4140.32, 4146.12], "text": " team of teachers there. This particular shot is of a story from Albany Senior High."}, {"timestamp": [4147.02, 4148.92], "text": " And it's Mark Osborne as the DP there."}, {"timestamp": [4149.36, 4154.44], "text": " And he sent out on Twitter just a little link saying that his teachers"}, {"timestamp": [4154.44, 4158.24], "text": " had been involved in an unconference,"}, {"timestamp": [4158.64, 4162.16], "text": " an informal sharing of what had been going on in their classrooms."}, {"timestamp": [4162.28, 4164.6], "text": " And I saw his tweet come through and I said,"}, {"timestamp": [4167.8, 4170.72], "text": " what you're doing there, that's really interesting, interesting Mark and some people are going to miss that tweet and there are teachers who are not"}, {"timestamp": [4170.72, 4174.64], "text": " on Twitter who are going to miss that would you be willing to just write up that"}, {"timestamp": [4174.64, 4179.24], "text": " story of professional learning so we can share it here and he said he and he said he was"}, {"timestamp": [4179.24, 4184.42], "text": " so again you can see again it's an example of the streamer situation that we're"}, {"timestamp": [4184.42, 4185.08], "text": " able to use"}, {"timestamp": [4185.08, 4191.06], "text": " a social network to share the story wider, to allow other teachers to have the benefit."}, {"timestamp": [4191.06, 4195.02], "text": " It sits there now as a resource for anyone to access."}, {"timestamp": [4195.02, 4200.76], "text": " And again, another example of taking a story out of the school and projecting it wider."}, {"timestamp": [4200.76, 4204.94], "text": " And also an example of a teacher who was just willing, willing to share, saw it as part"}, {"timestamp": [4204.94, 4210.6], "text": " of his role to get his story out beyond the school the second"}, {"timestamp": [4210.6, 4216.98], "text": " idea to touch on in this in this last section is is if we're going to connect we're"}, {"timestamp": [4216.98, 4221.6], "text": " not just connecting on Twitter we're not just connecting with different networks"}, {"timestamp": [4221.6, 4225.18], "text": " online in order to find out what's out there."}, {"timestamp": [4225.34, 4228.28], "text": " What we're trying to do is to pursue an inquiry."}, {"timestamp": [4228.62, 4234.0], "text": " What we're trying to do is to connect in ways that personalise the learning for us,"}, {"timestamp": [4234.52, 4240.5], "text": " to find people, to find resources, to take advantage of the knowledge that's in the network"}, {"timestamp": [4240.5, 4243.3], "text": " that will help us engage in our inquiry back at school."}, {"timestamp": [4244.34, 4245.38], "text": " There are lots of"}, {"timestamp": [4245.38, 4249.6], "text": " examples of people taking online courses. This is a screenshot from core"}, {"timestamp": [4249.6, 4254.4], "text": " education website. We run online courses, blended face-of-face, fully online."}, {"timestamp": [4254.4, 4259.74], "text": " Universities do. There are increasingly free online courses being offered by"}, {"timestamp": [4259.74, 4266.32], "text": " universities across the globe. They're putting their courses out online. You can see teachers"}, {"timestamp": [4266.32, 4272.2], "text": " increasingly choosing to pursue online learning because it's flexible and it helps support"}, {"timestamp": [4272.2, 4278.52], "text": " what they're doing in school, support their face-to-face inquiry as well. You see teachers"}, {"timestamp": [4278.52, 4286.0], "text": " who are trying to pursue their own inquiry, they come into something like the VLN, they share where"}, {"timestamp": [4286.0, 4290.06], "text": " they're up to with their journey, for example we've got a teacher who has been"}, {"timestamp": [4290.06, 4296.56], "text": " given a class load of iPads. She has to explore how she's going to make that"}, {"timestamp": [4296.56, 4301.3], "text": " work, how she's going to take advantage of that technology, and she's sharing that"}, {"timestamp": [4301.3, 4306.02], "text": " journey with teachers who are invited to comment and share their own experiences."}, {"timestamp": [4306.66, 4314.94], "text": " And it gives her huge lift and huge support for the work that she's doing face to face."}, {"timestamp": [4315.7, 4320.54], "text": " So lots of examples of online communities already exist in New Zealand."}, {"timestamp": [4320.78, 4322.56], "text": " We talked already about enabling e-learning."}, {"timestamp": [4323.04, 4327.98], "text": " I'll just give you a quick story actually from that there was a teacher who was quite isolated in her"}, {"timestamp": [4327.98, 4333.14], "text": " school who wanted to introduce a managed learning environment into her class"}, {"timestamp": [4333.14, 4337.28], "text": " she wanted to have a space online that where her students could work as well as"}, {"timestamp": [4337.28, 4341.96], "text": " as well as face-to-face she had no idea how to do it and so she posted her question"}, {"timestamp": [4341.96, 4346.0], "text": " it was the first time she'd ever posted online she projected herself she opened up and connected with other people so she posted her question. It was the first time she'd ever posted online. She projected herself."}, {"timestamp": [4346.0, 4349.0], "text": " She opened up and connected with other people."}, {"timestamp": [4349.0, 4351.0], "text": " So she asked the question, I don't know where to start."}, {"timestamp": [4351.0, 4353.0], "text": " She said, this is what I want to do."}, {"timestamp": [4353.0, 4357.0], "text": " She got multiple perspectives, not just one person,"}, {"timestamp": [4357.0, 4360.0], "text": " but a number of people jumped in to answer her question immediately,"}, {"timestamp": [4360.0, 4368.0], "text": " sharing their own stories so she could learn from what they had done. Some of the people, in fact all of the people who jumped him were educators,"}, {"timestamp": [4368.0, 4371.0], "text": " some of them though highly experienced with managed learning environments,"}, {"timestamp": [4371.0, 4373.0], "text": " who are facilitators and consultants around New Zealand"}, {"timestamp": [4373.0, 4379.0], "text": " and who were able to give her really reliable, effective, interesting advice"}, {"timestamp": [4379.0, 4381.0], "text": " that you might have had to pay for."}, {"timestamp": [4381.0, 4385.58], "text": " They offered resources and links that she could go away and explore."}, {"timestamp": [4389.08, 4389.4], "text": " And because, and this is in the VLN, but there are lots of examples of social networks."}, {"timestamp": [4393.8, 4398.26], "text": " But the way social networks are organized, as you know, I'm sure, is that the people are up at the front. It's really obvious who's contributing. You see photos, you see profiles."}, {"timestamp": [4398.9, 4403.98], "text": " So she can track back through her discussion and there are all the people there offering advice."}, {"timestamp": [4403.98, 4408.04], "text": " And she can chase up every single one of them them just like the story we had at the start where"}, {"timestamp": [4408.04, 4411.34], "text": " someone approached and said look I read your story can I talk to you a bit more"}, {"timestamp": [4411.34, 4416.86], "text": " about it so so this teacher here was able was able to do that as well because it was"}, {"timestamp": [4416.86, 4422.38], "text": " a local network she got New Zealand focused advice but she's getting views from"}, {"timestamp": [4422.38, 4425.26], "text": " across the country views from from across the world,"}, {"timestamp": [4425.5, 4431.36], "text": " and she got it all in under 48 hours for free, highly tailored, highly personalised, feedback and"}, {"timestamp": [4431.36, 4436.74], "text": " support for an inquiry that she's conducting in school by leveraging the online community"}, {"timestamp": [4436.74, 4440.98], "text": " that happened to be available. And even though that conversation is finished, she's got"}, {"timestamp": [4440.98, 4448.9], "text": " what she needed, and she's off now and she's moving on with her with her projects. But the conversation remains. It's archived. Other people can learn from"}, {"timestamp": [4448.9, 4452.9], "text": " it as well. If that had been an email conversation, it would have just dribbled away and been"}, {"timestamp": [4452.9, 4458.56], "text": " lost. So taking advantage of the technologies to harness and capture those stories for other"}, {"timestamp": [4458.56, 4463.6], "text": " people to take advantage of at a later date. English online community, some of you may be"}, {"timestamp": [4463.6, 4465.6], "text": " familiar with. and there's"}, {"timestamp": [4465.6, 4470.64], "text": " also literacy online, ESOL online, there's arts online, all of these teachers who are engaging"}, {"timestamp": [4470.64, 4476.48], "text": " in discussions that are happening at times that suit them around questions that are important to them,"}, {"timestamp": [4476.48, 4482.4], "text": " that support what they're doing face to face as well. VPLD, and I think this initiative is"}, {"timestamp": [4482.4, 4494.0], "text": " still taking teachers for next year, this is an online three-year mentoring program for teachers who are interested in pursuing an inquiry over a sustained period of time."}, {"timestamp": [4494.42, 4498.64], "text": " And they are mentored virtually 100% online by facilitators."}, {"timestamp": [4499.58, 4501.6], "text": " And it's been very successful in running for a number of years."}, {"timestamp": [4502.2, 4504.94], "text": " VPLD is all you would need if you were looking for it on Google."}, {"timestamp": [4505.54, 4510.22], "text": " And they are certainly looking for teachers and schools who are interested in participating for 2013."}, {"timestamp": [4510.76, 4518.0], "text": " But a blended approach, partly face-to-face in their schools, but also an online community, online mentorship."}, {"timestamp": [4520.0, 4524.58], "text": " You'll hear teachers talking about being connected to their personal learning network."}, {"timestamp": [4524.58, 4530.02], "text": " People who share their stories on Twitter, who are connected to people beyond their school,"}, {"timestamp": [4530.44, 4533.44], "text": " leveraging the power of social media."}, {"timestamp": [4533.74, 4536.6], "text": " And it doesn't have to be just a whole bunch of noise."}, {"timestamp": [4536.6, 4542.32], "text": " These are people who are having conversations about things that matter to them in their particular schools."}, {"timestamp": [4543.38, 4549.92], "text": " Of course, one of the skills is to rummage your way through the noise."}, {"timestamp": [4549.92, 4553.84], "text": " And certainly places like Twitter can be particularly noisy places."}, {"timestamp": [4553.84, 4558.8], "text": " The VLN can have huge numbers of discussion posts running at any one time."}, {"timestamp": [4558.8, 4560.16], "text": " How do you filter through?"}, {"timestamp": [4560.16, 4561.6], "text": " No one is going to do that for you."}, {"timestamp": [4561.6, 4569.76], "text": " And I think increasingly, it's a skill that we are having to deliberately learn for ourselves and not to be freaked out by the amount"}, {"timestamp": [4569.76, 4573.62], "text": " of information that's out there but stay focused it's like the magic roundabout"}, {"timestamp": [4573.62, 4580.04], "text": " out there you stay focused on on what matters for your students and set up"}, {"timestamp": [4580.04, 4585.52], "text": " filters using the tools that are available for example tools like RSS which"}, {"timestamp": [4585.52, 4590.44], "text": " allows you to grab information from the web that's particularly useful for your"}, {"timestamp": [4590.44, 4595.12], "text": " for your own inquiry and for your own search filters those of you on Twitter"}, {"timestamp": [4595.12, 4599.68], "text": " you'll obviously be familiar with the you learn 12 hashtag which is just"}, {"timestamp": [4599.68, 4607.0], "text": " conversation on Twitter just about you learn that's conversation on Twitter just about education and. That's conversation on Twitter just about education."}, {"timestamp": [4607.0, 4610.0], "text": " And that's a global stream of conversation."}, {"timestamp": [4610.0, 4616.0], "text": " And you can use that to have conversations amongst staff across clusters"}, {"timestamp": [4616.0, 4620.0], "text": " by tagging and filtering the information as it goes through."}, {"timestamp": [4620.0, 4622.0], "text": " Lots of people on Twitter use groups and lists."}, {"timestamp": [4622.0, 4625.02], "text": " It's all about the filtering of the information,"}, {"timestamp": [4625.02, 4628.86], "text": " so it's a highly personalized, targeted way"}, {"timestamp": [4628.86, 4631.54], "text": " to use the technology in ways that suit you."}, {"timestamp": [4633.38, 4636.68], "text": " This is a shot from my delicious page."}, {"timestamp": [4636.68, 4638.3], "text": " I'm sure some of you use delicious."}, {"timestamp": [4638.3, 4640.82], "text": " It's a way of grabbing and curating information"}, {"timestamp": [4640.82, 4641.9], "text": " from across the web."}, {"timestamp": [4641.9, 4643.66], "text": " It's quite an old tool delicious."}, {"timestamp": [4643.66, 4647.18], "text": " It's been around quite a long time, keeping it old school."}, {"timestamp": [4647.18, 4650.58], "text": " And what I do there though, I grab resources online"}, {"timestamp": [4650.58, 4652.7], "text": " that are particularly of interest to me,"}, {"timestamp": [4652.7, 4655.12], "text": " usually professional resources to do with education,"}, {"timestamp": [4655.12, 4658.58], "text": " but it's not just my own online filing cabinet."}, {"timestamp": [4658.58, 4659.52], "text": " This is public."}, {"timestamp": [4659.52, 4662.14], "text": " So that's a public page, it's on virtual learning,"}, {"timestamp": [4662.14, 4665.5], "text": " and that's, people can subscribe to it and share it."}, {"timestamp": [4665.5, 4673.5], "text": " It's the same as the paper maniacs except it's education maniacs and we're sharing the useful resources that we're finding"}, {"timestamp": [4673.5, 4682.0], "text": " so if you are particularly interested in virtual learning you can find and curate and share on the information that is suited to your own interests."}, {"timestamp": [4682.0, 4686.36], "text": " Scoop it's another example, a newer tool that works in a"}, {"timestamp": [4686.36, 4692.04], "text": " very similar way to Delicious. I've heard of staff who have set up pages using Scoop It"}, {"timestamp": [4692.04, 4700.28], "text": " and they scoop up particular resources that are across the web that align with what their"}, {"timestamp": [4700.28, 4706.16], "text": " group or their syndicate or a group of teacher particularly interested in as part of their"}, {"timestamp": [4706.16, 4710.88], "text": " to stimulate the conversations and to stimulate their thinking around around what they're doing in school"}, {"timestamp": [4710.88, 4720.32], "text": " Pinterest is the same so that curation of information strategic curation in ways that help you"}, {"timestamp": [4720.32, 4725.5], "text": " manage information for your staff manage information information for yourself, but also on share"}, {"timestamp": [4725.5, 4731.68], "text": " it so that other people get the benefit, paying it forward."}, {"timestamp": [4731.68, 4736.08], "text": " The Enabling Learning Teaching Community, you'll see that's a whole bunch of bookmarks"}, {"timestamp": [4736.08, 4742.7], "text": " where teachers are tagging useful websites that are particularly around teaching and learning"}, {"timestamp": [4742.7, 4745.46], "text": " and technology, and that's public and it's shared"}, {"timestamp": [4745.46, 4750.98], "text": " again so other people can get the benefit. Increasingly you'll see teachers and"}, {"timestamp": [4750.98, 4755.54], "text": " there may be some of you in the room who put resources that are of particular"}, {"timestamp": [4755.54, 4759.8], "text": " use of them in their blog you may be doing that as well and that allows you"}, {"timestamp": [4759.8, 4766.24], "text": " again to on share to curate and collect resources that may be useful to you."}, {"timestamp": [4766.24, 4769.2], "text": " So primary teachers that might be focused on literacy,"}, {"timestamp": [4769.2, 4773.68], "text": " that their blog might become a really useful space to share on those resources."}, {"timestamp": [4773.68, 4777.68], "text": " I talked to someone yesterday who's going to use a blog to do that across his staff"}, {"timestamp": [4777.68, 4783.28], "text": " as a way of filtering and sharing useful information with his staff."}, {"timestamp": [4783.28, 4787.12], "text": " And finally, the most important step in inquiry,"}, {"timestamp": [4787.62, 4792.96], "text": " but again you can share this publicly, is the reflection of how something has gone,"}, {"timestamp": [4793.38, 4799.18], "text": " how your inquiry has progressed, what have you tried, what can other people learn from your"}, {"timestamp": [4799.18, 4804.54], "text": " journey. This is an example of my blog, but it's very, I mean, blogging particularly is a"}, {"timestamp": [4804.54, 4807.9], "text": " technology that suits reflection."}, {"timestamp": [4808.76, 4811.28], "text": " It suits the reflective process."}, {"timestamp": [4811.62, 4816.8], "text": " And of course, blogs can be private, they can be just within your school, they can be on your learning management system,"}, {"timestamp": [4817.26, 4819.54], "text": " they can be out there in the big wide world."}, {"timestamp": [4819.54, 4827.38], "text": " But the point is to reflect, but also to know that other people can learn from your reflections,"}, {"timestamp": [4827.5, 4829.4], "text": " just like the story that we had at the start."}, {"timestamp": [4830.64, 4832.9], "text": " Teaching the teacher, some of you may be aware of this,"}, {"timestamp": [4832.9, 4836.24], "text": " is a teacher who's working out of a school in Wellington,"}, {"timestamp": [4836.5, 4842.54], "text": " and she blogged her entire teacher training year at a New Zealand university,"}, {"timestamp": [4843.12, 4847.62], "text": " and she did it publicly, and now her blog gets a huge amount of traffic"}, {"timestamp": [4847.62, 4850.0], "text": " from other people wanting to train as teachers."}, {"timestamp": [4850.0, 4853.72], "text": " She's now blogging the process by which she goes towards full"}, {"timestamp": [4853.72, 4855.3], "text": " teacher registration."}, {"timestamp": [4855.3, 4857.58], "text": " And again, she's putting it out there."}, {"timestamp": [4857.58, 4861.8], "text": " And other teachers who are working through the same process"}, {"timestamp": [4861.8, 4866.5], "text": " can get the benefits and linked to their own reflections and so we're"}, {"timestamp": [4866.5, 4874.22], "text": " beginning to get that desiloed conversation around practice. Lots of schools going down the"}, {"timestamp": [4874.22, 4879.44], "text": " e-portfolio route but it's the same idea that your practice is moving out from your"}, {"timestamp": [4879.44, 4887.28], "text": " classroom into a space where you can sustain it over time but that other people can see what you're doing as well."}, {"timestamp": [4887.28, 4891.08], "text": " So we are opening the doors and taking down the walls."}, {"timestamp": [4891.08, 4893.68], "text": " And again, you don't have to have an e-portfolio tool"}, {"timestamp": [4893.68, 4896.04], "text": " to keep an e-portfolio, it could be a blog,"}, {"timestamp": [4896.04, 4899.96], "text": " but it is that sustained engagement in reflection."}, {"timestamp": [4899.96, 4903.36], "text": " This is an image from Nick Raitt, who is a colleague"}, {"timestamp": [4903.36, 4907.9], "text": " who has really specialized in the way e-portfolios can be developed in a school."}, {"timestamp": [4908.4, 4915.76], "text": " And if you have a number of teachers all engaging in inquiry in a way that's visible across your staff,"}, {"timestamp": [4916.44, 4922.94], "text": " and it doesn't always have to be face-to-face and it doesn't always have to be talked about at the same time on a Monday afternoon,"}, {"timestamp": [4922.94, 4928.48], "text": " you can have those conversations happening in a way that can be highly personal,"}, {"timestamp": [4928.48, 4934.32], "text": " highly flexible, but you've still got a sense of what the whole staff is doing."}, {"timestamp": [4934.32, 4940.56], "text": " So to finish off this morning, and I thank you very much for your involvement"}, {"timestamp": [4940.56, 4944.24], "text": " and for listening to some of these ideas that are"}, {"timestamp": [4944.24, 4946.52], "text": " topical for us as professional learners."}, {"timestamp": [4947.1, 4953.48], "text": " What we're advocating for here is not adding more types of professional learning to the mix,"}, {"timestamp": [4953.78, 4956.08], "text": " but thinking about doing it differently."}, {"timestamp": [4956.98, 4964.22], "text": " To take away from today the thought that where is the opportunity for professional learning"}, {"timestamp": [4964.22, 4966.66], "text": " to be more self-directed,"}, {"timestamp": [4967.0, 4974.9], "text": " to be connected across your staff? How might you curate the resources that are important for your inquiry"}, {"timestamp": [4974.9, 4981.28], "text": " in a way that others could get the benefit from? How might you share what you're doing with other people in your school,"}, {"timestamp": [4981.82, 4989.76], "text": " not just face-to-face over the instant coffee, but being able to do it in a way that someone else could access after the kids are gone to bed"}, {"timestamp": [4989.76, 4996.4], "text": " or at the weekend in ways that are flexible and presented in ways that also suit you as well."}, {"timestamp": [4996.4, 4999.2], "text": " Because we're all different little pencils in this room."}, {"timestamp": [4999.2, 5004.64], "text": " We all deserve to have professional learning that really suits how we want to learn."}, {"timestamp": [5004.64, 5005.1], "text": " And there has"}, {"timestamp": [5005.1, 5012.78], "text": " never been an easier time for us to do that and in doing so to enhance those"}, {"timestamp": [5012.78, 5017.58], "text": " professional conversations that we can have within our school between our"}, {"timestamp": [5017.58, 5023.64], "text": " schools and beyond our school so what I'd like you to do is to take a moment now as"}, {"timestamp": [5023.64, 5027.24], "text": " we finish off to talk with the people next to you."}, {"timestamp": [5027.74, 5035.28], "text": " Can you share between you two or three ideas that you're going to take away from this session today?"}, {"timestamp": [5035.94, 5037.34], "text": " Maybe a couple of steps."}, {"timestamp": [5037.78, 5044.54], "text": " What might you do to follow up on this session so that it hasn't been an hour and a half that you'll never get back?"}, {"timestamp": [5044.94, 5048.76], "text": " And to share that with at least one other person so if you could take half a minute"}, {"timestamp": [5048.76, 5054.92], "text": " to do that now commit to taking something away today what are you going to take"}, {"timestamp": [5054.92, 5067.0], "text": " away what might you do after this session Take it. Take it."}, {"timestamp": [5067.0, 5070.0], "text": " Take it."}, {"timestamp": [5070.0, 5071.0], "text": " Take it."}, {"timestamp": [5071.0, 5073.0], "text": " I'm a good."}, {"timestamp": [5073.0, 5074.0], "text": " I'm a man."}, {"timestamp": [5074.0, 5077.0], "text": " I'm a man."}, {"timestamp": [5077.0, 5085.0], "text": " It's a lot of the question. I'm going to"}, {"timestamp": [5085.0, 5086.0], "text": " be a good."}, {"timestamp": [5086.0, 5087.0], "text": " I'm going to"}, {"timestamp": [5087.0, 5089.0], "text": " have a good."}, {"timestamp": [5089.0, 5090.0], "text": " Yeah,"}, {"timestamp": [5090.0, 5093.0], "text": " yeah,"}, {"timestamp": [5093.0, 5094.0], "text": " yeah,"}, {"timestamp": [5094.0, 5095.0], "text": " and I'm going to"}, {"timestamp": [5095.0, 5096.0], "text": " get."}, {"timestamp": [5096.0, 5097.0], "text": " I'm going to"}, {"timestamp": [5097.0, 5098.0], "text": " have."}, {"timestamp": [5098.0, 5099.0], "text": " I'm going to"}, {"timestamp": [5099.0, 5101.0], "text": " I'm going to"}, {"timestamp": [5101.0, 5103.0], "text": " have a good."}, {"timestamp": [5103.0, 5105.0], "text": " I'm going gonna be good."}, {"timestamp": [5105.0, 5107.0], "text": " Yeah, yeah, I'll get it."}, {"timestamp": [5107.0, 5108.0], "text": " Okay."}, {"timestamp": [5108.0, 5110.0], "text": " Okay."}, {"timestamp": [5110.0, 5111.0], "text": " Okay."}, {"timestamp": [5111.0, 5112.0], "text": " Okay."}, {"timestamp": [5112.0, 5165.6], "text": " Okay. Okay. Okay. I'd like to thank you for being here this morning and I hope that there has been one or two ideas to stimulate the brain to take back to school and think about the way professional learning either happens for you or for your staff."}, {"timestamp": [5165.6, 5167.6], "text": " This doesn't need to be the end of the conversation"}, {"timestamp": [5167.6, 5171.52], "text": " because of course we can be flexible online learners as well."}, {"timestamp": [5171.52, 5174.32], "text": " So I'm certainly available to take questions"}, {"timestamp": [5174.32, 5177.92], "text": " and to continue this discussion online as well."}, {"timestamp": [5177.92, 5179.36], "text": " So thank you very much for this morning."}, {"timestamp": [5179.36, 5183.44], "text": " I'd appreciate any feedback on the evaluation forms that are on your seats."}, {"timestamp": [5183.44, 5186.08], "text": " But I make it time for lunch to go"}, {"timestamp": [5186.08, 5192.16], "text": " away and to chew over some of the ideas. And I hope you enjoy the rest of the conference. So thank you very much."}], "text": " Five minutes, I'm going to be coming down, back down into the audience, and I'm going to need some volunteers. You won't have to say anything. I'm going to be looking for a handful of people who'd be prepared to stand up and hold something. So you have been warned. I might be looking for volunteers somewhere near the front and somewhere over here and somewhere over here. So just kind of prepare yourselves and get ready to jump up with enthusiasm when I come down. So, tenakoto, tenakota, tenakota, No Yorkshire or ingarani a ho, Korthashevin te moonga, co wharf teawa, Koenid Langley, to my mama, co Bill Spencer, to my papa, Natipakeha, to our education, and e-learning consultanto. Co, Karen, talku, ingua. Norerat tenakoto, tenakoto, tenakoto, tenakot, and welcome to this session. And if you're not fluent in Toreo, I'm going to give you a flavour of my digital mehi as an alternative. The The I'm going to be. And you'll see. And you'll see that it's actually quite important for you to know a little bit about me. I think that bond and that link that we have with other people when it comes to learning, when it comes to designing professional learning, is particularly important. The real challenge for me today is that I don't know you guys. And we've got only an hour and a half together, or a little bit less than that now, and there's a real challenge there, but the importance of knowing what people are interested in and what people like and how people prefer to learn. In terms of professional learning in school, it's going to be absolutely key for thinking about some of the ideas over the next hour and a half. The best PD, the best professional learning session I ever had, was about 15 years ago in the UK, and I was teaching English and drama. And I had a day's relief to go out and to take part in a drama course. And the whole day was stunning. When I think back of all the PD, and you guys will have had tons of PD in your lives thrown at you. And when I think back, it is the single most powerful experience I've ever had. It was thoroughly immersive, was highly active, it was highly personalised, it was hands-on, we were thinking about applying what we were learning back in the classroom, and it really stuck in my mind, and it still does 15 years later. Unfortunately, if you're looking at this picture here, quite a lot of my PD over the last, you 20 years in schools was spent on the back row. And I don't mean the back row, as in the cinema back row, the back row of the room, where you get a few members of staff, for example, who didn't feel particularly engaged. And I can think of quite a few sessions where I would be sitting. And in the back row. And it's where you might choose to sit, if you're not sure whether or not you're going to be engaged. I certainly remember sitting near the back of rooms being thoroughly disengaged from professional learning. And there'll be sessions over the next few days where we talk a lot about how to engage our students and how to personalise and how to use the technology to offer something personalized and differentiated, to open doors, thinking about what Jason Ola said this morning. What about opening doors for our staff? What about opening doors for ourselves in terms of our learning? And how can the technology help us and help us work with our staff? Some of you will be here in the capacity of school leaders. How can we open learning doors for the adults around us and for ourselves as adults as well? And there's never been a better time for us to take advantage of the technology so that we can open those learning doors for ourselves. Because increasingly, and I'm aware that I'm standing up here on a stage and you're sitting there in the audience, but increasingly the knowledge isn't sitting with one person standing up here at the front. The knowledge is out here. Now those of you who are getting ready to jump up and volunteer for the next five minutes now will be your moment of glory. I'm going to step away from the mic so I may be a little bit quieter but I shall shout in the room. And it's a little bit hard to create a party atmosphere in here. The lights are a little bit low and you're very spread out. But I'm wanting to illustrate with the purpose of a story how the knowledge or the professional learning knowledge that we think is really important for us in our schools actually no longer lies necessarily with an expert coming in. But the knowledge is here in the room. Now then, I'm going to ask, and I'm aware that some people have got laptops on their knees, I might, if you wouldn't mind, asking you two lovely people just to stand up for a moment. And I'm just, just prepare yourselves. And if the following people wouldn't mind, you don't have to stand up, but you can be a wonderful volunteer for me. And I'm wondering if you could be a wonderful volunteer for me just in a moment. And somebody near the back and I wonder if you could be a wonderful volunteer for me in a moment. Just get ready. Okay. I want you to imagine this a wonderful volunteer for me. In a moment, just get ready. Okay. I want you to imagine this scenario in your own schools. And there will be moments throughout this morning session where I'm going to ask you to talk and share ideas with people that you're sitting with. So it isn't just going to be me talking all morning. But I want you to imagine that this scenario is happening in your school. So what's your name? I do. And Ms. D.K., school. So, what's your name I do? Anne. And Mrs. D.K. Right. No, you're, Dave. You can be Dave for this session then. So I want you to imagine that these two teachers working in the same school. And Ange has been working for a number of lessons on an aspect of literacy. She has been designing and redesigning a particular teaching activity in an attempt of literacy. She has been designing and redesigning a particular teaching activity in an attempt to engage and reach a particular group of students that have not been engaged previously during the year. And finally, having listened to their needs and listened to their wants and redesigned and offered a number of pathways, she has a breakthrough. So what does Ang do? And here we go. This is where the party literally starts because we have party streamers here this morning. I wonder if you'd just like to hold on to the end of that for a minute. Thank you. All right and hold on to that. All right. And you just stand about there. Okay. So, and excited by the impact that her learning experience has had on her students, leaves her classroom at morning tea, rushes off down to the staff room where Davy is getting his morning instant coffee. It's not great quality coffee, but he's down there anyway, having a cup or having a break. And she goes to tell him about what has happened. So, and she passes her story to him. So a little throw and a little catch. Ah! He listens. He catches her story. So he listens to her story. And maybe a few years ago, that's as far as the story went. The only person who heard about it was Dave while he was drinking his instant coffee. Maybe Ange told a few other friends as well around the school. But that's as far as the story went. All that knowledge, that expertise, that experience that other people could learn from, and potentially only Dave heard about it. Okay, moving forward to the kind of situation where we find ourselves now, same story. Could the three wonderful people who volunteered to stand up, now stand up please. One, two, three. Okay, same story. And redesigns the learning experience. Great story. She still rushes down the corridor. Dave is still there drinking poorly made instant coffee. And she tells her story to Dave as well. But not only does she do that. Right, how are you throwing and catching, okay? Right, what's your, what's your name sir? Brian, okay. Not only that, but Ang decides to share the experience in her blog and she keeps a reflective blog where she thinks about the impact of what she's doing, and she shares it with other teachers who are interested in the age range that she's teaching and the subject that she's teaching as well. And so her story goes today, but her story goes out into the blog. Go. Catch, help. People help. Take the story. Take the story. Take the story. That's right. Over to Brian. Okay. And the story goes a little bit further. Now Brian doesn't know, Ange. Brian doesn't work in the same school. He doesn't live in the same city. But he reads her story, and she has been so clear in articulating what she has done. First of all, he is able to start to reflect on his own practice. He starts to think there are some things in her story that he could apply in his own practice as well. But not only that, he sees her stories being so useful. I'm going to ask you to hold on to the end of that and then get ready to throw that please. He happens to be on Twitter and he shares the link to the blog post with the people that he is following on Twitter and one of them happens to be Emma right throw catch oh hey okay so we can see where we can see where the story is going so Emma doesn't know Brian particularly other than online. Emma certainly doesn't know Ange, but she follows the URL and she sees in the story again, something that she can reflect and learn from and build on. Not only does she do that, but she also has a blog and she puts a link in a post that she has written about her practice back to Angie's story and that takes the story all the way over to Sarah. Thank you Sarah, big throw, big catch. Okay, go. Yay! And the last part of this story, and you can see how far the classroom practice has traveled. It really does travel by party streamer on the web, by the way. The story has traveled all the way over to Sarah. Now, Sarah doesn't know these two teachers either. Sarah still gets the benefit of Angie's story, but one of the beautiful things increasingly about the way the web is working is that it's increasingly social. We can follow breadcrumbs back. We can follow links back to find the original people who've written the post. And because Anne just put it out there in public, she is taking her seat in a virtual professional staff room. She is making herself available to be contacted. And Sarah writes her an email and she said, look, you don't know me. But I read your post, lovely, I read your post, and I'd like to talk to you a little bit about how you design that literacy experience. I'm in another part of the country, possibly another part of the world, but there are aspects of your practice that I think will be really useful. I wonder if we could have a Skype conversation. The reason that we've done this activity is to illustrate that the knowledge, oops, someone's having a little play with more pictures, that the knowledge no longer sits necessarily with one person coming in. The knowledge can sit in the network. And it would have been very expensive to pull all these people together put them on planes put them on trains put them in a staff room but the technology is doing the heavy lifting for us it allows us to punch above our weight and take a story of practice further than it ever could have traveled and what might this mean for professional learning that's the challenge for us to think about this morning I'd like our volunteers to have a huge round of applause for throwing in. Captain, you can just put the screeners down. Thank you. Am I all right just to press play and keep going? What I would like you to do is to reflect on that story. And if you're sitting on your own, you might want to either reflect in your head or just kind of shuffle along a couple of chairs or lean over and talk to somebody near you if you were ang and what a lovely prospect that would be but if you were and or if you had a story to tell in your school what happens to the sharing in your in your school is it does it go any further than the photocopier you know know how you sometimes, you might be standing waiting to photocopy things and you see someone else printing? It's like, oh, what are you doing? Oh, that looks quite good. How does the sharing happen for you? And I'd like you to share that story with the person that you're sitting with. Okay? What would have happened in your school if someone had had a breakthrough moment? Let's go. Two minutes to talk and share. Thank you. Thank you. I, and the people and the people and have so and and the and and and and and and they're and there's and they're having to have and the Yeah, they have been able to have a lot of time. Yeah. And then it's a lot of the same. Yeah, I'm not. Yeah, it's right. And then that's right. And then we're going to go and say. And then you're not. Yeah. Yeah. Yeah. Yeah. Yeah, it the other things like Yeah, that's like I think of it. Yeah, it's great. It's great. It's great. I don't know. I'm like that's a good. Oh, yeah. Oh, mate. About 12 years. About 12 years. I catch up with you after me. I catch up with you after me. Okay. Okay. The reason that I'm asking you to share your stories is to consider the situation that exists in your school around how professional learning is currently happening. And I'd like this morning session to stimulate some ideas, to be a provocation, to think about the way professional learning is designed and how it might be rethought, how it might be redesigned, to take advantage of, increasingly, of the way that people are working online and the way that people are using the technology to locate and find and source stories of practice in ways that wouldn't have been possible before. So hold that thought, the story that you've just shared, around how practice is passed through your staff and beyond the walls of your school, and we'll keep reflecting on that as we go through the morning. Because what would be really exciting, and we've got the beginnings of this occurring informally across a range of social networks in New Zealand and globally is the idea that if you think about the way those streamers stretched across the room that it's not just Ange in her classroom in her four walls but that by sharing our stories and by engaging in a shared public conversation around what it means to be an effective educational practitioner, we can begin to get a shared articulation of what it means to be effective. It's very hard to have those conversations when you're just on your own, in your classroom, in a small staff, in a small school, even in a large school, you can feel quite isolated in terms of how meaningful the professional learning is for you and the opportunity to engage in what it means to be effective in what you're doing. But to use the technologies online to share stories and we'll look at some examples later on we can start to move towards this this national articulation now this looks like rather a complicated diagram but there are three interesting things going on here in terms of the advantages of sharing our stories of practice more openly. First one, you can see the three little people down the bottom. Imagine, for example, that you have three teachers, each of them, blogging or recording their inquiry that they might be engaged in in school, using an e-portfolio or in a shared learning management system in school. The act of reflecting on your own practice, of capturing evidence, of writing and recording, there is plenty of research around to show that people who actively reflect are far more likely to be able to identify areas than which to make improvements. So first of all, the acts of reflecting brings advantages, more likely to be able to identify areas in which to make improvements. So first of all, the acts of reflecting brings advantages and you see increasingly a number of teachers who use blogs and who use e-portfolios in order to do that. But if you have a number of teachers doing that, you begin to be able to not only look at your own story, but you can compare your story with that of other people. Very difficult to know whether you're both talking about the same thing. But if you are seeing an account of somebody's lesson or you're seeing photos or videos of what people are doing in their classroom, it is much easier to begin to compare and to look for similarities and differences and begin to reflect back on your own practice. And thirdly, if you have a large group of teachers across a whole school, for example, across a country, across a region or a cluster, who are all engaging in an open reflection on their practice, you're moving towards that phrase that you can see in the cloud at the top of the screen there, that shared articulation of your practice and it's deprivatized. You're in it together, professionals working together, and the technology is allowing the sharing and the on-sharing to happen in ways that previously would only have happened in the staff room, Monday at 3.30, once a month. It's much easier, much less expensive, much more flexible, and it's the flexible pathways for professional learning that we're going to be thinking about today. We're wanting that for our students. What can we achieve for ourselves and for our teachers as well? So for the rest of the session, this is the journey that we're going on. I quite like this photo. It was taken round the corner from where I work in Wellington. It's the inland revenue. And if you can't read what it says, it says come in and register for online services today. And that idea of, yeah, there was a kind of interesting and interesting irony there around the ideas of access and equity and practicality. We're going to have a look at some of the big technological trends that are possibly catalysts for thinking around how we might redesign the way that professional learning is managed in school. We'll have a look at reasons why you might decide to blend the way professional learning happens in your school. So it's not all face-to-face so that you can take advantage of the opportunities that they're out there online as well. And then thirdly, in the last part of the session, we'll have a think about ways that you can get started, ways that other teachers have already got started, to give you some ideas to take back to your schools. This is a key idea here. And you may recognize the photograph. It's from the one laptop per child scheme, which endeavors to put durable laptops in the hands of children in the third world. UNESCO have stated clearly that education is one of the absolute human rights. And recently, UNESCO have added to that statement that technology should be seen as an enabler of that human right. And that gives us a clear steer in terms of thinking about learning as no longer being something that just happens in a face-to-face environment. There are some key trends that can encourage us to think about learning in a different way. They enable, they can amplify the good practice that's happening in school. They can also enable and amplify the bad practice that's happening in school as well. The first one, and you'll know all about that, you've probably got one of these in your pocket. Mobiles, tablets, the ubiquity of having a computer in your hand and being able to access information on the move. These two photos, the one on the left is from the London right, and the one on the right is taken from a series of images that occurred around the Arab Spring last year. What is interesting about this is not that the mobile technology has caused a change in behaviour but it enabled people to capture moments that were incredibly stirring, incredibly powerful for them in a way that put them in control. That put the experience and the telling of that experience in their hands as opposed to in the hands of the journalists, so the hands of the reporters. Here's a story I want to share with you. This was the story captured by Katrina Pene, who is now a colleague of mine at Core Education, about how she has used mobile technology to capture learning for her and her students. I'd like you to think about what this might look like in a professional learning capacity with adults. Recently we took our three classes to visit to Ham and T.L. Madama for a lot of cultural experience. There were more parents wanting to come than what were to come from and with a special needs who was not able to come with us. Through the one working experience, I was my own to come with us. Through the long-ropping experience I was able to share the day as it happened with ex-inference and my boy's vision as behind me along the house. As we moved through the day I took photos on my iPhone, gave from captions and short descriptions and then e-vall them directly to my blog, live posted every half hour or so. The feedback has been incredible. My work special needs loved the experience and was able to join in our e-camp writing the next day. As he said, I know what you saw, I saw it too. A dad at work shared our trip with his workmates using his smartphone and the year full class due to take the trip the next day in a preview of their trip by using my blog posts. The children went home that night to parents would share in the virtual trip and came back to school the next day followed the excitement at reading of comments posts along the blog. The technology really enhanced the blocking experience and that all three roles of providing an authentic audience showcasing the living and engaging the families in the children's education. The interesting thing about that story is that not only is she capturing the experience for her students, but she's capturing her own teaching experience. She recorded that in a blog to ensure that others could see how she was using the technology. She was open to the sharing of her practice there. How could you be using and leveraging the power of mobile technology as part of the professional learning? How often are you capturing your practice so that you could be showing and sharing other people in your school, other people beyond your school, so people can take advantage of what it is that you are learning. The second trend, and it seems silly now even to say social web, because increasingly when you look at any website, there's the opportunity to share and connect and follow other people and integrate it into social networks. But the key thing here, as a reminder for us all, is that technology increasingly now puts the locus of control in the hands of individuals. It doesn't have to be the publisher who has to vet things before it's published. It doesn't have to be someone who is highly effective in programming. We all have the capacity to publish and to share and to control the way we describe and reflect on what we're doing in schools. How are we using that technology? How are we using that in order to share our practice wider and to have professional conversations with other teachers that are around us? Here's a great example of how that kind of technology is being used to support teachers' practice. This is the web page of the Greater Christchurch Schools Network and it was invaluable during the earthquake when students couldn't get to school. It also allowed students to publish and to share their work, but it allowed teachers also to work together in a virtual space when they couldn't meet face-to-face. How could we use that kind of a blend, even amongst our staff in school? Not everybody in our school wants to learn at the same time or the same way. How can we leverage the ease of publication and web creation to put our stories out and to work with people around those? This is a screenshot from the VLN, the Virtual Learning Network. It's a social network that's provided by the Ministry of Education in New Zealand. There are several thousand teachers on this network already, and it's growing. Huge number of conversations around practice, around the use of technology, around culture responsive learning, teachers from across New Zealand coming together in order to enhance their practice. Sometimes it's the only professional learning that they're getting. There is one teacher who has no professional learning provided in her school. This is her professional learning and she's getting the benefit of what's happening in schools across the country. So that's the VLN. And another interesting idea which I think we can take and apply in interesting ways for our own professional learning. What you're looking at here is a shot from Flickr. You'll be familiar with Flickr. It's an image sharing website. And within Flickr, there are lots and lots of different interest grapes of people who like taking photographs of particular ideas and particular themes. This is a group called Paper Maniacs. And they like to take photographs of beautiful things made of paper. It's pretty niche. And you wouldn't really think that there even might be a group of people who are interested in that you might think that you're the only person quietly at home taking photos of pretty things made of paper until you come into a shared space like this and you realize that you're part you're part of a movement and you get to look at the photographs that you've taken of the pretty things made of paper and the photographs that other people have taken and you can reflect on on how you take photographs how you've taken of the pretty things made of paper and the photographs that other people have taken and you can reflect on how you take photographs, how you position things, how you liked things because you're part of a wider movement. And this is the curation and you'll increasingly start to hear this word, people curating items and resources online for the benefit of others. This is curated for people who particularly like this particular type of image and photograph. What would the curation of learning stories look like in your school? What would it look like to curate stories around literacy in your school? To curate resources that a group of you in a department or a syndicate of finding particularly useful that would enhance the inquiry that is happening for you. You too could be paper maniacs, but around something that would be of direct benefit to your students, something that you've identified amongst your class. And the third key trend, and you heard about it this morning at the start of the day, is the increasing access to connectivity and the ability to sync information that sits in the cloud. So you're no longer restricted to a particular location in order to access what you have put online. Just to share this short story with you, this is from the Enabling e-learning website on TKI, which is the main national website now provided for teachers across New Zealand to help teachers and schools reflect on the way that they use technology. There are lots and lots of stories on there from different schools looking at the interplay between technology and effective learning. And this is from St. Hilda's Collegiate down in Dunedin, around the impact that broadband is having on the way that they design learning. E-learning for us is really about the use of a range of digital tools in the classroom. I think it's about engaging students on one level. A bigger motivation has been this desire to achieve a dream of a school vision in terms of learning attributes via use of digital technologies. Having the Ultra-class board band at school has made a huge difference. The girls are able to access things quickly and often the internet access is faster than they have at home. For the first year we had a one-to-one laptop program down we didn't actually have any internet capacity. It was a problem but that's been fixed this year. We also have access to Moodle which is a really big part of having like bits and hoodies. Every student is an account and this teaches from upload files, movies, audio files, everything. Well, the ultra-passed, the difference that's made, because our internet was so slow at war, we would actually regularly every day, so every time a day we could get to a point where a student internet connection would completely stop, pagelights wouldn't even happen, so it was going completely grudging for the whole every area to manage the bandwidth of that. We were having to block internet video and a lot of really good web two sites that we could see were a really good teaching unit value. We just didn't actually have the capacity to run it. Now with the class connection, none of that's a problem. I think the benefits of this is that it really does differentiate the meaning from the classroom and it enables you to extend students based on where they perceive I think the benefits of this is that it really does differentiate the living within the classroom and it enables you to extend students based on where they perceive their strengths to be. We're very much moved away from the traditional teaching at least of textbooks or papers. I text it in a contextual way to start to have the laptops there that enables the girls to research things to enable them to put their events in context as is available. What E-Lynn is giving us is basically the opportunity to give students more options in terms of how they actually take an idea, develop it through, create works, then analyse those works, then come back and clarify that and then produce a function right. We can be multitasking through the unit and it gives the students more than the penance or bad as well as well as they're restricted, you know, physically you're not restricted having been able to use your laptops. So it's been great. What's really interesting about the way that they were talking around those students? They talk about the students' interests. They talk about designing the learning around particular context that suit the students. They talk about the students being able to pursue their own learning journeys because they can take advantage of the connectivity and they can take advantage of having more mobile technology. What does that look like for teachers? Are we pushing hard to have our students with personalized, highly connected learning journeys while we still sit in a staff room regularly once a week, once a fortnight? Does our learning mimic what we are ambitious for our students? How can we think about making sure that our learning can reflect the things that we say are really, really important for our students as well? A quick overview with broadband coming and it may bring fibre to the gate and it may bring you speed and reliability and volume. You may line up all your school services to take advantage of that. You may well have teachers therefore using technology appropriately so they can differentiate the learning for their students using e-portfolios and flexibility and so on. The vision is being, as it says up there, as it is in the New Zealand curriculum, the connected, capable, lifelong learner. Where is the teacher professional learning in this? We know it's about the students and it has to be, but our investment in our time, focus around what it is that we want for our learners, that our learning should also be collaborative. Our learning should also be desiloed, flexible. We can take advantage of the same kind of technologies that we're advocating for our students as well. How many of us are getting the opportunity to do that in our schools? So just take a moment, maybe half a moment, half a minute, to consider of those trends that we just had a look at, which one or a number of those trends feature in the way that professional learning is happening in your school? Just one minute to exchange an idea with the people that you're sitting next to. Go, one minute. To what extent did these trends feature in professional learning design in your school? Thank you. Oh, one. The question is a second. Yeah, I'm a lot of question. I guess you're going to be very good. Yeah. I'm not. Yeah. I'm thinking. I'm going to do that question. I'm going to make you. Yeah. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. And I'm and the question for the one. Thank you. Thank you. And this is a good and the and the and the one of the and I'm on the and the of the and the and the No one. Now, I'm going to take. I'm going to see. I'm not going to be able to see. And then just the most you know, and the other. Thank you. I'm a very. I'm a lot. I'm a great for presentation. Yes, is a good. And I'm going to be a man. So I'm going to be a lot of the whole. Oh, I'm going to be a lot of the whole. Okay. Okay. D.K. down here at the front has just shown me a tweet on his phone from a teacher. What was the name of the teacher? Catherine Trask. Catherine Trask. And Catherine Trask is watching on the live stream that's going out from this session. And Catherine, who I'm going to say hello to because she's watching there. She is tweeted out that she is tidying her classroom, but she's also watching the live stream of this session. Professional learning session. She can't attend you learn. Perfect example of how she is being able to leverage the ease of access to professional learning using the technology of the live stream that we've got running in the corner here and taking advantage of learning that she couldn't have got to otherwise because she's not here at the conference. So hello to Catherine from the room, but a perfect example of the kind of thing that we're talking about. Not only that, she tweets out that she's doing it and she shares it with her wider network as well so other people can jump into the stream and take advantage of the session that we're having today. Future-oriented learning, we're thinking around how we might redesign professional learning to take advantage of some of the big ideas. And so far we've talked about technology and the technology drivers. But of course, it isn't actually about the technology at all. We actually have to think about the concepts and the structures that we use. And I'll give you a moment just to have a look at all. We actually have to think about the concepts and the structures that we use. And I'll give you a moment just to have a look at this. This came from a recent report from the NZCER who have been exploring the key themes or the key highlights that we would expect to see when preparing learners, students and teachers, for the world that we don't yet know, a highly complex future that lies ahead of us. And they ask, how are the signals that the New Zealand curriculum gives, how are they being interpreted by teachers, school leaders and other education stakeholders? Is the new curriculum, and it's actually not that new now, is the new curriculum transforming how we do schooling? Is it changing the sector's ways of thinking? Or has the old jargon simply been replaced by new jargon, the sector's ways of thinking? Or has the old jargon simply been replaced by new jargon, leaving the old ways of thinking intact? And I wonder whether despite the conceptual ideas behind the New Zealand curriculum and we're seeing many schools embracing the opportunities for a highly creative, highly differentiated approach to their students' learning, has that been approach to their students learning, has that been carried through to the learning communities in school? Or are we still continuing to learn in the same ways that we always have done? The key themes that the report highlighted, these are the things that they would be looking for in a future-oriented school, not just in the classrooms, but I would be advocating for this in terms of the way professional learning is happening amongst our profession as well. That it is desiloed. We learn much better as a group, we learn much more effectively as a profession when we're together than if we're battling away inside our own school, on our own, inside our own classroom. That future-oriented learning is personalized. We know that to be true for our students, that we need to be responsive to their needs. Is it happening for us as teachers? Do we feel like we're getting a personalized learning experience in school? It needs to be sustained over time. And we are seeing more than ever that when school staffing changes, when your classroom changes, when your classroom changes, when your environment around you changes, your network can continue to support you. You are no longer dependent just on the immediate context in which you're working. And so teachers are now seeing the value in having connections and to use the technology as a way of continuing conversations beyond the school day, but also beyond their current job, beyond their current school, a way to sustain their learning journey over an extended period of time. And of course, that power of co-construct our learning, that the power of discussion, of collaboration, of sharing, of reaching consensus or unpacking disagreement with other people, and that no longer has to be just face-to-face. And I'm certainly not advocating that we shift our entire professional learning online, although many of you, I'm sure, have done online study entirely online, for example, you know, a post-grad paper. And certainly complex ideas often need to be nutted out face-to-face as well. But it doesn't just have to be face-to-face. So we're thinking around why we might blend our learning and use a combination of both face-to-face and online to pursue the inquiries that are important to us in school. I want to share this little clip from Dr. David Wiley, who's an educator in the States, who is particularly interested in opening up education and on it being, on the opening of education, actually being something that should sit at the heart of what we do as teachers. So how is it that the new media technology are affecting education or openness or our ability to share? There are great opportunities here. I just want to talk about one of them very briefly. Expertise, in other words, the things that we know, the things we know how to do, the attitudes we have in terms of ethical behavior, things like that, are non-rivalrous. In other words, they're not competitive. I can give some of my expertise to you without giving it away. I can share that with you without losing it. And you probably know that other things quoted by Jefferson, that he who received ideas for me received instruction himself without blessing mine, the same way can light his candle without the fire of my candle being taken away from me. It's a good thing that teaching works this way. Otherwise, teachers would all be like honeybees who can sting one time and then die. You teach someone and then you wouldn't know anything anymore. And that would be a problem for the advance of society and civilization. So knowledge has a special property that you can give it without giving it away. You can share your expertise. You can share of yourself without losing part of yourself. It's very important. I like that you can give your knowledge about giving it away. It doesn't make you less clever for having shared your expertise. Nor does it make you look like your, and this is a common comment that I often hear from teachers who say, well, I would share, I would share what I'm doing, but I don't think it's good enough. I don't think I have anything to share. Your story is always worth sharing. The story of how you tried and you're still trying. The story of how you are trialing something and it hasn't gone well first time, but you know what you're going to do next. The story of a resource that worked particularly well. The story of how you are trialling something and it hasn't gone well first time but you know what you're going to do next. The story of a resource that worked particularly well. The story of how you designed an experience around a particular student and you think you're seeing a breakthrough. It doesn't have to be the perfect teaching moment before it's worth sharing. And I am advocating for an open approach towards the way we open our classroom doors. And I'm advocating that we leverage a technology in order to do that. So this is what we're aiming to do is to reflect on our own practice, for example, in a blog, for example, in an e-portfolio, but that we do so as part of a group in school, as example, in a blog, for example, in an e-portfolio, but that we do so as part of a group in school, as part of a school staff, that we engage in learning networks where we're talking about education, because it's not until we're prepared to share those stories, including the stories where we feel like we've failed. It's not until we're prepared to share those stories that we can actually begin to work towards what works and what is successful. And it's much better to do it in a group in a collaborative effort as part of a shared education profession than it is to be battling away on your own. So I'd like to move on to thinking about how you can look at your own professional learning which may well still be, in some cases, heavily face to face, heavily bound by school structures, scheduled meeting times, scheduled the PD calendar for the year. Does that sound familiar? You know, the PD is set in January or set at the end of the year, and that's how the PD will run for the year. I'm arguing that we can introduce flexibility, personalisation to the way that we explore our own teaching inquiries. Now have a look at these images here. And we're back to thinking about what professional learning looks like for you, what it looks like for you in your school. You've got five images here of beautiful things growing. Because of course we're trying to grow our own knowledge. We're trying to grow our own expertise and grow ourselves as an education profession. And metaphorically speaking, I'd like you to think which of these images best captures professional learning design for you in your school? The one on the top left, highly trained rows of lavender. Ominously highly trained lavender. Everyone working in strict rows, everybody locks step, and I'm not saying this is a bad thing, but it is an acknowledged model that we see in school. So it might be for this year, the focus is literacy, and we're all going to do professional learning around literacy. It might be that we're focusing on e- literacy, and we're all going to do professional learning around literacy. It might be that we're focusing on e-learning, and we're all going to do professional learning around e-learning. We'll all do it together, and the sessions have been scheduled throughout the year. So we're all kind of working together as a single staff. The second picture in the top, in the middle, the field of wild flowers. Everybody having an opportunity to pursue their own individual journey, their own individual inquiry within the field of the school. So you've got poppies who might be exploring the impact of e-learning in their class. You've got the wild daisies. Actually I'm not really sure what those yellow flowers are the wild yellow flowers that are exploring the impact of literacy in their classroom. You've got the little picture on the top right, the one lone daisy, out on its own, no support, no other daisies to keep it company. Is that what PD can look like for you? Where either you're not getting any any PD support at all or you feel like you're ploughing your own Lonely little furrow or indeed you might be the sole charge teacher in your school Where there actually are no other teachers around and you are having to engage in in learning on your own like the little daisy there in the field are you that little daisy and in the bottom the bottom two pictures on the bottom left you have got flowers being trained to grow over a Are you that little daisy? And in the bottom, the bottom two pictures, on the bottom left, you have got flowers being trained to grow over a train. It took a long time to find that image. The idea of training. I once had, was in a school where the PD was training. We were learning how to use technology and we would be trained in how to use Microsoft Word. And then we worked through their skills. And then we were trained in the skills of searching online. and then we were trained in the skills of searching online, and then we were trained in the skills of using spreadsheets, and we got a certificate, and we had been trained. Didn't actually make a difference in the classroom, but it is a type of learning, and training does suit certain context. Are you going through a skills-based learning program in your school? And the last picture, the close-up observation, do you have the kind of professional learning which is highly focused on what is happening in the classroom? Close observation. There might be people watching you, videoing you, videoing yourself and closely looking at the individualised practice that's happening in your room. So for half a minute, I'd like you to turn to the people you're talking to and say what flower are you or what flower is your school and why. Go. And if you need I can't be like that. I can't be like that. I guess the good. It could be. It could be. It was not just me. I'll click on the end to the end to the end to the microphone for seat. I'm sorry. The same. The same. It's like a good. Amiens? Yeah. Yeah. It's a lot. It's empty. It's empty. It's. I'm not. I was going to be the water. I was well agreed on the fraction to watch the screen for a man. Okay. Now I'm certainly not being better than others. But what I am asking you to do is to articulate in your school how professional learning actually is designed, to look at the assumptions around how teachers learn best in your school, and to consider opportunities around how it might be done differently. There are years and years and years of research around how adults learn and I'm certainly not needing to remind you of some of the ideas behind that but one of the key ideas around successful adult learning and not just for educators but but adults generally is the idea of autonomy and of adults being able to set their own goals that we learn best when we are able to define our direction when we feel we're in control where we feel we're able to drive the process where we feel we have a stake in the process and where we can apply that learning immediately to a context that matters to us. Now, none of this is rocket science and that is well, you know, it's well, well-known research around Androghagogy, around how adults learn. And we also know, and there's plenty of work coming out of the Ministry of Education at the moment, which is focusing our attention on how we're supporting traditionally underserved students, Mori, Pacifica, students with particular special needs. There is clear focus on how we're using technology to personalise, to redesign the educational experience for our students, so not all the students in the class are going lockstep that we're trying to meet the varied needs, the varied interests, the strengths and the backgrounds that our students bring. It is the same for our teachers. All of us have our own needs. All of us have our own strengths. Bring our own cultural background. Bring our own ways that we prefer us have our own strengths, bring our own cultural background, bring our own ways that we prefer to learn. We're like the little bunch of pencils. And in this room, there's going to be someone who is a tall red pencil, who's actually quite enjoying sitting, listening to me, even though the irony of me standing here talking to you is not lost on me, by the way, in terms of what we're talking about this morning. But there's going to be the tall red pencils in this room who are actually quite enjoying listening to me talk here there's going to be a short little blue pencil somewhere in the room who's thinking when is she going to get the streamers out again come on let's get the streamers out again there's going to be you know the tall I'm having a look at the colors there's kind of a tall camel-colored pencil who's thinking well you know this would be okay if only we had a little bit more group work. And I'd actually like to be unpacking some of this and doing some planning right now and applying some of these ideas. You're going to have that back in your school communities amongst your staff. To what extent is the professional learning design taking into account all the different pencils on your staff? And taking into account the fact that all of those different pencils want to be driving their own learning and setting their own goals and having autonomy around the professional learning process. How are we catering for that amongst the adults with whom we work? How do we make sure that that is happening for us? The email going through the ether there. Not quite sure where that was coming from. This is a screenshot from a much larger document, the e-learning planning framework, which has been introduced in New Zealand this year from the Ministry of Education. It's a framework that schools are increasingly using to reflect and review how to what extent they have integrated technology into teaching and learning into leadership into the way that they work with their communities into the way that they develop their infrastructure and the fifth theme that can be reviewed using the e-learning planning framework is the theme of professional learning. To what extent does a professional learning in your school take advantage of the opportunities of technology to offer, and this would be, this is a description of professional learning that would be in a school that is really quite a long way down the track in terms of the way it uses technology to offer meaningful learning experiences to what extent is professional learning blended that's a mix of face-to-face and online to what extent is it sustained to what extent are you extending student-centered learning using ubiquitous technologies and it's a big ask and what that looks like could be different in lots of different schools. But the idea that professional learning must be in a room, must be scheduled, must be everyone learning together is increasingly as outdated as everybody sitting staring at a blackboard. How can we take the ideas that we know around effective teaching and learning and translate those into learning for adults as well? So what can we be thinking around if we're going to think about possible new models for professional development? While you're going to see during this conference lots of people on Twitter, lots of people exchanging ideas, I'm certainly not saying that the minute we jump online, that's going to solve all our learning issues. Our learning must be grounded in critical, reflective inquiry and focus on what our students need. That remains the same. You'll be familiar with the New Zealand curriculum, the inquiry diagram, where our learning comes from what our students need. And that remains true we'll have a look at that in a minute but to what extent is the professional learning in your school inclusive of all your teachers needs and you'll have teachers of varying cultural backgrounds you'll have teachers with special educational needs you'll have teachers with particular interests to what extent is the model designed to be inclusive, to be collaborative, to desiloh what's happening in the classroom, so that you can have a shared conversation amongst your staff? Could there be a possibility for a new professional learning model in your school? Now this is the magic roundabout. I don't know if you've seen it. Has anyone driven it? Anyone driven the magic roundabout? One hand, two hands in the air. Magic roundabout. It's in the school. Now this is the magic roundabout. I don't know if you've seen it. Has anyone driven it? Anyone driven the magic roundabout? One hand, two hands in the air. Magic roundabout. It's in the school, it's in the UK. And it's not the magic roundabout as in Zebedee and remember that from 1970s. But this is the magic roundabout that is actually one roundabout made up of five roundabouts and it looks incredibly complex and incredibly difficult going into it. The key to getting around the magic roundabout is to keep your eye on where you want to go. So while the process looks particularly complex, the key is to focus on what is important, the destination. And for teachers in schools, the focus is on what is important, the destination. And for teachers in schools, the focus is on what your students need. Now, when I've talked about this around the country this year, and I've had a number of discussions with teachers, I'll just go back to that question, could there be an opportunity for a new PD model in schools? And when we've talked around that question, the most common response that has come back has said well yes yes yes we could we could get e portfolios going we could we could use blogs to reflect on our practice and we we could look for more flexible ways but the problem is we just don't have a time we just don't have the time the calendar's really full and I don't see I don't see how we could squeeze any more any more in and what I'm suggesting is that you don't see how we could squeeze any more in. And what I'm suggesting is that you don't try and squeeze new types of learning onto the brimming plate that's already overflowing. That it's not an extra something on the plate. It is the plate. A redesigned, reviewed, refreshed mode of professional learning that's inclusive and desiltered and collaborative. That is the business of professional learning in schools. It shouldn't be an added extra. I'm advocating, looking at it and reviewing and maybe looking at doing professional learning differently to how we've done it in the past. And what you're seeing circled there is this is part of the diagram from the best evidence synthesis around what effective professional learning looks like. And that the engagement in professional learning, that's the bit that we might look to reconsider and to take advantage of the way new technologies are allowing us to access different networks and different pathways, but still part of this highly effective framework that has been shown to work across schools in New Zealand. So the key is to choose the most purposeful path for your professional learning. It doesn't matter whether it's face-to-face necessarily or whether it's online. The key first of all is to be absolutely sure that you have an inquiry focus that will make a difference for students in your class, that will make a difference particularly to students that are traditionally underserved. And your professional learning, whatever it is, whatever the mode should be designed around that. So so long as your destination is clear, so long as your inquiry is well-framed, the way that you work towards that inquiry shouldn't matter. And you shouldn't have to all do it in the same way, so long as the destination and inquiry are clearly articulated. So for the last little bit of this session I'd like to show you a whole range of examples of how teachers are pursuing their inquiries, highly focused on what students need, but are doing it in lots of different ways. Very flexible, very creative, and using the technology to find pathways through their inquiry that suit the way that they want to work as professional adults and that allow us to talk as educators. And I'm going to advocate these kind of five key ideas. The first one is to kind of shift the way you might feel about your own practice. And I know it's easier said than done. But to believe that your stories are worth sharing in all their glory, in all the difficulties that come, because we work in a highly complex profession, highly complex, highly under underrated I would argue as well and that complexity it's always bound to be to be difficult but it still is important for you to believe that your story is worth sharing to project yourself beyond your classroom to be willing to open up and to share what's happening to desiloh committing to connecting with other networks. It's important these days to know that there are educators across the world who sometimes don't even need their own staff anymore. I'm not saying that that's a good thing or a bad thing, but there are teachers who depend entirely on networks beyond their own school in order to help them articulate what's going on in terms of their learning. Being able to accept or reject the way we use information online is vitally important and I'll have a look at that in a moment as well. The idea of collecting and curating stories of practice and resources to support your inquiry is increasingly easy to do and to share that on with your colleagues as well. And of course the importance of being able to reflect. But all of this can be done as part of a network across your staff, beyond your school, using the technologies that are available. Now, a lot of the resources that I'm talking about today, including some of the research around the ideas that I've talked about this morning, I have put on a website for you. And this slide show is also available on the community at core that goes with the conference. But if you're very, very quick or you're super fast with a camera, that's the URL. So there's a net-vibed site that is organized around this idea of project and connect to accept and reject and so on with a whole range of resources related to what I'm talking about for you to have a look at afterwards so that's the that's the link there if you're wanting to to pursue some of the things that I'm going to talk about just in the last few moments of this of this session I'm going to move the slide. Three, two, one. Okay. So, to project yourself and to also turn yourself into a project. So kind of a, you know, I like the double meaning here. To project yourself beyond your walls, to be prepared to share your story is a vital and important first step in desilowing your practice. But also to think of your teaching is a vital and important first step in desilowing your practice. But also to think of your teaching as a project. Each inquiry, each little journey where you trial something based on what your students need and reflect on it and then redesign the teaching and learning and trial and reflect again. A mini project for yourself. Dean Choresky talks about the idea of sharing, being willing to share your story, again, a mini project for yourself. Dean Choresky talks about the idea of sharing, being willing to share your story as actually something that we are, we should be obliged to do as educators, which I think is a really interesting idea, that as educators, we ought to be, must be, sharing what goes on in our classroom beyond our own immediate experience. Before the internet, we never really considered an obligation to share beyond our buildings. I mean, how could we even do that? Maybe I'd invite it to present a staff meeting or a conference, or maybe an old college friend asked you to use some resource you created. But these were rare. It was often the case that the teacher next door had no idea what you did in your classroom, let alone someone from another school. Sharing was hard. Sharing was a luxury. Sharing was only for the students in your room. My experience is that most teachers love to share. Again, if sharing is education, that makes sense that educators love to share. And while there are exceptions, generally teachers are wonderful sharers. The sharing part's not the heart cell. It's the who and the where and how do I share that not enough of understood. Remember the days when resources were scarce. I've been teaching now for over 20 years and I had a single shelf of material when I began. Outside of a few textbooks for certain subjects, I had to scrounge to find resources for the eight or so curriculum that I was responsible for. I spent hours trying to develop learning activities to meet outcomes and had little energy left to spend on reflection and whether or not it was even effective. Today our problems are marvel at vetting and filtering information and ideas to find the stuff that's most relevant and useful for our students. Who better better filter information about education than educators? What if we could share with the very best educators in the world? Now today you can. And so he's arguing for the fact that it's never been easier for us to reflect and share and record and connect because the technology is so seamless. And increasingly, just even in the last two or three years, you'll have noticed pretty much every website allows you to share and to connect to wider social networks, to share things on Twitter, to scoop things and pin things and curate things. It's never been easier to pull and use information back in your school in a way that is highly tailored to a particular inquiry. And he's advocating that with the fact that technology, that it's so easy, that we really should be doing that. If sharing was hard before, there's almost no excuse now. The only thing stopping it is us. And perhaps our fear that our story is somehow possibly not worthwhile. And yet he's saying that the most important stories that we need to hear are the ones that are going on in our own classrooms. So I'm going to show you some examples of how this is already happening across New Zealand and beyond. This is another shot from the VLN and the URL is vLN.com. School.N. It's the social network that I talked about before. And there are a whole bunch of interest groups in there. Some of the largest ones are focused around e-learning. There's a huge one. How many of you are in the VLN or are familiar with it? Just a quick share of hands. Oh, that's great. So there's a massive group in there that is focused around the use of iPads. There are a number of groups in that social network focused on e-learning that are managed by enabling e-learning by that team of teachers there. This particular shot is of a story from Albany Senior High. And it's Mark Osborne as the DP there. And he sent out on Twitter just a little link saying that his teachers had been involved in an unconference, an informal sharing of what had been going on in their classrooms. And I saw his tweet come through and I said, what you're doing there, that's really interesting, interesting Mark and some people are going to miss that tweet and there are teachers who are not on Twitter who are going to miss that would you be willing to just write up that story of professional learning so we can share it here and he said he and he said he was so again you can see again it's an example of the streamer situation that we're able to use a social network to share the story wider, to allow other teachers to have the benefit. It sits there now as a resource for anyone to access. And again, another example of taking a story out of the school and projecting it wider. And also an example of a teacher who was just willing, willing to share, saw it as part of his role to get his story out beyond the school the second idea to touch on in this in this last section is is if we're going to connect we're not just connecting on Twitter we're not just connecting with different networks online in order to find out what's out there. What we're trying to do is to pursue an inquiry. What we're trying to do is to connect in ways that personalise the learning for us, to find people, to find resources, to take advantage of the knowledge that's in the network that will help us engage in our inquiry back at school. There are lots of examples of people taking online courses. This is a screenshot from core education website. We run online courses, blended face-of-face, fully online. Universities do. There are increasingly free online courses being offered by universities across the globe. They're putting their courses out online. You can see teachers increasingly choosing to pursue online learning because it's flexible and it helps support what they're doing in school, support their face-to-face inquiry as well. You see teachers who are trying to pursue their own inquiry, they come into something like the VLN, they share where they're up to with their journey, for example we've got a teacher who has been given a class load of iPads. She has to explore how she's going to make that work, how she's going to take advantage of that technology, and she's sharing that journey with teachers who are invited to comment and share their own experiences. And it gives her huge lift and huge support for the work that she's doing face to face. So lots of examples of online communities already exist in New Zealand. We talked already about enabling e-learning. I'll just give you a quick story actually from that there was a teacher who was quite isolated in her school who wanted to introduce a managed learning environment into her class she wanted to have a space online that where her students could work as well as as well as face-to-face she had no idea how to do it and so she posted her question it was the first time she'd ever posted online she projected herself she opened up and connected with other people so she posted her question. It was the first time she'd ever posted online. She projected herself. She opened up and connected with other people. So she asked the question, I don't know where to start. She said, this is what I want to do. She got multiple perspectives, not just one person, but a number of people jumped in to answer her question immediately, sharing their own stories so she could learn from what they had done. Some of the people, in fact all of the people who jumped him were educators, some of them though highly experienced with managed learning environments, who are facilitators and consultants around New Zealand and who were able to give her really reliable, effective, interesting advice that you might have had to pay for. They offered resources and links that she could go away and explore. And because, and this is in the VLN, but there are lots of examples of social networks. But the way social networks are organized, as you know, I'm sure, is that the people are up at the front. It's really obvious who's contributing. You see photos, you see profiles. So she can track back through her discussion and there are all the people there offering advice. And she can chase up every single one of them them just like the story we had at the start where someone approached and said look I read your story can I talk to you a bit more about it so so this teacher here was able was able to do that as well because it was a local network she got New Zealand focused advice but she's getting views from across the country views from from across the world, and she got it all in under 48 hours for free, highly tailored, highly personalised, feedback and support for an inquiry that she's conducting in school by leveraging the online community that happened to be available. And even though that conversation is finished, she's got what she needed, and she's off now and she's moving on with her with her projects. But the conversation remains. It's archived. Other people can learn from it as well. If that had been an email conversation, it would have just dribbled away and been lost. So taking advantage of the technologies to harness and capture those stories for other people to take advantage of at a later date. English online community, some of you may be familiar with. and there's also literacy online, ESOL online, there's arts online, all of these teachers who are engaging in discussions that are happening at times that suit them around questions that are important to them, that support what they're doing face to face as well. VPLD, and I think this initiative is still taking teachers for next year, this is an online three-year mentoring program for teachers who are interested in pursuing an inquiry over a sustained period of time. And they are mentored virtually 100% online by facilitators. And it's been very successful in running for a number of years. VPLD is all you would need if you were looking for it on Google. And they are certainly looking for teachers and schools who are interested in participating for 2013. But a blended approach, partly face-to-face in their schools, but also an online community, online mentorship. You'll hear teachers talking about being connected to their personal learning network. People who share their stories on Twitter, who are connected to people beyond their school, leveraging the power of social media. And it doesn't have to be just a whole bunch of noise. These are people who are having conversations about things that matter to them in their particular schools. Of course, one of the skills is to rummage your way through the noise. And certainly places like Twitter can be particularly noisy places. The VLN can have huge numbers of discussion posts running at any one time. How do you filter through? No one is going to do that for you. And I think increasingly, it's a skill that we are having to deliberately learn for ourselves and not to be freaked out by the amount of information that's out there but stay focused it's like the magic roundabout out there you stay focused on on what matters for your students and set up filters using the tools that are available for example tools like RSS which allows you to grab information from the web that's particularly useful for your for your own inquiry and for your own search filters those of you on Twitter you'll obviously be familiar with the you learn 12 hashtag which is just conversation on Twitter just about you learn that's conversation on Twitter just about education and. That's conversation on Twitter just about education. And that's a global stream of conversation. And you can use that to have conversations amongst staff across clusters by tagging and filtering the information as it goes through. Lots of people on Twitter use groups and lists. It's all about the filtering of the information, so it's a highly personalized, targeted way to use the technology in ways that suit you. This is a shot from my delicious page. I'm sure some of you use delicious. It's a way of grabbing and curating information from across the web. It's quite an old tool delicious. It's been around quite a long time, keeping it old school. And what I do there though, I grab resources online that are particularly of interest to me, usually professional resources to do with education, but it's not just my own online filing cabinet. This is public. So that's a public page, it's on virtual learning, and that's, people can subscribe to it and share it. It's the same as the paper maniacs except it's education maniacs and we're sharing the useful resources that we're finding so if you are particularly interested in virtual learning you can find and curate and share on the information that is suited to your own interests. Scoop it's another example, a newer tool that works in a very similar way to Delicious. I've heard of staff who have set up pages using Scoop It and they scoop up particular resources that are across the web that align with what their group or their syndicate or a group of teacher particularly interested in as part of their to stimulate the conversations and to stimulate their thinking around around what they're doing in school Pinterest is the same so that curation of information strategic curation in ways that help you manage information for your staff manage information information for yourself, but also on share it so that other people get the benefit, paying it forward. The Enabling Learning Teaching Community, you'll see that's a whole bunch of bookmarks where teachers are tagging useful websites that are particularly around teaching and learning and technology, and that's public and it's shared again so other people can get the benefit. Increasingly you'll see teachers and there may be some of you in the room who put resources that are of particular use of them in their blog you may be doing that as well and that allows you again to on share to curate and collect resources that may be useful to you. So primary teachers that might be focused on literacy, that their blog might become a really useful space to share on those resources. I talked to someone yesterday who's going to use a blog to do that across his staff as a way of filtering and sharing useful information with his staff. And finally, the most important step in inquiry, but again you can share this publicly, is the reflection of how something has gone, how your inquiry has progressed, what have you tried, what can other people learn from your journey. This is an example of my blog, but it's very, I mean, blogging particularly is a technology that suits reflection. It suits the reflective process. And of course, blogs can be private, they can be just within your school, they can be on your learning management system, they can be out there in the big wide world. But the point is to reflect, but also to know that other people can learn from your reflections, just like the story that we had at the start. Teaching the teacher, some of you may be aware of this, is a teacher who's working out of a school in Wellington, and she blogged her entire teacher training year at a New Zealand university, and she did it publicly, and now her blog gets a huge amount of traffic from other people wanting to train as teachers. She's now blogging the process by which she goes towards full teacher registration. And again, she's putting it out there. And other teachers who are working through the same process can get the benefits and linked to their own reflections and so we're beginning to get that desiloed conversation around practice. Lots of schools going down the e-portfolio route but it's the same idea that your practice is moving out from your classroom into a space where you can sustain it over time but that other people can see what you're doing as well. So we are opening the doors and taking down the walls. And again, you don't have to have an e-portfolio tool to keep an e-portfolio, it could be a blog, but it is that sustained engagement in reflection. This is an image from Nick Raitt, who is a colleague who has really specialized in the way e-portfolios can be developed in a school. And if you have a number of teachers all engaging in inquiry in a way that's visible across your staff, and it doesn't always have to be face-to-face and it doesn't always have to be talked about at the same time on a Monday afternoon, you can have those conversations happening in a way that can be highly personal, highly flexible, but you've still got a sense of what the whole staff is doing. So to finish off this morning, and I thank you very much for your involvement and for listening to some of these ideas that are topical for us as professional learners. What we're advocating for here is not adding more types of professional learning to the mix, but thinking about doing it differently. To take away from today the thought that where is the opportunity for professional learning to be more self-directed, to be connected across your staff? How might you curate the resources that are important for your inquiry in a way that others could get the benefit from? How might you share what you're doing with other people in your school, not just face-to-face over the instant coffee, but being able to do it in a way that someone else could access after the kids are gone to bed or at the weekend in ways that are flexible and presented in ways that also suit you as well. Because we're all different little pencils in this room. We all deserve to have professional learning that really suits how we want to learn. And there has never been an easier time for us to do that and in doing so to enhance those professional conversations that we can have within our school between our schools and beyond our school so what I'd like you to do is to take a moment now as we finish off to talk with the people next to you. Can you share between you two or three ideas that you're going to take away from this session today? Maybe a couple of steps. What might you do to follow up on this session so that it hasn't been an hour and a half that you'll never get back? And to share that with at least one other person so if you could take half a minute to do that now commit to taking something away today what are you going to take away what might you do after this session Take it. Take it. Take it. Take it. I'm a good. I'm a man. I'm a man. It's a lot of the question. I'm going to be a good. I'm going to have a good. Yeah, yeah, yeah, and I'm going to get. I'm going to have. I'm going to I'm going to have a good. I'm going gonna be good. Yeah, yeah, I'll get it. Okay. Okay. Okay. Okay. Okay. Okay. Okay. I'd like to thank you for being here this morning and I hope that there has been one or two ideas to stimulate the brain to take back to school and think about the way professional learning either happens for you or for your staff. This doesn't need to be the end of the conversation because of course we can be flexible online learners as well. So I'm certainly available to take questions and to continue this discussion online as well. So thank you very much for this morning. I'd appreciate any feedback on the evaluation forms that are on your seats. But I make it time for lunch to go away and to chew over some of the ideas. And I hope you enjoy the rest of the conference. So thank you very much."}