{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Firsting through the half"}, {"timestamp": [4.0, 31.0], "text": "...firsting through the half million mark, New Zealand's largest city expects to be home to a million people in 22 years."}, {"timestamp": [31.0, 38.0], "text": " With Auckland City, Takapuna City and 20 satellite boroughs, Aucklanders can proudly say, we are the greatest."}, {"timestamp": [38.0, 43.0], "text": " In both suburbs and city, the expansion is rapid and is accelerating."}, {"timestamp": [47.5, 50.2], "text": " The half million celebrations are underway."}, {"timestamp": [56.3, 59.7], "text": " The pioneering spirit is remembered and a new pioneering age"}, {"timestamp": [59.7, 62.3], "text": " with motorways and town planning is about to begin."}, {"timestamp": [68.5, 70.5], "text": " The wind is cold and the weather patchy,"}, {"timestamp": [70.5, 74.0], "text": " but Greater Auckland's hundred square miles provides plenty of onlookers."}, {"timestamp": [84.0, 89.0], "text": " The Fair Sex always has its appeal, but for the present some people find more interest in go-carts."}, {"timestamp": [89.0, 98.0], "text": " Nighttime and the sparkling spectacle of a thousand-pound firework display."}, {"timestamp": [102.0, 110.0], "text": " Flairs and flourishes bomb bursts and splendor symbolize Auckland's rocketing expansion."}, {"timestamp": [110.0, 131.0], "text": " There's miles of styles as top hairdressers from all over New Zealand gather in Lower Hut for their first national competitions."}, {"timestamp": [131.0, 136.0], "text": " A silver cup's the goal and with limited time for each event there's a need for speed."}, {"timestamp": [136.0, 155.0], "text": " In the open hair cutting event, the models can be cut wet or dry."}, {"timestamp": [159.5, 161.0], "text": " While competitions are in progress, models for the next event are being shampooed and dried in several beauty salons nearby."}, {"timestamp": [161.0, 168.24], "text": " Taken by car to the town hall, they're groomed for the start of the following competition. This is an open competition for a day style."}, {"timestamp": [168.24, 185.12], "text": " Madam's a tumbleweed now and feels like it, but 30 minutes changes that."}, {"timestamp": [188.0, 190.68], "text": " Now it's over to the judges, all experienced hairdresses who award points on the balance and line of the result"}, {"timestamp": [190.68, 192.72], "text": " and the suitability of the style to the model."}, {"timestamp": [196.64, 198.88], "text": " But they'll not be keeping their hairdos long,"}, {"timestamp": [198.88, 202.56], "text": " for the next event requires them to be converted from day to evening styles."}, {"timestamp": [204.96, 205.0], "text": " It's a long cry from the time when a barber cut hair, drew blood, and was general surgeon. requires them to be converted from day to evening styles."}, {"timestamp": [210.0, 212.0], "text": " It's a long cry from the time when a barber cut hair, drew blood, and was general surgeon. Today's hairdressers are artists."}, {"timestamp": [215.0, 216.0], "text": " This is the creative part."}, {"timestamp": [216.0, 233.5], "text": " Each hairdresser using his or her imagination to make the lovely lady an evening en Chantris."}, {"timestamp": [238.46, 238.9], "text": " The judges study the conversions as the last competition in a hectic day comes to a close."}, {"timestamp": [242.66, 246.6], "text": " But they're not through yet, and later, at the ball, the prizes are awarded."}, {"timestamp": [249.3, 252.6], "text": " It's hat thought to Christchurch competitor David Bradford, who takes the day's top prize in the Grand Challenge trophy."}, {"timestamp": [252.6, 258.8], "text": " On with the celebrations, with the new styles and their owners well on display."}, {"timestamp": [264.2, 298.0], "text": " Part of a woman's pride is her plumage, and New Zealand's young stylists are well-proving they can keep up with the field in making Madam magnificent. Observing progress on the new France Joseph Hotel building is a 20-member team organised by the New Zealand Travel and Holidays Association."}, {"timestamp": [298.0, 303.0], "text": " They're on a five-day tour to survey the tourist facilities of Westland and the Haast Pass."}, {"timestamp": [303.0, 306.0], "text": " Traveling south, the party would inspect progress on the road which will link Westland and the Haast Pass."}, {"timestamp": [311.0, 315.0], "text": " Travelling south, the party would inspect progress on the road which will link Westland and Otago."}, {"timestamp": [323.0, 324.0], "text": " Patches of tall bush are reminders of the great forests that covered Westland."}, {"timestamp": [330.0, 333.0], "text": " Sparsely settled and up till now unroaded, this will be new country for touring New Zealanders and overseas holiday makers."}, {"timestamp": [338.0, 379.0], "text": " With streams from the foothills of the Alps to be bridged every few miles, this is tough country for road making. The road is being constructed south from Parringa and north from Hust, some of the toughest country on the route still to be covered. The touring party walked the last two miles of construction, huge gullies halt wheel traffic."}, {"timestamp": [379.0, 387.0], "text": " For this section, construction stops at Arnott Point where the road comes down to the coast."}, {"timestamp": [387.0, 393.0], "text": " Fighting into the bush from both ends, the tractors slowly close the gap."}, {"timestamp": [393.0, 398.0], "text": " On a calm day they can hear each other working only two miles apart as the heron flies,"}, {"timestamp": [398.0, 401.0], "text": " but needing six miles of road."}, {"timestamp": [410.0, 415.0], "text": " Although the distance is short, the going is tough and many bridges and culverts will be needed. It'll be a year till the construction teams meet and the road will not be ready for traffic until Christmas,"}, {"timestamp": [415.0, 417.0], "text": " 1965."}, {"timestamp": [417.0, 427.0], "text": " Later, flying to Haast, the party C Arnold Point, where they stood at the end of the northern section."}, {"timestamp": [427.0, 439.0], "text": " Through these gullies and ridges the road has yet to pass."}, {"timestamp": [439.0, 447.0], "text": " The southern section of the road follows the coast down to Haast."}, {"timestamp": [447.0, 452.0], "text": " Completed is the Haast River Bridge, the longest on the project."}, {"timestamp": [452.0, 469.0], "text": " Back on the ground, the party travel up the southern half of the highway,"}, {"timestamp": [469.0, 471.0], "text": " where Bullock Creek is the terminal point."}, {"timestamp": [475.0, 477.0], "text": " Perfect weather covered the trip."}, {"timestamp": [477.0, 483.0], "text": " According to the locals, the legend that the sun never shines on the west coast is unfair and untrue."}, {"timestamp": [483.0, 485.46], "text": " It's not an exercise in safety with tractors, but it's one way of crossing an unbridged street. The west coast is unfair and untrue."}, {"timestamp": [485.46, 489.76], "text": " It's not an exercise in safety with tractors, but it's one way of crossing an unbridged"}, {"timestamp": [489.76, 494.82], "text": " stream."}, {"timestamp": [498.78, 505.3], "text": " Here as farther north, there are several large gaps to be bridged."}, {"timestamp": [508.6, 509.34], "text": " Now it's back down the coast and over the haste passed to Otago."}, {"timestamp": [511.5, 512.1], "text": " When the road opens at the end of 1965,"}, {"timestamp": [513.56, 513.96], "text": " Westland will be linked to Otago,"}, {"timestamp": [517.5, null], "text": " and a round trip of the South Island will be a long-envisaged reality."}], "text": " Firsting through the half...firsting through the half million mark, New Zealand's largest city expects to be home to a million people in 22 years. With Auckland City, Takapuna City and 20 satellite boroughs, Aucklanders can proudly say, we are the greatest. In both suburbs and city, the expansion is rapid and is accelerating. The half million celebrations are underway. The pioneering spirit is remembered and a new pioneering age with motorways and town planning is about to begin. The wind is cold and the weather patchy, but Greater Auckland's hundred square miles provides plenty of onlookers. The Fair Sex always has its appeal, but for the present some people find more interest in go-carts. Nighttime and the sparkling spectacle of a thousand-pound firework display. Flairs and flourishes bomb bursts and splendor symbolize Auckland's rocketing expansion. There's miles of styles as top hairdressers from all over New Zealand gather in Lower Hut for their first national competitions. A silver cup's the goal and with limited time for each event there's a need for speed. In the open hair cutting event, the models can be cut wet or dry. While competitions are in progress, models for the next event are being shampooed and dried in several beauty salons nearby. Taken by car to the town hall, they're groomed for the start of the following competition. This is an open competition for a day style. Madam's a tumbleweed now and feels like it, but 30 minutes changes that. Now it's over to the judges, all experienced hairdresses who award points on the balance and line of the result and the suitability of the style to the model. But they'll not be keeping their hairdos long, for the next event requires them to be converted from day to evening styles. It's a long cry from the time when a barber cut hair, drew blood, and was general surgeon. requires them to be converted from day to evening styles. It's a long cry from the time when a barber cut hair, drew blood, and was general surgeon. Today's hairdressers are artists. This is the creative part. Each hairdresser using his or her imagination to make the lovely lady an evening en Chantris. The judges study the conversions as the last competition in a hectic day comes to a close. But they're not through yet, and later, at the ball, the prizes are awarded. It's hat thought to Christchurch competitor David Bradford, who takes the day's top prize in the Grand Challenge trophy. On with the celebrations, with the new styles and their owners well on display. Part of a woman's pride is her plumage, and New Zealand's young stylists are well-proving they can keep up with the field in making Madam magnificent. Observing progress on the new France Joseph Hotel building is a 20-member team organised by the New Zealand Travel and Holidays Association. They're on a five-day tour to survey the tourist facilities of Westland and the Haast Pass. Traveling south, the party would inspect progress on the road which will link Westland and the Haast Pass. Travelling south, the party would inspect progress on the road which will link Westland and Otago. Patches of tall bush are reminders of the great forests that covered Westland. Sparsely settled and up till now unroaded, this will be new country for touring New Zealanders and overseas holiday makers. With streams from the foothills of the Alps to be bridged every few miles, this is tough country for road making. The road is being constructed south from Parringa and north from Hust, some of the toughest country on the route still to be covered. The touring party walked the last two miles of construction, huge gullies halt wheel traffic. For this section, construction stops at Arnott Point where the road comes down to the coast. Fighting into the bush from both ends, the tractors slowly close the gap. On a calm day they can hear each other working only two miles apart as the heron flies, but needing six miles of road. Although the distance is short, the going is tough and many bridges and culverts will be needed. It'll be a year till the construction teams meet and the road will not be ready for traffic until Christmas, 1965. Later, flying to Haast, the party C Arnold Point, where they stood at the end of the northern section. Through these gullies and ridges the road has yet to pass. The southern section of the road follows the coast down to Haast. Completed is the Haast River Bridge, the longest on the project. Back on the ground, the party travel up the southern half of the highway, where Bullock Creek is the terminal point. Perfect weather covered the trip. According to the locals, the legend that the sun never shines on the west coast is unfair and untrue. It's not an exercise in safety with tractors, but it's one way of crossing an unbridged street. The west coast is unfair and untrue. It's not an exercise in safety with tractors, but it's one way of crossing an unbridged stream. Here as farther north, there are several large gaps to be bridged. Now it's back down the coast and over the haste passed to Otago. When the road opens at the end of 1965, Westland will be linked to Otago, and a round trip of the South Island will be a long-envisaged reality."}