{"speakers": [], "chunks": [{"timestamp": [0.0, 23.0], "text": " The village houses of our people in western Samoa are still built as they were in my grandfather's time,"}, {"timestamp": [23.0, 26.28], "text": " open-sided, thatched with sugar cane leaves."}, {"timestamp": [27.12, 29.9], "text": " The slim lines of our fishing canoes have not changed for centuries."}, {"timestamp": [30.84, 33.16], "text": " We still plant Talo for food in the old way."}, {"timestamp": [34.08, 36.08], "text": " The ancient crafts are kept alive."}, {"timestamp": [38.52, 42.22], "text": " The pattern of Sarmorne life varies little from generation to generation."}, {"timestamp": [43.04, 45.86], "text": " But today, in a new age, Sarmorns are also"}, {"timestamp": [45.86, 51.0], "text": " learning to handle the machines of a new economy, as the wonders and the worries of the 1960s"}, {"timestamp": [51.0, 59.26], "text": " come on swift wings to our Pacific Island home. Most of our 113,000 people live in coastal"}, {"timestamp": [59.26, 66.08], "text": " villages between plantations and the sea. Our church, our food and export crops never far away."}, {"timestamp": [67.2, 72.96], "text": " Our only town is a pier, center of trade and government. New buildings line the waterfront."}, {"timestamp": [73.6, 81.76], "text": " Churches, a bank, a library, shops, hotels, wharf sheds and copper stores. And now we have our own"}, {"timestamp": [81.76, 87.12], "text": " airline to connect with main air routes through eastern Samoa 80 miles away."}, {"timestamp": [87.92, 89.72], "text": " It's less than a day's flight to New Zealand."}, {"timestamp": [90.94, 113.68], "text": " Modern transport and communications have ended our long isolation from the Western world. Wherever you travel in Western Samoa,"}, {"timestamp": [114.08, 117.5], "text": " from our pier the capital to the remotest villages of the two main islands,"}, {"timestamp": [118.04, 122.2], "text": " you'll find that very few Samoans are entirely indifferent to the world around them."}, {"timestamp": [128.2, 130.84], "text": " The onward march of Samoan progress can be seen in every school and training college."}, {"timestamp": [130.84, 132.54], "text": " In the shade of a breadfruit tree,"}, {"timestamp": [132.54, 135.58], "text": " a New Zealand trained specialist in primary education"}, {"timestamp": [135.58, 138.16], "text": " passes on her knowledge to students who will one day"}, {"timestamp": [138.16, 141.78], "text": " be teachers themselves."}, {"timestamp": [141.78, 144.84], "text": " 2,000 miles away in a New Zealand university,"}, {"timestamp": [144.84, 147.2], "text": " students learn from a Samoan Master of Arts,"}, {"timestamp": [147.2, 152.0], "text": " something of the Western influences which are changing the lives of the Samoan people."}, {"timestamp": [156.0, 163.0], "text": " For the children of our peer, a new public library provides introductions to new worlds of learning,"}, {"timestamp": [163.0, 165.0], "text": " at a time when Western Samoa"}, {"timestamp": [165.0, 170.0], "text": " faces the greatest challenge and the greatest adventure in its history as a nation."}, {"timestamp": [174.0, 181.6], "text": " On May 9th, 1961, the Samoan and New Zealand governments arranged a plebiscite at the request"}, {"timestamp": [181.6, 191.22], "text": " of the United Nations to decide whether our country would become independent in January 1962 or remain a United Nations trust territory. A UN commissioner"}, {"timestamp": [191.22, 197.06], "text": " supervised the voting. All adult citizens were eligible to vote on that historic day when"}, {"timestamp": [197.06, 212.76], "text": " by a 6 to 1 majority we declared for the independence of Western Samoa. Samoan self-government has always been the aim of our leaders and the New Zealand"}, {"timestamp": [212.76, 213.76], "text": " administration."}, {"timestamp": [213.76, 217.96], "text": " The new constitution provides for the withdrawal of the New Zealand High Commissioner from"}, {"timestamp": [217.96, 223.04], "text": " the Council of State and the handing over of Samoan rule to the Honorable to Port"}, {"timestamp": [223.04, 226.18], "text": " Tomasese and the Honorable Malia Tor as joint"}, {"timestamp": [226.18, 226.94], "text": " heads of state."}, {"timestamp": [230.24, 235.02], "text": " The Honorable Matar Afa, another of our highest chiefs, is Prime Minister of an elected"}, {"timestamp": [235.02, 235.8], "text": " Cabinet government."}, {"timestamp": [236.84, 241.36], "text": " For some years now with New Zealand's guidance, we have chosen our own representatives"}, {"timestamp": [241.36, 244.12], "text": " according to Samoan law and custom."}, {"timestamp": [245.0, 249.0], "text": " our own representatives according to Sarmourne law and custom."}, {"timestamp": [254.0, 259.0], "text": " In the villages at this time there is much talk about the future of independent Sarmour and a welcome for the assurance that New Zealand has offered continued aid under a treaty of friendship."}, {"timestamp": [273.46, 274.34], "text": " Today, as in the past, life in Samor is based on the home and family."}, {"timestamp": [277.9, 282.02], "text": " Samoans still grow up with a healthy respect for the traditional way of living and a lively awareness of their rich heritage of custom and ceremony."}, {"timestamp": [283.02, 287.72], "text": " But they are also learning the varied skills which they need for independence in the modern world."}, {"timestamp": [288.78, 293.44], "text": " Here at Arpaire General Hospital is a man who would rank high in his profession anywhere."}, {"timestamp": [294.3, 296.14], "text": " Ewanio Kasseni, Surgeon."}, {"timestamp": [301.36, 307.0], "text": " The theatre sister is one of ten New Zealand nurses also serving at Arpeer."}, {"timestamp": [307.0, 314.0], "text": " The Samoan and European staff of the Territory's main hospital work long hours,"}, {"timestamp": [314.0, 319.0], "text": " and at the end of the day, Okoseni looks forward to the Garden Gate welcome from his son Neone,"}, {"timestamp": [319.0, 322.0], "text": " youngest of the Okaseni family of ten children."}, {"timestamp": [322.0, 326.0], "text": " Their home, like many others in suburban Arpere, is of European style adapted to suit the climate of 10 children. Their home, like many others in suburban up here, is of"}, {"timestamp": [326.0, 335.0], "text": " European style adapted to suit the climate of Samoa. Mrs. Okaseni is a trained nurse."}, {"timestamp": [335.0, 341.0], "text": " Her husband graduated from the Pioneer Medical School in Fiji nearly 30 years ago."}, {"timestamp": [341.0, 345.62], "text": " Today at the new Central Medical School, their eldest son, Kuriipatoni, is training"}, {"timestamp": [345.62, 346.54], "text": " to be a radiographer."}, {"timestamp": [346.54, 363.8], "text": " In two years when he completes his course, Kouripatoni plans to return to Sarmour as a radiographer"}, {"timestamp": [363.8, 369.0], "text": " in the health service."}, {"timestamp": [369.0, 373.0], "text": " Many of the doctors and all the senior nurses at our peer hospital were trained in Fiji"}, {"timestamp": [373.0, 381.0], "text": " or New Zealand. Sister Farsau, for instance, completed her specialist training at Wellington Hospital."}, {"timestamp": [381.0, 387.0], "text": " The baby clinic is staffed by a New Zealand sister and locally trained Samoan nurses."}, {"timestamp": [387.0, 407.0], "text": " In our villages, the women's committees work for the well-being of children in many ways,"}, {"timestamp": [407.0, 410.0], "text": " and they welcome the teaching of visiting doctors and nurses."}, {"timestamp": [410.0, 416.0], "text": " Here at Afanga, the matron and superintendent of Apiae Hospital are garlanded with flowers"}, {"timestamp": [416.0, 420.0], "text": " and escorted by the chiefs of the village."}, {"timestamp": [420.0, 427.0], "text": " The people of Afenga raised enough money to buy their own ambulance and to build their own outstation hospital."}, {"timestamp": [431.0, 438.0], "text": " The chiefs and people of most villages are interested in community health and the welfare of children."}, {"timestamp": [439.0, 444.0], "text": " And there is a good response to the World Health Organization campaign against tuberculosis,"}, {"timestamp": [444.0, 447.0], "text": " now in its second year in Sarmour."}, {"timestamp": [447.0, 458.0], "text": " Inside the Women's Committee House, the matron offers advice to mothers about the advantages of natural foods from the sea and the plantation."}, {"timestamp": [462.0, 469.0], "text": " With half the population under 15 and one of the highest birth rates in the world,"}, {"timestamp": [469.0, 473.0], "text": " Samoa must look to its future supplies of food."}, {"timestamp": [473.0, 480.0], "text": " At our Valley Agricultural College, methods of controlling plant disease and increasing food supply"}, {"timestamp": [480.0, 484.0], "text": " are being worked out by experts of the Department of Agriculture."}, {"timestamp": [483.2, 488.3], "text": " are being worked out by experts of the Department of Agriculture."}, {"timestamp": [491.4, 492.1], "text": " Bananas are a stable food and a valuable cash crop."}, {"timestamp": [493.96, 494.54], "text": " We plant and harvest all the year round,"}, {"timestamp": [497.02, 501.18], "text": " as bananas grow to maturity in a few months."}, {"timestamp": [503.82, 507.0], "text": " Most of the crop is produced on plantations owned by individual Samoan families."}, {"timestamp": [507.0, 512.0], "text": " And everyone lends a hand in the fortnightly gathering and packing for export."}, {"timestamp": [512.0, 516.0], "text": " This is the main source of income for many of our people."}, {"timestamp": [516.0, 526.74], "text": " The Orcasini family plantation is being worked by another son, Osone, who has decided to make planting his career."}, {"timestamp": [527.76, 531.64], "text": " The present crop is tarlo, another of the main foods of the Samoan people."}, {"timestamp": [533.7, 539.3], "text": " Osone weeds his taro patch by hand, but on the coconut plantations of the Western Samoan Trust,"}, {"timestamp": [539.74, 542.9], "text": " herds of cattle do the weeding and provide supplies of beef."}, {"timestamp": [543.98, 546.04], "text": " Family groups work in different parts"}, {"timestamp": [546.04, 554.18], "text": " of the trust estates. The women and girls scoop out the white kernel of the nuts. When"}, {"timestamp": [554.18, 563.22], "text": " dried, this becomes copper, the main cash crop of Western Samoa. Coco is second in value"}, {"timestamp": [563.22, 565.0], "text": " as an export crop."}, {"timestamp": [565.0, 568.2], "text": " It's usually grown on higher ground than coconuts."}, {"timestamp": [568.2, 573.1], "text": " The pods contain cocoa beans which are washed and dried on the plantation before being sent"}, {"timestamp": [573.1, 576.1], "text": " by road to the port of our pier."}, {"timestamp": [576.1, 581.2], "text": " About a million pounds worth of copper and a million pounds worth of cocoa are exported each year,"}, {"timestamp": [581.2, 585.72], "text": " mainly to the United Kingdom."}, {"timestamp": [587.92, 589.42], "text": " Cargo is lighted out to overseas ships birth clear of the inner reef."}, {"timestamp": [590.28, 593.72], "text": " In 1889, a great hurricane battered the town and harbour."}, {"timestamp": [594.42, 597.16], "text": " The wreck of the German warship Adler is still on the reef."}, {"timestamp": [598.62, 603.22], "text": " Beyond it is the Tofur, one of the ships carrying the total export crop of bananas to New"}, {"timestamp": [603.22, 606.9], "text": " Zealand, about three quarters of a million pounds worth in an average year."}, {"timestamp": [609.4, 613.4], "text": " But Samoa's most valuable asset is to be found in the schools and colleges."}, {"timestamp": [614.32, 617.62], "text": " The teachers' training college has a role of 230 students"}, {"timestamp": [617.62, 621.08], "text": " and a staff of Samoan and New Zealand University graduates."}, {"timestamp": [626.4, 630.92], "text": " After a two-year course, students become teachers in village primary schools."}, {"timestamp": [634.64, 639.5], "text": " The best pupils from primary schools go on to Salmore College up here, which is"}, {"timestamp": [639.5, 642.84], "text": " staffed and equipped in much the same way as a New Zealand secondary school."}, {"timestamp": [643.78, 645.76], "text": " Boys and girls attend the college"}, {"timestamp": [645.76, 650.24], "text": " where the aim is to educate them for leading positions in all walks of Samoan life."}, {"timestamp": [650.24, 667.0], "text": " The fourth form master is a New Zealander and one of the brightest students in the form is Alikolini Okasini."}, {"timestamp": [667.0, 680.0], "text": " Another member of the family, Artemosophir, is in Form 1, thinking perhaps of his brother, Siotu, at boarding school in New Zealand."}, {"timestamp": [680.0, 693.0], "text": " CO2 is one of about 150 young Samoans now being educated at schools and universities in New Zealand."}, {"timestamp": [697.0, 703.0], "text": " Another Samoan student, Miss Margaret Stirline, is completing a home science course at the University of Otago."}, {"timestamp": [703.0, 707.0], "text": " At her present home in Dunedin City, completing a home science course at the University of Otago."}, {"timestamp": [710.0, 713.0], "text": " At her present home in Dunedin City, there are many reminders of her family and life in Samoa."}, {"timestamp": [713.0, 718.0], "text": " Let us fly across the Pacific with news of friends and events in both countries."}, {"timestamp": [718.0, 738.0], "text": " News today of the wedding at Arpia Protestant Church of Karaponi Okaseni and Bill McGar of Auckland."}, {"timestamp": [741.74, 744.94], "text": " Carapone met her husband when she was training as a nursing sister in New Zealand."}, {"timestamp": [745.0, 748.0], "text": " This is a day of memories for the doctor and Mrs. Okasene,"}, {"timestamp": [748.0, 750.0], "text": " the wedding of the first of their children,"}, {"timestamp": [750.0, 753.0], "text": " the first wedding in their family."}, {"timestamp": [753.0, 769.0], "text": " In the pool of a Samoan evening, a reception for many relatives and friends."}, {"timestamp": [769.0, 789.5], "text": " His Excellency, the High Commissioner and Mrs. Wright, are among the first to offer congratulations and good wishes to Mr. and Mrs. McGraw. Friends of the bride exchange their nurses' uniforms for dresses decked with flowers"}, {"timestamp": [789.5, 793.0], "text": " and there are songs of welcome in the Samoan tradition."}, {"timestamp": [797.0, 804.0], "text": " For centuries it has been the custom for the Samoan bride to dance for her guests on her wedding night."}, {"timestamp": [804.0, 828.0], "text": " Karaponi dancers, as her ancestors did long ago, the graceful, carefree seaver of old Samoa. I'm a little bit of all the I'm a boy of the sun and I do soo-and-a-chee-law and"}, {"timestamp": [828.0, 831.0], "text": " my last, no, I'm a-o-law-lis-law,"}, {"timestamp": [831.0, 833.0], "text": " I'm a-la-is-and-a-law,"}, {"timestamp": [833.0, 836.0], "text": " and all-a-ole-ah,"}, {"timestamp": [836.0, 855.0], "text": " you, and, and, So a new life begins for Karaponi and Bill McGrath."}, {"timestamp": [855.0, 860.0], "text": " At a time when Samoa and New Zealand enter upon a new relationship."}, {"timestamp": [860.0, 868.42], "text": " The flags of our two countries have been raised together on our national day for many years, as New Zealanders and Samoans have worked together for many years,"}, {"timestamp": [868.92, 870.92], "text": " each learning something of value from the other."}, {"timestamp": [877.24, 880.58], "text": " Now the years of training and trusteeship are over."}, {"timestamp": [881.22, 885.44], "text": " But the spirit of cooperation which brought into being the first fully independent"}, {"timestamp": [885.44, 891.68], "text": " Polynesian state will always remain to guide the Samoa of yesterday and the newly independent"}, {"timestamp": [891.68, 895.44], "text": " Samoa of today in the ways of harmony and progress."}], "text": " The village houses of our people in western Samoa are still built as they were in my grandfather's time, open-sided, thatched with sugar cane leaves. The slim lines of our fishing canoes have not changed for centuries. We still plant Talo for food in the old way. The ancient crafts are kept alive. The pattern of Sarmorne life varies little from generation to generation. But today, in a new age, Sarmorns are also learning to handle the machines of a new economy, as the wonders and the worries of the 1960s come on swift wings to our Pacific Island home. Most of our 113,000 people live in coastal villages between plantations and the sea. Our church, our food and export crops never far away. Our only town is a pier, center of trade and government. New buildings line the waterfront. Churches, a bank, a library, shops, hotels, wharf sheds and copper stores. And now we have our own airline to connect with main air routes through eastern Samoa 80 miles away. It's less than a day's flight to New Zealand. Modern transport and communications have ended our long isolation from the Western world. Wherever you travel in Western Samoa, from our pier the capital to the remotest villages of the two main islands, you'll find that very few Samoans are entirely indifferent to the world around them. The onward march of Samoan progress can be seen in every school and training college. In the shade of a breadfruit tree, a New Zealand trained specialist in primary education passes on her knowledge to students who will one day be teachers themselves. 2,000 miles away in a New Zealand university, students learn from a Samoan Master of Arts, something of the Western influences which are changing the lives of the Samoan people. For the children of our peer, a new public library provides introductions to new worlds of learning, at a time when Western Samoa faces the greatest challenge and the greatest adventure in its history as a nation. On May 9th, 1961, the Samoan and New Zealand governments arranged a plebiscite at the request of the United Nations to decide whether our country would become independent in January 1962 or remain a United Nations trust territory. A UN commissioner supervised the voting. All adult citizens were eligible to vote on that historic day when by a 6 to 1 majority we declared for the independence of Western Samoa. Samoan self-government has always been the aim of our leaders and the New Zealand administration. The new constitution provides for the withdrawal of the New Zealand High Commissioner from the Council of State and the handing over of Samoan rule to the Honorable to Port Tomasese and the Honorable Malia Tor as joint heads of state. The Honorable Matar Afa, another of our highest chiefs, is Prime Minister of an elected Cabinet government. For some years now with New Zealand's guidance, we have chosen our own representatives according to Samoan law and custom. our own representatives according to Sarmourne law and custom. In the villages at this time there is much talk about the future of independent Sarmour and a welcome for the assurance that New Zealand has offered continued aid under a treaty of friendship. Today, as in the past, life in Samor is based on the home and family. Samoans still grow up with a healthy respect for the traditional way of living and a lively awareness of their rich heritage of custom and ceremony. But they are also learning the varied skills which they need for independence in the modern world. Here at Arpaire General Hospital is a man who would rank high in his profession anywhere. Ewanio Kasseni, Surgeon. The theatre sister is one of ten New Zealand nurses also serving at Arpeer. The Samoan and European staff of the Territory's main hospital work long hours, and at the end of the day, Okoseni looks forward to the Garden Gate welcome from his son Neone, youngest of the Okaseni family of ten children. Their home, like many others in suburban Arpere, is of European style adapted to suit the climate of 10 children. Their home, like many others in suburban up here, is of European style adapted to suit the climate of Samoa. Mrs. Okaseni is a trained nurse. Her husband graduated from the Pioneer Medical School in Fiji nearly 30 years ago. Today at the new Central Medical School, their eldest son, Kuriipatoni, is training to be a radiographer. In two years when he completes his course, Kouripatoni plans to return to Sarmour as a radiographer in the health service. Many of the doctors and all the senior nurses at our peer hospital were trained in Fiji or New Zealand. Sister Farsau, for instance, completed her specialist training at Wellington Hospital. The baby clinic is staffed by a New Zealand sister and locally trained Samoan nurses. In our villages, the women's committees work for the well-being of children in many ways, and they welcome the teaching of visiting doctors and nurses. Here at Afanga, the matron and superintendent of Apiae Hospital are garlanded with flowers and escorted by the chiefs of the village. The people of Afenga raised enough money to buy their own ambulance and to build their own outstation hospital. The chiefs and people of most villages are interested in community health and the welfare of children. And there is a good response to the World Health Organization campaign against tuberculosis, now in its second year in Sarmour. Inside the Women's Committee House, the matron offers advice to mothers about the advantages of natural foods from the sea and the plantation. With half the population under 15 and one of the highest birth rates in the world, Samoa must look to its future supplies of food. At our Valley Agricultural College, methods of controlling plant disease and increasing food supply are being worked out by experts of the Department of Agriculture. are being worked out by experts of the Department of Agriculture. Bananas are a stable food and a valuable cash crop. We plant and harvest all the year round, as bananas grow to maturity in a few months. Most of the crop is produced on plantations owned by individual Samoan families. And everyone lends a hand in the fortnightly gathering and packing for export. This is the main source of income for many of our people. The Orcasini family plantation is being worked by another son, Osone, who has decided to make planting his career. The present crop is tarlo, another of the main foods of the Samoan people. Osone weeds his taro patch by hand, but on the coconut plantations of the Western Samoan Trust, herds of cattle do the weeding and provide supplies of beef. Family groups work in different parts of the trust estates. The women and girls scoop out the white kernel of the nuts. When dried, this becomes copper, the main cash crop of Western Samoa. Coco is second in value as an export crop. It's usually grown on higher ground than coconuts. The pods contain cocoa beans which are washed and dried on the plantation before being sent by road to the port of our pier. About a million pounds worth of copper and a million pounds worth of cocoa are exported each year, mainly to the United Kingdom. Cargo is lighted out to overseas ships birth clear of the inner reef. In 1889, a great hurricane battered the town and harbour. The wreck of the German warship Adler is still on the reef. Beyond it is the Tofur, one of the ships carrying the total export crop of bananas to New Zealand, about three quarters of a million pounds worth in an average year. But Samoa's most valuable asset is to be found in the schools and colleges. The teachers' training college has a role of 230 students and a staff of Samoan and New Zealand University graduates. After a two-year course, students become teachers in village primary schools. The best pupils from primary schools go on to Salmore College up here, which is staffed and equipped in much the same way as a New Zealand secondary school. Boys and girls attend the college where the aim is to educate them for leading positions in all walks of Samoan life. The fourth form master is a New Zealander and one of the brightest students in the form is Alikolini Okasini. Another member of the family, Artemosophir, is in Form 1, thinking perhaps of his brother, Siotu, at boarding school in New Zealand. CO2 is one of about 150 young Samoans now being educated at schools and universities in New Zealand. Another Samoan student, Miss Margaret Stirline, is completing a home science course at the University of Otago. At her present home in Dunedin City, completing a home science course at the University of Otago. At her present home in Dunedin City, there are many reminders of her family and life in Samoa. Let us fly across the Pacific with news of friends and events in both countries. News today of the wedding at Arpia Protestant Church of Karaponi Okaseni and Bill McGar of Auckland. Carapone met her husband when she was training as a nursing sister in New Zealand. This is a day of memories for the doctor and Mrs. Okasene, the wedding of the first of their children, the first wedding in their family. In the pool of a Samoan evening, a reception for many relatives and friends. His Excellency, the High Commissioner and Mrs. Wright, are among the first to offer congratulations and good wishes to Mr. and Mrs. McGraw. Friends of the bride exchange their nurses' uniforms for dresses decked with flowers and there are songs of welcome in the Samoan tradition. For centuries it has been the custom for the Samoan bride to dance for her guests on her wedding night. Karaponi dancers, as her ancestors did long ago, the graceful, carefree seaver of old Samoa. I'm a little bit of all the I'm a boy of the sun and I do soo-and-a-chee-law and my last, no, I'm a-o-law-lis-law, I'm a-la-is-and-a-law, and all-a-ole-ah, you, and, and, So a new life begins for Karaponi and Bill McGrath. At a time when Samoa and New Zealand enter upon a new relationship. The flags of our two countries have been raised together on our national day for many years, as New Zealanders and Samoans have worked together for many years, each learning something of value from the other. Now the years of training and trusteeship are over. But the spirit of cooperation which brought into being the first fully independent Polynesian state will always remain to guide the Samoa of yesterday and the newly independent Samoa of today in the ways of harmony and progress."}