{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Models of Gisbonne's Courthouse"}, {"timestamp": [7.0, 29.0], "text": " Models of Gisbon's Courthouse, the manorry control tower, and the new Met Office for Wellington."}, {"timestamp": [29.0, 38.0], "text": " Even to the proposed new building for Parliament, Mrs. Kramer builds them all, working from rough sketches, architect's plans and draughtsman's layouts."}, {"timestamp": [42.0, 49.54], "text": " In her small workshop she makes everything herself, relying mainly on perspex,"}, {"timestamp": [49.84, 52.84], "text": " polystyrene and paint to make replicas of the real thing."}, {"timestamp": [53.56, 76.54], "text": " All the pieces are made before assembly starts. Laymen and even architects have difficulty visualizing from plans what a complete a building will look like in its setting."}, {"timestamp": [77.54, 83.88], "text": " Such a problem arose when Sir Basil Spence, consulting architect to government, submitted a bold design for the completion of Parliament."}, {"timestamp": [84.78, 90.2], "text": " His plan, which aroused a lot of public interest, has now been approved by cabinet and parliament as a whole."}, {"timestamp": [112.08, 117.28], "text": " The original Parliament buildings were burnt down in 1907, leaving only the library standing."}, {"timestamp": [126.92, 127.84], "text": " The present main building was started in 1912 using Tarkaka marble, but with the work only half-completed, building was stopped in 1918 owing to lack of money."}, {"timestamp": [130.96, 133.1], "text": " Today it's realized that 50-year-old plans are no longer functional and a different type of buildings required."}, {"timestamp": [136.6, 139.48], "text": " The old wooden building, once the Vicerigal residence,"}, {"timestamp": [139.6, 141.66], "text": " will be the site for the new parliamentary building,"}, {"timestamp": [142.0, 145.08], "text": " which will rise ten circular floors above a rectangular podium."}, {"timestamp": [145.96, 149.98], "text": " The whole structure will be twice the height of the present buildings and have accommodation for"}, {"timestamp": [149.98, 155.18], "text": " ministers' offices and state function rooms. The model makes it evident that it will be an"}, {"timestamp": [155.18, 157.5], "text": " impressive addition to the planned government centre."}, {"timestamp": [169.24, 171.88], "text": " There's nothing unusual about this Auckland fish and chip shop itself, but the owner has suddenly become a famous man."}, {"timestamp": [171.88, 179.24], "text": " Mr. Sam Lawson has become the father of Quintiplets."}, {"timestamp": [179.24, 185.12], "text": " At a small home in the suburb of New Lynn,"}, {"timestamp": [185.12, 187.88], "text": " five-year-old daughter Leanne helps grandma with some knitting."}, {"timestamp": [187.88, 190.12], "text": " And there's going to be plenty of this from now on."}, {"timestamp": [190.12, 192.32], "text": " The phone keeps ringing."}, {"timestamp": [192.32, 195.28], "text": " Flowers, gifts and hundreds of telegrams keep pouring in"}, {"timestamp": [195.28, 198.16], "text": " with calls from New York, London and Paris."}, {"timestamp": [198.16, 201.04], "text": " One of the first gifts is a new car from a national grocery chain."}, {"timestamp": [201.04, 207.0], "text": " A television set, blankets, mattresses. And hundreds of nappies, the flood continues."}, {"timestamp": [207.0, 230.08], "text": " A 50-pound chick from the new Lynn Lions clubs brings smiles all round. Then it's away from the hubbub to Auckland's National Women's Hospital where Mrs Shirley Ann Lawson had been kept for 14 weeks before confinement. This contributed to"}, {"timestamp": [230.08, 233.74], "text": " her good health and the fact that the five babies are so big although they were seven"}, {"timestamp": [233.74, 238.68], "text": " weeks premature. Proud parents Sam and Shirley Ann are no longer just plain Mr and"}, {"timestamp": [238.68, 242.86], "text": " Mrs. Lawson. The multiple birth has thrown them into the dazzling glare of public interest."}, {"timestamp": [242.86, 245.7], "text": " From now on privacy is a luxury money won't buy."}, {"timestamp": [246.26, 250.84], "text": " But they realise this, and are taking every precaution against the serious effects this could have"}, {"timestamp": [250.84, 253.14], "text": " on their children and their own lives."}, {"timestamp": [258.26, 271.54], "text": " Five bouquets, one for each of the quenchards under special care in their incubators."}, {"timestamp": [274.56, 275.36], "text": " The chances of such a birth were 41 million to one."}, {"timestamp": [279.7, 280.86], "text": " And the day, July 27, 1965, a day unique in the history of New Zealand."}, {"timestamp": [283.78, 284.24], "text": " Whatever the future of Sam and Shirley Ann Lawson and their six children,"}, {"timestamp": [287.0, 307.0], "text": " there'll be news for a long time. The sea pounding away over the centuries has formed belts of sand for hundreds of miles along the North Island's west coast."}, {"timestamp": [311.0, 315.6], "text": " What the sea has put there, the prevailing west wind plays with rolling the sand inland,"}, {"timestamp": [315.6, 321.0], "text": " swallowing farmland, covering and destroying as it goes."}, {"timestamp": [324.0, 330.08], "text": " The area of drifting sand is about 290,000 acres, with 90 mile beach and around Woodhill,"}, {"timestamp": [330.24, 332.82], "text": " just north of Auckland, the worst areas of our coastline."}, {"timestamp": [337.6, 342.5], "text": " 30 years ago, the Ministry of Works employed 700 men to try to stop the engulfing sands."}, {"timestamp": [343.02, 345.38], "text": " The forestry department took over the project 20"}, {"timestamp": [345.38, 349.94], "text": " years later, but it's only since the local development of a marum planter that any consolidation"}, {"timestamp": [349.94, 351.34], "text": " of the dunes has been made."}, {"timestamp": [360.54, 365.5], "text": " The smaller planter averages five or six acres a day planting in the small pockets and headlands,"}, {"timestamp": [366.0, 368.7], "text": " while the larger machines used for long runs along the coast."}, {"timestamp": [369.6, 373.4], "text": " With six men aboard and carrying enough maram grass for a non-stop five-acre run,"}, {"timestamp": [373.78, 413.28], "text": " they can plant upwards of 20 acres a day. Each year a protective belt of marum grass about 15 chains wide is planted."}, {"timestamp": [413.92, 432.24], "text": " The encroaching sands are halted and consolidated. The next step is to make the sandy waste productive."}, {"timestamp": [433.0, 455.16], "text": " To supply the only deficiency, nitrogen, fast-growing tree lupin sewn gives a complete coverage of the dunes."}, {"timestamp": [455.72, 457.0], "text": " Now trees can be planted."}, {"timestamp": [457.92, 462.92], "text": " Most of the country can be covered by crawler tractors planting 10,000 trees, a forest a day."}, {"timestamp": [464.3, 466.0], "text": " The tractor crushes the undergrowth"}, {"timestamp": [466.0, 468.0], "text": " when a sharp revolving blade cuts a trench"}, {"timestamp": [468.0, 470.0], "text": " without disturbing the humors too much."}, {"timestamp": [470.0, 473.0], "text": " The trees slide in and the rear wheels tamp down the plants"}, {"timestamp": [473.0, 475.0], "text": " for an almost 100% take."}, {"timestamp": [475.0, 480.0], "text": " Each man develops a rhythm,"}, {"timestamp": [480.0, 483.0], "text": " row on row each tree the same distance from its neighbour."}, {"timestamp": [483.0, 486.84], "text": " The back-breaking toil of hand- hand planting's gone, well comparatively."}, {"timestamp": [504.42, 511.42], "text": " The trees grow well in sand and with 1,500 acres planted every year, the machines have altered the whole pattern of sand control."}, {"timestamp": [512.18, null], "text": " The forestry department has not only freed coastal farmland of encroachment, but has grown a valuable crop of millable trees. Thank you."}], "text": " Models of Gisbonne's Courthouse Models of Gisbon's Courthouse, the manorry control tower, and the new Met Office for Wellington. Even to the proposed new building for Parliament, Mrs. Kramer builds them all, working from rough sketches, architect's plans and draughtsman's layouts. In her small workshop she makes everything herself, relying mainly on perspex, polystyrene and paint to make replicas of the real thing. All the pieces are made before assembly starts. Laymen and even architects have difficulty visualizing from plans what a complete a building will look like in its setting. Such a problem arose when Sir Basil Spence, consulting architect to government, submitted a bold design for the completion of Parliament. His plan, which aroused a lot of public interest, has now been approved by cabinet and parliament as a whole. The original Parliament buildings were burnt down in 1907, leaving only the library standing. The present main building was started in 1912 using Tarkaka marble, but with the work only half-completed, building was stopped in 1918 owing to lack of money. Today it's realized that 50-year-old plans are no longer functional and a different type of buildings required. The old wooden building, once the Vicerigal residence, will be the site for the new parliamentary building, which will rise ten circular floors above a rectangular podium. The whole structure will be twice the height of the present buildings and have accommodation for ministers' offices and state function rooms. The model makes it evident that it will be an impressive addition to the planned government centre. There's nothing unusual about this Auckland fish and chip shop itself, but the owner has suddenly become a famous man. Mr. Sam Lawson has become the father of Quintiplets. At a small home in the suburb of New Lynn, five-year-old daughter Leanne helps grandma with some knitting. And there's going to be plenty of this from now on. The phone keeps ringing. Flowers, gifts and hundreds of telegrams keep pouring in with calls from New York, London and Paris. One of the first gifts is a new car from a national grocery chain. A television set, blankets, mattresses. And hundreds of nappies, the flood continues. A 50-pound chick from the new Lynn Lions clubs brings smiles all round. Then it's away from the hubbub to Auckland's National Women's Hospital where Mrs Shirley Ann Lawson had been kept for 14 weeks before confinement. This contributed to her good health and the fact that the five babies are so big although they were seven weeks premature. Proud parents Sam and Shirley Ann are no longer just plain Mr and Mrs. Lawson. The multiple birth has thrown them into the dazzling glare of public interest. From now on privacy is a luxury money won't buy. But they realise this, and are taking every precaution against the serious effects this could have on their children and their own lives. Five bouquets, one for each of the quenchards under special care in their incubators. The chances of such a birth were 41 million to one. And the day, July 27, 1965, a day unique in the history of New Zealand. Whatever the future of Sam and Shirley Ann Lawson and their six children, there'll be news for a long time. The sea pounding away over the centuries has formed belts of sand for hundreds of miles along the North Island's west coast. What the sea has put there, the prevailing west wind plays with rolling the sand inland, swallowing farmland, covering and destroying as it goes. The area of drifting sand is about 290,000 acres, with 90 mile beach and around Woodhill, just north of Auckland, the worst areas of our coastline. 30 years ago, the Ministry of Works employed 700 men to try to stop the engulfing sands. The forestry department took over the project 20 years later, but it's only since the local development of a marum planter that any consolidation of the dunes has been made. The smaller planter averages five or six acres a day planting in the small pockets and headlands, while the larger machines used for long runs along the coast. With six men aboard and carrying enough maram grass for a non-stop five-acre run, they can plant upwards of 20 acres a day. Each year a protective belt of marum grass about 15 chains wide is planted. The encroaching sands are halted and consolidated. The next step is to make the sandy waste productive. To supply the only deficiency, nitrogen, fast-growing tree lupin sewn gives a complete coverage of the dunes. Now trees can be planted. Most of the country can be covered by crawler tractors planting 10,000 trees, a forest a day. The tractor crushes the undergrowth when a sharp revolving blade cuts a trench without disturbing the humors too much. The trees slide in and the rear wheels tamp down the plants for an almost 100% take. Each man develops a rhythm, row on row each tree the same distance from its neighbour. The back-breaking toil of hand- hand planting's gone, well comparatively. The trees grow well in sand and with 1,500 acres planted every year, the machines have altered the whole pattern of sand control. The forestry department has not only freed coastal farmland of encroachment, but has grown a valuable crop of millable trees. Thank you."}