{"speakers": [], "chunks": [{"timestamp": [0.0, 25.0], "text": " A new ship is nearing completion at the Mason Brothers shipyards in Auckland."}, {"timestamp": [25.0, 31.0], "text": " The contract, the largest ever placed with a local firm, is for a coastal passenger vessel to be named Wairur."}, {"timestamp": [31.0, 37.0], "text": " One morning comes a surprise launching."}, {"timestamp": [37.0, 44.0], "text": " Wairor is floated round to one of the main city walls where a pre-assembled bow is waiting to be lowered into position by the floating crane."}, {"timestamp": [44.0, 48.22], "text": " There's no machinery strong enough at the yards to handle such a large piece of"}, {"timestamp": [48.22, 65.0], "text": " steel so many hours of work are being saved by this method. Slowly down and mind your fingers."}, {"timestamp": [69.0, 74.0], "text": " Operation completed and soon Waira will return to the slip."}, {"timestamp": [74.0, 80.0], "text": " Official launching day and the yards are crowded for the big event."}, {"timestamp": [80.0, 84.0], "text": " Mrs. Gerard, wife of the Minister of Marine, is to perform the traditional ceremony."}, {"timestamp": [84.0, 87.4], "text": " The bottle smashes against the bow and to the cheers of the crowd..."}, {"timestamp": [88.0, 90.48], "text": " Oh. Have to try again."}, {"timestamp": [93.68, 96.24], "text": " The bottle smashes and amidst the cheers of the..."}, {"timestamp": [96.88, 97.36], "text": " Oh."}, {"timestamp": [108.0, 110.0], "text": " Maybe it'll be third time lucky. Oh."}, {"timestamp": [112.0, 118.0], "text": " The crowd watches with interest as back on the day as they prepare to do battle a fork time."}, {"timestamp": [122.0, 127.0], "text": " And Wairor is launched."}, {"timestamp": [127.0, 132.0], "text": " And amidst the cheers of the crowd slides gracefully down to the sea."}, {"timestamp": [132.0, 136.0], "text": " She is 750 tons with room for more than 300 passengers"}, {"timestamp": [136.0, 139.0], "text": " and she'll ply between Bluff and Stuart Island."}, {"timestamp": [139.0, 159.0], "text": " Wyrrower is a proud addition to New Zealand's coastal fleet. The Napier Boys High School set in attractive grounds not far from the celebrated Marine parade has a new classroom."}, {"timestamp": [159.0, 161.0], "text": " It lacks charm but not popularity."}, {"timestamp": [161.0, 164.0], "text": " Come November and the ventures are packed with eager pupils."}, {"timestamp": [164.0, 169.5], "text": " And why all the enthusiasm? Shearing. Yes, shearing gets the hearing among the 180"}, {"timestamp": [169.5, 172.5], "text": " agricultural students, especially when it's a do-it-yourself course."}, {"timestamp": [172.5, 176.0], "text": " Those who will actually try their hand are fifth and sixth form pupils."}, {"timestamp": [176.0, 181.0], "text": " Leo Sutton, a wool board shearing instructor, demonstrates on a shorn and marked sheet."}, {"timestamp": [181.0, 190.56], "text": " Marking the shorn animal has proved to be a tremendous help in"}, {"timestamp": [190.56, 197.1], "text": " instructing pupils. Now it's the turn of the boy to prove he's been paying"}, {"timestamp": [197.1, 202.8], "text": " attention. The emphasis in this class is on technique. Speed can be acquired later."}, {"timestamp": [202.8, 205.4], "text": " Practice over the boys drive in the Romneys before trying"}, {"timestamp": [205.4, 211.16], "text": " their hand at the real thing. About 1,000 sheep are run on the 240-acre school"}, {"timestamp": [211.16, 222.32], "text": " farm which is self-supporting. These lift and swing gates are an innovation."}, {"timestamp": [222.32, 226.84], "text": " They can be opened in a restricted space, a great help in shifting animals from pen to pen."}, {"timestamp": [229.96, 233.86], "text": " Now Jim Kerr steps into the pen and selects a sheep with practiced ease."}, {"timestamp": [234.4, 236.6], "text": " Jim is the present holder of the school Shearing Cup,"}, {"timestamp": [236.96, 238.74], "text": " an aspiring Godfrey Bowen in the making."}, {"timestamp": [242.24, 246.84], "text": " The shed was opened last October by the Minister of Agriculture and is the brainchild of Mr."}, {"timestamp": [246.84, 249.2], "text": " Monty Montgomery of the same department."}, {"timestamp": [249.2, 255.06], "text": " It has features of great interest to progressive farmers, interior pens for 320 sheep, draft proof"}, {"timestamp": [255.06, 271.2], "text": " shoots, dressing rooms, showers and seating accommodation for 100 pupils. As the boys gain confidence, the sheep slide down the automatic draft proof shoots regularly."}, {"timestamp": [275.44, 279.12], "text": " At the Napier Boys High, this is one of the more popular courses in the curriculum."}, {"timestamp": [280.48, 291.0], "text": " For the boys anyway."}, {"timestamp": [295.0, 299.0], "text": " January the 1st, 1962, and with the new year comes the first independent Polynesian state of the 20th century, Western Samoa."}, {"timestamp": [299.0, 304.0], "text": " His Highness Prince Tungi of Tonga arrives at Apia to take part in the celebrations"}, {"timestamp": [304.0, 309.76], "text": " and is greeted by the Prime Minister Matarafa."}, {"timestamp": [309.76, 314.56], "text": " On the Malaya Tirfal, the heads of state, their highnesses Tupua Tamasesi and Malayatua"}, {"timestamp": [314.56, 319.2], "text": " Tanamofili walked to the official dais where the oath of offices to be taken before the Chief"}, {"timestamp": [319.2, 328.0], "text": " Justice of Samoa, Mr. C. Masek. Gentlemen, it is now my"}, {"timestamp": [328.0, 347.0], "text": " gentlemen, it is now my privilege to inform you"}, {"timestamp": [347.0, 352.0], "text": " that now you have subscribed the oath required by the Constitution,"}, {"timestamp": [352.0, 359.0], "text": " you are entitled to exercise your high and dignified functions as head of state."}, {"timestamp": [359.0, 364.0], "text": " May I congratulate you on your accession to this high office"}, {"timestamp": [364.0, 378.0], "text": " and pray that Almighty God may at all times shower his grace upon you so that you may well and faithfully discharge those functions for the welfare of the state which is so happily born today."}, {"timestamp": [378.0, 388.0], "text": " For many years New Zealand as administering authority in cooperation with the United Nations has guided and assisted Western Samoa in its path towards independence."}, {"timestamp": [388.0, 397.0], "text": " New Zealand's Prime Minister, the Right Honourable Keith Holyoke, speaks of his country's pledge to give continued assistance to the new state if it so desires."}, {"timestamp": [397.0, 403.0], "text": " New Zealand, the former administering authority, is laying down its trap."}, {"timestamp": [403.0, 405.16], "text": " The United Nations organization, which has played a formative role in bringing authority is laying down its tracks."}, {"timestamp": [405.16, 411.0], "text": " The United Nations organization, which has played a formative role in bringing Western Samoa"}, {"timestamp": [411.0, 416.04], "text": " to independent, has completed its task."}, {"timestamp": [416.04, 423.32], "text": " It is a time for rejoicing for Western Samoa and for all Western Samoa's friends and"}, {"timestamp": [423.32, 426.0], "text": " they are leading."}, {"timestamp": [426.0, 429.0], "text": " Speaking for the first time as head of state,"}, {"timestamp": [429.0, 432.0], "text": " His Highness Tupua Thomas Essie addresses the Sarmor."}, {"timestamp": [432.0, 435.0], "text": " His speech is interpreted for the visitors."}, {"timestamp": [435.0, 438.0], "text": " My you tell, you matil."}, {"timestamp": [438.0, 443.0], "text": " In your hands, Samoa,"}, {"timestamp": [443.0, 448.0], "text": " lies the supreme authority of your own guns."}, {"timestamp": [450.0, 455.0], "text": " And it will up to you each and everyone, and in particular the leaders,"}, {"timestamp": [456.0, 460.0], "text": " to do your jury and do it well."}, {"timestamp": [463.0, 468.0], "text": " For the last time, the two trusteeship flags are lowered, one by the Prime Minister of New Zealand"}, {"timestamp": [468.0, 473.0], "text": " and the other by the Honourable Mataraphafayani, Prime Minister of Western Samoa."}, {"timestamp": [473.0, 486.5], "text": " Slowly and surely in a moment of deep emotion, the heads of state raise the emblem of Western Samoa to the masthead,"}, {"timestamp": [487.0, 514.0], "text": " where, like the flag of many another new independent state, it demonstrates with dignity the leaders of the new state approach the"}, {"timestamp": [514.0, 517.68], "text": " Phono House, where the visitors' galleries are packed for the reading of the speech"}, {"timestamp": [517.68, 522.8], "text": " from the throne by his highness Malia Toa Tanamafili prior to the declaration of the"}, {"timestamp": [522.8, 525.0], "text": " opening of the first parliament."}, {"timestamp": [525.0, 531.0], "text": " Now on behalf of the head of state and with the full sense of the historic meaning of my act,"}, {"timestamp": [531.0, 539.0], "text": " I formally declare open the first decision of the first parliament of the independent state of Western Samoa."}, {"timestamp": [539.0, 542.0], "text": " So it four."}, {"timestamp": [542.0, 547.0], "text": " The Prime Minister replies and moves the adjournment of the House."}, {"timestamp": [547.0, 549.0], "text": " The Mallow vallahua,"}, {"timestamp": [549.0, 563.12], "text": " after all of the"}, {"timestamp": [563.12, 567.0], "text": " formalities, groups from schools and other organizations"}, {"timestamp": [567.0, 590.0], "text": " march past and pay respect. As the celebrations"}, {"timestamp": [590.0, 609.0], "text": " The people show their feelings in a Polynesian music and rhythm."}, {"timestamp": [609.0, 627.0], "text": " From the kingdom of Tonga comes a breathtaking gift of a thousand yards of tarpa cloth made specially for the occasion. Groups, oh yeah, oh yeah, oh yeah."}, {"timestamp": [627.0, 648.24], "text": " Groups from different villages and outlying islands join the festivities in"}, {"timestamp": [648.24, 685.0], "text": " dances of local origin in celebrating Western Samoar's independence. Oh, yeah! Oh, yeah! Oh, we're going to be able to be in a lot of my own, and the world,"}, {"timestamp": [685.0, 687.0], "text": " and I'm going to be,"}, {"timestamp": [687.0, 689.0], "text": " and I'm going to be,"}, {"timestamp": [689.0, 691.0], "text": " and I'm going to be,"}, {"timestamp": [691.0, 695.0], "text": " and I'm going to be able to be able to be."}, {"timestamp": [695.0, 706.0], "text": " Oh, Go to go to be. Oh! Oh!"}], "text": " A new ship is nearing completion at the Mason Brothers shipyards in Auckland. The contract, the largest ever placed with a local firm, is for a coastal passenger vessel to be named Wairur. One morning comes a surprise launching. Wairor is floated round to one of the main city walls where a pre-assembled bow is waiting to be lowered into position by the floating crane. There's no machinery strong enough at the yards to handle such a large piece of steel so many hours of work are being saved by this method. Slowly down and mind your fingers. Operation completed and soon Waira will return to the slip. Official launching day and the yards are crowded for the big event. Mrs. Gerard, wife of the Minister of Marine, is to perform the traditional ceremony. The bottle smashes against the bow and to the cheers of the crowd... Oh. Have to try again. The bottle smashes and amidst the cheers of the... Oh. Maybe it'll be third time lucky. Oh. The crowd watches with interest as back on the day as they prepare to do battle a fork time. And Wairor is launched. And amidst the cheers of the crowd slides gracefully down to the sea. She is 750 tons with room for more than 300 passengers and she'll ply between Bluff and Stuart Island. Wyrrower is a proud addition to New Zealand's coastal fleet. The Napier Boys High School set in attractive grounds not far from the celebrated Marine parade has a new classroom. It lacks charm but not popularity. Come November and the ventures are packed with eager pupils. And why all the enthusiasm? Shearing. Yes, shearing gets the hearing among the 180 agricultural students, especially when it's a do-it-yourself course. Those who will actually try their hand are fifth and sixth form pupils. Leo Sutton, a wool board shearing instructor, demonstrates on a shorn and marked sheet. Marking the shorn animal has proved to be a tremendous help in instructing pupils. Now it's the turn of the boy to prove he's been paying attention. The emphasis in this class is on technique. Speed can be acquired later. Practice over the boys drive in the Romneys before trying their hand at the real thing. About 1,000 sheep are run on the 240-acre school farm which is self-supporting. These lift and swing gates are an innovation. They can be opened in a restricted space, a great help in shifting animals from pen to pen. Now Jim Kerr steps into the pen and selects a sheep with practiced ease. Jim is the present holder of the school Shearing Cup, an aspiring Godfrey Bowen in the making. The shed was opened last October by the Minister of Agriculture and is the brainchild of Mr. Monty Montgomery of the same department. It has features of great interest to progressive farmers, interior pens for 320 sheep, draft proof shoots, dressing rooms, showers and seating accommodation for 100 pupils. As the boys gain confidence, the sheep slide down the automatic draft proof shoots regularly. At the Napier Boys High, this is one of the more popular courses in the curriculum. For the boys anyway. January the 1st, 1962, and with the new year comes the first independent Polynesian state of the 20th century, Western Samoa. His Highness Prince Tungi of Tonga arrives at Apia to take part in the celebrations and is greeted by the Prime Minister Matarafa. On the Malaya Tirfal, the heads of state, their highnesses Tupua Tamasesi and Malayatua Tanamofili walked to the official dais where the oath of offices to be taken before the Chief Justice of Samoa, Mr. C. Masek. Gentlemen, it is now my gentlemen, it is now my privilege to inform you that now you have subscribed the oath required by the Constitution, you are entitled to exercise your high and dignified functions as head of state. May I congratulate you on your accession to this high office and pray that Almighty God may at all times shower his grace upon you so that you may well and faithfully discharge those functions for the welfare of the state which is so happily born today. For many years New Zealand as administering authority in cooperation with the United Nations has guided and assisted Western Samoa in its path towards independence. New Zealand's Prime Minister, the Right Honourable Keith Holyoke, speaks of his country's pledge to give continued assistance to the new state if it so desires. New Zealand, the former administering authority, is laying down its trap. The United Nations organization, which has played a formative role in bringing authority is laying down its tracks. The United Nations organization, which has played a formative role in bringing Western Samoa to independent, has completed its task. It is a time for rejoicing for Western Samoa and for all Western Samoa's friends and they are leading. Speaking for the first time as head of state, His Highness Tupua Thomas Essie addresses the Sarmor. His speech is interpreted for the visitors. My you tell, you matil. In your hands, Samoa, lies the supreme authority of your own guns. And it will up to you each and everyone, and in particular the leaders, to do your jury and do it well. For the last time, the two trusteeship flags are lowered, one by the Prime Minister of New Zealand and the other by the Honourable Mataraphafayani, Prime Minister of Western Samoa. Slowly and surely in a moment of deep emotion, the heads of state raise the emblem of Western Samoa to the masthead, where, like the flag of many another new independent state, it demonstrates with dignity the leaders of the new state approach the Phono House, where the visitors' galleries are packed for the reading of the speech from the throne by his highness Malia Toa Tanamafili prior to the declaration of the opening of the first parliament. Now on behalf of the head of state and with the full sense of the historic meaning of my act, I formally declare open the first decision of the first parliament of the independent state of Western Samoa. So it four. The Prime Minister replies and moves the adjournment of the House. The Mallow vallahua, after all of the formalities, groups from schools and other organizations march past and pay respect. As the celebrations The people show their feelings in a Polynesian music and rhythm. From the kingdom of Tonga comes a breathtaking gift of a thousand yards of tarpa cloth made specially for the occasion. Groups, oh yeah, oh yeah, oh yeah. Groups from different villages and outlying islands join the festivities in dances of local origin in celebrating Western Samoar's independence. Oh, yeah! Oh, yeah! Oh, we're going to be able to be in a lot of my own, and the world, and I'm going to be, and I'm going to be, and I'm going to be, and I'm going to be able to be able to be. Oh, Go to go to be. Oh! Oh!"}