{"speakers": [], "chunks": [{"timestamp": [0.0, 25.46], "text": " At Wellington's Victoria University a glass blower helps students and professors solve their problems."}, {"timestamp": [26.2, 29.8], "text": " It's easy for Scott's trained Bob Barber and his apprentice Robin Gledhill,"}, {"timestamp": [30.16, 33.5], "text": " whose job it is to tailor-make apparatus for special requirements."}, {"timestamp": [43.7, 46.0], "text": " From the rough plans, the glass take shape."}, {"timestamp": [46.0, 50.0], "text": " It's not ordinary glass, but heat-resisting, the same as baby's bottle."}, {"timestamp": [50.0, 58.0], "text": " The correct name is borosilicate glass, which becomes pliable at 1,000 degrees centigrade and melts at 1,200 degrees."}, {"timestamp": [58.0, 65.0], "text": " The glass is imported from England in different sizes of tubing and from these all the pieces are made."}, {"timestamp": [65.0, 71.0], "text": " Standard fittings like taps and joints are also imported to take the donkey work out of glass blowing."}, {"timestamp": [71.0, 95.0], "text": " The bigger pieces like this dearest flask are worked on the standard glass the skill of the glass blower comes into his own."}, {"timestamp": [95.0, 127.0], "text": " Blow by blow he must even out any variations in the thickness to the glass tubing, a paper thin bubbles blown to make a good connection than is required to blow up party balloons."}, {"timestamp": [127.0, 149.68], "text": " By puffing up his cheeks, he controls the pressure of of air and the strength of the puff determines the thickness."}, {"timestamp": [155.76, 160.32], "text": " The finished works of art for scientists are placed in the annealing oven and heated again to"}, {"timestamp": [160.32, 167.0], "text": " 800 degrees centigrade and allowed to cool slowly to lessen the stress and strains."}, {"timestamp": [167.0, 175.0], "text": " More than the saving of money, it's the convenience of having glass blowers at the university"}, {"timestamp": [175.0, 192.56], "text": " saving long delays while pieces are imported from half a world away and lets the scientist get on with his work."}, {"timestamp": [196.56, 196.96], "text": " Holiday time in Auckland and the caravans are rolling as the rush starts for the harbours and beaches."}, {"timestamp": [200.64, 201.04], "text": " It's a long, tough haul for the family car though when there's a launch tagging along as well."}, {"timestamp": [211.76, 216.96], "text": " One way to lighten the load is to roll caravan and boat into one. Mr. Brian Jackson has taken his family for a run in the Caracat 2. This unique craft was both designed and built by Mr. Jackson. On land, the Carriquet 2 is much the same as any other caravan,"}, {"timestamp": [216.96, 221.68], "text": " a home away from home on wheels, with the same old housework to be done, the same old meals to be"}, {"timestamp": [221.68, 227.22], "text": " prepared, the same old waiting on others hand and foot, and the same old willingness of everyone to pitch in and give a hand."}, {"timestamp": [229.64, 232.9], "text": " But in the ordinary caravan, you don't expect to find a steering wheel in the bedroom"}, {"timestamp": [232.9, 237.94], "text": " or the twin holds of a catamaran jutting out up front. You don't expect to find a couple of 110"}, {"timestamp": [237.94, 255.0], "text": " horsepower motors hanging at the back either. You and I wouldn't back our gleaming brand new luxury caravan into the harbour just to see whether it had float or not."}, {"timestamp": [255.0, 263.0], "text": " But when the launching of Caracat 2 is done just as easily as that, Mr. Jackson can use the time he saves to look around for a parking space for the car."}, {"timestamp": [267.0, 272.52], "text": " All feet on deck, cast off, hard astern, salute the poop deck and we're all ready to go. Local boat builders"}, {"timestamp": [272.52, 275.96], "text": " didn't think the Caracat too would ever leave the jetty. Mr. Jackson was"}, {"timestamp": [275.96, 280.34], "text": " himself surprised to find out how much her stability, speed and maneuverability exceeded"}, {"timestamp": [280.34, 287.0], "text": " even his wildest paternal hopes. It's off and away, and here we go gathering knots and spray."}, {"timestamp": [287.0, 292.0], "text": " With a top speed of just over 30 knots, that's 35 miles an hour to us landlubbers,"}, {"timestamp": [292.0, 296.0], "text": " in a recent powerboat race over 100 miles, the Caracat 2 was fifth in the speed,"}, {"timestamp": [296.0, 301.0], "text": " third in the power to wait, and first in the four-stroke petrol economy sections."}, {"timestamp": [307.0, 314.0], "text": " No Sunday afternoon driving worries here. As she skims across the harbour, she's so steady that inside the spacious cabin you could easily believe you had a whole main highway to yourself."}, {"timestamp": [314.0, 319.0], "text": " Even a couple of old sea dogs just along for the ride are quite nonchalant about it all."}, {"timestamp": [319.0, 328.7], "text": " Soon to be displayed at the Chicago Boat Show and then manufactured under license in the United States,"}, {"timestamp": [329.04, 332.44], "text": " the Caracad 2, New Zealand's answer to the parking problem."}, {"timestamp": [354.0, 357.0], "text": " Driving around Auckland to get orders for a factory, Jack Probert's job isn't an ordinary one for a legless man. But to him, his disability isn't a handicap."}, {"timestamp": [357.0, 363.0], "text": " He calls at plants all over the city, picking up orders, tendering and subcontracting for component parts."}, {"timestamp": [363.0, 365.9], "text": " He's a busy man, making an asset of his ability."}, {"timestamp": [391.0, 394.0], "text": " the factory. The factory he's taking orders for is staffed entirely by people like himself who suffer from physical disabilities. It trades under the name of Abilities Incorporated."}, {"timestamp": [398.0, 410.0], "text": " An LP recording of the balance sheet from abilities in New York started local Rotarians and other interested people, forming the second one here on Auckland's North Shore."}, {"timestamp": [410.0, 429.0], "text": " This self-supporting factory has been operating for five years, staffed and run by the disabled, thought at one time to be unemployable."}, {"timestamp": [429.0, 458.0], "text": " They tender for work in competition with other businesses and bring to industry generally a wide class of skillful workers who need only the opportunity to show their skill. Radios, crutches, anything from wads in bottle tops to final assembly of floor polishers and component parts for television."}, {"timestamp": [458.0, 467.0], "text": " These folk are given jobs suitable for them, paid award wages, and for some, given normal employment for the first time in their lives."}, {"timestamp": [471.0, 482.0], "text": " To the disabled job means more than the pay packet. It means self-respect, and abilities encourages its members to seek work with other industry."}, {"timestamp": [486.0, 488.0], "text": " These people are no charge on the community."}, {"timestamp": [488.0, 492.0], "text": " On the contrary, they are entirely self-supporting and operate like any other business"}, {"timestamp": [492.0, 495.0], "text": " showing a handsome profit at the end of the year."}, {"timestamp": [495.0, 499.0], "text": " This venture has been so successful that a factory started at Christchurch"}, {"timestamp": [499.0, 534.46], "text": " and there are plans afoot for another in Auckland and one of the hut. An advisory board of directors, some disabled themselves, keeps abilities up on the latest business and an amenities for the staff."}, {"timestamp": [535.46, 542.2], "text": " Abilities incorporated is the long for hope, the end of hammering on the doors of industry for a job, the end of misunderstanding."}, {"timestamp": [543.16, 546.0], "text": " But more than that, it's a chance to work"}, {"timestamp": [546.0, 550.0], "text": " and a chance to live with a sense of being a useful member of the community."}], "text": " At Wellington's Victoria University a glass blower helps students and professors solve their problems. It's easy for Scott's trained Bob Barber and his apprentice Robin Gledhill, whose job it is to tailor-make apparatus for special requirements. From the rough plans, the glass take shape. It's not ordinary glass, but heat-resisting, the same as baby's bottle. The correct name is borosilicate glass, which becomes pliable at 1,000 degrees centigrade and melts at 1,200 degrees. The glass is imported from England in different sizes of tubing and from these all the pieces are made. Standard fittings like taps and joints are also imported to take the donkey work out of glass blowing. The bigger pieces like this dearest flask are worked on the standard glass the skill of the glass blower comes into his own. Blow by blow he must even out any variations in the thickness to the glass tubing, a paper thin bubbles blown to make a good connection than is required to blow up party balloons. By puffing up his cheeks, he controls the pressure of of air and the strength of the puff determines the thickness. The finished works of art for scientists are placed in the annealing oven and heated again to 800 degrees centigrade and allowed to cool slowly to lessen the stress and strains. More than the saving of money, it's the convenience of having glass blowers at the university saving long delays while pieces are imported from half a world away and lets the scientist get on with his work. Holiday time in Auckland and the caravans are rolling as the rush starts for the harbours and beaches. It's a long, tough haul for the family car though when there's a launch tagging along as well. One way to lighten the load is to roll caravan and boat into one. Mr. Brian Jackson has taken his family for a run in the Caracat 2. This unique craft was both designed and built by Mr. Jackson. On land, the Carriquet 2 is much the same as any other caravan, a home away from home on wheels, with the same old housework to be done, the same old meals to be prepared, the same old waiting on others hand and foot, and the same old willingness of everyone to pitch in and give a hand. But in the ordinary caravan, you don't expect to find a steering wheel in the bedroom or the twin holds of a catamaran jutting out up front. You don't expect to find a couple of 110 horsepower motors hanging at the back either. You and I wouldn't back our gleaming brand new luxury caravan into the harbour just to see whether it had float or not. But when the launching of Caracat 2 is done just as easily as that, Mr. Jackson can use the time he saves to look around for a parking space for the car. All feet on deck, cast off, hard astern, salute the poop deck and we're all ready to go. Local boat builders didn't think the Caracat too would ever leave the jetty. Mr. Jackson was himself surprised to find out how much her stability, speed and maneuverability exceeded even his wildest paternal hopes. It's off and away, and here we go gathering knots and spray. With a top speed of just over 30 knots, that's 35 miles an hour to us landlubbers, in a recent powerboat race over 100 miles, the Caracat 2 was fifth in the speed, third in the power to wait, and first in the four-stroke petrol economy sections. No Sunday afternoon driving worries here. As she skims across the harbour, she's so steady that inside the spacious cabin you could easily believe you had a whole main highway to yourself. Even a couple of old sea dogs just along for the ride are quite nonchalant about it all. Soon to be displayed at the Chicago Boat Show and then manufactured under license in the United States, the Caracad 2, New Zealand's answer to the parking problem. Driving around Auckland to get orders for a factory, Jack Probert's job isn't an ordinary one for a legless man. But to him, his disability isn't a handicap. He calls at plants all over the city, picking up orders, tendering and subcontracting for component parts. He's a busy man, making an asset of his ability. the factory. The factory he's taking orders for is staffed entirely by people like himself who suffer from physical disabilities. It trades under the name of Abilities Incorporated. An LP recording of the balance sheet from abilities in New York started local Rotarians and other interested people, forming the second one here on Auckland's North Shore. This self-supporting factory has been operating for five years, staffed and run by the disabled, thought at one time to be unemployable. They tender for work in competition with other businesses and bring to industry generally a wide class of skillful workers who need only the opportunity to show their skill. Radios, crutches, anything from wads in bottle tops to final assembly of floor polishers and component parts for television. These folk are given jobs suitable for them, paid award wages, and for some, given normal employment for the first time in their lives. To the disabled job means more than the pay packet. It means self-respect, and abilities encourages its members to seek work with other industry. These people are no charge on the community. On the contrary, they are entirely self-supporting and operate like any other business showing a handsome profit at the end of the year. This venture has been so successful that a factory started at Christchurch and there are plans afoot for another in Auckland and one of the hut. An advisory board of directors, some disabled themselves, keeps abilities up on the latest business and an amenities for the staff. Abilities incorporated is the long for hope, the end of hammering on the doors of industry for a job, the end of misunderstanding. But more than that, it's a chance to work and a chance to live with a sense of being a useful member of the community."}