{"speakers": [], "chunks": [{"timestamp": [0.0, 34.0], "text": " November 19th century November 1971. Contestants and entries have come from all over the rose growing world"}, {"timestamp": [34.0, 51.0], "text": " for the first World Rose Convention ever to be held. And it takes place in Hamilton, New Zealand. You really need three pairs of hands when you don't do this."}, {"timestamp": [51.0, 52.0], "text": " Oh my God."}, {"timestamp": [52.0, 54.0], "text": " It won't hold up its head."}, {"timestamp": [54.0, 55.0], "text": " Can you wear it?"}, {"timestamp": [55.0, 57.0], "text": " Not that's why aren't here?"}, {"timestamp": [57.0, 58.0], "text": " You can't wear it?"}, {"timestamp": [58.0, 60.0], "text": " No, they're the same as a silly old yanks."}, {"timestamp": [60.0, 62.0], "text": " The damn Yankees want to have something done to."}, {"timestamp": [62.0, 65.24], "text": " No mechanical aids are permitted when the blooms are shown,"}, {"timestamp": [65.24, 69.76], "text": " but beforehand the exhibitor is allowed to help his roses along a bit."}, {"timestamp": [69.76, 72.16], "text": " He can adjust the petals for better effect,"}, {"timestamp": [72.16, 74.76], "text": " but he better not be caught removing any."}, {"timestamp": [74.76, 77.7], "text": " Earlier he may have used cold to slow the buds opening,"}, {"timestamp": [77.7, 79.6], "text": " or warmth to hasten it."}, {"timestamp": [79.6, 84.0], "text": " But if the rose opens too far, that is, if it blows, then that's the end of it."}, {"timestamp": [84.0, 88.0], "text": " I've taken one on Friday morning, left home at three, got to adelaide at seven, got the plane,"}, {"timestamp": [88.0, 91.0], "text": " nine of Sydney, eleven connection to Auckland,"}, {"timestamp": [91.0, 94.0], "text": " Auckland, courts to three and then down here."}, {"timestamp": [94.0, 100.0], "text": " Ladies and gentlemen, we would remind you that it has just gone ten o'clock"}, {"timestamp": [100.0, 107.14], "text": " and that at 25 past ten all staging must be complete and the wall vacated."}, {"timestamp": [107.92, 108.46], "text": " Thank you."}, {"timestamp": [109.0, 110.38], "text": " Those pillars were happen to be left in."}, {"timestamp": [110.9, 113.28], "text": " In Australia you're allowed one or two."}, {"timestamp": [114.32, 118.74], "text": " Two, two, after two you're disqualified, but you lose 10% per pellet."}, {"timestamp": [120.52, 127.0], "text": " The trick is to have the roses exactly right for the judges, not too closed, not too open."}, {"timestamp": [127.0, 134.0], "text": " I think I'll transfer that to the top, transfer that one to the top."}, {"timestamp": [134.0, 142.0], "text": " All exhibit is, would you please leave the hall, judges and steward are being pleased."}, {"timestamp": [142.0, 149.0], "text": " The steam's here in that one, to my way of thinking, they're just a little bit short and have more of a clumpy of it."}, {"timestamp": [149.0, 150.0], "text": " Yes."}, {"timestamp": [150.0, 156.0], "text": " A little bit through your centre is open already."}, {"timestamp": [156.0, 159.0], "text": " Would you call the sublimish?"}, {"timestamp": [159.0, 162.0], "text": " Oh no, that's not just the gad."}, {"timestamp": [162.0, 165.0], "text": " I like this entry very much."}, {"timestamp": [165.0, 168.0], "text": " We've got a third coming out."}, {"timestamp": [168.0, 171.0], "text": " Although that's smart,"}, {"timestamp": [171.0, 173.0], "text": " the formation is good."}, {"timestamp": [173.0, 176.0], "text": " The judges award each entry points for form,"}, {"timestamp": [176.0, 178.0], "text": " for substance and freshness,"}, {"timestamp": [178.0, 180.0], "text": " and then for stem balance and foliage."}, {"timestamp": [180.0, 183.0], "text": " Yes, well, all right, we'll give this one a third."}, {"timestamp": [183.0, 185.6], "text": " Is it close third? Oh, yes, I think he's just like to train them. a third. Stained us up there and puts him out. And is it close third?"}, {"timestamp": [185.6, 187.4], "text": " Oh yes, I think he's just like to trade."}, {"timestamp": [187.4, 190.0], "text": " And I think it boils down very definitely to only those three."}, {"timestamp": [190.0, 191.0], "text": " Yes."}, {"timestamp": [191.0, 192.4], "text": " And that one third."}, {"timestamp": [192.4, 194.2], "text": " Many are culled, but few are chosen."}, {"timestamp": [194.2, 195.2], "text": " Can touch it."}, {"timestamp": [195.2, 196.2], "text": " Touch them."}, {"timestamp": [196.2, 199.8], "text": " At first glance, prize blooms may not appear very impressive to the layman."}, {"timestamp": [199.8, 203.2], "text": " But the connoisseur employs subtle criteria in his appreciation."}, {"timestamp": [203.2, 208.0], "text": " He seeks symmetry, purity of colour and harmony of form and content."}, {"timestamp": [208.0, 212.0], "text": " And what's behind prize-winning roses? Listen to the international experts."}, {"timestamp": [212.0, 216.0], "text": " We used to have to wire every bloom."}, {"timestamp": [216.0, 219.0], "text": " And it's the most favourable growing area"}, {"timestamp": [219.0, 223.0], "text": " in so-called colour breakthroughs with the white centre and the outer edge."}, {"timestamp": [223.0, 228.5], "text": " Half of that will go for export mostly to Finland, Sweden, and Norway."}, {"timestamp": [228.5, 232.5], "text": " They find that they want to spend less time in their garden, unfortunately."}, {"timestamp": [232.5, 236.5], "text": " They want to play golf and they want to chase girls and do all the other kinds of things."}, {"timestamp": [236.5, 238.5], "text": " Well, when the prices are, you can imagine what happens."}, {"timestamp": [238.5, 240.5], "text": " They want to plant a variety next year too."}, {"timestamp": [240.5, 249.0], "text": " You don't know the name of the breeder who have that in Japan who suggested"}, {"timestamp": [249.0, 256.0], "text": " that I must come to New Zealand to see the roses here. And the public came too,"}, {"timestamp": [256.0, 266.0], "text": " 70,000 altogether during the six days of Rose World 71. Again many came especially from overseas. Yes. That's a nice one."}, {"timestamp": [266.0, 284.0], "text": " That's a nice one."}, {"timestamp": [284.0, 288.0], "text": " How about this? That's a nice one. That's a nice one."}, {"timestamp": [289.0, 290.0], "text": " How about this? How about this?"}, {"timestamp": [290.0, 292.0], "text": " You ever get this?"}, {"timestamp": [292.0, 294.0], "text": " You go to me?"}, {"timestamp": [294.0, 297.0], "text": " No, I just talk a lot."}, {"timestamp": [297.0, 313.0], "text": " I lay on my back and read the book. Rose is a G-O-U-J-A-E-G-F-E-G."}, {"timestamp": [313.0, 316.0], "text": " It's a French name."}, {"timestamp": [316.0, 321.0], "text": " I've never seen anything just quite like it."}, {"timestamp": [324.0, 331.0], "text": " A gazebo, 2,000 rose bushes, all growing, paths lined with alpine plants, all growing,"}, {"timestamp": [331.0, 337.0], "text": " a stand of native bush all growing, complete with waterfall, 8,000 gallons of water recycled every hour,"}, {"timestamp": [337.0, 342.0], "text": " and a thermostatically controlled trout pool at 15 degrees Celsius."}, {"timestamp": [342.0, 343.0], "text": " One, two."}, {"timestamp": [343.0, 344.0], "text": " You see some?"}, {"timestamp": [344.0, 345.0], "text": " Tours were arranged for visiting Rosarians, this one to Paradise Valley. One, two. Do you see some?"}, {"timestamp": [345.0, 348.0], "text": " Tours were arranged for visiting Rosarians, this one to Paradise Valley."}, {"timestamp": [348.0, 351.0], "text": " Oh, there I do, there I do."}, {"timestamp": [351.0, 353.0], "text": " Ah, look like a trout man."}, {"timestamp": [353.0, 355.0], "text": " Yeah, look like a trout man."}, {"timestamp": [355.0, 356.0], "text": " Yeah."}, {"timestamp": [356.0, 358.0], "text": " You should have brought your fishing pole."}, {"timestamp": [358.0, 359.0], "text": " I don't go out of diving and catch my thing."}, {"timestamp": [359.0, 360.0], "text": " I like that."}, {"timestamp": [360.0, 363.0], "text": " Oh, yes."}, {"timestamp": [363.0, 365.0], "text": " See, what's all this?"}, {"timestamp": [365.0, 370.0], "text": " This is just a pattern they're making up or what?"}, {"timestamp": [370.0, 398.0], "text": " Back at Rose World, a display of carving by members of the Maori Artson Crafts Institute. Weaving for the kind of dressing up the guides do at Rotorua's thermal areas."}, {"timestamp": [398.0, 407.0], "text": " The temperature of this water is 200 degrees and it's fed from a lake up higher in the forest sea."}, {"timestamp": [407.0, 411.0], "text": " But by the time it reaches here, it's just lukewarm."}, {"timestamp": [411.0, 417.0], "text": " That surely is beautiful. I've never... Well, it isn't really beautiful, but I've never seen anything just like it."}, {"timestamp": [417.0, 419.0], "text": " Smell is something different."}, {"timestamp": [419.0, 423.0], "text": " Oh, I don't mind the sulfur smell, though."}, {"timestamp": [423.0, 427.0], "text": " It's scary. Beautiful country around."}, {"timestamp": [429.0, 432.0], "text": " I'm not going to be lost in space."}, {"timestamp": [433.0, 435.0], "text": " A display of aerial top dressing."}, {"timestamp": [435.0, 449.0], "text": " A display of aerial top dressing."}, {"timestamp": [449.0, 454.0], "text": " The millions of tonnes of fertiliser spread over thousands of acres of farmland gives you"}, {"timestamp": [454.0, 460.0], "text": " grass and roses."}, {"timestamp": [460.0, 465.0], "text": " Do you see? Oh dot, I'm going to smell them."}, {"timestamp": [465.0, 469.0], "text": " This is one of a few that really has a symbol."}, {"timestamp": [469.0, 470.0], "text": " There's a symbol around."}, {"timestamp": [470.0, 473.0], "text": " Oh, God, I see it."}, {"timestamp": [473.0, 475.0], "text": " Everyone I see is more beautiful."}, {"timestamp": [475.0, 481.0], "text": " There are so many now that it's very hard to tell witch's witch."}, {"timestamp": [481.0, 485.0], "text": " The day we were there, that was the one that was the champion of the day."}, {"timestamp": [485.0, 489.0], "text": " This is the most exciting."}, {"timestamp": [489.0, 490.0], "text": " Look at this."}, {"timestamp": [490.0, 492.0], "text": " Oh, this is my joy."}, {"timestamp": [492.0, 495.0], "text": " Oh, Jot."}, {"timestamp": [495.0, 499.0], "text": " Now, what was the one that we like to kill there?"}, {"timestamp": [499.0, 500.0], "text": " What was it called?"}, {"timestamp": [500.0, 502.0], "text": " Cangenberg, yes."}, {"timestamp": [502.0, 504.0], "text": " I wonder whether they have it."}, {"timestamp": [504.0, 507.0], "text": " We'll keep looking. We might find it. Cronenberg. Crenberg, yes. I want to visit it in here. We'll keep looking, we might find it."}, {"timestamp": [507.0, 509.0], "text": " Cronenberg."}, {"timestamp": [509.0, 512.0], "text": " Oh, look, tell me."}, {"timestamp": [512.0, 515.0], "text": " This one is, they lose their pinkness, a look."}, {"timestamp": [515.0, 516.0], "text": " Yes, soon."}, {"timestamp": [516.0, 517.0], "text": " Yes."}, {"timestamp": [517.0, 518.0], "text": " Yes."}, {"timestamp": [518.0, 519.0], "text": " Yes."}, {"timestamp": [519.0, 559.0], "text": " A display of New Zealand fashions. No, I'm not on any committees at all but my husband is on so many."}, {"timestamp": [559.0, 560.0], "text": " He does lots."}, {"timestamp": [560.0, 563.0], "text": " He's on the management committee in."}, {"timestamp": [563.0, 569.0], "text": " Awards in 60 classes contested for by hundreds of exhibitors showing thousands of roses."}, {"timestamp": [569.0, 573.0], "text": " And to cap them all, a gold cut."}, {"timestamp": [577.0, null], "text": " Oh yes, it took about a month to clean up the whole afterwards."}], "text": " November 19th century November 1971. Contestants and entries have come from all over the rose growing world for the first World Rose Convention ever to be held. And it takes place in Hamilton, New Zealand. You really need three pairs of hands when you don't do this. Oh my God. It won't hold up its head. Can you wear it? Not that's why aren't here? You can't wear it? No, they're the same as a silly old yanks. The damn Yankees want to have something done to. No mechanical aids are permitted when the blooms are shown, but beforehand the exhibitor is allowed to help his roses along a bit. He can adjust the petals for better effect, but he better not be caught removing any. Earlier he may have used cold to slow the buds opening, or warmth to hasten it. But if the rose opens too far, that is, if it blows, then that's the end of it. I've taken one on Friday morning, left home at three, got to adelaide at seven, got the plane, nine of Sydney, eleven connection to Auckland, Auckland, courts to three and then down here. Ladies and gentlemen, we would remind you that it has just gone ten o'clock and that at 25 past ten all staging must be complete and the wall vacated. Thank you. Those pillars were happen to be left in. In Australia you're allowed one or two. Two, two, after two you're disqualified, but you lose 10% per pellet. The trick is to have the roses exactly right for the judges, not too closed, not too open. I think I'll transfer that to the top, transfer that one to the top. All exhibit is, would you please leave the hall, judges and steward are being pleased. The steam's here in that one, to my way of thinking, they're just a little bit short and have more of a clumpy of it. Yes. A little bit through your centre is open already. Would you call the sublimish? Oh no, that's not just the gad. I like this entry very much. We've got a third coming out. Although that's smart, the formation is good. The judges award each entry points for form, for substance and freshness, and then for stem balance and foliage. Yes, well, all right, we'll give this one a third. Is it close third? Oh, yes, I think he's just like to train them. a third. Stained us up there and puts him out. And is it close third? Oh yes, I think he's just like to trade. And I think it boils down very definitely to only those three. Yes. And that one third. Many are culled, but few are chosen. Can touch it. Touch them. At first glance, prize blooms may not appear very impressive to the layman. But the connoisseur employs subtle criteria in his appreciation. He seeks symmetry, purity of colour and harmony of form and content. And what's behind prize-winning roses? Listen to the international experts. We used to have to wire every bloom. And it's the most favourable growing area in so-called colour breakthroughs with the white centre and the outer edge. Half of that will go for export mostly to Finland, Sweden, and Norway. They find that they want to spend less time in their garden, unfortunately. They want to play golf and they want to chase girls and do all the other kinds of things. Well, when the prices are, you can imagine what happens. They want to plant a variety next year too. You don't know the name of the breeder who have that in Japan who suggested that I must come to New Zealand to see the roses here. And the public came too, 70,000 altogether during the six days of Rose World 71. Again many came especially from overseas. Yes. That's a nice one. That's a nice one. How about this? That's a nice one. That's a nice one. How about this? How about this? You ever get this? You go to me? No, I just talk a lot. I lay on my back and read the book. Rose is a G-O-U-J-A-E-G-F-E-G. It's a French name. I've never seen anything just quite like it. A gazebo, 2,000 rose bushes, all growing, paths lined with alpine plants, all growing, a stand of native bush all growing, complete with waterfall, 8,000 gallons of water recycled every hour, and a thermostatically controlled trout pool at 15 degrees Celsius. One, two. You see some? Tours were arranged for visiting Rosarians, this one to Paradise Valley. One, two. Do you see some? Tours were arranged for visiting Rosarians, this one to Paradise Valley. Oh, there I do, there I do. Ah, look like a trout man. Yeah, look like a trout man. Yeah. You should have brought your fishing pole. I don't go out of diving and catch my thing. I like that. Oh, yes. See, what's all this? This is just a pattern they're making up or what? Back at Rose World, a display of carving by members of the Maori Artson Crafts Institute. Weaving for the kind of dressing up the guides do at Rotorua's thermal areas. The temperature of this water is 200 degrees and it's fed from a lake up higher in the forest sea. But by the time it reaches here, it's just lukewarm. That surely is beautiful. I've never... Well, it isn't really beautiful, but I've never seen anything just like it. Smell is something different. Oh, I don't mind the sulfur smell, though. It's scary. Beautiful country around. I'm not going to be lost in space. A display of aerial top dressing. A display of aerial top dressing. The millions of tonnes of fertiliser spread over thousands of acres of farmland gives you grass and roses. Do you see? Oh dot, I'm going to smell them. This is one of a few that really has a symbol. There's a symbol around. Oh, God, I see it. Everyone I see is more beautiful. There are so many now that it's very hard to tell witch's witch. The day we were there, that was the one that was the champion of the day. This is the most exciting. Look at this. Oh, this is my joy. Oh, Jot. Now, what was the one that we like to kill there? What was it called? Cangenberg, yes. I wonder whether they have it. We'll keep looking. We might find it. Cronenberg. Crenberg, yes. I want to visit it in here. We'll keep looking, we might find it. Cronenberg. Oh, look, tell me. This one is, they lose their pinkness, a look. Yes, soon. Yes. Yes. Yes. A display of New Zealand fashions. No, I'm not on any committees at all but my husband is on so many. He does lots. He's on the management committee in. Awards in 60 classes contested for by hundreds of exhibitors showing thousands of roses. And to cap them all, a gold cut. Oh yes, it took about a month to clean up the whole afterwards."}