{"speakers": [], "chunks": [{"timestamp": [0.0, 31.96], "text": " Meet Bavani, a new pet belonging to the children of New Zealand."}, {"timestamp": [32.44, 36.24], "text": " As she's rather too big for the average home, she's going to stay at the Wellington Zoo."}, {"timestamp": [38.6, 43.66], "text": " India's Trade Commissioner, Mr. Sanyal, explained she's a gift of thanks from the All-India Women's Conference"}, {"timestamp": [43.66, 48.78], "text": " for good work done by New Zealand children in collecting money to send milk powder to the children of India."}, {"timestamp": [49.34, 53.62], "text": " 14-year-old Bavani is used to carrying timber in her trunk, not seats on her back."}, {"timestamp": [54.38, 58.08], "text": " Young Maharani, already living at the zoo, thinks this will be fine."}, {"timestamp": [58.42, 62.62], "text": " A Bavani can do all the work from now on, she says, while I eat hay."}, {"timestamp": [63.96, 66.12], "text": " But Bavani is not so sure about that."}, {"timestamp": [66.56, 69.64], "text": " She's heard she's to have a new name when she really starts her new job."}, {"timestamp": [70.02, 73.68], "text": " Today, why should she work when Maharani is merely standing around?"}, {"timestamp": [75.26, 79.0], "text": " Not until the children have found a nice new name for her, Bavani says."}, {"timestamp": [79.3, 91.18], "text": " Will she be ready to go into the piggyback business."}, {"timestamp": [93.9, 94.3], "text": " Breakfast in Christchurch and back to Melbourne for lunch."}, {"timestamp": [97.12, 97.4], "text": " That's the timetable for Wing Commander DR Cumming, AFC,"}, {"timestamp": [100.3, 101.04], "text": " and the crew of the first Canberra jet bomber to be seen in New Zealand."}, {"timestamp": [103.48, 103.98], "text": " After her two and a half hours record crossing from Queensland,"}, {"timestamp": [108.1, 111.0], "text": " she's the centre of interest for pilots of number two Canterbury squadron and for members of the Canterbury International Air Race Council."}, {"timestamp": [115.0, 119.38], "text": " 1200 gallons of special turbine fuel are pumped on board in less than an hour. That's"}, {"timestamp": [119.38, 123.94], "text": " another fine record for Christchurch. And now she's off on the last lap of her training"}, {"timestamp": [123.94, 126.0], "text": " flight for the London Christchurch Air Race,"}, {"timestamp": [126.0, 154.7], "text": " halfway round the world in 25 hours. At Mehi on the Wai Caddo River, where an old Maori dugout canoe is still in commission,"}, {"timestamp": [155.06, 161.04], "text": " canoeists prepare for a weekend voyage. Outside the meeting house, preparations are made. Modern kayaks"}, {"timestamp": [161.04, 165.26], "text": " assembled and their skins tightened, war surplus rubberplice rubber dinghies inflated."}, {"timestamp": [167.34, 167.96], "text": " People from the city bring a half hour of activity."}, {"timestamp": [171.92, 173.22], "text": " But most days of the week, life here has the steady flow of the broad, deep river."}, {"timestamp": [175.52, 176.14], "text": " The local dugout goes upstream for the fishing."}, {"timestamp": [179.1, 181.98], "text": " With the others, members of the New Zealand Canoe Association go downstream to explore rapids where no canoes have been before."}, {"timestamp": [182.68, 184.52], "text": " For the first mile or so, the current is good."}, {"timestamp": [184.88, 186.0], "text": " The surface smooth."}, {"timestamp": [186.0, 213.0], "text": " The rubber dinghies come into the first rapids. Now the kayaks put their prows into the waves."}, {"timestamp": [213.0, 227.0], "text": " Once you're over the lip, nothing can stop you. From the canoeist's viewpoint near the water it's hard to see what's"}, {"timestamp": [227.0, 233.38], "text": " ahead. Next kayak comes over the lift. It's rough riding and a bit damp, but not so difficult"}, {"timestamp": [233.38, 237.18], "text": " as it looks. Away he goes down towards the curving tail race of the rapid."}, {"timestamp": [247.0, 250.0], "text": " Now the dinghies, one going right down an overfall. No need to pick the smoothest route with these rubber monsters."}, {"timestamp": [250.0, 253.0], "text": " They're all buoyancy and nothing but buoyancy."}, {"timestamp": [253.0, 257.0], "text": " Here's another one picking the toughest route."}, {"timestamp": [257.0, 263.0], "text": " And now going down the tail race, ambling along as grace"}, {"timestamp": [263.0, 265.54], "text": " as gracefully as a cow through a swamp."}, {"timestamp": [268.2, 268.44], "text": " Further downstream, the river comes into thermal areas,"}, {"timestamp": [270.68, 271.32], "text": " where geysers and hot springs pattern the banks."}, {"timestamp": [272.24, 280.56], "text": " It's evening now."}, {"timestamp": [283.76, 284.26], "text": " In the morning, the crews inspect the sights of O'Raki Karako,"}, {"timestamp": [287.28, 296.58], "text": " including the great white silica terraces in their steaming surroundings."}, {"timestamp": [300.38, 301.06], "text": " At O'Raki Caraco, the river flows between thermally active banks."}, {"timestamp": [305.24, 319.56], "text": " Further downstream, the going is too rough for canoes, so only the rubber dinghy is set off."}, {"timestamp": [328.16, 329.88], "text": " The Fokahickie Rapids never navigated as yet by craft of any kind. Here is the greatest danger point, with large rocks obstructing the flow and throwing up turbulent waves."}, {"timestamp": [330.52, 332.32], "text": " They've passed the worst rock and they're safe."}, {"timestamp": [335.46, 337.1], "text": " No, they're not safe. They're over."}, {"timestamp": [337.6, 339.24], "text": " Yes, they're over and no one can help them."}, {"timestamp": [339.76, 350.0], "text": " If they can keep from hitting rocks, they should be all right."}, {"timestamp": [376.32, 381.76], "text": " Here they come, two holding on, two getting full value out of their life jackets. As the 36-foot drop of the Fokahakee Rapid still hasn't been navigated, another crew has a try."}, {"timestamp": [385.88, 389.38], "text": " They're being pulled towards the rock. Quick, get that sweep over the stern and straighten her up."}, {"timestamp": [392.32, 394.76], "text": " That's better, and just in time to go over the lip in good order. Now for the place where the first one up ended."}, {"timestamp": [394.76, 398.76], "text": " They've made it."}, {"timestamp": [398.76, 400.76], "text": " No, don't speak too soon."}, {"timestamp": [400.76, 418.0], "text": " Yes, they've made it. So that was it."}, {"timestamp": [418.0, 422.0], "text": " A quiet weekend spent pioneering rapids on the Waikato River."}, {"timestamp": [422.0, 426.7], "text": " This evening will all go back from the country to the hazards and excitements of Auckland City."}], "text": " Meet Bavani, a new pet belonging to the children of New Zealand. As she's rather too big for the average home, she's going to stay at the Wellington Zoo. India's Trade Commissioner, Mr. Sanyal, explained she's a gift of thanks from the All-India Women's Conference for good work done by New Zealand children in collecting money to send milk powder to the children of India. 14-year-old Bavani is used to carrying timber in her trunk, not seats on her back. Young Maharani, already living at the zoo, thinks this will be fine. A Bavani can do all the work from now on, she says, while I eat hay. But Bavani is not so sure about that. She's heard she's to have a new name when she really starts her new job. Today, why should she work when Maharani is merely standing around? Not until the children have found a nice new name for her, Bavani says. Will she be ready to go into the piggyback business. Breakfast in Christchurch and back to Melbourne for lunch. That's the timetable for Wing Commander DR Cumming, AFC, and the crew of the first Canberra jet bomber to be seen in New Zealand. After her two and a half hours record crossing from Queensland, she's the centre of interest for pilots of number two Canterbury squadron and for members of the Canterbury International Air Race Council. 1200 gallons of special turbine fuel are pumped on board in less than an hour. That's another fine record for Christchurch. And now she's off on the last lap of her training flight for the London Christchurch Air Race, halfway round the world in 25 hours. At Mehi on the Wai Caddo River, where an old Maori dugout canoe is still in commission, canoeists prepare for a weekend voyage. Outside the meeting house, preparations are made. Modern kayaks assembled and their skins tightened, war surplus rubberplice rubber dinghies inflated. People from the city bring a half hour of activity. But most days of the week, life here has the steady flow of the broad, deep river. The local dugout goes upstream for the fishing. With the others, members of the New Zealand Canoe Association go downstream to explore rapids where no canoes have been before. For the first mile or so, the current is good. The surface smooth. The rubber dinghies come into the first rapids. Now the kayaks put their prows into the waves. Once you're over the lip, nothing can stop you. From the canoeist's viewpoint near the water it's hard to see what's ahead. Next kayak comes over the lift. It's rough riding and a bit damp, but not so difficult as it looks. Away he goes down towards the curving tail race of the rapid. Now the dinghies, one going right down an overfall. No need to pick the smoothest route with these rubber monsters. They're all buoyancy and nothing but buoyancy. Here's another one picking the toughest route. And now going down the tail race, ambling along as grace as gracefully as a cow through a swamp. Further downstream, the river comes into thermal areas, where geysers and hot springs pattern the banks. It's evening now. In the morning, the crews inspect the sights of O'Raki Karako, including the great white silica terraces in their steaming surroundings. At O'Raki Caraco, the river flows between thermally active banks. Further downstream, the going is too rough for canoes, so only the rubber dinghy is set off. The Fokahickie Rapids never navigated as yet by craft of any kind. Here is the greatest danger point, with large rocks obstructing the flow and throwing up turbulent waves. They've passed the worst rock and they're safe. No, they're not safe. They're over. Yes, they're over and no one can help them. If they can keep from hitting rocks, they should be all right. Here they come, two holding on, two getting full value out of their life jackets. As the 36-foot drop of the Fokahakee Rapid still hasn't been navigated, another crew has a try. They're being pulled towards the rock. Quick, get that sweep over the stern and straighten her up. That's better, and just in time to go over the lip in good order. Now for the place where the first one up ended. They've made it. No, don't speak too soon. Yes, they've made it. So that was it. A quiet weekend spent pioneering rapids on the Waikato River. This evening will all go back from the country to the hazards and excitements of Auckland City."}