{"speakers": [], "chunks": [{"timestamp": [0.0, 36.0], "text": " The Honorable Dean Eyre, Minister of Tourism, opens a further attraction at Queenstown, an outdoor all-weather skating rink."}, {"timestamp": [36.0, 88.0], "text": " First blades cut into the smooth surface, and visiting skaters entertain a large crowd. In a park by a lake, there is now the largest artificial sheet of ice in New Zealand."}, {"timestamp": [88.0, 91.0], "text": " Visitors add skating to their list of things to do at Queenstown,"}, {"timestamp": [91.0, 94.0], "text": " and after days skiing in the sun on Coronet Peak,"}, {"timestamp": [94.0, 137.66], "text": " the evening is spent gliding under the stars in the heart of the town. Take many types of clay, add a little water, then with heavy machinery like scrapers, tractors and one or two tankers mix well to a good blend."}, {"timestamp": [138.34, 142.54], "text": " Then carry a mile away to the latest hydroelectric scheme on the Waitaki River."}, {"timestamp": [145.0, 152.0], "text": " Avimore's the name, a combined earth and concrete dam,"}, {"timestamp": [152.0, 155.0], "text": " which will soon confine 12 square miles of man-made lake"}, {"timestamp": [155.0, 158.0], "text": " just down stream from its big brother, Benmore."}, {"timestamp": [162.0, 170.0], "text": " As each scraper rolls along like a well-fed monster, the dam is compacted"}, {"timestamp": [170.0, 173.58], "text": " and the disgorged load becomes part of a new layer."}, {"timestamp": [173.58, 175.96], "text": " The great pile of earth rises in layers."}, {"timestamp": [175.96, 191.76], "text": " Each is rolled and watered and pummeled into a waterproof core which sets as hard as concrete. Enclosing it is a covering of graded metal which rises"}, {"timestamp": [191.76, 212.0], "text": " with the core and gets similar treatment. With all this seemingly haphazard movement of machinery, every load's finally controlled, tested and surveyed."}, {"timestamp": [212.0, 231.0], "text": " Each 30 feet the Earth section rises, lines are run out to record future movement and behavior when the lake is filled behind."}, {"timestamp": [231.0, 244.0], "text": " Clay samples are sent to the lab for testing."}, {"timestamp": [244.0, 249.0], "text": " Ground temperatures are noted and day-by-day checks are made on how the clay is compacting."}, {"timestamp": [253.0, 259.0], "text": " Raw material from the pickup areas sent along for grading, weighing and sifting."}, {"timestamp": [259.0, 272.0], "text": " The finer clay is given plasticity tests for consistency of blend."}, {"timestamp": [278.0, 284.0], "text": " As part of the control for compacting, the behavior of the clays noted when put through vibration tests."}, {"timestamp": [287.0, 298.0], "text": " To build a dam, all loose rock and rubbish is taken out to get a solid foundation. The core of impervious clay rises up in the centre and is bent to counter stress."}, {"timestamp": [298.0, 301.0], "text": " On either side of the core, graded metals laid."}, {"timestamp": [301.0, 306.24], "text": " On the outer sides, protective boulders finish it off. The lake formed"}, {"timestamp": [306.24, 317.7], "text": " behind will cover the land right back to Benmore's tail race. The whole dam will rise to"}, {"timestamp": [317.7, 335.0], "text": " the height of a 17-story building. Each week, reports and photos are sent to the design engineers in Wellington to show progress in relation to the plans."}, {"timestamp": [335.0, 353.3], "text": " Every detail of a heavy, sprawling work on the site is planned and drawn in the quiet orderliness of the design and drafting room, where any modifications are carried out."}, {"timestamp": [356.0, 356.66], "text": " To fit in with programming, some of the works found out."}, {"timestamp": [359.0, 359.3], "text": " The penstocks, for instance, are made in Christchurch."}, {"timestamp": [378.5, 383.0], "text": " They are the pipes that will carry water from the dam to the generators. 13 pieces like this, one atop the other, will make one penstock."}, {"timestamp": [383.0, 387.6], "text": " They'll be the biggest in the country, and transporting them to the site in their protective cradle"}, {"timestamp": [387.6, 421.0], "text": " is just about a bigger problem than making them. Activities started at Aviemore back in 63, but things really got underway a year later."}, {"timestamp": [421.0, 428.76], "text": " As work at Benmore finished, men and machinery were transferred to this new project. Now the total workforce is geared to have the"}, {"timestamp": [428.76, 433.96], "text": " generators turning their 220,000 kilowatts into the national grid by June"}, {"timestamp": [433.96, 435.04], "text": " 1968."}, {"timestamp": [435.04, 455.6], "text": " From what's day, from what's destined to be the lake bed, carefully graded metal and sand is carried to build up the concrete half of the dam,"}, {"timestamp": [455.6, 480.0], "text": " which in spite of its present insignificance will be the largest lump of concrete in the country."}, {"timestamp": [483.0, 487.0], "text": " Automations come to concrete. By pushing a button, sand and metal are chosen, weighed and carried to the mixers"}, {"timestamp": [487.0, 527.0], "text": " without anybody needing to know what a shovel or wheelbarrow looks like. The shift change, a fortnight on day work, the same on night, and pouring continues while the weather lasts, upwards of 6,000 yards at a pour."}, {"timestamp": [531.0, 551.0], "text": " Two sections of the dam are at their full height. The rest are coming on apace. Take it in the air."}, {"timestamp": [551.0, 553.0], "text": " Identicamp."}, {"timestamp": [553.0, 556.0], "text": " I get it out."}, {"timestamp": [556.0, 560.0], "text": " Take it up."}, {"timestamp": [560.0, 577.0], "text": " All you are. Avimore, the fourth dam on the Waitaki River is rising steadily to help meet our ever-increasing demand for electric power."}], "text": " The Honorable Dean Eyre, Minister of Tourism, opens a further attraction at Queenstown, an outdoor all-weather skating rink. First blades cut into the smooth surface, and visiting skaters entertain a large crowd. In a park by a lake, there is now the largest artificial sheet of ice in New Zealand. Visitors add skating to their list of things to do at Queenstown, and after days skiing in the sun on Coronet Peak, the evening is spent gliding under the stars in the heart of the town. Take many types of clay, add a little water, then with heavy machinery like scrapers, tractors and one or two tankers mix well to a good blend. Then carry a mile away to the latest hydroelectric scheme on the Waitaki River. Avimore's the name, a combined earth and concrete dam, which will soon confine 12 square miles of man-made lake just down stream from its big brother, Benmore. As each scraper rolls along like a well-fed monster, the dam is compacted and the disgorged load becomes part of a new layer. The great pile of earth rises in layers. Each is rolled and watered and pummeled into a waterproof core which sets as hard as concrete. Enclosing it is a covering of graded metal which rises with the core and gets similar treatment. With all this seemingly haphazard movement of machinery, every load's finally controlled, tested and surveyed. Each 30 feet the Earth section rises, lines are run out to record future movement and behavior when the lake is filled behind. Clay samples are sent to the lab for testing. Ground temperatures are noted and day-by-day checks are made on how the clay is compacting. Raw material from the pickup areas sent along for grading, weighing and sifting. The finer clay is given plasticity tests for consistency of blend. As part of the control for compacting, the behavior of the clays noted when put through vibration tests. To build a dam, all loose rock and rubbish is taken out to get a solid foundation. The core of impervious clay rises up in the centre and is bent to counter stress. On either side of the core, graded metals laid. On the outer sides, protective boulders finish it off. The lake formed behind will cover the land right back to Benmore's tail race. The whole dam will rise to the height of a 17-story building. Each week, reports and photos are sent to the design engineers in Wellington to show progress in relation to the plans. Every detail of a heavy, sprawling work on the site is planned and drawn in the quiet orderliness of the design and drafting room, where any modifications are carried out. To fit in with programming, some of the works found out. The penstocks, for instance, are made in Christchurch. They are the pipes that will carry water from the dam to the generators. 13 pieces like this, one atop the other, will make one penstock. They'll be the biggest in the country, and transporting them to the site in their protective cradle is just about a bigger problem than making them. Activities started at Aviemore back in 63, but things really got underway a year later. As work at Benmore finished, men and machinery were transferred to this new project. Now the total workforce is geared to have the generators turning their 220,000 kilowatts into the national grid by June 1968. From what's day, from what's destined to be the lake bed, carefully graded metal and sand is carried to build up the concrete half of the dam, which in spite of its present insignificance will be the largest lump of concrete in the country. Automations come to concrete. By pushing a button, sand and metal are chosen, weighed and carried to the mixers without anybody needing to know what a shovel or wheelbarrow looks like. The shift change, a fortnight on day work, the same on night, and pouring continues while the weather lasts, upwards of 6,000 yards at a pour. Two sections of the dam are at their full height. The rest are coming on apace. Take it in the air. Identicamp. I get it out. Take it up. All you are. Avimore, the fourth dam on the Waitaki River is rising steadily to help meet our ever-increasing demand for electric power."}