{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Between Wyrh and Gisbonne,"}, {"timestamp": [3.0, 30.42], "text": " between Wyrh and Gisbon, an oil rig stands in the lonely Mungaone Valley."}, {"timestamp": [31.28, 34.82], "text": " Recent 10-foot floods are making a difficult to get gear and machinery to the site."}, {"timestamp": [35.52, 39.92], "text": " Only tractors, bulldozers and jeeps can get through the eight-mile journey from the Hawks Bay coast."}, {"timestamp": [50.84, 54.28], "text": " This part of Hawks Bay has been difficult country for prospectors, but three years of geological exploration by local oil companies"}, {"timestamp": [54.28, 56.46], "text": " show the area to be a likely place for oil."}, {"timestamp": [63.78, 89.48], "text": " The official party on the way to open the well have a memorable journey. Bulldozers try to clear the road."}, {"timestamp": [90.28, 93.18], "text": " Many thumps and bumps later, the Minister of Mines, Mr. Hackett,"}, {"timestamp": [93.42, 97.0], "text": " and Mr. J.R. Marshall, Deputy Leader of the opposition, arrive at the site."}, {"timestamp": [102.72, 104.52], "text": " Calling on the Minister to start the drill,"}, {"timestamp": [104.84, 106.86], "text": " chairman of the exploration Company Mr. Hux"}, {"timestamp": [106.86, 109.12], "text": " hopes Mr. Hackett has lucky black fingers."}, {"timestamp": [109.72, 111.72], "text": " This project has already cost half a million."}, {"timestamp": [112.82, 115.68], "text": " The minister says that a new era may be at hand for the East Coast."}, {"timestamp": [116.18, 118.0], "text": " A rich strike would benefit the whole country."}, {"timestamp": [118.9, 121.96], "text": " He starts the drill which will cost 1,500 pounds a day to run,"}, {"timestamp": [122.32, 127.0], "text": " and the Kelly is guided into the well."}, {"timestamp": [127.0, 145.56], "text": " The drill can bite 12,000 feet into the earth. In the nationwide search for oil, another drill goes down and as a sign of hope that oil will flow, another derrick stands on the landscape."}, {"timestamp": [154.8, 158.88], "text": " The small island of Kapiti, five miles offshore from Paraparamu"}, {"timestamp": [158.88, 162.56], "text": " and not far from Wellington, is a bird sanctuary, full of history."}, {"timestamp": [163.84, 166.66], "text": " Arriving there are members of the National Historic Places Trust."}, {"timestamp": [167.3, 169.5], "text": " There to examine relics of the old whaling stations,"}, {"timestamp": [169.96, 171.5], "text": " as well as the haunts of Taraparaha,"}, {"timestamp": [171.92, 175.34], "text": " the wily Maori chief who was a daring warrior of early colonial days."}, {"timestamp": [176.5, 179.24], "text": " For civil servant, Mr. Fox, curator of the bird sanctuary,"}, {"timestamp": [179.72, 183.36], "text": " Carpity is home, and he and his wife are always happy to receive visitors."}, {"timestamp": [185.44, 189.48], "text": " Carpiddy's whaling stations were well situated to catch the annual whale migration through Cook"}, {"timestamp": [189.48, 195.2], "text": " Strait. An old iron tripod used for melting whale blubber is still in good condition after more than"}, {"timestamp": [195.2, 196.54], "text": " 130 years."}, {"timestamp": [198.64, 203.9], "text": " Here on the coastline of Cappity, blackback gulls make their homes. Their nests are hardly"}, {"timestamp": [203.9, 205.1], "text": " noticed among the driftwood."}, {"timestamp": [205.88, 209.8], "text": " On these lonely shores, the chicks may grow up, learn to fly and fish."}, {"timestamp": [211.34, 215.92], "text": " Director of the Dominion Museum, Dr. Fala, feeds one of the many cacars that live on the island."}, {"timestamp": [216.82, 221.62], "text": " The caca, the comic of the forest, was greatly loved by the Maori for his cheerful, friendly nature."}, {"timestamp": [222.58, 227.18], "text": " Maybe his ancestors lived with the Maori people that made Cappity their home in days gone by."}, {"timestamp": [235.66, 237.78], "text": " Picking up crumbs from the Cocker's table"}, {"timestamp": [237.78, 241.5], "text": " is old sticky beak, the Wecker, the bold robber of the forest."}, {"timestamp": [247.6, 249.54], "text": " Because of the wecker's thieving habits,"}, {"timestamp": [249.64, 251.86], "text": " Mrs. Fox has a special door to keep him out."}, {"timestamp": [254.88, 258.14], "text": " Among boulders, you'll find one of the few New Zealand reptiles,"}, {"timestamp": [258.5, 259.72], "text": " the small grass lizard."}, {"timestamp": [272.72, 273.72], "text": " In the primeval bush, life goes on as it has done for countless centuries."}, {"timestamp": [278.04, 278.7], "text": " New Zealand has no native mammals, but insect life has taken many unique forms."}, {"timestamp": [283.54, 284.86], "text": " The wetter is not as dangerous as he looks, and if you think he's ugly, think how you must look to him."}, {"timestamp": [289.5, 311.58], "text": " As for the stick insect, it's camouflage and not starvation that makes him look so thin. Chief mimic of the forest is the toi, the bird the Maori taught to speak,"}, {"timestamp": [312.14, 315.84], "text": " and the bellbird finds delight in the pots of honey left for him by Mrs. Fox."}, {"timestamp": [332.46, 333.16], "text": " Carpity, six miles long, is only five miles from the mainland, yet far enough to preserve its echoes of the past."}, {"timestamp": [356.6, 358.9], "text": " An island with a history and a haven for birds. Meet the Bonham family from Takapuna in Auckland."}, {"timestamp": [361.9, 363.18], "text": " Pip, or rather Philip, is the youngest, aged 13."}, {"timestamp": [364.88, 365.0], "text": " Peter is next, aged 15."}, {"timestamp": [365.0, 369.0], "text": " Jack, their elder brother, aged 25."}, {"timestamp": [369.0, 374.0], "text": " And lastly, father, aged..."}, {"timestamp": [374.0, 376.0], "text": " Well..."}, {"timestamp": [376.0, 384.0], "text": " Bonham's bounce on a trampoline,"}, {"timestamp": [384.0, 388.0], "text": " a nylon net suspended from its frame by a hundred rubber springs."}, {"timestamp": [391.0, 395.0], "text": " This is great fun and you're permitted to bounce on practically anything except your head."}, {"timestamp": [397.0, 401.0], "text": " Peter takes over and being a twisted kind of a boy twirls it up a bit."}, {"timestamp": [406.24, 411.2], "text": " All this started in a circus, when an acrobat fell from a trapeze into the safety net below."}, {"timestamp": [411.9, 417.36], "text": " To his surprise and the delight of the audience, the net shot him up into the air again and flicked him over into a somersault."}, {"timestamp": [418.16, 493.4], "text": " Rebound tumbling was born. I'm not my Bhopin. And... It was father who taught the boys to tumble, but now they don't know. As a sport, rebound tumbling is only about 10 years old,"}, {"timestamp": [493.8, 496.14], "text": " but it's quickly become a permanent addition to gymnastics"}, {"timestamp": [496.14, 498.76], "text": " and hundreds of stay-at-home circus performers"}, {"timestamp": [498.76, 529.56], "text": " are bouncing their way to health and happiness. The fascination of this kind of tumbling"}, {"timestamp": [529.56, 531.96], "text": " is the rhythmic coordination between you and the mat"}, {"timestamp": [531.96, 534.76], "text": " and the thrill of bouncing out of the grip of gravity"}, {"timestamp": [534.76, 538.54], "text": " for a few fleeting seconds to play and tumble free in the air."}, {"timestamp": [544.1, 548.4], "text": " Nevertheless, whatever goes up, eventually comes down again."}], "text": " Between Wyrh and Gisbonne, between Wyrh and Gisbon, an oil rig stands in the lonely Mungaone Valley. Recent 10-foot floods are making a difficult to get gear and machinery to the site. Only tractors, bulldozers and jeeps can get through the eight-mile journey from the Hawks Bay coast. This part of Hawks Bay has been difficult country for prospectors, but three years of geological exploration by local oil companies show the area to be a likely place for oil. The official party on the way to open the well have a memorable journey. Bulldozers try to clear the road. Many thumps and bumps later, the Minister of Mines, Mr. Hackett, and Mr. J.R. Marshall, Deputy Leader of the opposition, arrive at the site. Calling on the Minister to start the drill, chairman of the exploration Company Mr. Hux hopes Mr. Hackett has lucky black fingers. This project has already cost half a million. The minister says that a new era may be at hand for the East Coast. A rich strike would benefit the whole country. He starts the drill which will cost 1,500 pounds a day to run, and the Kelly is guided into the well. The drill can bite 12,000 feet into the earth. In the nationwide search for oil, another drill goes down and as a sign of hope that oil will flow, another derrick stands on the landscape. The small island of Kapiti, five miles offshore from Paraparamu and not far from Wellington, is a bird sanctuary, full of history. Arriving there are members of the National Historic Places Trust. There to examine relics of the old whaling stations, as well as the haunts of Taraparaha, the wily Maori chief who was a daring warrior of early colonial days. For civil servant, Mr. Fox, curator of the bird sanctuary, Carpity is home, and he and his wife are always happy to receive visitors. Carpiddy's whaling stations were well situated to catch the annual whale migration through Cook Strait. An old iron tripod used for melting whale blubber is still in good condition after more than 130 years. Here on the coastline of Cappity, blackback gulls make their homes. Their nests are hardly noticed among the driftwood. On these lonely shores, the chicks may grow up, learn to fly and fish. Director of the Dominion Museum, Dr. Fala, feeds one of the many cacars that live on the island. The caca, the comic of the forest, was greatly loved by the Maori for his cheerful, friendly nature. Maybe his ancestors lived with the Maori people that made Cappity their home in days gone by. Picking up crumbs from the Cocker's table is old sticky beak, the Wecker, the bold robber of the forest. Because of the wecker's thieving habits, Mrs. Fox has a special door to keep him out. Among boulders, you'll find one of the few New Zealand reptiles, the small grass lizard. In the primeval bush, life goes on as it has done for countless centuries. New Zealand has no native mammals, but insect life has taken many unique forms. The wetter is not as dangerous as he looks, and if you think he's ugly, think how you must look to him. As for the stick insect, it's camouflage and not starvation that makes him look so thin. Chief mimic of the forest is the toi, the bird the Maori taught to speak, and the bellbird finds delight in the pots of honey left for him by Mrs. Fox. Carpity, six miles long, is only five miles from the mainland, yet far enough to preserve its echoes of the past. An island with a history and a haven for birds. Meet the Bonham family from Takapuna in Auckland. Pip, or rather Philip, is the youngest, aged 13. Peter is next, aged 15. Jack, their elder brother, aged 25. And lastly, father, aged... Well... Bonham's bounce on a trampoline, a nylon net suspended from its frame by a hundred rubber springs. This is great fun and you're permitted to bounce on practically anything except your head. Peter takes over and being a twisted kind of a boy twirls it up a bit. All this started in a circus, when an acrobat fell from a trapeze into the safety net below. To his surprise and the delight of the audience, the net shot him up into the air again and flicked him over into a somersault. Rebound tumbling was born. I'm not my Bhopin. And... It was father who taught the boys to tumble, but now they don't know. As a sport, rebound tumbling is only about 10 years old, but it's quickly become a permanent addition to gymnastics and hundreds of stay-at-home circus performers are bouncing their way to health and happiness. The fascination of this kind of tumbling is the rhythmic coordination between you and the mat and the thrill of bouncing out of the grip of gravity for a few fleeting seconds to play and tumble free in the air. Nevertheless, whatever goes up, eventually comes down again."}