{"speakers": [], "chunks": [{"timestamp": [0.0, 9.16], "text": " Hi everyone, thanks for coming to possibly the worst named presentation of all time."}, {"timestamp": [9.96, 12.48], "text": " I'm not sure I could have made it any more jargony."}, {"timestamp": [13.24, 16.9], "text": " In retrospect, I probably should have just called it the challenge of personalization."}, {"timestamp": [18.06, 19.2], "text": " It would have been a lot simpler."}, {"timestamp": [20.1, 29.0], "text": " And it really is apropos about the fact that digital is changing the way media is consumed so very much that it's affecting everything."}, {"timestamp": [31.0, 33.0], "text": " So I'm going to start the presentation off with two numbers."}, {"timestamp": [34.0, 38.0], "text": " What I'd like you to do is think about these numbers and the scale of these numbers."}, {"timestamp": [38.0, 40.0], "text": " They're quite different numbers."}, {"timestamp": [40.0, 43.0], "text": " One's obviously very small, one's obviously very large."}, {"timestamp": [43.0, 48.76], "text": " I'm going to want you to just sort of think what they could represent."}, {"timestamp": [48.76, 51.48], "text": " The main reason I put this up here is I was always told that you should start presentations"}, {"timestamp": [51.48, 57.1], "text": " with something big and memorable, so here's a really big number."}, {"timestamp": [57.1, 62.76], "text": " So since I, this is going to be about media consumption and how digital is changing this,"}, {"timestamp": [62.76, 66.0], "text": " I did want to talk a bit about what this presentation isn't about."}, {"timestamp": [66.0, 69.5], "text": " A lot of it is not about how old technology is bad"}, {"timestamp": [69.5, 72.0], "text": " and new technology is good and stuff like that."}, {"timestamp": [72.0, 74.5], "text": " It really is about, and it's not about which tool to use"}, {"timestamp": [74.5, 76.5], "text": " and how to do this and how to do that."}, {"timestamp": [76.5, 81.0], "text": " Because for me, I tend to look at things through a very big lens,"}, {"timestamp": [81.0, 84.5], "text": " and my question is really why things are changing."}, {"timestamp": [84.5, 85.5], "text": " Because if you understand why things are changing because if you"}, {"timestamp": [85.5, 89.06], "text": " understand why things are changing you can make the right decisions you can"}, {"timestamp": [89.06, 92.1], "text": " make the right choices and so hopefully I'm going to be able to give you some"}, {"timestamp": [92.1, 97.58], "text": " insights into why companies are doing what they're doing why the opportunities"}, {"timestamp": [97.58, 104.42], "text": " and the tools that you'll be able to use in classrooms going forward also please"}, {"timestamp": [104.42, 108.54], "text": " note that since I'm usually reading all this stuff either in other countries or ahead,"}, {"timestamp": [108.84, 112.4], "text": " I tend to think about five years to ten years ahead of time, so oftentimes I'll say,"}, {"timestamp": [112.78, 117.9], "text": " this is what's going on, and really maybe it's going to be like that in five years."}, {"timestamp": [117.98, 121.0], "text": " Just sort of keep that in mind when you talk to someone like myself."}, {"timestamp": [122.68, 124.88], "text": " We trend people tend to be like this."}, {"timestamp": [125.0, 129.0], "text": " Speaking of trends, the first thing I did was say, okay, I'm going to be like myself. We trend people tend to be like this. Speaking of trends, the first thing I did was say,"}, {"timestamp": [129.0, 131.0], "text": " okay, I'm going to be talking about trends."}, {"timestamp": [131.0, 134.0], "text": " I better check what core has up and what they deal with already."}, {"timestamp": [134.0, 137.0], "text": " So the first thing I found was they had a slide in a big presentation"}, {"timestamp": [137.0, 141.0], "text": " on the 10 trends for 2013, and I went,"}, {"timestamp": [141.0, 143.0], "text": " uh-oh, they've already done my presentation."}, {"timestamp": [143.0, 145.52], "text": " So I took a quick look at everything,"}, {"timestamp": [145.8, 147.94], "text": " and I was good to see that they're all,"}, {"timestamp": [148.2, 149.46], "text": " what I would consider accurate trends,"}, {"timestamp": [149.58, 151.12], "text": " they're all real trends, they're all going on,"}, {"timestamp": [151.44, 152.08], "text": " they're all important."}, {"timestamp": [152.44, 154.06], "text": " I highly recommend going to the site"}, {"timestamp": [154.06, 155.48], "text": " and actually reading through the presentations."}, {"timestamp": [156.24, 158.84], "text": " But for me, only the first one,"}, {"timestamp": [158.88, 159.84], "text": " and I'm glad they put it first,"}, {"timestamp": [159.92, 162.34], "text": " is the one that's really key to education going forward,"}, {"timestamp": [162.42, 163.34], "text": " and it's personalization."}, {"timestamp": [164.08, 169.38], "text": " Because it's the changes in the Internet and digital that are allowing much greater"}, {"timestamp": [169.38, 173.68], "text": " personalization than ever before that's really impacting change and going to be driving change"}, {"timestamp": [173.68, 179.18], "text": " going forward. When I tend to see things like ubiquitous learning, yes, that's true, that's"}, {"timestamp": [179.18, 184.88], "text": " going on, all this stuff is happening, but for me the question really is, how does ubiquitous"}, {"timestamp": [184.88, 186.56], "text": " learning affect personalization?"}, {"timestamp": [186.56, 189.16], "text": " So in many ways, I often see, I see two through ten"}, {"timestamp": [189.16, 193.3], "text": " is just ways to implement or affect personalization."}, {"timestamp": [195.44, 197.46], "text": " As I said before, I'm interested in the why,"}, {"timestamp": [197.46, 199.72], "text": " not specifically the tools."}, {"timestamp": [199.72, 202.28], "text": " So now let's go back to this big number."}, {"timestamp": [202.28, 205.18], "text": " The big number on the bottom is brought to us"}, {"timestamp": [205.18, 207.38], "text": " by our good friends at Oracle."}, {"timestamp": [207.38, 211.04], "text": " Now this is 50 billion, and I use the American billion"}, {"timestamp": [211.04, 214.82], "text": " because they won the race."}, {"timestamp": [214.82, 218.08], "text": " I'd use the English version if we had won."}, {"timestamp": [218.08, 222.46], "text": " Either way, what Cisco and what Oracle has said is that by 2020,"}, {"timestamp": [222.46, 226.84], "text": " in just six, seven years, there will be 50 billion things connected"}, {"timestamp": [226.84, 233.06], "text": " to the Internet. That's not really far away, and that's a really big number. You'll personally"}, {"timestamp": [233.06, 238.56], "text": " probably be encountering between 1 to 5,000 things connected to the Internet every single day."}, {"timestamp": [238.56, 246.06], "text": " When you wake up, go to the bathroom, eat breakfast, go to work, at work, come home, turn on the TV, all these things."}, {"timestamp": [246.06, 251.28], "text": " You will be immersed in things that are connected to the Internet."}, {"timestamp": [251.28, 255.24], "text": " These things will be things that you might not even think about in daily life now, and the"}, {"timestamp": [255.24, 258.16], "text": " idea is really for them to be invisible."}, {"timestamp": [258.16, 262.3], "text": " Things like you might have, the firearms in your house might be connected to the Internet,"}, {"timestamp": [262.3, 265.0], "text": " so that you actually, instead of just changing your batteries"}, {"timestamp": [265.0, 267.0], "text": " when it spring forward, fall back,"}, {"timestamp": [267.0, 269.0], "text": " you actually have a little monitor that beeps"}, {"timestamp": [269.0, 271.0], "text": " and keeps, tells you how far your batteries are in your fire alarm,"}, {"timestamp": [271.0, 273.0], "text": " so you know when to actually change them,"}, {"timestamp": [273.0, 275.0], "text": " not do it when it's kind of inconvenient."}, {"timestamp": [275.0, 278.0], "text": " You might have your sheep tagged and tracked"}, {"timestamp": [278.0, 280.0], "text": " so that you know when they've escaped your pasture."}, {"timestamp": [280.0, 283.0], "text": " Driving down here yesterday, I heard an ad on Radio Sport"}, {"timestamp": [283.0, 285.76], "text": " that talked about electronic monitoring"}, {"timestamp": [285.76, 289.34], "text": " for tanks on farms so the farmer doesn't have to drive out an hour, check the tank water"}, {"timestamp": [289.34, 293.44], "text": " and come back because it's connected to the internet, out in the middle of his pasture,"}, {"timestamp": [293.44, 295.62], "text": " telling him how much water is in his tank."}, {"timestamp": [295.62, 300.8], "text": " This is what we sort of mean by the internet of things."}, {"timestamp": [300.8, 303.28], "text": " This internet of things can also be a bit scary."}, {"timestamp": [303.28, 308.0], "text": " If you start thinking about how much information is out there and what you're using,"}, {"timestamp": [308.0, 311.0], "text": " you've got to remember that the internet is a two-way street."}, {"timestamp": [311.0, 314.0], "text": " You know, what you know about it, it knows about you."}, {"timestamp": [314.0, 318.0], "text": " And all this, all this stuff recently around the NSA and GCSB and all this sort of stuff,"}, {"timestamp": [318.0, 321.0], "text": " it's a good reminder that there are issues around this,"}, {"timestamp": [321.0, 324.0], "text": " and we'll sort of do a brief address to them a bit later."}, {"timestamp": [327.34, 329.76], "text": " So now this 50 billion things."}, {"timestamp": [329.76, 333.76], "text": " This here is a small part of that, a little tiny part of the 50 billion things."}, {"timestamp": [333.76, 338.54], "text": " It's one of Amazon's warehouses, just to give you an idea of scope."}, {"timestamp": [338.54, 342.52], "text": " We don't think we have many warehouses this big around here."}, {"timestamp": [342.52, 347.24], "text": " The key to this Internet of Things is that the Internet is supposed to really"}, {"timestamp": [347.24, 351.5], "text": " be invisible. It's supposed to facilitate. It's supposed to allow you to interact and assist"}, {"timestamp": [351.5, 357.24], "text": " things. So when I think of the Internet, I don't think of this Internet of Things. I don't"}, {"timestamp": [357.24, 363.24], "text": " think of it as an Internet of Things. To me, it's the Internet of the experience of things."}, {"timestamp": [363.24, 366.34], "text": " And I think you'll find children especially relate to that as well."}, {"timestamp": [366.42, 368.18], "text": " They don't see the internet as a thing."}, {"timestamp": [368.6, 371.08], "text": " They see it as something that they're using to relate"}, {"timestamp": [371.08, 373.6], "text": " and to interact with the things that they're interested in."}, {"timestamp": [375.6, 378.92], "text": " So short way of saying we're not going to get Rosie the Robot"}, {"timestamp": [378.92, 380.72], "text": " from the Jetsons anytime really soon,"}, {"timestamp": [381.44, 383.84], "text": " but what we might get is our house telling us"}, {"timestamp": [383.84, 385.06], "text": " that it wants to be clean."}, {"timestamp": [386.14, 389.36], "text": " And that's not to say that, you know, you can't get Rosie the Robot eventually, but the first"}, {"timestamp": [389.36, 393.74], "text": " thing we're going to get in pretty soon is a house telling us that it's time for the cleaning"}, {"timestamp": [393.74, 395.04], "text": " and we should clean our house."}, {"timestamp": [396.96, 402.54], "text": " So what I want to do now is talk about, we've got this big internet of things, this huge, massive"}, {"timestamp": [402.54, 403.26], "text": " thing."}, {"timestamp": [404.02, 405.4], "text": " How are we going to interact with all those"}, {"timestamp": [405.4, 410.64], "text": " things? That's the real key. Before I do that, I want to talk a little bit about where"}, {"timestamp": [410.64, 417.8], "text": " I'm coming from in this. I love this quote because it is a good way to express my feelings"}, {"timestamp": [417.8, 424.16], "text": " on the issue as well. It isn't that the computers can just give you an answer. It's that they're"}, {"timestamp": [424.16, 426.0], "text": " a connection and a tool"}, {"timestamp": [426.0, 428.0], "text": " and something that you can interact with."}, {"timestamp": [428.0, 431.24], "text": " So I just want to sort of put this sort of thought in your head"}, {"timestamp": [431.24, 434.84], "text": " when we're talking about changing, adapting behaviors,"}, {"timestamp": [434.84, 437.6], "text": " changing behaviors, tools that you can use."}, {"timestamp": [437.6, 440.2], "text": " Again, it isn't really so much about the tool."}, {"timestamp": [440.2, 442.0], "text": " This is about training people to use them,"}, {"timestamp": [442.0, 444.0], "text": " and why to use them, and how to use them."}, {"timestamp": [446.24, 449.84], "text": " Changes. Let's talk a little bit about the changes that the internet has brought."}, {"timestamp": [450.8, 456.0], "text": " Because I come from a media background, I studied a lot about how the internet"}, {"timestamp": [456.0, 461.52], "text": " affected our industry, the media industry, in print and TV. Obviously it's had a massive impact."}, {"timestamp": [461.52, 465.04], "text": " It's in many ways destroyed newspapers globally."}, {"timestamp": [466.24, 468.94], "text": " And why that happened was that when the Internet came out,"}, {"timestamp": [468.98, 470.06], "text": " all the futurists came out and said,"}, {"timestamp": [470.2, 471.4], "text": " okay, books are dead."}, {"timestamp": [471.52, 472.18], "text": " Magazines are dead."}, {"timestamp": [472.26, 474.4], "text": " No one will ever read a book or a piece of paper again"}, {"timestamp": [474.4, 477.22], "text": " because the Internet's going to do all these wonderful things."}, {"timestamp": [478.8, 482.24], "text": " And all the newspapers and all the big media companies all freaked out."}, {"timestamp": [482.62, 483.46], "text": " I said, oh my God, what do we do?"}, {"timestamp": [483.52, 485.0], "text": " The sky's falling, ran around, ran around."}, {"timestamp": [485.0, 488.0], "text": " And then a year later, nothing could happen."}, {"timestamp": [488.0, 489.0], "text": " Nothing could change."}, {"timestamp": [489.0, 492.0], "text": " They go, oh, okay, the internet's not actually going to change anything."}, {"timestamp": [492.0, 494.0], "text": " We can just keep going what we're doing."}, {"timestamp": [494.0, 498.0], "text": " The mistake that both of them made was that change doesn't occur"}, {"timestamp": [498.0, 500.0], "text": " just because you create a new technology."}, {"timestamp": [500.0, 503.0], "text": " If you build a better mouse trap,"}, {"timestamp": [503.0, 505.0], "text": " everyone's going to suddenly beat a path to your door"}, {"timestamp": [505.0, 507.0], "text": " and everyone's going to start using that better mousetrap"}, {"timestamp": [507.0, 509.0], "text": " because you don't have a factory to build those mousetraps."}, {"timestamp": [509.0, 512.0], "text": " You don't have a distribution system to send those mousetraps around."}, {"timestamp": [512.0, 514.0], "text": " You don't have salespeople to sell the mousetraps."}, {"timestamp": [514.0, 519.0], "text": " Infrastructure and change, and behavioral change especially takes generational change."}, {"timestamp": [519.0, 523.0], "text": " So, yes, there will be a time when everything is digital,"}, {"timestamp": [523.0, 525.64], "text": " but it's not going to be in a year,"}, {"timestamp": [525.64, 528.76], "text": " it's not going to be in five years, it's not going to be in 10 years."}, {"timestamp": [528.76, 532.6], "text": " So, but the change is happening,"}, {"timestamp": [532.6, 535.64], "text": " and as data and technology improves,"}, {"timestamp": [535.64, 536.96], "text": " that change does accelerate."}, {"timestamp": [540.0, 543.64], "text": " What I call this massive amount of data and information"}, {"timestamp": [543.64, 545.1], "text": " is sort of the age of personalization,"}, {"timestamp": [545.1, 548.76], "text": " which gets back to why people are learning to choose,"}, {"timestamp": [548.76, 550.26], "text": " learning how to consume media."}, {"timestamp": [551.46, 553.48], "text": " And the internet gives them that power"}, {"timestamp": [553.48, 555.14], "text": " that they never had before."}, {"timestamp": [555.14, 559.24], "text": " Before, you had to watch the TV stations that broadcast you."}, {"timestamp": [559.24, 561.34], "text": " You couldn't save and record later."}, {"timestamp": [561.34, 564.5], "text": " Before you had to read the newspaper from cover to cover,"}, {"timestamp": [564.5, 565.24], "text": " you couldn't go online and read just one article you were interested in. You had to read the whole from cover to cover, you couldn't go online"}, {"timestamp": [565.24, 569.0], "text": " and read just one article you're interested in. You had to read the whole magazine, or at least"}, {"timestamp": [569.0, 574.06], "text": " buy the whole magazine. You couldn't just search and go to the one topic you're interested"}, {"timestamp": [574.06, 581.76], "text": " in. That technology has destroyed the ownership of media consumption distribution that big"}, {"timestamp": [581.76, 588.2], "text": " media companies used to have, and it's not the only industry that's been disrupted in this way."}, {"timestamp": [588.2, 590.86], "text": " But the key is now that people have choice."}, {"timestamp": [590.86, 594.54], "text": " People also, more importantly, are all publishers now."}, {"timestamp": [594.54, 598.2], "text": " So it's not just these big publishers that own media distribution."}, {"timestamp": [598.2, 602.76], "text": " Every single one of you, if you've posted on Facebook, if you've written a blog, heck if"}, {"timestamp": [602.76, 609.26], "text": " you've written an email, really, you're all publishers now. Brands are publishers and because everyone's a publisher, content has"}, {"timestamp": [609.26, 615.76], "text": " become very, has not, has lost a lot of its actual value and the value equation has changed."}, {"timestamp": [615.76, 622.44], "text": " I'd like you to think about the materials you as teachers might have had access to 10 years"}, {"timestamp": [622.44, 629.18], "text": " ago, how it came to you, how you dispersed it, and brought it to your kids, compared to the kind"}, {"timestamp": [629.18, 636.36], "text": " of technology and the assortment of different types of material you can get now."}, {"timestamp": [636.36, 639.4], "text": " So in the end, this is one of those times when you have to be careful that I'm a few years"}, {"timestamp": [639.4, 645.96], "text": " in the future, it's not you controlling the information flow to the children."}, {"timestamp": [645.96, 651.22], "text": " It's actually going to be the children and people controlling how they consume it and become"}, {"timestamp": [651.22, 656.46], "text": " much more facilitation control guidance kind of behavior."}, {"timestamp": [656.46, 657.64], "text": " What does all this change mean?"}, {"timestamp": [657.64, 658.8], "text": " What does all this disruption mean?"}, {"timestamp": [658.8, 661.0], "text": " It does mean disruption."}, {"timestamp": [661.0, 669.7], "text": " What I want to talk about in disruption is, again, like I said, the value of things has changed."}, {"timestamp": [669.7, 679.8], "text": " If you look at something like an app like Flipboard, all it does is allow people to look on their iPad or their smartphone and decide what content they want to read."}, {"timestamp": [679.8, 681.8], "text": " It helps them organize content."}, {"timestamp": [681.8, 682.8], "text": " That's all it does."}, {"timestamp": [682.8, 684.2], "text": " It doesn't create content."}, {"timestamp": [684.2, 685.62], "text": " It doesn't produce any content. It just helps organize content and organize content. That's all it does. It doesn't create content, doesn't produce any content."}, {"timestamp": [685.62, 688.54], "text": " It just helps organize content and curate content."}, {"timestamp": [688.54, 694.84], "text": " It's now worth way more than the Washington Post because the value equation has changed"}, {"timestamp": [694.84, 700.76], "text": " because information is so much more accessible, the importance of curating, which again"}, {"timestamp": [700.76, 704.84], "text": " is a lot of what teaching is about, it's about curating information, has become much more"}, {"timestamp": [704.84, 705.18], "text": " valuable."}, {"timestamp": [707.4, 712.26], "text": " And it also means that disruption also means that things that used to be true,"}, {"timestamp": [712.58, 715.52], "text": " like geographical separation, no longer matter."}, {"timestamp": [715.64, 720.5], "text": " It used to matter that if you did something in the U.S. or the U.K. or China,"}, {"timestamp": [721.16, 722.64], "text": " you might not pick it up in New Zealand."}, {"timestamp": [722.76, 727.56], "text": " But now, things like geographical barriers no longer matter."}, {"timestamp": [727.56, 731.16], "text": " Something that's on the internet, the internet does not recognize"}, {"timestamp": [731.16, 732.84], "text": " artificial boundaries."}, {"timestamp": [732.84, 736.2], "text": " A lot of what we do, a lot of how we organize our lives,"}, {"timestamp": [736.2, 738.58], "text": " the fact that classes run from nine to three,"}, {"timestamp": [738.58, 740.46], "text": " where your work week is from here to here,"}, {"timestamp": [740.46, 743.22], "text": " in a world of ubiquitous learning,"}, {"timestamp": [743.22, 745.1], "text": " internet of things, always on."}, {"timestamp": [745.72, 748.84], "text": " Those kind of artificial boundaries start to break down"}, {"timestamp": [748.84, 751.08], "text": " because the internet is always on."}, {"timestamp": [753.22, 755.84], "text": " The other thing that's really I enjoy about disruption"}, {"timestamp": [755.84, 758.02], "text": " is that we don't know the answers."}, {"timestamp": [758.8, 759.88], "text": " Everyone is experimenting."}, {"timestamp": [760.18, 761.48], "text": " Everyone is trying new things."}, {"timestamp": [762.02, 764.78], "text": " I see that really as a glass half full, not as a glass half empty."}, {"timestamp": [765.0, 767.0], "text": " We don't have the solutions."}, {"timestamp": [767.0, 775.0], "text": " What is key is to, in my mind, is to understand why these changes are happening so that when you are making choices about what kind of tools to use in your classroom,"}, {"timestamp": [775.0, 784.0], "text": " what kind of things to instruct that you're making educated and informed guesses really as we develop the new technology and the new ways of learning."}, {"timestamp": [784.0, 785.36], "text": " So we've got this disruption, we and the new ways of learning."}, {"timestamp": [787.88, 788.2], "text": " So we've got this disruption, we've got this Internet of Things."}, {"timestamp": [790.68, 790.76], "text": " What is really going to help us change things?"}, {"timestamp": [791.94, 794.62], "text": " How are we going to get control of it?"}, {"timestamp": [796.96, 797.8], "text": " I'm sure you all recognize these horrible things."}, {"timestamp": [798.72, 802.42], "text": " And yes, I mean onesies."}, {"timestamp": [808.52, 813.76], "text": " One of the things that new media always does is it's going to change everything. So when motion pictures came on, Thomas Edison said, people will stop learning from books because"}, {"timestamp": [813.76, 815.88], "text": " they will learn everything in motion pictures."}, {"timestamp": [815.88, 818.1], "text": " Well, he was wrong."}, {"timestamp": [818.1, 820.44], "text": " Everyone always says any new technology now exists."}, {"timestamp": [820.44, 822.44], "text": " Wireless will change everything."}, {"timestamp": [822.44, 825.0], "text": " The Morse system will change everything."}, {"timestamp": [825.0, 827.0], "text": " It's never changed anything."}, {"timestamp": [827.0, 833.0], "text": " At the same time, education is largely still being one to many,"}, {"timestamp": [833.0, 835.0], "text": " even though that's clearly changing."}, {"timestamp": [835.0, 839.0], "text": " It's always being a goal to be more one-on-one."}, {"timestamp": [839.0, 844.0], "text": " It's also the mobile phone, which is what I'm really talking about here,"}, {"timestamp": [844.0, 845.36], "text": " is a great tool. It's just like any other media, though, for consumption. It's better in some phone, which is what I'm really talking about here, is a great tool."}, {"timestamp": [845.36, 848.46], "text": " It's just like any other media though for consumption."}, {"timestamp": [848.46, 850.74], "text": " It's better in some ways because it's interactive."}, {"timestamp": [850.74, 852.56], "text": " So a TV you can't really interact with."}, {"timestamp": [852.56, 859.18], "text": " But a touch phone you can do finger painting on, but still that's never ever going to be as good as a real finger painting."}, {"timestamp": [859.18, 863.18], "text": " It doesn't replicate the experience."}, {"timestamp": [863.18, 867.12], "text": " But why it's important and why I'm actually going to make the same mistake Edison made"}, {"timestamp": [867.12, 870.16], "text": " is because I do think it will change everything."}, {"timestamp": [871.06, 873.92], "text": " But why it will change everything is not because it's technology."}, {"timestamp": [874.48, 879.8], "text": " In fact, I'm going to argue that the smartphone there is not, in fact, technology."}, {"timestamp": [880.36, 883.98], "text": " What it is is access to technology."}, {"timestamp": [883.98, 886.0], "text": " It's how you interface with technology."}, {"timestamp": [886.0, 891.0], "text": " That's the why I'm interested in."}, {"timestamp": [891.0, 896.0], "text": " It's how everyone is going to interact with the Internet of things in the future."}, {"timestamp": [896.0, 898.0], "text": " Most people, you know, the kids already are,"}, {"timestamp": [898.0, 901.0], "text": " but this really is going to be part of you."}, {"timestamp": [901.0, 904.0], "text": " Think about how you interact with the world now."}, {"timestamp": [904.0, 908.8], "text": " I know for me, a lot of the interactions I do with the world come from my car."}, {"timestamp": [908.8, 910.6], "text": " Get my car, I go places, I do things."}, {"timestamp": [910.6, 912.68], "text": " That's how I interact the world that's really important to me."}, {"timestamp": [912.68, 916.82], "text": " So right now I have a pretty good idea that about my petrol tank is about two-fifths full."}, {"timestamp": [916.82, 918.82], "text": " Got to keep an eye on it because if it runs out, I'm in trouble."}, {"timestamp": [918.82, 921.52], "text": " I can't interact with things anymore."}, {"timestamp": [921.52, 927.0], "text": " How many of you, go ahead and raise your hand, know about how much fuel, how much petrol is left in your car right now?"}, {"timestamp": [927.0, 929.0], "text": " Okay, yeah, almost everyone."}, {"timestamp": [929.0, 933.0], "text": " About how many of you know how much battery is left in your smartphone?"}, {"timestamp": [933.0, 936.0], "text": " Pretty good."}, {"timestamp": [936.0, 941.0], "text": " A 12-year-old will tell you exactly how much power is left in their smartphone,"}, {"timestamp": [941.0, 944.0], "text": " and they'll know how much credit they have left so they can text."}, {"timestamp": [944.0, 950.32], "text": " That's important to them because that's how they interact with things, and that's how they place the importance of things."}, {"timestamp": [950.46, 956.76], "text": " So you have to start understanding when you're dealing with kids or people in this new digital environment,"}, {"timestamp": [957.16, 959.88], "text": " what's important to them and how are they interacting with things."}, {"timestamp": [961.38, 967.0], "text": " Let's talk more about the smartphone and why it is different than TVs, radio, and the internet in general."}, {"timestamp": [967.0, 970.0], "text": " It's different because it's a personal device."}, {"timestamp": [970.0, 974.0], "text": " Need hands again, everyone who has a smartphone."}, {"timestamp": [974.0, 977.0], "text": " Okay, that's just about everyone."}, {"timestamp": [977.0, 984.0], "text": " Of everyone in this room, how many of you have ever loaned your smartphone to someone else for more than an hour?"}, {"timestamp": [984.0, 985.58], "text": " Okay, not a single hand. Not a single hand. How many of you have ever loaned your smartphone to someone else for more than an hour?"}, {"timestamp": [989.04, 991.34], "text": " Okay, not a single hand, not a single hand. How many have you ever loaned like a tablet"}, {"timestamp": [991.34, 994.12], "text": " or let someone borrow your computer for more than an hour?"}, {"timestamp": [995.34, 996.08], "text": " Almost everyone."}, {"timestamp": [997.0, 997.98], "text": " They're different things."}, {"timestamp": [997.98, 1000.88], "text": " One's a tool, one's part of you."}, {"timestamp": [1000.88, 1002.12], "text": " An interesting fact is if you've,"}, {"timestamp": [1002.12, 1005.3], "text": " now that you all pretty much have a smartphone, that"}, {"timestamp": [1005.3, 1013.32], "text": " smartphone is going to be within one meter of you for 99% of the rest of your life."}, {"timestamp": [1013.32, 1014.82], "text": " That's change."}, {"timestamp": [1014.82, 1019.54], "text": " And that's, because it's part of you, it enables you to interact with this internet of things"}, {"timestamp": [1019.54, 1021.94], "text": " that's coming."}, {"timestamp": [1021.94, 1025.96], "text": " Just to make it, to drive that point a little further home, have a think about this."}, {"timestamp": [1025.96, 1028.4], "text": " You don't have to answer it."}, {"timestamp": [1028.4, 1031.92], "text": " There's been plenty of surveys, and you can probably guess what most people answer just because"}, {"timestamp": [1031.92, 1033.48], "text": " of my topic."}, {"timestamp": [1033.48, 1035.28], "text": " But imagine if you had a choice."}, {"timestamp": [1035.28, 1040.68], "text": " Would you rather go one week without your smartphone or without sex?"}, {"timestamp": [1040.68, 1041.68], "text": " Have a think."}, {"timestamp": [1041.68, 1042.68], "text": " Think real hard."}, {"timestamp": [1042.68, 1045.66], "text": " And again, think about my topic and what most people answer"}, {"timestamp": [1045.66, 1052.16], "text": " that, and then think about the importance of smartphones."}, {"timestamp": [1052.16, 1056.52], "text": " So I've talked about the mobile phone now and how it's going to allow you to interact"}, {"timestamp": [1056.52, 1058.18], "text": " with this Internet of Things."}, {"timestamp": [1058.18, 1059.32], "text": " But how does it actually interact?"}, {"timestamp": [1059.32, 1062.32], "text": " How does it actually work?"}, {"timestamp": [1062.32, 1063.32], "text": " Profiles."}, {"timestamp": [1063.32, 1065.0], "text": " It works because of profiles. It works because of profiles."}, {"timestamp": [1065.0, 1067.0], "text": " If you got a Facebook account, you got a profile on Facebook."}, {"timestamp": [1067.0, 1071.0], "text": " If you've ever done a Google search or you work in Google Plus, you've got a Google profile."}, {"timestamp": [1071.0, 1073.0], "text": " It's every search you ever made."}, {"timestamp": [1073.0, 1075.0], "text": " They record, they've got a profile of you."}, {"timestamp": [1075.0, 1077.0], "text": " If you've got a bank account online,"}, {"timestamp": [1077.0, 1080.0], "text": " we've got all your information, your loans, your mortgage,"}, {"timestamp": [1080.0, 1081.0], "text": " you've got a profile with your bank."}, {"timestamp": [1081.0, 1083.0], "text": " If you've ever subscribed to a mailing list,"}, {"timestamp": [1083.0, 1086.16], "text": " if you signed up to a conference,"}, {"timestamp": [1086.16, 1088.14], "text": " they have a profile of you online."}, {"timestamp": [1088.14, 1089.88], "text": " So what I want you guys all to do now is think,"}, {"timestamp": [1089.88, 1092.36], "text": " have a think about how many profiles you actually have."}, {"timestamp": [1092.36, 1094.92], "text": " And a profile is as simple as just a mailing list"}, {"timestamp": [1094.92, 1097.2], "text": " or someone's got your email address."}, {"timestamp": [1097.2, 1098.94], "text": " How many, have it, sit, think,"}, {"timestamp": [1098.94, 1101.26], "text": " try and count all the profiles you think you have"}, {"timestamp": [1101.26, 1102.76], "text": " in the online space."}, {"timestamp": [1102.76, 1103.86], "text": " I'm going to ask some questions."}, {"timestamp": [1103.86, 1106.46], "text": " So a couple seconds, do some counting."}, {"timestamp": [1106.46, 1109.06], "text": " Do your social medias, do your mailing lists,"}, {"timestamp": [1109.06, 1113.24], "text": " do your organizations, do your schools, do your banks, your insurance."}, {"timestamp": [1113.24, 1115.4], "text": " Think about everything you do online."}, {"timestamp": [1115.4, 1118.32], "text": " They all leave a profile."}, {"timestamp": [1118.32, 1120.96], "text": " How many of you have less than five?"}, {"timestamp": [1123.06, 1125.96], "text": " How many of you less than 10? Anyone less than five? No. How many of you less than 10?"}, {"timestamp": [1125.96, 1129.48], "text": " Anyone less than 20?"}, {"timestamp": [1129.48, 1131.56], "text": " Anyone less than 50?"}, {"timestamp": [1131.56, 1132.82], "text": " We start to get to it."}, {"timestamp": [1132.82, 1137.88], "text": " So 95% of you have more than 50 profiles."}, {"timestamp": [1137.88, 1138.62], "text": " Think about that."}, {"timestamp": [1138.62, 1141.6], "text": " That's a lot of your information out there."}, {"timestamp": [1141.6, 1145.56], "text": " That's how you interact with this Internet of things."}, {"timestamp": [1145.56, 1149.2], "text": " This collection of online profiles, now technology is changing and there's going to be a lot"}, {"timestamp": [1149.2, 1153.5], "text": " of interesting stuff coming up about ownership of profiles and stuff like that."}, {"timestamp": [1153.5, 1157.8], "text": " Maybe at some point you'll have one master profile and then you'll just loan parts of it out"}, {"timestamp": [1157.8, 1163.32], "text": " to access different tools, different companies, different social media, that sort of thing."}, {"timestamp": [1163.32, 1166.54], "text": " I'm not sure how that's going to happen or what's going to happen, but it's important to realize"}, {"timestamp": [1166.54, 1172.06], "text": " that at the end of the day, it's this online profile that is what is actually interacting with"}, {"timestamp": [1172.06, 1173.9], "text": " the Internet of Things."}, {"timestamp": [1173.9, 1178.08], "text": " To the Internet of Things, which is everything else, you are that profile."}, {"timestamp": [1178.08, 1182.16], "text": " You're not the person, you're the profile."}, {"timestamp": [1182.16, 1186.5], "text": " That is you in the Internet of Things."}, {"timestamp": [1186.5, 1191.0], "text": " And again, because you have these profiles and all this personal information out there,"}, {"timestamp": [1191.0, 1196.5], "text": " it is especially risky, not just for yourselves, especially for children, as you're all aware."}, {"timestamp": [1196.5, 1200.5], "text": " So, privacy."}, {"timestamp": [1200.5, 1203.5], "text": " Privacy is a huge issue online."}, {"timestamp": [1203.5, 1210.36], "text": " As in order to use the Internet appropriately, you have to interact with it."}, {"timestamp": [1210.36, 1211.48], "text": " You have to give it information."}, {"timestamp": [1211.48, 1215.04], "text": " The more information it knows, the better it becomes."}, {"timestamp": [1215.04, 1220.76], "text": " That's a tough trade-off when you also want to own that and you want to be private."}, {"timestamp": [1220.76, 1224.32], "text": " It is also this profile that you have, this information is extremely valuable."}, {"timestamp": [1224.32, 1228.82], "text": " This is why Facebook and Twitter and Google are worth so much and why they fight so much with"}, {"timestamp": [1228.82, 1230.18], "text": " each other."}, {"timestamp": [1230.18, 1235.32], "text": " Actually, what that is, is they're actually trying to fight over the ownership of your information."}, {"timestamp": [1235.32, 1236.56], "text": " And you might think, but it's my information."}, {"timestamp": [1236.56, 1237.56], "text": " I own it."}, {"timestamp": [1237.56, 1238.9], "text": " Well, not right now."}, {"timestamp": [1238.9, 1241.34], "text": " Right now, they all own it."}, {"timestamp": [1241.34, 1242.34], "text": " That may change."}, {"timestamp": [1242.34, 1243.34], "text": " Laws may change."}, {"timestamp": [1243.34, 1244.34], "text": " Culture may change."}, {"timestamp": [1244.34, 1248.0], "text": " At the moment, they own that information and they monetize it."}, {"timestamp": [1248.0, 1254.0], "text": " It's real important, especially when you start, again, thinking about kids and ownership of information and what people have access to."}, {"timestamp": [1254.0, 1259.0], "text": " Again, I can't say how this is going to wash out."}, {"timestamp": [1259.0, 1265.98], "text": " Again, I think at some point my guess, as a trend analyzer, is you'll eventually end up with one master profile"}, {"timestamp": [1265.98, 1270.42], "text": " that you actually own, and then you will give companies different rights and different accesses"}, {"timestamp": [1270.42, 1276.3], "text": " so that you can use bank accounts and Facebooks and Googles and stuff like that. In any case,"}, {"timestamp": [1276.3, 1282.08], "text": " you do need to be kept abreast of law changes, rights, and especially safety issues that come up,"}, {"timestamp": [1282.2, 1287.68], "text": " especially if you're using technology to help in classrooms and stuff like that."}, {"timestamp": [1287.68, 1292.54], "text": " So we now interrupt this presentation for a regularly scheduled reminder about the importance"}, {"timestamp": [1292.54, 1295.92], "text": " of online laws, safety issues and property rights."}, {"timestamp": [1295.92, 1298.76], "text": " Good place to start is NetSafe and the NetSafe kit for schools."}, {"timestamp": [1298.76, 1302.32], "text": " In fact, you can just pick one up just around the corner."}, {"timestamp": [1302.32, 1305.2], "text": " So you have to know this stuff."}, {"timestamp": [1305.2, 1308.5], "text": " If you're going to be interacting in the Internet of Things,"}, {"timestamp": [1308.5, 1309.96], "text": " the children will be doing it automatically,"}, {"timestamp": [1309.96, 1314.2], "text": " but when you're in a position where you're using the Internet"}, {"timestamp": [1314.2, 1317.46], "text": " to facilitate their interactions with the Internet of things,"}, {"timestamp": [1317.46, 1320.32], "text": " be aware of the laws, be aware of the safety precautions,"}, {"timestamp": [1320.32, 1322.9], "text": " and the tools that you can use to protect yourself."}, {"timestamp": [1322.9, 1325.0], "text": " More importantly, protect them."}, {"timestamp": [1325.0, 1328.0], "text": " Okay."}, {"timestamp": [1328.0, 1331.5], "text": " Now we switch to actually people consuming media."}, {"timestamp": [1331.5, 1333.5], "text": " Let's start talking about all the media."}, {"timestamp": [1333.5, 1338.5], "text": " Now, by media I mean videos, radio, print, text."}, {"timestamp": [1338.5, 1340.5], "text": " The consumption of that."}, {"timestamp": [1340.5, 1341.5], "text": " How does it work?"}, {"timestamp": [1341.5, 1343.5], "text": " And we'll start with the picture of this."}, {"timestamp": [1343.5, 1345.0], "text": " Assume you all know what this is."}, {"timestamp": [1345.0, 1347.0], "text": " The bubble."}, {"timestamp": [1347.0, 1349.0], "text": " And it really scares me."}, {"timestamp": [1349.0, 1352.0], "text": " It scares me to my core."}, {"timestamp": [1352.0, 1357.0], "text": " And it goes over some stuff and then I'll tell you why this bubble is so scary to me."}, {"timestamp": [1357.0, 1359.0], "text": " There's a lot of email out there."}, {"timestamp": [1359.0, 1360.0], "text": " You get a lot of emails."}, {"timestamp": [1360.0, 1361.0], "text": " You got a lot of videos."}, {"timestamp": [1361.0, 1362.0], "text": " There's YouTube."}, {"timestamp": [1362.0, 1364.0], "text": " Millions of videos to watch."}, {"timestamp": [1364.0, 1366.44], "text": " Websites, TV, everything."}, {"timestamp": [1366.44, 1371.94], "text": " How many of you in the audience currently feel like you're in a state of information overload?"}, {"timestamp": [1371.94, 1374.74], "text": " Okay?"}, {"timestamp": [1374.74, 1378.44], "text": " Any of you not feel that you've got information overload?"}, {"timestamp": [1378.44, 1380.36], "text": " Okay?"}, {"timestamp": [1380.36, 1382.58], "text": " So pretty much everyone's got information overload."}, {"timestamp": [1382.58, 1384.78], "text": " I'm going to argue that you don't."}, {"timestamp": [1384.78, 1386.5], "text": " I don't believe in information overload."}, {"timestamp": [1387.2, 1389.46], "text": " There's always been too much information since, you know,"}, {"timestamp": [1389.58, 1391.44], "text": " probably before the printing press was invented."}, {"timestamp": [1392.1, 1395.28], "text": " What we have now, more than ever, is what we call filter failure."}, {"timestamp": [1396.84, 1399.68], "text": " Think about the difference between information overload and filter failure."}, {"timestamp": [1401.4, 1404.16], "text": " In the old days, if you had a great lunch,"}, {"timestamp": [1404.88, 1406.76], "text": " you couldn't just take a picture of it on Instagram"}, {"timestamp": [1406.76, 1408.24], "text": " and make it available everywhere."}, {"timestamp": [1408.24, 1412.64], "text": " You could maybe do a painting of it, bring it to the local community hall."}, {"timestamp": [1412.64, 1419.0], "text": " But society and social interactions basically before the age of information and before information"}, {"timestamp": [1419.0, 1424.56], "text": " was able to be translated so freely and quickly and so across distances, you were really"}, {"timestamp": [1424.56, 1427.0], "text": " limited by natural social filters"}, {"timestamp": [1427.0, 1430.08], "text": " and geographic filters by how far away the nearest town was,"}, {"timestamp": [1430.08, 1432.64], "text": " or the nearest library, or the nearest school."}, {"timestamp": [1432.64, 1433.9], "text": " You actually had to walk somewhere,"}, {"timestamp": [1433.9, 1436.52], "text": " and it might take you days to get to a book."}, {"timestamp": [1436.52, 1438.96], "text": " Those kind of things were naturally limiting,"}, {"timestamp": [1438.96, 1441.48], "text": " and society sort of built those natural filters."}, {"timestamp": [1441.48, 1442.96], "text": " One thing the internet has done"}, {"timestamp": [1442.96, 1449.78], "text": " is accelerated the breakdown of those natural filters. And all these companies like Facebook and Google are desperately trying to figure"}, {"timestamp": [1449.78, 1454.62], "text": " out what's the best way to replace these natural filters so that people feel comfortable"}, {"timestamp": [1454.62, 1459.1], "text": " and not overwhelmed in this online space with all this information. How do they create these"}, {"timestamp": [1459.1, 1467.44], "text": " filters that enable them to consume information more readily and in an easier format."}, {"timestamp": [1468.88, 1472.4], "text": " Remember what I said about disruption?"}, {"timestamp": [1477.28, 1482.24], "text": " Kids don't have the same sort of natural barriers we have. They haven't built those social filters. They haven't needed, and they find online much"}, {"timestamp": [1482.24, 1485.84], "text": " less scary because they don't know any better."}, {"timestamp": [1485.84, 1490.18], "text": " And they create their own filters."}, {"timestamp": [1490.18, 1493.04], "text": " People like myself, our filters are pretty bad."}, {"timestamp": [1493.04, 1495.62], "text": " Got this device in my pocket right here."}, {"timestamp": [1495.62, 1501.28], "text": " It gives me access to all of the knowledge of humankind."}, {"timestamp": [1501.28, 1506.0], "text": " And I use it to watch cat videos and argue with people I don't know on Twitter."}, {"timestamp": [1506.0, 1510.0], "text": " That's a natural filter that I've created."}, {"timestamp": [1510.0, 1516.0], "text": " It's not a good one, but it's my personal way of controlling information flow"}, {"timestamp": [1516.0, 1520.0], "text": " by picking things I like to do and doing more of it."}, {"timestamp": [1520.0, 1523.0], "text": " They're also algorithmical and computer filters."}, {"timestamp": [1523.0, 1528.0], "text": " This is the stuff that starts getting really scary because that bubble is a filter bubble."}, {"timestamp": [1528.0, 1533.0], "text": " If you're on Facebook, Facebook looks at the things that you read more than the other things."}, {"timestamp": [1533.0, 1536.0], "text": " You might have selected a whole wide variety of things that you're interested in,"}, {"timestamp": [1536.0, 1540.0], "text": " but Facebook looks at what you're more interested in than that you're less interested in,"}, {"timestamp": [1540.0, 1543.0], "text": " and it shows you that more and more and more."}, {"timestamp": [1543.0, 1546.0], "text": " And eventually you only see the things you're really interested in."}, {"timestamp": [1546.0, 1551.0], "text": " On Google, if you do a Google search, and everyone in this room did a Google search,"}, {"timestamp": [1551.0, 1556.0], "text": " on the same terms, we would all get different results"}, {"timestamp": [1556.0, 1560.0], "text": " because Google personalizes the search engine results"}, {"timestamp": [1560.0, 1564.0], "text": " based on everything you've ever searched on before."}, {"timestamp": [1564.0, 1568.88], "text": " What that means is you get less and less outside opinion,"}, {"timestamp": [1569.46, 1571.14], "text": " less and less new ideas."}, {"timestamp": [1571.72, 1575.28], "text": " You get focused on being sold what you like."}, {"timestamp": [1575.58, 1577.24], "text": " They know that you like cupcakes,"}, {"timestamp": [1577.4, 1579.08], "text": " so they give you ads for cupcakes."}, {"timestamp": [1579.24, 1581.86], "text": " They give you suggested cupcake recipes."}, {"timestamp": [1582.72, 1587.3], "text": " It creates a filter bubble which reinforces existing beliefs."}, {"timestamp": [1587.3, 1592.0], "text": " It's really hard to open people's minds, to show them new experiences,"}, {"timestamp": [1592.0, 1593.0], "text": " start thinking about kids."}, {"timestamp": [1593.0, 1598.0], "text": " If kids were able to always do what they wanted and choose what they wanted,"}, {"timestamp": [1598.0, 1601.8], "text": " every time they'd be creating a little filter bubble of their own"}, {"timestamp": [1601.8, 1605.5], "text": " that they'd never be able to break out of."}, {"timestamp": [1605.5, 1607.32], "text": " So we don't end up in a big filter bubble."}, {"timestamp": [1607.32, 1612.74], "text": " So there are other ways and other places where we consume new information."}, {"timestamp": [1612.74, 1614.44], "text": " The core one is curation."}, {"timestamp": [1614.44, 1617.92], "text": " Curation is where we get expert opinion."}, {"timestamp": [1617.92, 1620.0], "text": " It's a way to simplify and organize information."}, {"timestamp": [1620.0, 1623.12], "text": " It can be algorithmic like Google or Facebook."}, {"timestamp": [1623.12, 1626.28], "text": " It can be as simple as a recommendation engine from Amazon."}, {"timestamp": [1626.28, 1630.48], "text": " Other people who bought this like this."}, {"timestamp": [1630.48, 1637.24], "text": " It can be a magazine or newspaper editorial where clearly the editor is an expert in the field"}, {"timestamp": [1637.24, 1643.98], "text": " that you're reading about and giving you articles that he thinks are appropriate for your interest."}, {"timestamp": [1643.98, 1645.84], "text": " And let's not forget teaching."}, {"timestamp": [1649.86, 1650.68], "text": " Teaching is a really simple example and a good example of making information,"}, {"timestamp": [1653.6, 1653.96], "text": " making sense of information and making it easier for children to understand."}, {"timestamp": [1654.64, 1655.8], "text": " That's curation."}, {"timestamp": [1658.22, 1659.28], "text": " I do often refer to it as expert curation."}, {"timestamp": [1661.28, 1662.18], "text": " And it doesn't controlling what you read next or your friends telling you,"}, {"timestamp": [1662.24, 1664.5], "text": " it's you relying on the expertise of someone else"}, {"timestamp": [1664.5, 1667.56], "text": " to give you advice around what you should consume next"}, {"timestamp": [1667.56, 1674.52], "text": " when you're consuming media I mentioned friends social is huge now but social's"}, {"timestamp": [1674.52, 1681.1], "text": " always been huge getting advice from your friends about what movie to go to or what"}, {"timestamp": [1681.1, 1687.0], "text": " restaurant to eat at has always been real it now it's just much easier in the internet space."}, {"timestamp": [1688.96, 1691.14], "text": " And again, let's remember that bit about disruption."}, {"timestamp": [1691.14, 1693.26], "text": " The one thing here about communities"}, {"timestamp": [1693.26, 1698.84], "text": " is communities used to be all about place and small groups."}, {"timestamp": [1698.84, 1702.94], "text": " Because the internet has destroyed all those boundaries,"}, {"timestamp": [1702.94, 1704.6], "text": " it's no longer true."}, {"timestamp": [1704.6, 1707.84], "text": " Now it's true, what is interesting."}, {"timestamp": [1707.84, 1710.56], "text": " For fun, just for fun, I don't do this regularly."}, {"timestamp": [1710.56, 1715.92], "text": " I googled long-haired hamster fanciers before I got here."}, {"timestamp": [1715.92, 1718.66], "text": " Got 1.1 million results."}, {"timestamp": [1718.66, 1724.1], "text": " And yes, it turns out that the first listing was hamster fanciers.com."}, {"timestamp": [1724.1, 1726.0], "text": " Had no idea that it existed before I googled it,"}, {"timestamp": [1726.0, 1728.0], "text": " but there's a group for everyone."}, {"timestamp": [1728.0, 1732.0], "text": " If I was interested in long-haired hamsters,"}, {"timestamp": [1732.0, 1734.0], "text": " I could join that group, and that would be a community"}, {"timestamp": [1734.0, 1737.0], "text": " that I would belong to that I was interested in."}, {"timestamp": [1737.0, 1740.0], "text": " And they would provide me information"}, {"timestamp": [1740.0, 1742.0], "text": " around hamster stuff that I might not know"}, {"timestamp": [1742.0, 1745.0], "text": " and provide me new content to consume."}, {"timestamp": [1747.08, 1749.66], "text": " All those communities, as well as my friends and family,"}, {"timestamp": [1749.66, 1751.18], "text": " are huge influence on that."}, {"timestamp": [1751.18, 1754.74], "text": " On Facebook, you can turn on and off things like"}, {"timestamp": [1754.74, 1757.38], "text": " what your friends are listening to on Spotify"}, {"timestamp": [1757.38, 1759.5], "text": " or what they're reading and stuff like that."}, {"timestamp": [1759.5, 1761.38], "text": " Now, the thing to remember again is now we start talking"}, {"timestamp": [1761.38, 1763.56], "text": " a bit more about personalization."}, {"timestamp": [1763.56, 1764.7], "text": " I can't stand that."}, {"timestamp": [1764.7, 1766.32], "text": " I turn that feature off."}, {"timestamp": [1766.32, 1767.56], "text": " Some people love it."}, {"timestamp": [1767.56, 1768.38], "text": " Some people are introverts."}, {"timestamp": [1768.38, 1770.3], "text": " Some people are extroverts."}, {"timestamp": [1770.3, 1777.74], "text": " It's not a one-size-fits-all in terms of just turn it on and you go."}, {"timestamp": [1777.74, 1781.68], "text": " As a quick aside, socializing does work in many really good ways."}, {"timestamp": [1781.68, 1786.06], "text": " If you add social pressure in many ways, you uplift the performance of children in classrooms"}, {"timestamp": [1786.06, 1788.74], "text": " just because they know that they're no longer producing work"}, {"timestamp": [1788.74, 1790.24], "text": " for an audience of one, say the teacher."}, {"timestamp": [1790.24, 1791.44], "text": " If you're the only one grading it,"}, {"timestamp": [1791.44, 1794.14], "text": " you're the only one seen it."}, {"timestamp": [1794.14, 1796.3], "text": " The work that children produce is not as good"}, {"timestamp": [1796.3, 1798.34], "text": " as if there's social pressure around them"}, {"timestamp": [1798.34, 1800.56], "text": " and they know that more people are gonna see that work"}, {"timestamp": [1800.56, 1801.5], "text": " or comment on it."}, {"timestamp": [1803.94, 1805.94], "text": " So it is clear that social factors clearly"}, {"timestamp": [1805.94, 1809.36], "text": " introduce and affect the type of media you consume,"}, {"timestamp": [1809.36, 1811.3], "text": " whether you're a parent, a child, or whatever."}, {"timestamp": [1811.3, 1815.56], "text": " So we've talked a little bit about curation."}, {"timestamp": [1815.56, 1817.0], "text": " We've talked about community."}, {"timestamp": [1817.0, 1820.7], "text": " We've talked a little bit about the stuff you choose yourself."}, {"timestamp": [1820.7, 1822.38], "text": " You've got this internet of things."}, {"timestamp": [1822.38, 1825.6], "text": " You've got now a profile that exists that's part of this Internet of Things."}, {"timestamp": [1825.6, 1827.6], "text": " You've got a device that connects them."}, {"timestamp": [1827.6, 1833.96], "text": " Again, remember we're five years in the future here, although some kids are there already."}, {"timestamp": [1833.96, 1840.0], "text": " There's several methods of filtering all this Internet of Things, all this information."}, {"timestamp": [1840.0, 1841.14], "text": " How do you want to consume it?"}, {"timestamp": [1841.14, 1844.6], "text": " How do you control all this?"}, {"timestamp": [1844.6, 1849.44], "text": " I use a model called the three dials of personalization."}, {"timestamp": [1849.44, 1852.52], "text": " We've talked about the personal choice, so that's me downloading and reading cat videos because"}, {"timestamp": [1852.52, 1853.52], "text": " I love cat videos."}, {"timestamp": [1853.52, 1857.32], "text": " It's social, it's the influence that your friends bring to recommending things that you might"}, {"timestamp": [1857.32, 1862.08], "text": " not otherwise know about, and curation, which is that expert commentary where experts"}, {"timestamp": [1862.08, 1865.36], "text": " that you trust provide that information."}, {"timestamp": [1869.12, 1870.0], "text": " You can almost consider them all different recommendation engines for the type of media you would consume."}, {"timestamp": [1876.56, 1877.2], "text": " The big issue with this is that every one of us has these three dials set in different positions."}, {"timestamp": [1882.24, 1882.56], "text": " Like on the social dial, some people don't care what their friend's movie preferences are."}, {"timestamp": [1885.66, 1887.7], "text": " They don't care what they're listening to. So they turn that way down. Other people are very influenced by their friends"}, {"timestamp": [1887.7, 1889.22], "text": " and turn that dial up."}, {"timestamp": [1889.22, 1891.34], "text": " Other people like expert commentary."}, {"timestamp": [1891.34, 1892.74], "text": " They like to be told what they do."}, {"timestamp": [1892.74, 1894.24], "text": " Be honest, most people in the world"}, {"timestamp": [1894.24, 1896.48], "text": " have the curation button turned way up."}, {"timestamp": [1896.48, 1897.28], "text": " Just tell me what to do."}, {"timestamp": [1897.28, 1898.72], "text": " Just tell me what I should read."}, {"timestamp": [1898.72, 1901.38], "text": " Just read the newspaper from cover to cover."}, {"timestamp": [1901.38, 1903.22], "text": " And there's people who are at the extreme and the personal,"}, {"timestamp": [1903.22, 1905.1], "text": " and all they do is subscribe to specific blogs"}, {"timestamp": [1905.1, 1908.04], "text": " that they really identify with and they really like,"}, {"timestamp": [1908.04, 1910.68], "text": " and they consume only media that they feel"}, {"timestamp": [1910.68, 1912.18], "text": " that is appropriate for them."}, {"timestamp": [1912.18, 1914.38], "text": " But everyone has these three dials,"}, {"timestamp": [1914.38, 1917.66], "text": " and they're turned at different levels for every single person."}, {"timestamp": [1917.66, 1919.72], "text": " If you're a company like a media company"}, {"timestamp": [1919.72, 1922.28], "text": " or a teacher trying to teach a kid,"}, {"timestamp": [1922.28, 1926.72], "text": " the trick is that there's no one-size-fits-all in terms of what they like."}, {"timestamp": [1926.72, 1931.0], "text": " And it's very difficult to figure out what the default settings are that's going to reach the most people."}, {"timestamp": [1931.0, 1935.0], "text": " And then this is where personalization becomes so important."}, {"timestamp": [1935.0, 1940.5], "text": " It's also important to think if you think about children growing up, when they're babies and they start off small,"}, {"timestamp": [1940.5, 1949.36], "text": " pretty much everything that they consume in terms of media is curated media. Their parents, adults, teachers are all telling them what to consume."}, {"timestamp": [1949.36, 1950.52], "text": " They're reading them books."}, {"timestamp": [1950.52, 1952.76], "text": " They're giving them stuff to look at."}, {"timestamp": [1952.76, 1959.7], "text": " Eventually, social and personal stuff, their little play groups, oh, I saw that, I want that."}, {"timestamp": [1959.7, 1962.28], "text": " Or I like cherries."}, {"timestamp": [1962.28, 1964.44], "text": " Starts to become more important as they develop."}, {"timestamp": [1964.44, 1968.14], "text": " And this is where teaching becomes more and more important because their dials"}, {"timestamp": [1968.14, 1969.64], "text": " don't aren't steady yet."}, {"timestamp": [1969.64, 1972.06], "text": " They haven't become who they are yet."}, {"timestamp": [1972.06, 1977.5], "text": " This is where teachers sort of need to understand the tools they're using and trying to"}, {"timestamp": [1977.5, 1980.44], "text": " give options for these children to create the dials."}, {"timestamp": [1980.44, 1987.0], "text": " I actually wrote down that in many ways teaching is helping kids learn to set their own dials."}, {"timestamp": [1987.0, 1991.0], "text": " There's so many tools out there that enable you to do that."}, {"timestamp": [1991.0, 1998.0], "text": " All you have to do is go next door to the exhibit hall and you'll see massive amounts of tools that enable."}, {"timestamp": [1998.0, 2002.0], "text": " If you think about these three dials and you go to these tools out there,"}, {"timestamp": [2002.0, 2009.68], "text": " you'll realize actually what they are are tools that enable you to help children set these dials and you go to these tools out there, you'll realize actually what they are are tools that enable you to help children set these dials."}, {"timestamp": [2009.68, 2010.84], "text": " And so we do need better tools."}, {"timestamp": [2010.84, 2015.68], "text": " That's why there's such a boom market in how to bring digital content into your classroom,"}, {"timestamp": [2015.68, 2017.08], "text": " how to teach with an iPad."}, {"timestamp": [2017.08, 2021.8], "text": " All this stuff is swarming now and there's all sorts of opportunity."}, {"timestamp": [2021.8, 2023.28], "text": " And maybe we do need better tools."}, {"timestamp": [2023.28, 2027.0], "text": " I'm one of those who probably thinks we need better tools, but I'm not 100% sure."}, {"timestamp": [2027.0, 2030.0], "text": " The kids probably don't think so."}, {"timestamp": [2030.0, 2034.0], "text": " They don't seem to have a difficult time with change as we do, you know, trying to do something new."}, {"timestamp": [2034.0, 2036.0], "text": " They're just doing it."}, {"timestamp": [2036.0, 2040.0], "text": " They do it naturally because they don't know what they don't know."}, {"timestamp": [2040.0, 2047.24], "text": " And that's where information and trying to find new things and explore new ideas and find out new information is natural for kids."}, {"timestamp": [2047.98, 2050.86], "text": " And in the Internet space, we call that discovery."}, {"timestamp": [2055.7, 2062.68], "text": " Personally, I don't particularly like, but an old Secretary of State Donald Rumsfeld in the U.S."}, {"timestamp": [2063.18, 2070.24], "text": " Once got into a lot of trouble by confusing everyone by saying that he was talking about the known knowns, the known unknowns,"}, {"timestamp": [2070.24, 2074.24], "text": " the unknown knowns, and the unknown unknowns."}, {"timestamp": [2074.24, 2076.88], "text": " Everyone just laughed and thought he was an idiot."}, {"timestamp": [2076.88, 2079.24], "text": " The reality is he was exactly right."}, {"timestamp": [2079.24, 2081.56], "text": " You don't know what you don't know."}, {"timestamp": [2081.56, 2085.48], "text": " And that's what scares a lot of people, And that's why they're comfortable with curation."}, {"timestamp": [2085.48, 2087.52], "text": " They're comfortable in their filter bubble,"}, {"timestamp": [2087.52, 2090.64], "text": " because they don't know what's outside of that bubble."}, {"timestamp": [2090.64, 2093.04], "text": " Kids don't care about that bubble."}, {"timestamp": [2093.04, 2094.44], "text": " They don't know that bubble exists."}, {"timestamp": [2094.44, 2095.9], "text": " They just go, go, go."}, {"timestamp": [2095.9, 2100.48], "text": " They're natural discovery engines."}, {"timestamp": [2100.48, 2101.72], "text": " So when we talk about discovery,"}, {"timestamp": [2101.72, 2103.7], "text": " I'm going to give you a little brief segue"}, {"timestamp": [2103.7, 2105.04], "text": " to what I call"}, {"timestamp": [2105.04, 2107.06], "text": " the history of the internet."}, {"timestamp": [2107.06, 2110.96], "text": " So for about five years when the internet first came around, everything was searched."}, {"timestamp": [2110.96, 2113.64], "text": " There were search engines all over the place."}, {"timestamp": [2113.64, 2119.16], "text": " Eventually Google won that battle and owns really the search space."}, {"timestamp": [2119.16, 2123.76], "text": " The next phase of the internet, and that whole age of search, was really only about five years."}, {"timestamp": [2123.76, 2126.0], "text": " The next part of the internet was really sort of the age of social,"}, {"timestamp": [2126.0, 2128.0], "text": " where MySpace came on in Facebook"}, {"timestamp": [2128.0, 2130.0], "text": " and then other new social media came on."}, {"timestamp": [2130.0, 2132.0], "text": " And Facebook's by and by and large won that battle."}, {"timestamp": [2132.0, 2135.0], "text": " And that's where most of the money and development"}, {"timestamp": [2135.0, 2137.0], "text": " and stuff out of Silicon Valley all went into in the social space."}, {"timestamp": [2137.0, 2140.0], "text": " Well, that's sort of done and dusted at this point."}, {"timestamp": [2140.0, 2143.0], "text": " The new age is really the age of discovery."}, {"timestamp": [2143.0, 2146.22], "text": " And what discovery is important is for, it's like,"}, {"timestamp": [2146.6, 2149.06], "text": " how do you now that you've got the search tools,"}, {"timestamp": [2149.5, 2151.1], "text": " you've got the social tools,"}, {"timestamp": [2151.58, 2154.26], "text": " how do you now then get outside of that"}, {"timestamp": [2154.26, 2156.78], "text": " and find the stuff that you don't know that you like"}, {"timestamp": [2156.78, 2158.2], "text": " because you don't know it exists?"}, {"timestamp": [2159.04, 2159.94], "text": " This is where things like,"}, {"timestamp": [2160.06, 2162.7], "text": " and this is where all the money in venture capitalists"}, {"timestamp": [2162.7, 2165.16], "text": " are going in Silicon Valley nowadays to this type of thing."}, {"timestamp": [2165.16, 2170.12], "text": " So you get things like stumbled upon and Reddit and sites that create sort of recommendation"}, {"timestamp": [2170.12, 2175.12], "text": " engines that highlight stuff that other people like that you might like too because you"}, {"timestamp": [2175.12, 2177.04], "text": " don't know about it."}, {"timestamp": [2177.04, 2178.76], "text": " But that's really sort of just a bit more social."}, {"timestamp": [2178.76, 2180.24], "text": " It's really not discovering new stuff."}, {"timestamp": [2180.24, 2188.76], "text": " Google is trying it by doing their massive data sweep to figure out actually the predictive"}, {"timestamp": [2188.76, 2193.0], "text": " models to try and actually tell you what you're interested in before you even type it in."}, {"timestamp": [2193.0, 2194.4], "text": " That's their actual goal."}, {"timestamp": [2194.4, 2199.84], "text": " Their goal at Google is to, as you're walking down the street, they know that it's about"}, {"timestamp": [2199.84, 2204.4], "text": " 1230, they know you haven't had lunch yet, they know you like pizza, you know you like pepperoni"}, {"timestamp": [2204.4, 2205.24], "text": " pizza. They know there's a pizza place around the you like pizza. You know you like pepperoni pizza."}, {"timestamp": [2205.24, 2209.12], "text": " They know there's a pizza place around the corner that right now has a sale on pepperoni"}, {"timestamp": [2209.12, 2210.12], "text": " pizzas."}, {"timestamp": [2210.12, 2215.98], "text": " And so they get, oh, by the way, if you like a pepperoni pizza, it's $5 off just around the corner now,"}, {"timestamp": [2215.98, 2218.54], "text": " before you even know you want that."}, {"timestamp": [2218.54, 2223.72], "text": " It's a bit scary again, but that information already exists and they're already working"}, {"timestamp": [2223.72, 2226.0], "text": " on ways to establish how that happens."}, {"timestamp": [2226.0, 2237.0], "text": " Why I bring that what Google called semantic search in is that it talks really to the complexity of this Internet of things."}, {"timestamp": [2237.0, 2239.0], "text": " There's so much data out there."}, {"timestamp": [2239.0, 2243.0], "text": " It's really how do you interact and how do you discover the new things in that."}, {"timestamp": [2243.0, 2247.28], "text": " And as I said, kids are natural discovery engines. They're not worried about not knowing what they don't know. They"}, {"timestamp": [2247.28, 2252.24], "text": " just go and do it. So remember I told you at the very beginning, I had two numbers."}, {"timestamp": [2252.24, 2258.24], "text": " I had the 50 billion and I had the number which was two."}, {"timestamp": [2262.2, 2265.5], "text": " This is an experiment that some of you might have read about were heard about."}, {"timestamp": [2265.5, 2266.5], "text": " It was pretty big."}, {"timestamp": [2266.5, 2268.5], "text": " It turned into a TED Talk."}, {"timestamp": [2268.5, 2275.62], "text": " The founder of the One Laptop Per Child organization did this experiment a while ago where"}, {"timestamp": [2275.62, 2280.2], "text": " they had two rural villages, and in each of the two villages, they dropped off a box full"}, {"timestamp": [2280.2, 2284.26], "text": " of these Android tablet devices."}, {"timestamp": [2284.26, 2286.58], "text": " These are villages that don't have any English signs."}, {"timestamp": [2286.58, 2288.9], "text": " No one speaks English."}, {"timestamp": [2288.9, 2291.98], "text": " They've never seen English words."}, {"timestamp": [2291.98, 2294.1], "text": " They don't have power in the village."}, {"timestamp": [2294.1, 2296.76], "text": " They included some sort of solar charging to make sure"}, {"timestamp": [2296.76, 2301.18], "text": " that the tablets could remain charged."}, {"timestamp": [2301.18, 2303.46], "text": " And they just let them go."}, {"timestamp": [2303.46, 2308.0], "text": " And with no teachers at all, no one's showing them how to do this stuff because it was completely new to them,"}, {"timestamp": [2308.0, 2311.0], "text": " the kids still taught themselves."}, {"timestamp": [2311.0, 2317.0], "text": " What they thought would happen is that the kids would spend half the time just playing with the boxes that the tablets came in"}, {"timestamp": [2317.0, 2320.0], "text": " because they wouldn't have known what to do with them."}, {"timestamp": [2320.0, 2323.0], "text": " But it turns out that in a matter of minutes they had powered up their devices."}, {"timestamp": [2323.0, 2330.3], "text": " Within five days, they were using 47 apps per child each day."}, {"timestamp": [2330.3, 2334.96], "text": " Within two weeks, they were singing ABC songs in the village, and within five months, they"}, {"timestamp": [2334.96, 2338.12], "text": " had hacked Android."}, {"timestamp": [2338.12, 2341.76], "text": " What the kids did also was personalized devices, so each kid had like a different background"}, {"timestamp": [2341.76, 2343.86], "text": " picture for when they were using it."}, {"timestamp": [2343.86, 2346.0], "text": " They'd log in and have a different picture."}, {"timestamp": [2346.0, 2349.76], "text": " They naturally personalize."}, {"timestamp": [2349.76, 2354.3], "text": " And for me, that's because personalization is learning."}, {"timestamp": [2354.3, 2360.18], "text": " The students will find ways, if given the opportunity, and what technology is doing is providing"}, {"timestamp": [2360.18, 2361.68], "text": " powerful ways of doing that."}, {"timestamp": [2361.68, 2365.12], "text": " Can you imagine how much more those kids would have been able to do if they would have"}, {"timestamp": [2365.12, 2366.12], "text": " had a teacher there to guide them?"}, {"timestamp": [2371.96, 2376.0], "text": " That's the guts of media consumption, really."}, {"timestamp": [2376.0, 2379.12], "text": " The kids are learning to turn their dials."}, {"timestamp": [2379.12, 2380.38], "text": " They need tools to control them."}, {"timestamp": [2380.38, 2383.18], "text": " They need curators to advise them."}, {"timestamp": [2383.18, 2389.04], "text": " Because they're going to be part of this internet of things that's always on, it's seamless, that reacts to their profiles."}, {"timestamp": [2389.04, 2393.72], "text": " And they're going to need guidance on how to make those profiles and how to live with that"}, {"timestamp": [2393.72, 2399.14], "text": " and how to safely do it and how to learn for themselves and how to use those tools as well."}, {"timestamp": [2399.14, 2403.68], "text": " So talking tools, talks about toolboxes."}, {"timestamp": [2403.68, 2410.0], "text": " At the end of the day, you know, especially in higher education, stuff like that, a lot of teaching hasn't changed in years."}, {"timestamp": [2410.0, 2413.0], "text": " You've got your lecture and he teaches to the kids."}, {"timestamp": [2413.0, 2418.0], "text": " Now there's, you know, individualized learning plans, student-initiated learning pathways,"}, {"timestamp": [2418.0, 2427.28], "text": " and all sorts of new ways that people are getting to personalize the educational needs for each child, which is great."}, {"timestamp": [2427.28, 2431.76], "text": " How do you make these tools? How do you get these tools? I'm just going to start with sort of how"}, {"timestamp": [2431.76, 2438.4], "text": " Google did it, because that's sort of where I started most of my presentation. Google felt the need"}, {"timestamp": [2438.4, 2442.4], "text": " to show people how to use their tools because they wanted to sell more of them and have more people"}, {"timestamp": [2442.4, 2446.5], "text": " use them. So they created videos which explained how to use it and showed people how to use it."}, {"timestamp": [2446.5, 2452.0], "text": " Then they thought to themselves, look, we've been doing this, why not actually allow other people to use these things?"}, {"timestamp": [2452.0, 2455.0], "text": " So they built what they call course builder."}, {"timestamp": [2455.0, 2461.0], "text": " And so course builder is based on their app engine, their YouTube, Google Docs, Google Drive, Hangouts, groups,"}, {"timestamp": [2461.0, 2463.0], "text": " Gmail and your basic account login."}, {"timestamp": [2463.0, 2467.06], "text": " And they've given a free tool that everyone can just go use."}, {"timestamp": [2467.06, 2472.0], "text": " And you can build a lecture or a lesson or a course online"}, {"timestamp": [2472.0, 2476.08], "text": " with all those elements, with tests, with videos, anything you want,"}, {"timestamp": [2476.08, 2477.32], "text": " completely free."}, {"timestamp": [2477.32, 2478.56], "text": " It's completely open source."}, {"timestamp": [2478.56, 2480.62], "text": " Anyone can modify any way they want."}, {"timestamp": [2480.62, 2482.5], "text": " And that's just an example of what's out there."}, {"timestamp": [2482.5, 2486.0], "text": " There's a lot of tools out there, and I'll list a bunch of them towards the end."}, {"timestamp": [2486.0, 2489.0], "text": " But let's think a bit about that personalization."}, {"timestamp": [2489.0, 2492.0], "text": " Even when you're doing that, you're creating a lesson."}, {"timestamp": [2492.0, 2495.0], "text": " You're still pushing it out there and not letting necessarily people personalize it."}, {"timestamp": [2495.0, 2498.0], "text": " And what we said is those dials are all set in different levels."}, {"timestamp": [2498.0, 2500.0], "text": " So there's another question for you."}, {"timestamp": [2500.0, 2504.0], "text": " When Google did their video of how to use these Google search tools,"}, {"timestamp": [2504.0, 2508.8], "text": " they decided to give"}, {"timestamp": [2508.8, 2510.1], "text": " people a choice."}, {"timestamp": [2510.1, 2515.18], "text": " Some people could look at it in video, other people could look at it on text."}, {"timestamp": [2515.18, 2519.0], "text": " So it gave people the choice of how to learn that skill."}, {"timestamp": [2519.0, 2523.62], "text": " How many people here, there's your hand again, think that more people chose to learn it"}, {"timestamp": [2523.62, 2526.08], "text": " through the video."}, {"timestamp": [2529.28, 2530.72], "text": " How many people think more people chose it to learn it through text?"}, {"timestamp": [2533.6, 2534.4], "text": " Almost all you want video. It was actually 50-50."}, {"timestamp": [2539.68, 2544.64], "text": " So it's kind of a trick question, to be fair, but what it shows is that there wasn't a right way to produce that content that people wanted. It's just a little reminder that those dials"}, {"timestamp": [2544.64, 2546.36], "text": " exist on anything you're trying to do."}, {"timestamp": [2546.36, 2550.86], "text": " So any of these tools out in the hall, when it says, here, you can create this and do this"}, {"timestamp": [2550.86, 2554.78], "text": " way, you have to remember that it's really the fact that the kids are sitting there with their"}, {"timestamp": [2554.78, 2558.92], "text": " different dials turning that want to be able to control how they get it."}, {"timestamp": [2558.92, 2562.68], "text": " They don't want you to say, you have to look at it in a video, or you have to look at it"}, {"timestamp": [2562.68, 2563.94], "text": " text."}, {"timestamp": [2563.94, 2566.22], "text": " They want to be able to control which way they receive it."}, {"timestamp": [2569.0, 2571.02], "text": " A little thing that they also talked about is, again,"}, {"timestamp": [2571.12, 2573.24], "text": " with ubiquitous learning and personalization,"}, {"timestamp": [2573.74, 2575.16], "text": " there's going to be a lot around that stuff of,"}, {"timestamp": [2575.58, 2576.96], "text": " does the learning need to be synchronous?"}, {"timestamp": [2577.22, 2579.5], "text": " Does everyone need to have the assignment turn at the same time?"}, {"timestamp": [2579.58, 2581.18], "text": " There's all sorts of teaching theory around that."}, {"timestamp": [2581.76, 2583.16], "text": " Does it need to be always available?"}, {"timestamp": [2584.02, 2587.28], "text": " Can you start and stop at different time periods?"}, {"timestamp": [2587.28, 2592.58], "text": " One lesson that we've got from media is that at the Herald,"}, {"timestamp": [2592.58, 2595.4], "text": " we were desperately afraid of these smartphones."}, {"timestamp": [2595.4, 2598.96], "text": " We said, OK, we can earn a lot of money on a website"}, {"timestamp": [2598.96, 2601.66], "text": " because it's really big and we can put lots of ads there."}, {"timestamp": [2601.66, 2605.64], "text": " We can't put many ads on this, so we don't want people to use this."}, {"timestamp": [2605.64, 2611.68], "text": " Because if they use this instead of our website, we'll lose all our money."}, {"timestamp": [2611.68, 2618.06], "text": " What we learned was that people use this. Now actually more people read the herald on this"}, {"timestamp": [2618.06, 2623.32], "text": " than they do on the websites. But you know what? Just as many people still use the website."}, {"timestamp": [2623.32, 2625.16], "text": " This is all new use."}, {"timestamp": [2625.16, 2628.24], "text": " What we talk about in media is touch points."}, {"timestamp": [2628.24, 2630.98], "text": " And what we've done is actually given people who"}, {"timestamp": [2630.98, 2633.18], "text": " like to read news more ways to do it."}, {"timestamp": [2633.18, 2635.24], "text": " So now when they're waiting for the bus, on the bus,"}, {"timestamp": [2635.24, 2638.82], "text": " at a cafe, getting up, they have access to take a quick look"}, {"timestamp": [2638.82, 2640.36], "text": " at the news that they wouldn't have otherwise."}, {"timestamp": [2640.36, 2642.06], "text": " It's more touch points."}, {"timestamp": [2642.06, 2644.86], "text": " With the tools out there in the hall, what these websites"}, {"timestamp": [2644.86, 2646.62], "text": " and what these social constructs"}, {"timestamp": [2646.62, 2653.6], "text": " and what online lessons enable is children to have more touch points that aren't limited"}, {"timestamp": [2653.6, 2656.24], "text": " by artificial constraints because they are always on."}, {"timestamp": [2656.24, 2659.76], "text": " They can look and they can do homework on a Saturday online."}, {"timestamp": [2659.76, 2664.24], "text": " It's going to change how those barriers and those things are organized."}, {"timestamp": [2664.24, 2668.64], "text": " You have to sort of figure out the best way, especially depending on age level and stuff like that,"}, {"timestamp": [2668.94, 2672.38], "text": " that those children are going to interact with the media that you're providing them."}, {"timestamp": [2677.68, 2679.64], "text": " This one is pretty straightforward."}, {"timestamp": [2680.84, 2686.96], "text": " Back in the day, you'd finish your high school or whatever with a bit of paper and really"}, {"timestamp": [2686.96, 2688.26], "text": " not a lot of information on it."}, {"timestamp": [2688.26, 2692.12], "text": " You have A's, B, C's, and the courses you took, and that was about 20 bits of information"}, {"timestamp": [2692.12, 2693.12], "text": " a year."}, {"timestamp": [2693.12, 2699.94], "text": " Nowadays, on one of these types of things, you can get 192,000 bits per second."}, {"timestamp": [2699.94, 2702.58], "text": " It's a massive difference in the amount of information."}, {"timestamp": [2702.58, 2709.94], "text": " And what that means really is that your profile used to be your report card. But now your profile is actually you create a blog,"}, {"timestamp": [2709.94, 2713.38], "text": " you create a report, you do something in the online space, it's there forever. That is now"}, {"timestamp": [2713.38, 2717.7], "text": " part of your online profile, whether it's to be your profile on your school, your profile"}, {"timestamp": [2717.7, 2723.18], "text": " on your own blog, whatever it is. When these children or yourselves are creating content"}, {"timestamp": [2723.18, 2725.96], "text": " online, that actually automatically becomes part"}, {"timestamp": [2725.96, 2729.72], "text": " of your profile that forever is going to interact with this internet of things."}, {"timestamp": [2729.72, 2733.16], "text": " That's why everyone warns you, you know, careful what you put on Facebook, because the boss"}, {"timestamp": [2733.16, 2734.92], "text": " is going to see it later."}, {"timestamp": [2734.92, 2736.84], "text": " Because that is now part of your actual profile."}, {"timestamp": [2736.84, 2740.88], "text": " Your profile isn't the simple list of numbers and what you report."}, {"timestamp": [2740.88, 2747.04], "text": " It's everything you do online, and it's how you interact online."}, {"timestamp": [2750.32, 2752.88], "text": " You can't overestimate the importance of all this data that's out there, because again, everything's tracked."}, {"timestamp": [2752.88, 2755.6], "text": " More data means better profiles."}, {"timestamp": [2755.6, 2758.0], "text": " Better profiles mean better interactions."}, {"timestamp": [2758.0, 2761.68], "text": " Better interactions mean better personalization."}, {"timestamp": [2761.68, 2763.36], "text": " And because personalization is learning,"}, {"timestamp": [2763.36, 2765.76], "text": " better profiles and better data mean better learning."}, {"timestamp": [2769.76, 2779.2], "text": " Now let's talk about cheese. I love cheese. You can have artisan cheese, lovely artisan cheeses,"}, {"timestamp": [2779.2, 2785.56], "text": " or you can get mass-produced cheese. I think we all agree which we'd rather have. You can also get mass produced"}, {"timestamp": [2785.56, 2791.06], "text": " planes or you can get handcrafted planes. Pretty sure we all know which we'd rather fly in."}, {"timestamp": [2792.56, 2798.26], "text": " My thought, again, this is opinions. In my mind, schools have largely in the past always been"}, {"timestamp": [2798.26, 2804.4], "text": " about mass production of education, and teachers have always been about handcrafted in artisan"}, {"timestamp": [2804.4, 2810.0], "text": " education, trying to take what's given and tailor it and make it special for each child."}, {"timestamp": [2810.0, 2818.0], "text": " The technology that's coming through that's in that room and that people are working on and building is the technology that complements other forms of learning."}, {"timestamp": [2818.0, 2820.0], "text": " It doesn't replace it."}, {"timestamp": [2820.0, 2825.84], "text": " It can be as simple as you take a trip to the beach, then afterwards you have a Skype conference with a marine biologist"}, {"timestamp": [2825.84, 2830.64], "text": " He gives more questions and answers the questions to the kids might have come up on the trip"}, {"timestamp": [2832.56, 2838.26], "text": " It's that simple, so what I want to do is just because I don't recommend specific tools"}, {"timestamp": [2838.26, 2842.8], "text": " It's really about what class level you're at what your kids are at and what you're comfortable with using"}, {"timestamp": [2842.8, 2848.16], "text": " But this is a list that I actually do recommend that you go through."}, {"timestamp": [2848.16, 2854.36], "text": " Take a look at them if you're not familiar with them already and just give an idea of what's"}, {"timestamp": [2854.36, 2857.36], "text": " available in these sort of different fields and tools around education."}, {"timestamp": [2857.36, 2862.42], "text": " Now I'm going to put this whole presentation up because the links were in a terrible color"}, {"timestamp": [2862.42, 2865.46], "text": " that me hating technology was unable to change."}, {"timestamp": [2867.68, 2871.84], "text": " And I'll also email this to everyone who's registered the list of things."}, {"timestamp": [2872.5, 2878.1], "text": " So what we start with is that's just a video of the course builder that Google created,"}, {"timestamp": [2878.3, 2881.08], "text": " why they created it, how they created it, and information on it."}, {"timestamp": [2881.78, 2886.08], "text": " Next one is the Khan Academy, which is one of the largest free course websites out there."}, {"timestamp": [2886.08, 2888.24], "text": " If you're not familiar with it, it's a very different"}, {"timestamp": [2888.24, 2890.18], "text": " educational model."}, {"timestamp": [2890.18, 2893.42], "text": " It's worth being aware of and understanding how it works."}, {"timestamp": [2893.42, 2894.94], "text": " In some ways, it's competition."}, {"timestamp": [2894.94, 2897.1], "text": " In other ways, it's facilitation."}, {"timestamp": [2897.1, 2901.22], "text": " In other ways, it's some glass half full, in my opinion."}, {"timestamp": [2903.32, 2909.68], "text": " Some examples of I-Excel is a maths course, which is around adaptive learning"}, {"timestamp": [2909.68, 2915.92], "text": " models. It's worth looking at. I know teachers that use peer-wise, which allows students,"}, {"timestamp": [2915.92, 2922.0], "text": " and this is emphasizing that social aspect, to collaborate on questions and grading, so that"}, {"timestamp": [2922.0, 2925.0], "text": " it's not just, again, it's not just the teacher doing all the work."}, {"timestamp": [2925.0, 2927.0], "text": " There are things out there like Teacher Pal,"}, {"timestamp": [2927.0, 2930.0], "text": " which is an app that helps you take attendance,"}, {"timestamp": [2930.0, 2933.0], "text": " keep track of things, just facilitates your ability"}, {"timestamp": [2933.0, 2935.0], "text": " to run a classroom."}, {"timestamp": [2935.0, 2937.0], "text": " Questbase, there's tools out there that allow you"}, {"timestamp": [2937.0, 2941.0], "text": " to create online quizzes and tests and stuff like that"}, {"timestamp": [2941.0, 2944.0], "text": " that you can have available so that your kids"}, {"timestamp": [2944.0, 2946.82], "text": " can access them at any time, any place."}, {"timestamp": [2946.82, 2953.48], "text": " It's opening up and breaking down those barriers of when things have to be done."}, {"timestamp": [2953.48, 2954.48], "text": " Amplify."}, {"timestamp": [2954.48, 2958.44], "text": " I don't know if any of you are familiar with Amplified, but our friends at News Corp created an"}, {"timestamp": [2958.44, 2963.44], "text": " educational tablet, which basically is to be used by schools and classes, and it contains"}, {"timestamp": [2963.44, 2969.36], "text": " all the software and all the tools you need to create lessons, collaborate, everything you need."}, {"timestamp": [2969.36, 2970.44], "text": " It's worth they can look at."}, {"timestamp": [2970.44, 2973.32], "text": " It's probably really expensive."}, {"timestamp": [2973.32, 2978.5], "text": " My portfolio of schools, and that is local, again, it's for teachers and schools."}, {"timestamp": [2978.5, 2980.6], "text": " It's a collaborative lesson building."}, {"timestamp": [2980.6, 2984.4], "text": " It's good to take a look at what kind of options are there."}, {"timestamp": [2984.4, 2986.8], "text": " Class Dojo is another website."}, {"timestamp": [2986.8, 2992.64], "text": " This one focuses on behavior modification and not behavior modification in a clockwork orange"}, {"timestamp": [2992.64, 2997.94], "text": " kind of way, but behavior modification and an incentive and sharing and reporting to parents"}, {"timestamp": [2997.94, 3007.0], "text": " and stuff like that on behavior of children and how to improve and incentivize better behavior. Even more."}, {"timestamp": [3007.0, 3010.0], "text": " There's another one, Edmodo."}, {"timestamp": [3010.0, 3012.0], "text": " This one's about socializing education."}, {"timestamp": [3012.0, 3016.0], "text": " So here's another extreme example where basically you create your online courses"}, {"timestamp": [3016.0, 3019.0], "text": " and your projects and your classes,"}, {"timestamp": [3019.0, 3023.0], "text": " and what you do is you actually share it with the parents and family"}, {"timestamp": [3023.0, 3028.1], "text": " and stuff like that, so everyone can sort of socialize and see what's going on with the projects and stuff like that"}, {"timestamp": [3028.1, 3031.96], "text": " and give feedback and results."}, {"timestamp": [3031.96, 3040.5], "text": " Example of some sort of other software types and other ways that lessons and education has been done online now is Duolingo."}, {"timestamp": [3040.5, 3046.24], "text": " If you want to learn a language, new foreign language, go to Duolengo and it'll show you how"}, {"timestamp": [3046.24, 3048.24], "text": " to learn a new language."}, {"timestamp": [3048.24, 3053.0], "text": " Skillshare, which is a project-based world world classes, like how to change the oil on your"}, {"timestamp": [3053.0, 3056.1], "text": " car or how to learn to play guitar."}, {"timestamp": [3056.1, 3058.44], "text": " But the same model is it could be for anything."}, {"timestamp": [3058.44, 3062.92], "text": " It could be learn how to do math tables."}, {"timestamp": [3062.92, 3067.68], "text": " I put NetSafe up there because again I mentioned them, but you need to know"}, {"timestamp": [3067.68, 3072.94], "text": " that stuff, especially if you're going to be having kids and telling them to do stuff online."}, {"timestamp": [3072.94, 3078.62], "text": " The other stuff is all the really basic stuff that you could use, simple tools."}, {"timestamp": [3078.62, 3083.44], "text": " Twitter, you know, there's a school that has a Twitter tree where the kids, they write scraps"}, {"timestamp": [3083.44, 3086.18], "text": " of paper and they put them on this tree."}, {"timestamp": [3086.18, 3091.72], "text": " It starts getting them to understand that the information they put out there, everyone can"}, {"timestamp": [3091.72, 3092.72], "text": " see."}, {"timestamp": [3092.72, 3095.56], "text": " And this is kids as young as like five."}, {"timestamp": [3095.56, 3097.82], "text": " So Twitter tree is not a bad idea."}, {"timestamp": [3097.82, 3101.84], "text": " It's one of those things where you can start learning socialization and learning the fact"}, {"timestamp": [3101.84, 3107.4], "text": " that what you do and what you create is part of this internet of things and has real world results that everyone can see"}, {"timestamp": [3108.86, 3117.66], "text": " Facebook Skype I even mentioned simple blogs like Tumblr and WordPress you don't necessarily really need especially with younger kids a big fancy"}, {"timestamp": [3118.12, 3120.06], "text": " tool that lets you build a community"}, {"timestamp": [3120.32, 3125.0], "text": " lets you curate and create all these lessons that include video and interactive tests and stuff like that."}, {"timestamp": [3125.0, 3133.0], "text": " Maybe sometimes it's as simple as having people collaboratively contribute on an essay or a blog on a Tumblr."}, {"timestamp": [3133.0, 3140.0], "text": " If you've got an arts and crafts class, what could be better than setting up a Pinterest page for that"}, {"timestamp": [3140.0, 3145.12], "text": " where people can collect and pin things that they will use for inspiration in their coursework."}, {"timestamp": [3149.0, 3152.12], "text": " Great sort of social media tool for arts classes."}, {"timestamp": [3158.14, 3159.0], "text": " I put Google in big letters simply because I used it for this entire presentation,"}, {"timestamp": [3160.68, 3160.94], "text": " and it's a massively useful tool."}, {"timestamp": [3168.76, 3174.16], "text": " And one of the things at any age you need to be teaching them is also how to use tool how to use Google because it is a tool for them to find information and again I use it to find pretty much everything in this presentation and if I"}, {"timestamp": [3174.16, 3178.42], "text": " can use Google and create this kind of presentation probably I'm pretty sure"}, {"timestamp": [3178.42, 3193.0], "text": " that any five-year-old can as well what I'd like next is a little bit of help is if any of you are out there using some other tools like those above that you're finding really useful and practical,"}, {"timestamp": [3193.0, 3198.0], "text": " if you could let me know what they are now, and I'll add them to the list and send them out to everyone."}, {"timestamp": [3198.0, 3203.0], "text": " So is there anyone who's got any really useful tools that they find useful that they're using?"}, {"timestamp": [3203.0, 3206.56], "text": " Evernote? Yep, I've heard of people using Evernote."}, {"timestamp": [3209.84, 3213.22], "text": " Anyone else? Got something they're using that would be useful to share?"}, {"timestamp": [3216.68, 3218.0], "text": " Oh, you all hate technology?"}, {"timestamp": [3220.0, 3220.4], "text": " Use what?"}, {"timestamp": [3224.4, 3224.96], "text": " VEvo Mild?"}, {"timestamp": [3227.76, 3228.8], "text": " Okay, anyone else?"}, {"timestamp": [3229.0, 3229.16], "text": " Yep."}, {"timestamp": [3231.12, 3231.54], "text": " What was that?"}, {"timestamp": [3233.7, 3237.24], "text": " Okay, you use Crux Light."}, {"timestamp": [3241.5, 3242.6], "text": " And you use Blogger."}, {"timestamp": [3242.6, 3247.0], "text": " Yep, blogger's a good, simple tool for a lot of people to use."}, {"timestamp": [3247.0, 3251.0], "text": " You use Bundler."}, {"timestamp": [3251.0, 3254.0], "text": " Okay, bundler is a good one."}, {"timestamp": [3254.0, 3261.0], "text": " Any others that people have used successfully and found useful?"}, {"timestamp": [3261.0, 3266.0], "text": " Okay, well then let's go ahead and thanks."}], "text": " Hi everyone, thanks for coming to possibly the worst named presentation of all time. I'm not sure I could have made it any more jargony. In retrospect, I probably should have just called it the challenge of personalization. It would have been a lot simpler. And it really is apropos about the fact that digital is changing the way media is consumed so very much that it's affecting everything. So I'm going to start the presentation off with two numbers. What I'd like you to do is think about these numbers and the scale of these numbers. They're quite different numbers. One's obviously very small, one's obviously very large. I'm going to want you to just sort of think what they could represent. The main reason I put this up here is I was always told that you should start presentations with something big and memorable, so here's a really big number. So since I, this is going to be about media consumption and how digital is changing this, I did want to talk a bit about what this presentation isn't about. A lot of it is not about how old technology is bad and new technology is good and stuff like that. It really is about, and it's not about which tool to use and how to do this and how to do that. Because for me, I tend to look at things through a very big lens, and my question is really why things are changing. Because if you understand why things are changing because if you understand why things are changing you can make the right decisions you can make the right choices and so hopefully I'm going to be able to give you some insights into why companies are doing what they're doing why the opportunities and the tools that you'll be able to use in classrooms going forward also please note that since I'm usually reading all this stuff either in other countries or ahead, I tend to think about five years to ten years ahead of time, so oftentimes I'll say, this is what's going on, and really maybe it's going to be like that in five years. Just sort of keep that in mind when you talk to someone like myself. We trend people tend to be like this. Speaking of trends, the first thing I did was say, okay, I'm going to be like myself. We trend people tend to be like this. Speaking of trends, the first thing I did was say, okay, I'm going to be talking about trends. I better check what core has up and what they deal with already. So the first thing I found was they had a slide in a big presentation on the 10 trends for 2013, and I went, uh-oh, they've already done my presentation. So I took a quick look at everything, and I was good to see that they're all, what I would consider accurate trends, they're all real trends, they're all going on, they're all important. I highly recommend going to the site and actually reading through the presentations. But for me, only the first one, and I'm glad they put it first, is the one that's really key to education going forward, and it's personalization. Because it's the changes in the Internet and digital that are allowing much greater personalization than ever before that's really impacting change and going to be driving change going forward. When I tend to see things like ubiquitous learning, yes, that's true, that's going on, all this stuff is happening, but for me the question really is, how does ubiquitous learning affect personalization? So in many ways, I often see, I see two through ten is just ways to implement or affect personalization. As I said before, I'm interested in the why, not specifically the tools. So now let's go back to this big number. The big number on the bottom is brought to us by our good friends at Oracle. Now this is 50 billion, and I use the American billion because they won the race. I'd use the English version if we had won. Either way, what Cisco and what Oracle has said is that by 2020, in just six, seven years, there will be 50 billion things connected to the Internet. That's not really far away, and that's a really big number. You'll personally probably be encountering between 1 to 5,000 things connected to the Internet every single day. When you wake up, go to the bathroom, eat breakfast, go to work, at work, come home, turn on the TV, all these things. You will be immersed in things that are connected to the Internet. These things will be things that you might not even think about in daily life now, and the idea is really for them to be invisible. Things like you might have, the firearms in your house might be connected to the Internet, so that you actually, instead of just changing your batteries when it spring forward, fall back, you actually have a little monitor that beeps and keeps, tells you how far your batteries are in your fire alarm, so you know when to actually change them, not do it when it's kind of inconvenient. You might have your sheep tagged and tracked so that you know when they've escaped your pasture. Driving down here yesterday, I heard an ad on Radio Sport that talked about electronic monitoring for tanks on farms so the farmer doesn't have to drive out an hour, check the tank water and come back because it's connected to the internet, out in the middle of his pasture, telling him how much water is in his tank. This is what we sort of mean by the internet of things. This internet of things can also be a bit scary. If you start thinking about how much information is out there and what you're using, you've got to remember that the internet is a two-way street. You know, what you know about it, it knows about you. And all this, all this stuff recently around the NSA and GCSB and all this sort of stuff, it's a good reminder that there are issues around this, and we'll sort of do a brief address to them a bit later. So now this 50 billion things. This here is a small part of that, a little tiny part of the 50 billion things. It's one of Amazon's warehouses, just to give you an idea of scope. We don't think we have many warehouses this big around here. The key to this Internet of Things is that the Internet is supposed to really be invisible. It's supposed to facilitate. It's supposed to allow you to interact and assist things. So when I think of the Internet, I don't think of this Internet of Things. I don't think of it as an Internet of Things. To me, it's the Internet of the experience of things. And I think you'll find children especially relate to that as well. They don't see the internet as a thing. They see it as something that they're using to relate and to interact with the things that they're interested in. So short way of saying we're not going to get Rosie the Robot from the Jetsons anytime really soon, but what we might get is our house telling us that it wants to be clean. And that's not to say that, you know, you can't get Rosie the Robot eventually, but the first thing we're going to get in pretty soon is a house telling us that it's time for the cleaning and we should clean our house. So what I want to do now is talk about, we've got this big internet of things, this huge, massive thing. How are we going to interact with all those things? That's the real key. Before I do that, I want to talk a little bit about where I'm coming from in this. I love this quote because it is a good way to express my feelings on the issue as well. It isn't that the computers can just give you an answer. It's that they're a connection and a tool and something that you can interact with. So I just want to sort of put this sort of thought in your head when we're talking about changing, adapting behaviors, changing behaviors, tools that you can use. Again, it isn't really so much about the tool. This is about training people to use them, and why to use them, and how to use them. Changes. Let's talk a little bit about the changes that the internet has brought. Because I come from a media background, I studied a lot about how the internet affected our industry, the media industry, in print and TV. Obviously it's had a massive impact. It's in many ways destroyed newspapers globally. And why that happened was that when the Internet came out, all the futurists came out and said, okay, books are dead. Magazines are dead. No one will ever read a book or a piece of paper again because the Internet's going to do all these wonderful things. And all the newspapers and all the big media companies all freaked out. I said, oh my God, what do we do? The sky's falling, ran around, ran around. And then a year later, nothing could happen. Nothing could change. They go, oh, okay, the internet's not actually going to change anything. We can just keep going what we're doing. The mistake that both of them made was that change doesn't occur just because you create a new technology. If you build a better mouse trap, everyone's going to suddenly beat a path to your door and everyone's going to start using that better mousetrap because you don't have a factory to build those mousetraps. You don't have a distribution system to send those mousetraps around. You don't have salespeople to sell the mousetraps. Infrastructure and change, and behavioral change especially takes generational change. So, yes, there will be a time when everything is digital, but it's not going to be in a year, it's not going to be in five years, it's not going to be in 10 years. So, but the change is happening, and as data and technology improves, that change does accelerate. What I call this massive amount of data and information is sort of the age of personalization, which gets back to why people are learning to choose, learning how to consume media. And the internet gives them that power that they never had before. Before, you had to watch the TV stations that broadcast you. You couldn't save and record later. Before you had to read the newspaper from cover to cover, you couldn't go online and read just one article you were interested in. You had to read the whole from cover to cover, you couldn't go online and read just one article you're interested in. You had to read the whole magazine, or at least buy the whole magazine. You couldn't just search and go to the one topic you're interested in. That technology has destroyed the ownership of media consumption distribution that big media companies used to have, and it's not the only industry that's been disrupted in this way. But the key is now that people have choice. People also, more importantly, are all publishers now. So it's not just these big publishers that own media distribution. Every single one of you, if you've posted on Facebook, if you've written a blog, heck if you've written an email, really, you're all publishers now. Brands are publishers and because everyone's a publisher, content has become very, has not, has lost a lot of its actual value and the value equation has changed. I'd like you to think about the materials you as teachers might have had access to 10 years ago, how it came to you, how you dispersed it, and brought it to your kids, compared to the kind of technology and the assortment of different types of material you can get now. So in the end, this is one of those times when you have to be careful that I'm a few years in the future, it's not you controlling the information flow to the children. It's actually going to be the children and people controlling how they consume it and become much more facilitation control guidance kind of behavior. What does all this change mean? What does all this disruption mean? It does mean disruption. What I want to talk about in disruption is, again, like I said, the value of things has changed. If you look at something like an app like Flipboard, all it does is allow people to look on their iPad or their smartphone and decide what content they want to read. It helps them organize content. That's all it does. It doesn't create content. It doesn't produce any content. It just helps organize content and organize content. That's all it does. It doesn't create content, doesn't produce any content. It just helps organize content and curate content. It's now worth way more than the Washington Post because the value equation has changed because information is so much more accessible, the importance of curating, which again is a lot of what teaching is about, it's about curating information, has become much more valuable. And it also means that disruption also means that things that used to be true, like geographical separation, no longer matter. It used to matter that if you did something in the U.S. or the U.K. or China, you might not pick it up in New Zealand. But now, things like geographical barriers no longer matter. Something that's on the internet, the internet does not recognize artificial boundaries. A lot of what we do, a lot of how we organize our lives, the fact that classes run from nine to three, where your work week is from here to here, in a world of ubiquitous learning, internet of things, always on. Those kind of artificial boundaries start to break down because the internet is always on. The other thing that's really I enjoy about disruption is that we don't know the answers. Everyone is experimenting. Everyone is trying new things. I see that really as a glass half full, not as a glass half empty. We don't have the solutions. What is key is to, in my mind, is to understand why these changes are happening so that when you are making choices about what kind of tools to use in your classroom, what kind of things to instruct that you're making educated and informed guesses really as we develop the new technology and the new ways of learning. So we've got this disruption, we and the new ways of learning. So we've got this disruption, we've got this Internet of Things. What is really going to help us change things? How are we going to get control of it? I'm sure you all recognize these horrible things. And yes, I mean onesies. One of the things that new media always does is it's going to change everything. So when motion pictures came on, Thomas Edison said, people will stop learning from books because they will learn everything in motion pictures. Well, he was wrong. Everyone always says any new technology now exists. Wireless will change everything. The Morse system will change everything. It's never changed anything. At the same time, education is largely still being one to many, even though that's clearly changing. It's always being a goal to be more one-on-one. It's also the mobile phone, which is what I'm really talking about here, is a great tool. It's just like any other media, though, for consumption. It's better in some phone, which is what I'm really talking about here, is a great tool. It's just like any other media though for consumption. It's better in some ways because it's interactive. So a TV you can't really interact with. But a touch phone you can do finger painting on, but still that's never ever going to be as good as a real finger painting. It doesn't replicate the experience. But why it's important and why I'm actually going to make the same mistake Edison made is because I do think it will change everything. But why it will change everything is not because it's technology. In fact, I'm going to argue that the smartphone there is not, in fact, technology. What it is is access to technology. It's how you interface with technology. That's the why I'm interested in. It's how everyone is going to interact with the Internet of things in the future. Most people, you know, the kids already are, but this really is going to be part of you. Think about how you interact with the world now. I know for me, a lot of the interactions I do with the world come from my car. Get my car, I go places, I do things. That's how I interact the world that's really important to me. So right now I have a pretty good idea that about my petrol tank is about two-fifths full. Got to keep an eye on it because if it runs out, I'm in trouble. I can't interact with things anymore. How many of you, go ahead and raise your hand, know about how much fuel, how much petrol is left in your car right now? Okay, yeah, almost everyone. About how many of you know how much battery is left in your smartphone? Pretty good. A 12-year-old will tell you exactly how much power is left in their smartphone, and they'll know how much credit they have left so they can text. That's important to them because that's how they interact with things, and that's how they place the importance of things. So you have to start understanding when you're dealing with kids or people in this new digital environment, what's important to them and how are they interacting with things. Let's talk more about the smartphone and why it is different than TVs, radio, and the internet in general. It's different because it's a personal device. Need hands again, everyone who has a smartphone. Okay, that's just about everyone. Of everyone in this room, how many of you have ever loaned your smartphone to someone else for more than an hour? Okay, not a single hand. Not a single hand. How many of you have ever loaned your smartphone to someone else for more than an hour? Okay, not a single hand, not a single hand. How many have you ever loaned like a tablet or let someone borrow your computer for more than an hour? Almost everyone. They're different things. One's a tool, one's part of you. An interesting fact is if you've, now that you all pretty much have a smartphone, that smartphone is going to be within one meter of you for 99% of the rest of your life. That's change. And that's, because it's part of you, it enables you to interact with this internet of things that's coming. Just to make it, to drive that point a little further home, have a think about this. You don't have to answer it. There's been plenty of surveys, and you can probably guess what most people answer just because of my topic. But imagine if you had a choice. Would you rather go one week without your smartphone or without sex? Have a think. Think real hard. And again, think about my topic and what most people answer that, and then think about the importance of smartphones. So I've talked about the mobile phone now and how it's going to allow you to interact with this Internet of Things. But how does it actually interact? How does it actually work? Profiles. It works because of profiles. It works because of profiles. If you got a Facebook account, you got a profile on Facebook. If you've ever done a Google search or you work in Google Plus, you've got a Google profile. It's every search you ever made. They record, they've got a profile of you. If you've got a bank account online, we've got all your information, your loans, your mortgage, you've got a profile with your bank. If you've ever subscribed to a mailing list, if you signed up to a conference, they have a profile of you online. So what I want you guys all to do now is think, have a think about how many profiles you actually have. And a profile is as simple as just a mailing list or someone's got your email address. How many, have it, sit, think, try and count all the profiles you think you have in the online space. I'm going to ask some questions. So a couple seconds, do some counting. Do your social medias, do your mailing lists, do your organizations, do your schools, do your banks, your insurance. Think about everything you do online. They all leave a profile. How many of you have less than five? How many of you less than 10? Anyone less than five? No. How many of you less than 10? Anyone less than 20? Anyone less than 50? We start to get to it. So 95% of you have more than 50 profiles. Think about that. That's a lot of your information out there. That's how you interact with this Internet of things. This collection of online profiles, now technology is changing and there's going to be a lot of interesting stuff coming up about ownership of profiles and stuff like that. Maybe at some point you'll have one master profile and then you'll just loan parts of it out to access different tools, different companies, different social media, that sort of thing. I'm not sure how that's going to happen or what's going to happen, but it's important to realize that at the end of the day, it's this online profile that is what is actually interacting with the Internet of Things. To the Internet of Things, which is everything else, you are that profile. You're not the person, you're the profile. That is you in the Internet of Things. And again, because you have these profiles and all this personal information out there, it is especially risky, not just for yourselves, especially for children, as you're all aware. So, privacy. Privacy is a huge issue online. As in order to use the Internet appropriately, you have to interact with it. You have to give it information. The more information it knows, the better it becomes. That's a tough trade-off when you also want to own that and you want to be private. It is also this profile that you have, this information is extremely valuable. This is why Facebook and Twitter and Google are worth so much and why they fight so much with each other. Actually, what that is, is they're actually trying to fight over the ownership of your information. And you might think, but it's my information. I own it. Well, not right now. Right now, they all own it. That may change. Laws may change. Culture may change. At the moment, they own that information and they monetize it. It's real important, especially when you start, again, thinking about kids and ownership of information and what people have access to. Again, I can't say how this is going to wash out. Again, I think at some point my guess, as a trend analyzer, is you'll eventually end up with one master profile that you actually own, and then you will give companies different rights and different accesses so that you can use bank accounts and Facebooks and Googles and stuff like that. In any case, you do need to be kept abreast of law changes, rights, and especially safety issues that come up, especially if you're using technology to help in classrooms and stuff like that. So we now interrupt this presentation for a regularly scheduled reminder about the importance of online laws, safety issues and property rights. Good place to start is NetSafe and the NetSafe kit for schools. In fact, you can just pick one up just around the corner. So you have to know this stuff. If you're going to be interacting in the Internet of Things, the children will be doing it automatically, but when you're in a position where you're using the Internet to facilitate their interactions with the Internet of things, be aware of the laws, be aware of the safety precautions, and the tools that you can use to protect yourself. More importantly, protect them. Okay. Now we switch to actually people consuming media. Let's start talking about all the media. Now, by media I mean videos, radio, print, text. The consumption of that. How does it work? And we'll start with the picture of this. Assume you all know what this is. The bubble. And it really scares me. It scares me to my core. And it goes over some stuff and then I'll tell you why this bubble is so scary to me. There's a lot of email out there. You get a lot of emails. You got a lot of videos. There's YouTube. Millions of videos to watch. Websites, TV, everything. How many of you in the audience currently feel like you're in a state of information overload? Okay? Any of you not feel that you've got information overload? Okay? So pretty much everyone's got information overload. I'm going to argue that you don't. I don't believe in information overload. There's always been too much information since, you know, probably before the printing press was invented. What we have now, more than ever, is what we call filter failure. Think about the difference between information overload and filter failure. In the old days, if you had a great lunch, you couldn't just take a picture of it on Instagram and make it available everywhere. You could maybe do a painting of it, bring it to the local community hall. But society and social interactions basically before the age of information and before information was able to be translated so freely and quickly and so across distances, you were really limited by natural social filters and geographic filters by how far away the nearest town was, or the nearest library, or the nearest school. You actually had to walk somewhere, and it might take you days to get to a book. Those kind of things were naturally limiting, and society sort of built those natural filters. One thing the internet has done is accelerated the breakdown of those natural filters. And all these companies like Facebook and Google are desperately trying to figure out what's the best way to replace these natural filters so that people feel comfortable and not overwhelmed in this online space with all this information. How do they create these filters that enable them to consume information more readily and in an easier format. Remember what I said about disruption? Kids don't have the same sort of natural barriers we have. They haven't built those social filters. They haven't needed, and they find online much less scary because they don't know any better. And they create their own filters. People like myself, our filters are pretty bad. Got this device in my pocket right here. It gives me access to all of the knowledge of humankind. And I use it to watch cat videos and argue with people I don't know on Twitter. That's a natural filter that I've created. It's not a good one, but it's my personal way of controlling information flow by picking things I like to do and doing more of it. They're also algorithmical and computer filters. This is the stuff that starts getting really scary because that bubble is a filter bubble. If you're on Facebook, Facebook looks at the things that you read more than the other things. You might have selected a whole wide variety of things that you're interested in, but Facebook looks at what you're more interested in than that you're less interested in, and it shows you that more and more and more. And eventually you only see the things you're really interested in. On Google, if you do a Google search, and everyone in this room did a Google search, on the same terms, we would all get different results because Google personalizes the search engine results based on everything you've ever searched on before. What that means is you get less and less outside opinion, less and less new ideas. You get focused on being sold what you like. They know that you like cupcakes, so they give you ads for cupcakes. They give you suggested cupcake recipes. It creates a filter bubble which reinforces existing beliefs. It's really hard to open people's minds, to show them new experiences, start thinking about kids. If kids were able to always do what they wanted and choose what they wanted, every time they'd be creating a little filter bubble of their own that they'd never be able to break out of. So we don't end up in a big filter bubble. So there are other ways and other places where we consume new information. The core one is curation. Curation is where we get expert opinion. It's a way to simplify and organize information. It can be algorithmic like Google or Facebook. It can be as simple as a recommendation engine from Amazon. Other people who bought this like this. It can be a magazine or newspaper editorial where clearly the editor is an expert in the field that you're reading about and giving you articles that he thinks are appropriate for your interest. And let's not forget teaching. Teaching is a really simple example and a good example of making information, making sense of information and making it easier for children to understand. That's curation. I do often refer to it as expert curation. And it doesn't controlling what you read next or your friends telling you, it's you relying on the expertise of someone else to give you advice around what you should consume next when you're consuming media I mentioned friends social is huge now but social's always been huge getting advice from your friends about what movie to go to or what restaurant to eat at has always been real it now it's just much easier in the internet space. And again, let's remember that bit about disruption. The one thing here about communities is communities used to be all about place and small groups. Because the internet has destroyed all those boundaries, it's no longer true. Now it's true, what is interesting. For fun, just for fun, I don't do this regularly. I googled long-haired hamster fanciers before I got here. Got 1.1 million results. And yes, it turns out that the first listing was hamster fanciers.com. Had no idea that it existed before I googled it, but there's a group for everyone. If I was interested in long-haired hamsters, I could join that group, and that would be a community that I would belong to that I was interested in. And they would provide me information around hamster stuff that I might not know and provide me new content to consume. All those communities, as well as my friends and family, are huge influence on that. On Facebook, you can turn on and off things like what your friends are listening to on Spotify or what they're reading and stuff like that. Now, the thing to remember again is now we start talking a bit more about personalization. I can't stand that. I turn that feature off. Some people love it. Some people are introverts. Some people are extroverts. It's not a one-size-fits-all in terms of just turn it on and you go. As a quick aside, socializing does work in many really good ways. If you add social pressure in many ways, you uplift the performance of children in classrooms just because they know that they're no longer producing work for an audience of one, say the teacher. If you're the only one grading it, you're the only one seen it. The work that children produce is not as good as if there's social pressure around them and they know that more people are gonna see that work or comment on it. So it is clear that social factors clearly introduce and affect the type of media you consume, whether you're a parent, a child, or whatever. So we've talked a little bit about curation. We've talked about community. We've talked a little bit about the stuff you choose yourself. You've got this internet of things. You've got now a profile that exists that's part of this Internet of Things. You've got a device that connects them. Again, remember we're five years in the future here, although some kids are there already. There's several methods of filtering all this Internet of Things, all this information. How do you want to consume it? How do you control all this? I use a model called the three dials of personalization. We've talked about the personal choice, so that's me downloading and reading cat videos because I love cat videos. It's social, it's the influence that your friends bring to recommending things that you might not otherwise know about, and curation, which is that expert commentary where experts that you trust provide that information. You can almost consider them all different recommendation engines for the type of media you would consume. The big issue with this is that every one of us has these three dials set in different positions. Like on the social dial, some people don't care what their friend's movie preferences are. They don't care what they're listening to. So they turn that way down. Other people are very influenced by their friends and turn that dial up. Other people like expert commentary. They like to be told what they do. Be honest, most people in the world have the curation button turned way up. Just tell me what to do. Just tell me what I should read. Just read the newspaper from cover to cover. And there's people who are at the extreme and the personal, and all they do is subscribe to specific blogs that they really identify with and they really like, and they consume only media that they feel that is appropriate for them. But everyone has these three dials, and they're turned at different levels for every single person. If you're a company like a media company or a teacher trying to teach a kid, the trick is that there's no one-size-fits-all in terms of what they like. And it's very difficult to figure out what the default settings are that's going to reach the most people. And then this is where personalization becomes so important. It's also important to think if you think about children growing up, when they're babies and they start off small, pretty much everything that they consume in terms of media is curated media. Their parents, adults, teachers are all telling them what to consume. They're reading them books. They're giving them stuff to look at. Eventually, social and personal stuff, their little play groups, oh, I saw that, I want that. Or I like cherries. Starts to become more important as they develop. And this is where teaching becomes more and more important because their dials don't aren't steady yet. They haven't become who they are yet. This is where teachers sort of need to understand the tools they're using and trying to give options for these children to create the dials. I actually wrote down that in many ways teaching is helping kids learn to set their own dials. There's so many tools out there that enable you to do that. All you have to do is go next door to the exhibit hall and you'll see massive amounts of tools that enable. If you think about these three dials and you go to these tools out there, you'll realize actually what they are are tools that enable you to help children set these dials and you go to these tools out there, you'll realize actually what they are are tools that enable you to help children set these dials. And so we do need better tools. That's why there's such a boom market in how to bring digital content into your classroom, how to teach with an iPad. All this stuff is swarming now and there's all sorts of opportunity. And maybe we do need better tools. I'm one of those who probably thinks we need better tools, but I'm not 100% sure. The kids probably don't think so. They don't seem to have a difficult time with change as we do, you know, trying to do something new. They're just doing it. They do it naturally because they don't know what they don't know. And that's where information and trying to find new things and explore new ideas and find out new information is natural for kids. And in the Internet space, we call that discovery. Personally, I don't particularly like, but an old Secretary of State Donald Rumsfeld in the U.S. Once got into a lot of trouble by confusing everyone by saying that he was talking about the known knowns, the known unknowns, the unknown knowns, and the unknown unknowns. Everyone just laughed and thought he was an idiot. The reality is he was exactly right. You don't know what you don't know. And that's what scares a lot of people, And that's why they're comfortable with curation. They're comfortable in their filter bubble, because they don't know what's outside of that bubble. Kids don't care about that bubble. They don't know that bubble exists. They just go, go, go. They're natural discovery engines. So when we talk about discovery, I'm going to give you a little brief segue to what I call the history of the internet. So for about five years when the internet first came around, everything was searched. There were search engines all over the place. Eventually Google won that battle and owns really the search space. The next phase of the internet, and that whole age of search, was really only about five years. The next part of the internet was really sort of the age of social, where MySpace came on in Facebook and then other new social media came on. And Facebook's by and by and large won that battle. And that's where most of the money and development and stuff out of Silicon Valley all went into in the social space. Well, that's sort of done and dusted at this point. The new age is really the age of discovery. And what discovery is important is for, it's like, how do you now that you've got the search tools, you've got the social tools, how do you now then get outside of that and find the stuff that you don't know that you like because you don't know it exists? This is where things like, and this is where all the money in venture capitalists are going in Silicon Valley nowadays to this type of thing. So you get things like stumbled upon and Reddit and sites that create sort of recommendation engines that highlight stuff that other people like that you might like too because you don't know about it. But that's really sort of just a bit more social. It's really not discovering new stuff. Google is trying it by doing their massive data sweep to figure out actually the predictive models to try and actually tell you what you're interested in before you even type it in. That's their actual goal. Their goal at Google is to, as you're walking down the street, they know that it's about 1230, they know you haven't had lunch yet, they know you like pizza, you know you like pepperoni pizza. They know there's a pizza place around the you like pizza. You know you like pepperoni pizza. They know there's a pizza place around the corner that right now has a sale on pepperoni pizzas. And so they get, oh, by the way, if you like a pepperoni pizza, it's $5 off just around the corner now, before you even know you want that. It's a bit scary again, but that information already exists and they're already working on ways to establish how that happens. Why I bring that what Google called semantic search in is that it talks really to the complexity of this Internet of things. There's so much data out there. It's really how do you interact and how do you discover the new things in that. And as I said, kids are natural discovery engines. They're not worried about not knowing what they don't know. They just go and do it. So remember I told you at the very beginning, I had two numbers. I had the 50 billion and I had the number which was two. This is an experiment that some of you might have read about were heard about. It was pretty big. It turned into a TED Talk. The founder of the One Laptop Per Child organization did this experiment a while ago where they had two rural villages, and in each of the two villages, they dropped off a box full of these Android tablet devices. These are villages that don't have any English signs. No one speaks English. They've never seen English words. They don't have power in the village. They included some sort of solar charging to make sure that the tablets could remain charged. And they just let them go. And with no teachers at all, no one's showing them how to do this stuff because it was completely new to them, the kids still taught themselves. What they thought would happen is that the kids would spend half the time just playing with the boxes that the tablets came in because they wouldn't have known what to do with them. But it turns out that in a matter of minutes they had powered up their devices. Within five days, they were using 47 apps per child each day. Within two weeks, they were singing ABC songs in the village, and within five months, they had hacked Android. What the kids did also was personalized devices, so each kid had like a different background picture for when they were using it. They'd log in and have a different picture. They naturally personalize. And for me, that's because personalization is learning. The students will find ways, if given the opportunity, and what technology is doing is providing powerful ways of doing that. Can you imagine how much more those kids would have been able to do if they would have had a teacher there to guide them? That's the guts of media consumption, really. The kids are learning to turn their dials. They need tools to control them. They need curators to advise them. Because they're going to be part of this internet of things that's always on, it's seamless, that reacts to their profiles. And they're going to need guidance on how to make those profiles and how to live with that and how to safely do it and how to learn for themselves and how to use those tools as well. So talking tools, talks about toolboxes. At the end of the day, you know, especially in higher education, stuff like that, a lot of teaching hasn't changed in years. You've got your lecture and he teaches to the kids. Now there's, you know, individualized learning plans, student-initiated learning pathways, and all sorts of new ways that people are getting to personalize the educational needs for each child, which is great. How do you make these tools? How do you get these tools? I'm just going to start with sort of how Google did it, because that's sort of where I started most of my presentation. Google felt the need to show people how to use their tools because they wanted to sell more of them and have more people use them. So they created videos which explained how to use it and showed people how to use it. Then they thought to themselves, look, we've been doing this, why not actually allow other people to use these things? So they built what they call course builder. And so course builder is based on their app engine, their YouTube, Google Docs, Google Drive, Hangouts, groups, Gmail and your basic account login. And they've given a free tool that everyone can just go use. And you can build a lecture or a lesson or a course online with all those elements, with tests, with videos, anything you want, completely free. It's completely open source. Anyone can modify any way they want. And that's just an example of what's out there. There's a lot of tools out there, and I'll list a bunch of them towards the end. But let's think a bit about that personalization. Even when you're doing that, you're creating a lesson. You're still pushing it out there and not letting necessarily people personalize it. And what we said is those dials are all set in different levels. So there's another question for you. When Google did their video of how to use these Google search tools, they decided to give people a choice. Some people could look at it in video, other people could look at it on text. So it gave people the choice of how to learn that skill. How many people here, there's your hand again, think that more people chose to learn it through the video. How many people think more people chose it to learn it through text? Almost all you want video. It was actually 50-50. So it's kind of a trick question, to be fair, but what it shows is that there wasn't a right way to produce that content that people wanted. It's just a little reminder that those dials exist on anything you're trying to do. So any of these tools out in the hall, when it says, here, you can create this and do this way, you have to remember that it's really the fact that the kids are sitting there with their different dials turning that want to be able to control how they get it. They don't want you to say, you have to look at it in a video, or you have to look at it text. They want to be able to control which way they receive it. A little thing that they also talked about is, again, with ubiquitous learning and personalization, there's going to be a lot around that stuff of, does the learning need to be synchronous? Does everyone need to have the assignment turn at the same time? There's all sorts of teaching theory around that. Does it need to be always available? Can you start and stop at different time periods? One lesson that we've got from media is that at the Herald, we were desperately afraid of these smartphones. We said, OK, we can earn a lot of money on a website because it's really big and we can put lots of ads there. We can't put many ads on this, so we don't want people to use this. Because if they use this instead of our website, we'll lose all our money. What we learned was that people use this. Now actually more people read the herald on this than they do on the websites. But you know what? Just as many people still use the website. This is all new use. What we talk about in media is touch points. And what we've done is actually given people who like to read news more ways to do it. So now when they're waiting for the bus, on the bus, at a cafe, getting up, they have access to take a quick look at the news that they wouldn't have otherwise. It's more touch points. With the tools out there in the hall, what these websites and what these social constructs and what online lessons enable is children to have more touch points that aren't limited by artificial constraints because they are always on. They can look and they can do homework on a Saturday online. It's going to change how those barriers and those things are organized. You have to sort of figure out the best way, especially depending on age level and stuff like that, that those children are going to interact with the media that you're providing them. This one is pretty straightforward. Back in the day, you'd finish your high school or whatever with a bit of paper and really not a lot of information on it. You have A's, B, C's, and the courses you took, and that was about 20 bits of information a year. Nowadays, on one of these types of things, you can get 192,000 bits per second. It's a massive difference in the amount of information. And what that means really is that your profile used to be your report card. But now your profile is actually you create a blog, you create a report, you do something in the online space, it's there forever. That is now part of your online profile, whether it's to be your profile on your school, your profile on your own blog, whatever it is. When these children or yourselves are creating content online, that actually automatically becomes part of your profile that forever is going to interact with this internet of things. That's why everyone warns you, you know, careful what you put on Facebook, because the boss is going to see it later. Because that is now part of your actual profile. Your profile isn't the simple list of numbers and what you report. It's everything you do online, and it's how you interact online. You can't overestimate the importance of all this data that's out there, because again, everything's tracked. More data means better profiles. Better profiles mean better interactions. Better interactions mean better personalization. And because personalization is learning, better profiles and better data mean better learning. Now let's talk about cheese. I love cheese. You can have artisan cheese, lovely artisan cheeses, or you can get mass-produced cheese. I think we all agree which we'd rather have. You can also get mass produced planes or you can get handcrafted planes. Pretty sure we all know which we'd rather fly in. My thought, again, this is opinions. In my mind, schools have largely in the past always been about mass production of education, and teachers have always been about handcrafted in artisan education, trying to take what's given and tailor it and make it special for each child. The technology that's coming through that's in that room and that people are working on and building is the technology that complements other forms of learning. It doesn't replace it. It can be as simple as you take a trip to the beach, then afterwards you have a Skype conference with a marine biologist He gives more questions and answers the questions to the kids might have come up on the trip It's that simple, so what I want to do is just because I don't recommend specific tools It's really about what class level you're at what your kids are at and what you're comfortable with using But this is a list that I actually do recommend that you go through. Take a look at them if you're not familiar with them already and just give an idea of what's available in these sort of different fields and tools around education. Now I'm going to put this whole presentation up because the links were in a terrible color that me hating technology was unable to change. And I'll also email this to everyone who's registered the list of things. So what we start with is that's just a video of the course builder that Google created, why they created it, how they created it, and information on it. Next one is the Khan Academy, which is one of the largest free course websites out there. If you're not familiar with it, it's a very different educational model. It's worth being aware of and understanding how it works. In some ways, it's competition. In other ways, it's facilitation. In other ways, it's some glass half full, in my opinion. Some examples of I-Excel is a maths course, which is around adaptive learning models. It's worth looking at. I know teachers that use peer-wise, which allows students, and this is emphasizing that social aspect, to collaborate on questions and grading, so that it's not just, again, it's not just the teacher doing all the work. There are things out there like Teacher Pal, which is an app that helps you take attendance, keep track of things, just facilitates your ability to run a classroom. Questbase, there's tools out there that allow you to create online quizzes and tests and stuff like that that you can have available so that your kids can access them at any time, any place. It's opening up and breaking down those barriers of when things have to be done. Amplify. I don't know if any of you are familiar with Amplified, but our friends at News Corp created an educational tablet, which basically is to be used by schools and classes, and it contains all the software and all the tools you need to create lessons, collaborate, everything you need. It's worth they can look at. It's probably really expensive. My portfolio of schools, and that is local, again, it's for teachers and schools. It's a collaborative lesson building. It's good to take a look at what kind of options are there. Class Dojo is another website. This one focuses on behavior modification and not behavior modification in a clockwork orange kind of way, but behavior modification and an incentive and sharing and reporting to parents and stuff like that on behavior of children and how to improve and incentivize better behavior. Even more. There's another one, Edmodo. This one's about socializing education. So here's another extreme example where basically you create your online courses and your projects and your classes, and what you do is you actually share it with the parents and family and stuff like that, so everyone can sort of socialize and see what's going on with the projects and stuff like that and give feedback and results. Example of some sort of other software types and other ways that lessons and education has been done online now is Duolingo. If you want to learn a language, new foreign language, go to Duolengo and it'll show you how to learn a new language. Skillshare, which is a project-based world world classes, like how to change the oil on your car or how to learn to play guitar. But the same model is it could be for anything. It could be learn how to do math tables. I put NetSafe up there because again I mentioned them, but you need to know that stuff, especially if you're going to be having kids and telling them to do stuff online. The other stuff is all the really basic stuff that you could use, simple tools. Twitter, you know, there's a school that has a Twitter tree where the kids, they write scraps of paper and they put them on this tree. It starts getting them to understand that the information they put out there, everyone can see. And this is kids as young as like five. So Twitter tree is not a bad idea. It's one of those things where you can start learning socialization and learning the fact that what you do and what you create is part of this internet of things and has real world results that everyone can see Facebook Skype I even mentioned simple blogs like Tumblr and WordPress you don't necessarily really need especially with younger kids a big fancy tool that lets you build a community lets you curate and create all these lessons that include video and interactive tests and stuff like that. Maybe sometimes it's as simple as having people collaboratively contribute on an essay or a blog on a Tumblr. If you've got an arts and crafts class, what could be better than setting up a Pinterest page for that where people can collect and pin things that they will use for inspiration in their coursework. Great sort of social media tool for arts classes. I put Google in big letters simply because I used it for this entire presentation, and it's a massively useful tool. And one of the things at any age you need to be teaching them is also how to use tool how to use Google because it is a tool for them to find information and again I use it to find pretty much everything in this presentation and if I can use Google and create this kind of presentation probably I'm pretty sure that any five-year-old can as well what I'd like next is a little bit of help is if any of you are out there using some other tools like those above that you're finding really useful and practical, if you could let me know what they are now, and I'll add them to the list and send them out to everyone. So is there anyone who's got any really useful tools that they find useful that they're using? Evernote? Yep, I've heard of people using Evernote. Anyone else? Got something they're using that would be useful to share? Oh, you all hate technology? Use what? VEvo Mild? Okay, anyone else? Yep. What was that? Okay, you use Crux Light. And you use Blogger. Yep, blogger's a good, simple tool for a lot of people to use. You use Bundler. Okay, bundler is a good one. Any others that people have used successfully and found useful? Okay, well then let's go ahead and thanks."}