{"speakers": [], "chunks": [{"timestamp": [0.0, 52.0], "text": " The With barely five feet of water under a keel, the USS America000-ton vessel passes the wreck of the Wahini"}, {"timestamp": [52.0, 55.0], "text": " and looks every inch of her three football field's length."}, {"timestamp": [59.0, 69.0], "text": " Standing off Point Jurningham, America fires the traditional 21 gun salute, which is answered by the New Zealand artillery."}, {"timestamp": [69.0, 90.0], "text": " The carrier finally drops her 30-ton anchor out in the harbour. The carrier finally drops her 30-ton anchor out in the harbour."}, {"timestamp": [90.0, 94.0], "text": " The tremendous overhang prevents her birthing at the city wars."}, {"timestamp": [94.0, 99.0], "text": " Confounding the weathermen, the strong wind suddenly drops."}, {"timestamp": [99.0, 101.0], "text": " The next day turns bright and sunny"}, {"timestamp": [101.0, 105.0], "text": " and thousands of sightseers board small boat shutling back and forth to the ship."}, {"timestamp": [105.0, 112.0], "text": " Wellington's new steel island, 23 stories high, towers above the visitors as they move in closer to go on board."}, {"timestamp": [112.0, 127.0], "text": " Maintenance of the aircraft is carried out on the huge hangar deck, and here the aircraft are ready for launching."}, {"timestamp": [127.0, 133.0], "text": " Closed circuit television is one of the home comforts."}, {"timestamp": [133.0, 141.0], "text": " The ship's TV studio is extremely well equipped, and its cameras record all aircraft launchings and recoveries to keep safety margins high."}, {"timestamp": [141.0, 148.0], "text": " Many miles of companionways and corridors linking service areas on ten decks may"}, {"timestamp": [148.0, 152.0], "text": " getting lost just part of the routine."}, {"timestamp": [156.0, 164.0], "text": " The crew, including the air wing, numbers 5,000 men and 15,000 superb meals are prepared every day"}, {"timestamp": [164.0, 167.0], "text": " to ensure that the Navy sails on its stomach very well indeed."}, {"timestamp": [167.0, 174.0], "text": " As they roam the round, guys, it's for her, sir."}, {"timestamp": [174.0, 192.0], "text": " As they roam the four and a half acres of flight deck, visitors show a keen interest in the aircraft."}, {"timestamp": [192.0, 198.0], "text": " USS America carries over 90. Most are able to exceed Mark 2. That's twice the speed of sound."}, {"timestamp": [198.0, 204.0], "text": " Phantoms, vigilantes, intruders and others, some with battle scars, some with trophies."}, {"timestamp": [204.0, 209.0], "text": " All mute testimony to man's capability for destruction in the 20th century."}, {"timestamp": [209.0, 212.0], "text": " If you notice it's just the portion of the American flag."}, {"timestamp": [212.0, 215.0], "text": " We have drills from the morning till night."}, {"timestamp": [215.0, 219.0], "text": " We can be asleep at midnight and they can sound the bell."}, {"timestamp": [219.0, 220.0], "text": " It's a pretty good system."}, {"timestamp": [220.0, 224.0], "text": " They change the wire about every 150 launches, I believe it is."}, {"timestamp": [224.0, 227.42], "text": " And usually they fly somewhere between 140, maybe 160 stories a day."}, {"timestamp": [227.82, 231.72], "text": " Well, it's a new ship, sir, and we've got a lot of conveniences that the older ships are going."}, {"timestamp": [231.88, 232.64], "text": " Radio we got over."}, {"timestamp": [236.0, 240.08], "text": " In the afternoon, some people exercise their democratic right to dissent."}, {"timestamp": [240.96, 241.92], "text": " Hey, it's a right direction."}, {"timestamp": [244.56, 253.0], "text": " Well, still there's a shot and cold around the end. On their last night in port, the sailors go to town."}, {"timestamp": [253.0, 265.78], "text": " On their last night in port, the sailors go to town. The The President, I'm The We're"}, {"timestamp": [265.78, 266.86], "text": " The"}, {"timestamp": [266.86, 266.9], "text": " Ones,"}, {"timestamp": [266.9, 267.82], "text": " and"}, {"timestamp": [267.82, 268.82], "text": " the"}, {"timestamp": [268.82, 269.98], "text": " The"}, {"timestamp": [269.98, 270.78], "text": " The"}, {"timestamp": [270.78, 383.36], "text": " And The The I'm not the The We're After two fine days in Port Nicholson, USS America leaves Fourier de Janeiro, and next day the oven, and your time's your own."}, {"timestamp": [384.0, 388.0], "text": " work's done, dinners in the oven and your time's your own."}, {"timestamp": [392.0, 465.0], "text": " All you need for this sort of hobby are scissors, glue, white paper, and a certain amount of talent and patience. I'm going to be. I'm going to be. I'm going to I'm going to"}, {"timestamp": [465.0, 467.0], "text": " I'm"}, {"timestamp": [467.0, 468.0], "text": " I'm"}, {"timestamp": [468.0, 469.0], "text": " I'm"}, {"timestamp": [469.0, 470.0], "text": " I'm"}, {"timestamp": [470.0, 471.0], "text": " I'm"}, {"timestamp": [471.0, 472.0], "text": " I'm"}, {"timestamp": [472.0, 473.0], "text": " I'm"}, {"timestamp": [473.0, 485.0], "text": " I'm going to be. I'm going to and"}, {"timestamp": [485.0, 487.0], "text": " I'm going to"}, {"timestamp": [487.0, 572.0], "text": " I'm I'm The The"}], "text": " The With barely five feet of water under a keel, the USS America000-ton vessel passes the wreck of the Wahini and looks every inch of her three football field's length. Standing off Point Jurningham, America fires the traditional 21 gun salute, which is answered by the New Zealand artillery. The carrier finally drops her 30-ton anchor out in the harbour. The carrier finally drops her 30-ton anchor out in the harbour. The tremendous overhang prevents her birthing at the city wars. Confounding the weathermen, the strong wind suddenly drops. The next day turns bright and sunny and thousands of sightseers board small boat shutling back and forth to the ship. Wellington's new steel island, 23 stories high, towers above the visitors as they move in closer to go on board. Maintenance of the aircraft is carried out on the huge hangar deck, and here the aircraft are ready for launching. Closed circuit television is one of the home comforts. The ship's TV studio is extremely well equipped, and its cameras record all aircraft launchings and recoveries to keep safety margins high. Many miles of companionways and corridors linking service areas on ten decks may getting lost just part of the routine. The crew, including the air wing, numbers 5,000 men and 15,000 superb meals are prepared every day to ensure that the Navy sails on its stomach very well indeed. As they roam the round, guys, it's for her, sir. As they roam the four and a half acres of flight deck, visitors show a keen interest in the aircraft. USS America carries over 90. Most are able to exceed Mark 2. That's twice the speed of sound. Phantoms, vigilantes, intruders and others, some with battle scars, some with trophies. All mute testimony to man's capability for destruction in the 20th century. If you notice it's just the portion of the American flag. We have drills from the morning till night. We can be asleep at midnight and they can sound the bell. It's a pretty good system. They change the wire about every 150 launches, I believe it is. And usually they fly somewhere between 140, maybe 160 stories a day. Well, it's a new ship, sir, and we've got a lot of conveniences that the older ships are going. Radio we got over. In the afternoon, some people exercise their democratic right to dissent. Hey, it's a right direction. Well, still there's a shot and cold around the end. On their last night in port, the sailors go to town. On their last night in port, the sailors go to town. The The President, I'm The We're The Ones, and the The The And The The I'm not the The We're After two fine days in Port Nicholson, USS America leaves Fourier de Janeiro, and next day the oven, and your time's your own. work's done, dinners in the oven and your time's your own. All you need for this sort of hobby are scissors, glue, white paper, and a certain amount of talent and patience. I'm going to be. I'm going to be. I'm going to I'm going to I'm I'm I'm I'm I'm I'm I'm I'm going to be. I'm going to and I'm going to I'm I'm The The"}