{"speakers": [], "chunks": [{"timestamp": [0.0, 33.0], "text": " Flight 755 has just arrived in New Zealand from Nandy with businessmen, visitors and tourists."}, {"timestamp": [33.0, 39.0], "text": " There's a farming expert from Denmark, a Fulbright scholar from the States, a journalist from London,"}, {"timestamp": [39.0, 44.0], "text": " and a mother from Holland who's here to see if her son is really doing as well as he says."}, {"timestamp": [44.0, 45.0], "text": " There's also a man from Omaha who knows for a fact that he can have a deer in his sights less than 40, who's here to see if her son is really doing as well as he says."}, {"timestamp": [49.26, 51.54], "text": " There's also a man from Omaha who knows for a fact that he can have a deer in his sights less than 48 hours after leaving home."}, {"timestamp": [54.72, 55.94], "text": " JD is not a rich man."}, {"timestamp": [56.62, 60.28], "text": " He's got a secure, well-paid job that gives him two weeks holiday each year"}, {"timestamp": [60.28, 63.68], "text": " and he's heading for the Dart Valley in the Southern Alps to hunt deer."}, {"timestamp": [64.88, 65.24], "text": " He's come all the way by air and in the southern Alps to hunt deer."}, {"timestamp": [65.24, 69.12], "text": " He's come all the way by air and in the morning he'll meet his guide and be flown to"}, {"timestamp": [69.12, 75.58], "text": " within a mile or so of camp. While JD and most overseas hunters necessarily use air"}, {"timestamp": [75.58, 80.0], "text": " transport to get to the game areas, New Zealanders are quite content to go hunting"}, {"timestamp": [80.0, 86.04], "text": " the slow way by Land Rover and then on by pack horse."}, {"timestamp": [86.04, 89.12], "text": " Staying with friends overnight and getting ready to leave in the morning are all part"}, {"timestamp": [89.12, 90.66], "text": " of the fun."}, {"timestamp": [90.66, 95.36], "text": " And anyhow, going this way makes possible the unhurried enjoyment of all the things that"}, {"timestamp": [95.36, 98.38], "text": " are traditionally part of hunting."}, {"timestamp": [98.38, 105.0], "text": " The patient horses, the creek of leather, the smell of sweat and wood smoke and tobacco,"}, {"timestamp": [105.0, 139.88], "text": " and of course the tall tails told around the campfire. We say good-bye to our girlfriends and wives, leave all our troubles behind."}, {"timestamp": [140.92, 146.36], "text": " Put up our swag on the pack-horse train, Head for the stag and the hind."}, {"timestamp": [148.28, 151.46], "text": " The call of the wild is getting us now"}, {"timestamp": [151.46, 154.08], "text": " The very best thing for a man."}, {"timestamp": [154.84, 158.3], "text": " To hunt and fish and sleep out of doors,"}, {"timestamp": [158.98, 160.78], "text": " it is tucker where he can."}, {"timestamp": [162.96, 173.0], "text": " For this is the land of countless deer, this is where they roam."}, {"timestamp": [173.0, 181.0], "text": " From squeeze up down through the river flats, the forest is there home."}, {"timestamp": [181.0, 185.0], "text": " We forward the icy river,"}, {"timestamp": [185.0, 189.0], "text": " We follow the windy shore"}, {"timestamp": [189.0, 194.0], "text": " And near us the dust devil circle"}, {"timestamp": [194.0, 199.0], "text": " And roamed us the mountain sore"}, {"timestamp": [199.0, 203.0], "text": " With an eye to the moods of the weather"}, {"timestamp": [203.0, 206.0], "text": " And a thought to a billy of tea"}, {"timestamp": [206.0, 213.0], "text": " We press on to Chinaman's flat where our first stop is to be"}, {"timestamp": [213.0, 221.0], "text": " An old tin shack in the riverbed where the smoke rides high in the sky"}, {"timestamp": [221.0, 229.0], "text": " Where old mates greet and new friends meet, there's pleasure that money can't buy."}, {"timestamp": [229.0, 238.0], "text": " Mm-hmm, mm-hmm, mm-hmm, mm-hmm, mm-hmm."}, {"timestamp": [238.0, 245.32], "text": " When these islands were bush clad and virgin, when only the songbirds were here"}, {"timestamp": [245.32, 248.72], "text": " Men loosed a four-legged invasion"}, {"timestamp": [248.72, 252.08], "text": " of pigs, opossums, and deer"}, {"timestamp": [252.08, 256.64], "text": " They bred and spread and multiplied"}, {"timestamp": [256.64, 259.84], "text": " And as their numbers compounded"}, {"timestamp": [259.84, 263.12], "text": " The deer, the pigs and opossoms,"}, {"timestamp": [263.12, 267.0], "text": " The knell of the forest was sounded."}, {"timestamp": [269.0, 277.0], "text": " Now this is a land of countless deer, this is where they roam."}, {"timestamp": [279.0, 287.0], "text": " From scree slopes down to the river flats, the forest is their home."}, {"timestamp": [287.0, 295.0], "text": " Mm-hmm, mm-hmm, mm-hmm, mm-hmm,"}, {"timestamp": [295.0, 300.0], "text": " mm-hmm, mm-hmm."}, {"timestamp": [313.0, 317.0], "text": " Now and then the amateur hunter and the government employed professional will happen to meet at some rest hut and then the talk will be of deer, how much damage they do and how to reduce their numbers."}, {"timestamp": [317.0, 323.0], "text": " Aircraft play as big a part in New Zealand's remote high country as they do elsewhere."}, {"timestamp": [323.0, 326.0], "text": " Medical supplies, food and ammunition"}, {"timestamp": [326.0, 370.0], "text": " can be dropped wherever needed. A welcome service to the professional hunter. For men like J.D., to whom travelling time is limited, there's the aircraft that will pick them up at their hotel and land them within yards of their first campsite."}, {"timestamp": [370.0, 385.0], "text": " Now that I've got here, there's no point in hurrying anymore."}, {"timestamp": [385.0, 387.0], "text": " I'm here to do some hunting."}, {"timestamp": [387.0, 389.0], "text": " Yes, and some fishing too, it looks like."}, {"timestamp": [389.0, 392.0], "text": " My guide says a fishing rod is for fishing,"}, {"timestamp": [392.0, 395.0], "text": " and where is there better fishing than right here in New Zealand?"}, {"timestamp": [395.0, 445.0], "text": " This I plan to find out while he makes camp. I'm going to be. I'm not you know, and the"}, {"timestamp": [445.0, 494.12], "text": " I'm gonnae. I'm gonnae. It's amazing how the smell of cooking can attract the traveler."}, {"timestamp": [494.12, 498.6], "text": " In this case, there are two, and one of them is from Australia."}, {"timestamp": [498.6, 504.28], "text": " He backs up my guide when he says that there are all kinds of deer in the area, fallow deer,"}, {"timestamp": [504.28, 511.44], "text": " Virginia deer, with red deer offering the best hunting, especially if you're prepared to climb above the timber line where you find the best heads."}, {"timestamp": [512.24, 521.08], "text": " They both agree that you have to move fast in order to drop one of the big stags that's lived to a ripe old age by being just that much smarter than most hunters."}, {"timestamp": [521.68, 523.32], "text": " That's hunting in its best."}, {"timestamp": [524.44, 526.0], "text": " They're heading for the airstrip"}, {"timestamp": [526.0, 633.0], "text": " where they're going to be a look around on the chance that we'll run into something really worthwhile. It isn't long before we get our first sight of game, but this isn't the kind of hunting we've come for, so we start to climb. I'm gonnae. When we get back, we find that another party's made camp right close by."}, {"timestamp": [637.0, 645.16], "text": " When we get back, we find that another party's made camp right close by."}, {"timestamp": [645.76, 650.46], "text": " They seem to think I've done pretty well for the first time out, so I tell them how it happened."}, {"timestamp": [654.84, 663.72], "text": " There's a story you ought to hear, a story I'm dying to tell, how I shot a 16-pointer and how the proud beast fell,"}, {"timestamp": [664.56, 668.1], "text": " gather around you Kiwis and listen to what I say."}, {"timestamp": [668.78, 674.06], "text": " Here by the campfire, I'll tell you, this has been a mighty big day."}, {"timestamp": [675.0, 678.64], "text": " Listen, Yank, you told me, wait and see what's in store."}, {"timestamp": [679.14, 682.56], "text": " Deer as big as buffalo and trophy herds galore."}, {"timestamp": [683.36, 687.04], "text": " And now for the hunt tomorrow, what will tomorrow bring?"}, {"timestamp": [687.64, 765.0], "text": " Something to sand and a hunter, or something to make him sing. I'm I'm MOY. And the"}, {"timestamp": [765.0, 766.0], "text": " MOYE"}, {"timestamp": [766.0, 767.0], "text": " POM."}, {"timestamp": [767.0, 768.0], "text": " And"}, {"timestamp": [768.0, 785.0], "text": " I'm gonnae. And......and..."}, {"timestamp": [785.0, 786.0], "text": "...and..."}, {"timestamp": [786.0, 787.0], "text": "...a..."}, {"timestamp": [787.0, 789.0], "text": "...their..."}, {"timestamp": [789.0, 790.0], "text": "...and..."}, {"timestamp": [790.0, 792.0], "text": "...the..."}, {"timestamp": [792.0, 793.0], "text": "...the..."}, {"timestamp": [793.0, 828.18], "text": "...the... No, sir. I didn't know. I didn't miss that time."}, {"timestamp": [829.54, 833.62], "text": " J.D. came to New Zealand to hunt deer, and that's exactly what he's doing."}, {"timestamp": [834.64, 839.14], "text": " Without limit being imposed and with no license requirements, he's enjoying the kind of hunting"}, {"timestamp": [839.14, 841.56], "text": " that's getting hard to find anywhere else these days."}, {"timestamp": [842.76, 845.16], "text": " Before he leaves for home, he'll probably hear about the tar and chamois that roam the higher slopes of these days. Before he leaves for home he'll probably hear about"}, {"timestamp": [845.16, 850.08], "text": " the tar and chamois that roam the higher slopes of these mountains and if he's"}, {"timestamp": [850.08, 853.12], "text": " really a hunter at heart he'll be back."}], "text": " Flight 755 has just arrived in New Zealand from Nandy with businessmen, visitors and tourists. There's a farming expert from Denmark, a Fulbright scholar from the States, a journalist from London, and a mother from Holland who's here to see if her son is really doing as well as he says. There's also a man from Omaha who knows for a fact that he can have a deer in his sights less than 40, who's here to see if her son is really doing as well as he says. There's also a man from Omaha who knows for a fact that he can have a deer in his sights less than 48 hours after leaving home. JD is not a rich man. He's got a secure, well-paid job that gives him two weeks holiday each year and he's heading for the Dart Valley in the Southern Alps to hunt deer. He's come all the way by air and in the southern Alps to hunt deer. He's come all the way by air and in the morning he'll meet his guide and be flown to within a mile or so of camp. While JD and most overseas hunters necessarily use air transport to get to the game areas, New Zealanders are quite content to go hunting the slow way by Land Rover and then on by pack horse. Staying with friends overnight and getting ready to leave in the morning are all part of the fun. And anyhow, going this way makes possible the unhurried enjoyment of all the things that are traditionally part of hunting. The patient horses, the creek of leather, the smell of sweat and wood smoke and tobacco, and of course the tall tails told around the campfire. We say good-bye to our girlfriends and wives, leave all our troubles behind. Put up our swag on the pack-horse train, Head for the stag and the hind. The call of the wild is getting us now The very best thing for a man. To hunt and fish and sleep out of doors, it is tucker where he can. For this is the land of countless deer, this is where they roam. From squeeze up down through the river flats, the forest is there home. We forward the icy river, We follow the windy shore And near us the dust devil circle And roamed us the mountain sore With an eye to the moods of the weather And a thought to a billy of tea We press on to Chinaman's flat where our first stop is to be An old tin shack in the riverbed where the smoke rides high in the sky Where old mates greet and new friends meet, there's pleasure that money can't buy. Mm-hmm, mm-hmm, mm-hmm, mm-hmm, mm-hmm. When these islands were bush clad and virgin, when only the songbirds were here Men loosed a four-legged invasion of pigs, opossums, and deer They bred and spread and multiplied And as their numbers compounded The deer, the pigs and opossoms, The knell of the forest was sounded. Now this is a land of countless deer, this is where they roam. From scree slopes down to the river flats, the forest is their home. Mm-hmm, mm-hmm, mm-hmm, mm-hmm, mm-hmm, mm-hmm. Now and then the amateur hunter and the government employed professional will happen to meet at some rest hut and then the talk will be of deer, how much damage they do and how to reduce their numbers. Aircraft play as big a part in New Zealand's remote high country as they do elsewhere. Medical supplies, food and ammunition can be dropped wherever needed. A welcome service to the professional hunter. For men like J.D., to whom travelling time is limited, there's the aircraft that will pick them up at their hotel and land them within yards of their first campsite. Now that I've got here, there's no point in hurrying anymore. I'm here to do some hunting. Yes, and some fishing too, it looks like. My guide says a fishing rod is for fishing, and where is there better fishing than right here in New Zealand? This I plan to find out while he makes camp. I'm going to be. I'm not you know, and the I'm gonnae. I'm gonnae. It's amazing how the smell of cooking can attract the traveler. In this case, there are two, and one of them is from Australia. He backs up my guide when he says that there are all kinds of deer in the area, fallow deer, Virginia deer, with red deer offering the best hunting, especially if you're prepared to climb above the timber line where you find the best heads. They both agree that you have to move fast in order to drop one of the big stags that's lived to a ripe old age by being just that much smarter than most hunters. That's hunting in its best. They're heading for the airstrip where they're going to be a look around on the chance that we'll run into something really worthwhile. It isn't long before we get our first sight of game, but this isn't the kind of hunting we've come for, so we start to climb. I'm gonnae. When we get back, we find that another party's made camp right close by. When we get back, we find that another party's made camp right close by. They seem to think I've done pretty well for the first time out, so I tell them how it happened. There's a story you ought to hear, a story I'm dying to tell, how I shot a 16-pointer and how the proud beast fell, gather around you Kiwis and listen to what I say. Here by the campfire, I'll tell you, this has been a mighty big day. Listen, Yank, you told me, wait and see what's in store. Deer as big as buffalo and trophy herds galore. And now for the hunt tomorrow, what will tomorrow bring? Something to sand and a hunter, or something to make him sing. I'm I'm MOY. And the MOYE POM. And I'm gonnae. And......and......and......a......their......and......the......the......the... No, sir. I didn't know. I didn't miss that time. J.D. came to New Zealand to hunt deer, and that's exactly what he's doing. Without limit being imposed and with no license requirements, he's enjoying the kind of hunting that's getting hard to find anywhere else these days. Before he leaves for home, he'll probably hear about the tar and chamois that roam the higher slopes of these days. Before he leaves for home he'll probably hear about the tar and chamois that roam the higher slopes of these mountains and if he's really a hunter at heart he'll be back."}