{"speakers": [], "chunks": [{"timestamp": [0.0, 26.0], "text": " The people who pass their lives here, living here or being based here with an air crew or people who work on the ground."}, {"timestamp": [26.0, 30.0], "text": " May Almighty God preserve they are going out and they are coming in."}, {"timestamp": [30.0, 47.0], "text": " And now in an historic moment I declare the Auckland International Airport open. The next time."}, {"timestamp": [47.0, 73.5], "text": " The Houther Hotel, the Highland. January 8tham, Arkansas."}, {"timestamp": [82.58, 83.38], "text": " January the 29th, 1966 and 98,000 people swarm to Mangery for the opening of Auckland's new 10 million-pound international airport."}, {"timestamp": [86.42, 111.0], "text": " 16 years of planning, five years of of physical work and now the big day 300 aircraft worth 60 million pounds are on display and many are being seen for the first time in New Zealand."}, {"timestamp": [111.0, 130.52], "text": " One of the strangest visitors puts in an early appearance,"}, {"timestamp": [130.94, 133.42], "text": " driven by a propeller and floating on a cushion of air,"}, {"timestamp": [133.86, 135.52], "text": " the curious western hovercraft."}, {"timestamp": [136.38, 139.94], "text": " Already a familiar sight in Auckland skies, a DC8 leads off."}, {"timestamp": [141.4, 144.16], "text": " 57 tons of United States Air Force Starlifter."}, {"timestamp": [144.86, 145.36], "text": " The P3 Orion, the maritime reconnaissance aircraft that's to replace our sunderlands. 57 tons of United States Air Force Starlifter."}, {"timestamp": [149.5, 152.16], "text": " The P3 Orion, the Maritime Reconnaissance aircraft that's to replace our Sunderlands."}, {"timestamp": [154.0, 157.5], "text": " Boy, wait for me, fellas!"}, {"timestamp": [160.8, 161.2], "text": " A wing area equivalent to four medium-sized houses,"}, {"timestamp": [167.0, 179.0], "text": " a menacing flying stingray, the RAF Falcon. Supersonic mirages, pride of the Royal Australian Air Force."}, {"timestamp": [179.0, 191.74], "text": " The question for everybody, will it take off?"}, {"timestamp": [195.18, 197.26], "text": " 33 men, Earthbound."}, {"timestamp": [203.68, 204.64], "text": " But hold it."}, {"timestamp": [210.0, 213.0], "text": " Somebody's main parachuters fail to open and he plummets down for two and a half thousand feet, almost strangled by the lines of his emergency parachute."}, {"timestamp": [217.0, 222.0], "text": " He crashes into the water, but he's extremely lucky and suffers only minor injuries."}, {"timestamp": [222.0, 228.24], "text": " Long a familiar sight in the Pacific, the stately Sunderland will soon bow out to the"}, {"timestamp": [228.24, 229.12], "text": " long range Orion."}, {"timestamp": [230.62, 235.26], "text": " Two more maritime reconnaissance aircraft, an Australian Neptune and an RAF Shackleton."}, {"timestamp": [240.72, 243.24], "text": " The Sea 141 starlifter."}, {"timestamp": [243.8, 248.52], "text": " This mighty troop carrier can cruise at over 500 miles an hour for 4,000 miles,"}, {"timestamp": [248.98, 251.02], "text": " non-stop with a load of 30 tons."}, {"timestamp": [253.68, 258.02], "text": " A cruising speed of 525 miles an hour with 80 passengers,"}, {"timestamp": [258.5, 260.68], "text": " the sleek, graceful Comet 4C."}, {"timestamp": [264.28, 270.44], "text": " An aircraft that could possibly become a familiar sight in New Zealand skies, the controversial BAC 111."}, {"timestamp": [274.16, 279.96], "text": " From powered flight to free fall, from a height of two miles, four men of the RAF Far East"}, {"timestamp": [279.96, 283.76], "text": " parachute team hurtled down to 2,000 feet before pulling the ripcord."}, {"timestamp": [284.5, 329.5], "text": " A flare far below is their target. Canberraubmers, the front-line aircraft of the RNZAF."}, {"timestamp": [329.5, 334.5], "text": " These twin-engine jets have done remarkable service in both New Zealand and Malaysia,"}, {"timestamp": [334.5, 338.5], "text": " and are soon to be replaced."}, {"timestamp": [338.5, 340.5], "text": " A beast with deadly grace."}, {"timestamp": [340.5, 347.0], "text": " The Vulcan can reach almost the speed of sound. The oldest of the speed of sound."}, {"timestamp": [347.0, 360.0], "text": " The oldest military aircraft at the pageant, veterans of countless air shows."}, {"timestamp": [360.0, 427.0], "text": " The RNZAF Harvard's from Wigram weave one of the most exciting displays. I'm going to be. Old hat for jet pilots but always new for the spectator, a United States Air Force strutter"}, {"timestamp": [427.0, 432.0], "text": " tanker glides over and refuels one phantom fighter bomber while the other flies escort."}, {"timestamp": [432.0, 447.0], "text": " Now the two phantoms turn on a starring performance less than 100 feet above the runway."}, {"timestamp": [447.0, 454.0], "text": " The lead phantom idles along at only 130 miles an hour. The second thunders passed at over 700."}, {"timestamp": [454.0, 466.5], "text": " These pho Cs can exceed 1600 miles an hour, twice the speed of sound, and have been mentioned as possible replacements for the RNZAF's Canberras."}, {"timestamp": [466.5, 471.24], "text": " At over 700 miles an hour pressure waves begin to form and cause a glowing shimmer around"}, {"timestamp": [471.24, 472.64], "text": " the fuselage."}, {"timestamp": [472.64, 487.74], "text": " Then it's the silver wasps with the fatal sting, the supersonic mirages of the Royal Australian Air Force."}, {"timestamp": [488.32, 490.66], "text": " These two have been mentioned as Canberra replacements."}, {"timestamp": [491.44, 510.0], "text": " Burning fuel at the rate of 50 gallons a minute, rolls are performed at up to 700 miles an hour. The hovercraft is at home on land and sea."}, {"timestamp": [510.0, 525.82], "text": " But aerobatics are beyond its capabilities."}, {"timestamp": [526.56, 527.6], "text": " How frustrating."}, {"timestamp": [534.08, 535.68], "text": " Last of the crowd pleases."}, {"timestamp": [536.26, 597.0], "text": " Four vampires from the RNZAF's number 75 squadron rolling and looping only 15 feet apart. The Jet trails are binding the world tighter."}, {"timestamp": [597.0, 603.0], "text": " Now Auckland's new 10 million pound international airport has woven New Zealand into the pattern."}, {"timestamp": [603.0, 606.0], "text": " Flying is definitely the way to travel."}], "text": " The people who pass their lives here, living here or being based here with an air crew or people who work on the ground. May Almighty God preserve they are going out and they are coming in. And now in an historic moment I declare the Auckland International Airport open. The next time. The Houther Hotel, the Highland. January 8tham, Arkansas. January the 29th, 1966 and 98,000 people swarm to Mangery for the opening of Auckland's new 10 million-pound international airport. 16 years of planning, five years of of physical work and now the big day 300 aircraft worth 60 million pounds are on display and many are being seen for the first time in New Zealand. One of the strangest visitors puts in an early appearance, driven by a propeller and floating on a cushion of air, the curious western hovercraft. Already a familiar sight in Auckland skies, a DC8 leads off. 57 tons of United States Air Force Starlifter. The P3 Orion, the maritime reconnaissance aircraft that's to replace our sunderlands. 57 tons of United States Air Force Starlifter. The P3 Orion, the Maritime Reconnaissance aircraft that's to replace our Sunderlands. Boy, wait for me, fellas! A wing area equivalent to four medium-sized houses, a menacing flying stingray, the RAF Falcon. Supersonic mirages, pride of the Royal Australian Air Force. The question for everybody, will it take off? 33 men, Earthbound. But hold it. Somebody's main parachuters fail to open and he plummets down for two and a half thousand feet, almost strangled by the lines of his emergency parachute. He crashes into the water, but he's extremely lucky and suffers only minor injuries. Long a familiar sight in the Pacific, the stately Sunderland will soon bow out to the long range Orion. Two more maritime reconnaissance aircraft, an Australian Neptune and an RAF Shackleton. The Sea 141 starlifter. This mighty troop carrier can cruise at over 500 miles an hour for 4,000 miles, non-stop with a load of 30 tons. A cruising speed of 525 miles an hour with 80 passengers, the sleek, graceful Comet 4C. An aircraft that could possibly become a familiar sight in New Zealand skies, the controversial BAC 111. From powered flight to free fall, from a height of two miles, four men of the RAF Far East parachute team hurtled down to 2,000 feet before pulling the ripcord. A flare far below is their target. Canberraubmers, the front-line aircraft of the RNZAF. These twin-engine jets have done remarkable service in both New Zealand and Malaysia, and are soon to be replaced. A beast with deadly grace. The Vulcan can reach almost the speed of sound. The oldest of the speed of sound. The oldest military aircraft at the pageant, veterans of countless air shows. The RNZAF Harvard's from Wigram weave one of the most exciting displays. I'm going to be. Old hat for jet pilots but always new for the spectator, a United States Air Force strutter tanker glides over and refuels one phantom fighter bomber while the other flies escort. Now the two phantoms turn on a starring performance less than 100 feet above the runway. The lead phantom idles along at only 130 miles an hour. The second thunders passed at over 700. These pho Cs can exceed 1600 miles an hour, twice the speed of sound, and have been mentioned as possible replacements for the RNZAF's Canberras. At over 700 miles an hour pressure waves begin to form and cause a glowing shimmer around the fuselage. Then it's the silver wasps with the fatal sting, the supersonic mirages of the Royal Australian Air Force. These two have been mentioned as Canberra replacements. Burning fuel at the rate of 50 gallons a minute, rolls are performed at up to 700 miles an hour. The hovercraft is at home on land and sea. But aerobatics are beyond its capabilities. How frustrating. Last of the crowd pleases. Four vampires from the RNZAF's number 75 squadron rolling and looping only 15 feet apart. The Jet trails are binding the world tighter. Now Auckland's new 10 million pound international airport has woven New Zealand into the pattern. Flying is definitely the way to travel."}