{"speakers": [], "chunks": [{"timestamp": [0.0, 4.12], "text": " tapped me on the shoulder and said, Andrew, I think you're as ordinary as anybody we've got."}, {"timestamp": [4.5, 8.76], "text": " And that's how I got into this position. My real background is in science."}, {"timestamp": [8.86, 13.1], "text": " But I look in, in biology particularly, I look in the field that I'm interested in."}, {"timestamp": [13.82, 18.34], "text": " And this is an fMRI machine, a functional magnetic resonance imaging machine."}, {"timestamp": [18.64, 20.2], "text": " This thing can watch a person think."}, {"timestamp": [20.4, 28.88], "text": " You can put someone in an fMRI machine and have them think about, you know, you should play them sounds or show them pictures and we can watch which parts of the brain"}, {"timestamp": [28.88, 36.04], "text": " respond. I mean it's unbelievable. Science fiction. We've seen things like, you know,"}, {"timestamp": [36.04, 41.48], "text": " paternity testing and the use of DNA in forensics. It's like what has happened in crime"}, {"timestamp": [41.48, 45.16], "text": " detection and in neuroscience is that as technology has come along,"}, {"timestamp": [45.16, 47.08], "text": " people working in those industries have said,"}, {"timestamp": [47.08, 48.66], "text": " how cool, a new technology."}, {"timestamp": [48.66, 51.3], "text": " This will let us do something we haven't been able"}, {"timestamp": [51.3, 52.58], "text": " to even dream of before."}, {"timestamp": [52.58, 54.64], "text": " It'll let us jump over the boundaries"}, {"timestamp": [54.64, 58.44], "text": " that were holding us back and do brand new things."}, {"timestamp": [60.5, 61.8], "text": " This is a green jellyfish."}, {"timestamp": [61.8, 63.42], "text": " They glow green in the dark."}, {"timestamp": [63.42, 69.42], "text": " Some biologists have found the gene that encodes that green fluorescent protein that they have,"}, {"timestamp": [69.5, 71.76], "text": " cut it out, spliced it into the genome of a mouse."}, {"timestamp": [72.06, 72.96], "text": " And what do you know?"}, {"timestamp": [73.16, 75.14], "text": " Glow in the dark green mice."}, {"timestamp": [76.28, 76.78], "text": " Unbelievable."}, {"timestamp": [77.34, 81.68], "text": " You know, mice and jellyfish diverged on the evolutionary, you know,"}, {"timestamp": [82.6, 84.7], "text": " 500 million years ago."}, {"timestamp": [84.7, 85.0], "text": " And yet now we're even mixing the gene pool 500 million years ago."}, {"timestamp": [85.28, 88.84], "text": " And yet now we're even mixing the gene pool."}, {"timestamp": [88.84, 91.12], "text": " That's profound what's happening there."}, {"timestamp": [92.32, 94.68], "text": " And as I said, it's like what's happened"}, {"timestamp": [94.68, 97.28], "text": " is there was a barrier that was holding us back."}, {"timestamp": [98.2, 101.28], "text": " And these technologies have allowed us to leap that barrier"}, {"timestamp": [101.28, 104.72], "text": " and go in places and in directions"}, {"timestamp": [104.72, 107.62], "text": " that we never even thought of before."}, {"timestamp": [107.62, 111.64], "text": " But in education, there's a classroom in 1986"}, {"timestamp": [111.64, 114.34], "text": " and a classroom this year."}, {"timestamp": [114.34, 116.22], "text": " Really, there's not that much difference, is there?"}, {"timestamp": [116.22, 118.12], "text": " If we're honest, we haven't really,"}, {"timestamp": [118.12, 121.24], "text": " for the most part, changed a whole lot."}, {"timestamp": [121.24, 129.0], "text": " You know, if you transported a geneticist from 1986 to 2012, they would have no"}, {"timestamp": [129.0, 132.24], "text": " idea what was going on. They wouldn't know what the machines were. They wouldn't know"}, {"timestamp": [132.24, 135.44], "text": " what people's jobs were. They wouldn't even know half the words that people were using."}, {"timestamp": [135.44, 141.48], "text": " But if you transported a teacher from 1986 and put them into a classroom today, I think they'd"}, {"timestamp": [141.48, 147.62], "text": " know exactly what was going on, don't you? I mean, I don't think parents would even complain that their son's teacher this year was"}, {"timestamp": [147.62, 150.28], "text": " straight out of an IBM 86."}, {"timestamp": [150.28, 151.68], "text": " We really haven't changed very much."}, {"timestamp": [151.68, 154.42], "text": " And sure, we've got things like interactive whiteboards now."}, {"timestamp": [154.42, 159.94], "text": " But see, that's exactly the point that I want to make, is that I think in education we've"}, {"timestamp": [159.94, 164.72], "text": " approached, up till now, we've approached technology very differently from other industries, where"}, {"timestamp": [164.72, 166.54], "text": " they've taken technologies and said how can these"}, {"timestamp": [166.54, 171.58], "text": " let us do whole new things in education what we've done is we've said how can"}, {"timestamp": [171.58, 176.56], "text": " we take technology and use it to do what we're already doing a little bit"}, {"timestamp": [176.56, 180.74], "text": " better you know so we like we've welcomed interactive whiteboards and"}, {"timestamp": [180.74, 184.48], "text": " don't get me wrong interactive whiteboards are good and everything but I think"}, {"timestamp": [184.48, 189.04], "text": " the reason we've accepted them is because they don't really threaten our pedagogy."}, {"timestamp": [189.04, 191.56], "text": " They don't really shake us up too much."}, {"timestamp": [191.56, 193.36], "text": " They don't make us do new things."}, {"timestamp": [193.36, 195.76], "text": " We can just do the same old things in a new way."}, {"timestamp": [195.76, 200.72], "text": " And the same way, we're very happy for our kids to do internet research, because it's not"}, {"timestamp": [200.72, 204.96], "text": " fundamentally any different from when we took them to the library and they did a research project"}, {"timestamp": [204.96, 206.94], "text": " using encyclopedias and the card."}, {"timestamp": [207.04, 208.66], "text": " I mean, Google's big card catalog, isn't it?"}, {"timestamp": [209.32, 212.4], "text": " Wikipedia's Encyclopedia Britannica, you know, in a digital."}, {"timestamp": [212.48, 216.2], "text": " I mean, really, the basic things that we're doing are the same."}, {"timestamp": [216.48, 218.96], "text": " We're just using technology to do what we've always done."}, {"timestamp": [219.68, 226.0], "text": " We're happy for our kids to make PowerPoint presentations because there's not fundamentally any different from when kids used to hold up a poster"}, {"timestamp": [226.0, 229.88], "text": " at the front of the class and talk about their learning and the way they were presenting it."}, {"timestamp": [229.88, 233.16], "text": " Pedagogies are the same, we're just using technology to do it."}, {"timestamp": [233.16, 239.0], "text": " But anything that shakes that up, anything that we don't have an existing model for, we've rejected it."}, {"timestamp": [239.0, 242.8], "text": " And mobile phones are a classic example of that."}, {"timestamp": [242.8, 244.3], "text": " We love mobile phones."}, {"timestamp": [244.3, 245.76], "text": " We've always loved mobile phones."}, {"timestamp": [245.76, 247.02], "text": " We didn't call them that, though, did we."}, {"timestamp": [247.02, 249.0], "text": " We called them the Star Trek communicator,"}, {"timestamp": [249.0, 252.5], "text": " and Dick Tracy's watch, and the, and the Maxwell Smart Shoe"}, {"timestamp": [252.5, 255.36], "text": " phone before the word mobile phone was even invented."}, {"timestamp": [255.36, 258.64], "text": " We dreamed of a future where you would have a device that"}, {"timestamp": [258.64, 261.0], "text": " would let you communicate with anyone, anywhere,"}, {"timestamp": [261.0, 261.58], "text": " anytime."}, {"timestamp": [261.58, 264.58], "text": " Whenever you needed access to information, you could think,"}, {"timestamp": [264.58, 270.0], "text": " I need to talk to this person. We dreamed of that. And now we have it. And in fact,"}, {"timestamp": [270.0, 274.0], "text": " if you want a Star Trek communicator, there's an app for that,"}, {"timestamp": [274.0, 282.0], "text": " and it even works and everything. But our response has been no, we don't want it."}, {"timestamp": [282.0, 285.82], "text": " We want our kids to leave those things at home, turn them"}, {"timestamp": [285.82, 291.94], "text": " off, put them in their locker. We haven't by and large welcomed them. If we're,"}, {"timestamp": [291.94, 295.48], "text": " if we've got a sense of humor and we're creative, the way we tell them that"}, {"timestamp": [295.48, 303.64], "text": " they're not welcome is like this. I think that was the best no-phones poster I"}, {"timestamp": [303.64, 305.0], "text": " ever saw in a school."}, {"timestamp": [305.0, 311.0], "text": " But, you know, nevertheless, I like the sense of humor of that teacher, even though I don't agree with their philosophy."}, {"timestamp": [311.0, 320.0], "text": " But see, when kids are looking down at their crotch and texting, you know, they're doing that because it's such a natural thing for them to do."}, {"timestamp": [320.0, 324.0], "text": " And it gets even more and more and more."}, {"timestamp": [324.0, 326.76], "text": " I mean, the reason why we don't want them doing this,"}, {"timestamp": [326.76, 328.64], "text": " traditionally, I know traditionally over the last few years,"}, {"timestamp": [328.64, 329.96], "text": " the reason we don't want them doing this"}, {"timestamp": [329.96, 331.38], "text": " is because we think it's distracting."}, {"timestamp": [331.38, 333.04], "text": " We think it's disruptive to our class,"}, {"timestamp": [333.04, 334.5], "text": " to the way we do things."}, {"timestamp": [334.5, 337.9], "text": " They might be texting people, you know, inappropriately."}, {"timestamp": [339.74, 341.26], "text": " But it gets more and more ridiculous"}, {"timestamp": [341.26, 343.56], "text": " as we start rolling out iPads into our schools,"}, {"timestamp": [343.56, 347.1], "text": " you know, which we did, the very first year iPads came out."}, {"timestamp": [347.1, 350.18], "text": " We ordered them for our year sevens, or we told our year sevens they had to order them"}, {"timestamp": [350.18, 353.44], "text": " for the next year."}, {"timestamp": [353.44, 357.56], "text": " But how crazy is it, because now if you're putting iPads, if they've got the latest operating"}, {"timestamp": [357.56, 363.0], "text": " system, it comes with messages on it, and you can't even delete that app from the iPad."}, {"timestamp": [363.0, 365.84], "text": " It allows free texting from any iPad to any iPad"}, {"timestamp": [365.84, 369.18], "text": " or to an Apple computer or to an iPhone."}, {"timestamp": [369.18, 372.66], "text": " So really now, if we're putting iPads in the hands of kids,"}, {"timestamp": [372.66, 373.84], "text": " they can text for free."}, {"timestamp": [373.84, 375.94], "text": " So what are we worried about with mobile phones?"}, {"timestamp": [375.94, 379.12], "text": " It seems ridiculous that we're banning phones,"}, {"timestamp": [379.12, 382.06], "text": " but trying to implement iPad programs."}, {"timestamp": [382.06, 384.14], "text": " It's completely self-contradictory."}, {"timestamp": [384.14, 386.62], "text": " And I think, amid all of that,"}, {"timestamp": [386.62, 388.5], "text": " in a lot of schools, we're drowning."}, {"timestamp": [391.56, 393.56], "text": " I was talking to a guy in Sydney"}, {"timestamp": [393.56, 394.82], "text": " a couple of weeks ago at a conference,"}, {"timestamp": [394.82, 397.6], "text": " and he was just in conversation over coffee."}, {"timestamp": [397.6, 400.2], "text": " And he was saying that his wife works in a bookshop."}, {"timestamp": [400.2, 401.82], "text": " And it was telling me this funny story."}, {"timestamp": [401.82, 403.32], "text": " His wife worked in a bookshop."}, {"timestamp": [403.32, 406.0], "text": " And for the last year, she'd been there for a year,"}, {"timestamp": [406.0, 410.0], "text": " she'd been told by her boss that when she counts the money"}, {"timestamp": [410.0, 416.0], "text": " at the end of the day, all of the notes have to be grouped the same way."}, {"timestamp": [416.0, 419.0], "text": " You know, all with the same side of the note up."}, {"timestamp": [419.0, 424.0], "text": " And she'd asked a few times why, and then her boss had said,"}, {"timestamp": [424.0, 426.34], "text": " well, because that's the way it has to be done."}, {"timestamp": [426.34, 427.92], "text": " And finally, this annoyed her."}, {"timestamp": [427.92, 429.78], "text": " And so she said, but why?"}, {"timestamp": [429.78, 431.32], "text": " Why does it have to be done that way?"}, {"timestamp": [431.32, 432.12], "text": " They're the same size."}, {"timestamp": [432.12, 432.76], "text": " They go to the bank."}, {"timestamp": [432.76, 433.6], "text": " They just get fed through me."}, {"timestamp": [433.6, 435.72], "text": " Why does it have to be all up the same way?"}, {"timestamp": [435.72, 437.44], "text": " And she said, I don't know."}, {"timestamp": [437.44, 439.86], "text": " My manager, my previous manager just told me"}, {"timestamp": [439.86, 441.12], "text": " that's the way it has to be done."}, {"timestamp": [441.12, 442.98], "text": " So because she got to be under her bonnet,"}, {"timestamp": [442.98, 449.32], "text": " she rang the previous manager and says, why do we have to put all the notes facing the same way? Well, it turns"}, {"timestamp": [449.32, 455.68], "text": " out that the previous manager had OCD. And there was no good reason for it other than just"}, {"timestamp": [455.68, 462.0], "text": " that's the way she wanted it. They were still doing that, wasting all of that time with"}, {"timestamp": [462.0, 468.38], "text": " no basis for it. And I think that that's kind of a significant, a significant"}, {"timestamp": [468.38, 474.8], "text": " story here because I think a lot of the things that we do in school now are baseless. We do them"}, {"timestamp": [474.8, 480.92], "text": " based on an old paradigm. So I sat down and I thought, you know, what are some of the, what"}, {"timestamp": [480.92, 487.76], "text": " are some of the paradigms that our schooling is based on? I'm going to just stop here for a minute and just I'm going to actually stop talking"}, {"timestamp": [487.76, 521.44], "text": " let you just look at them and think about those for a moment. And you may disagree with some of them, but you know, you understand that schooling,"}, {"timestamp": [521.44, 525.0], "text": " schooling was, our, my version of schooling, came out of a time, it was born out of a time, schooling was,"}, {"timestamp": [525.5, 528.28], "text": " our version of schooling came out of a time."}, {"timestamp": [528.28, 531.48], "text": " It was born out of a time when there was no internet."}, {"timestamp": [531.48, 533.72], "text": " So the only time a teacher could really communicate"}, {"timestamp": [533.72, 536.16], "text": " with their students was in class,"}, {"timestamp": [536.16, 537.46], "text": " whatever class time they had."}, {"timestamp": [537.46, 539.9], "text": " And the only real practical consolidation work"}, {"timestamp": [539.9, 541.46], "text": " that you could give to students"}, {"timestamp": [541.46, 543.8], "text": " was reading a textbook and answering questions"}, {"timestamp": [543.8, 547.44], "text": " on a worksheet or something as homework. was really and you have to do with that"}, {"timestamp": [547.44, 550.92], "text": " how else could you do it really but now with the internet you could communicate with"}, {"timestamp": [550.92, 555.36], "text": " anyone anywhere anytime kids have got access you know to the library of"}, {"timestamp": [555.36, 560.56], "text": " Alexandria at their fingertips all day every day there's no reason why we have"}, {"timestamp": [560.56, 568.76], "text": " to do things the way that we've always done them before so I want want to talk about just those last two, and the very last one first,"}, {"timestamp": [568.84, 572.3], "text": " so that knowledge is scarce and has economic value,"}, {"timestamp": [572.36, 575.02], "text": " and I want us to just have a look at that."}, {"timestamp": [576.24, 580.78], "text": " So this idea of scarcity of knowledge,"}, {"timestamp": [580.9, 583.34], "text": " something is valuable, at least commercially valuable,"}, {"timestamp": [583.46, 585.0], "text": " if it's scarce."}, {"timestamp": [587.24, 588.0], "text": " You can't get as much of it as you want. Do you remember this?"}, {"timestamp": [588.0, 590.0], "text": " Oh, good."}, {"timestamp": [590.0, 591.0], "text": " To find out how you..."}, {"timestamp": [591.0, 592.0], "text": " Look at this."}, {"timestamp": [592.0, 594.0], "text": " I was wondering where my mandibum was."}, {"timestamp": [594.0, 598.0], "text": " We're studying the environment right now."}, {"timestamp": [598.0, 600.0], "text": " Look at all this great stuff on ecosystems."}, {"timestamp": [600.0, 603.0], "text": " Also, all you need to know about."}, {"timestamp": [603.0, 606.24], "text": " This was 1990."}, {"timestamp": [606.24, 609.32], "text": " 1990 was Encyclopedia Britannica's biggest year."}, {"timestamp": [609.32, 621.5], "text": " They sold more copies of their encyclopedia in 1990 than any year before or since, at a cost of just over 2,000 Australian dollars per set."}, {"timestamp": [621.5, 622.5], "text": " Pretty impressive."}, {"timestamp": [622.5, 631.52], "text": " And of course, in 1990, it was a great, $2,000 wasn't that much because if you wanted your students to really excel at school, giving them all that knowledge, it was worth $2,000."}, {"timestamp": [632.52, 639.1], "text": " This year, early this year, Encyclopedia Britannica announced that they're no longer printing the Encyclopedia Britannica."}, {"timestamp": [639.74, 646.66], "text": " You could buy whatever was left in stock, but that's it. No more printing of the Encyclopedia Britannica. A little bit sad, really, in some ways, isn't it?"}, {"timestamp": [646.82, 648.8], "text": " They've been printing for, since, you know,"}, {"timestamp": [649.5, 652.32], "text": " since before the signing of the Declaration of Independence, I think."}, {"timestamp": [652.84, 654.82], "text": " You know, at least a long time ago anyway."}, {"timestamp": [655.24, 658.02], "text": " And at the same time, or at least a month later,"}, {"timestamp": [658.34, 661.7], "text": " they introduced an Encyclopedia Britannica iPad app,"}, {"timestamp": [661.92, 663.06], "text": " and it's free on the App Store."}, {"timestamp": [663.12, 667.52], "text": " And I thought, how cool, I get the Encyclopedia Britannica for free on my iPad so I downloaded it"}, {"timestamp": [667.52, 677.12], "text": " immediately and then I was a little bit disappointed to find in order to the first article that you have to pay $15 to subscribe to it in order to see the full article"}, {"timestamp": [677.68, 682.64], "text": " and I thought oh I don't think I'm going to pay $15 for the Encyclopedia Britannica"}, {"timestamp": [683.72, 685.76], "text": " pay $15 for the Encyclopedia Britannica. Isn't that fascinating?"}, {"timestamp": [685.76, 694.6], "text": " 1990, $2,000 seemed like a fair price for all that knowledge."}, {"timestamp": [694.6, 701.2], "text": " Just a bit over a decade later, we don't think it's worth paying $15 for."}, {"timestamp": [701.2, 703.76], "text": " Because what they're selling, they're selling ice to estu-mowers."}, {"timestamp": [703.76, 706.72], "text": " You know, nobody, we've got too too much information the last thing we want to do"}, {"timestamp": [706.72, 712.12], "text": " is pay fifteen dollars for more of it I think that illustrates beautifully how"}, {"timestamp": [712.12, 716.84], "text": " the value of knowledge the value of information the commercial value of"}, {"timestamp": [716.84, 722.86], "text": " information at least has dropped through the floor because it's not scarce you"}, {"timestamp": [722.86, 726.0], "text": " know and and I think what we should be doing in kids,"}, {"timestamp": [726.0, 728.0], "text": " rather than in class, rather than giving kids knowledge"}, {"timestamp": [728.0, 730.0], "text": " is having them produce knowledge."}, {"timestamp": [730.0, 732.0], "text": " I love, this is a site called lulu.com"}, {"timestamp": [732.0, 735.0], "text": " where you can have your students write books"}, {"timestamp": [735.0, 737.0], "text": " and then publish them on Lulu."}, {"timestamp": [737.0, 740.0], "text": " They sell the books at Amazon, on Amazon.com,"}, {"timestamp": [740.0, 742.0], "text": " write alongside J.K. Rowling's books,"}, {"timestamp": [742.0, 744.0], "text": " might be not right alongside, but at least on the same website."}, {"timestamp": [744.0, 749.52], "text": " If someone buys the book, the author gets 80% of the"}, {"timestamp": [749.52, 756.32], "text": " profits if nobody buys the book you don't pay a cent it's risk-free self-publishing"}, {"timestamp": [756.32, 761.3], "text": " you know schools that I've seen that have start having their kids publish"}, {"timestamp": [761.3, 766.88], "text": " books on lulu.com they claim that the standard of writing and thinking"}, {"timestamp": [766.88, 772.4], "text": " and planning and just the quality of work that kids do goes through the roof if they know you know"}, {"timestamp": [772.4, 776.24], "text": " i mean probably no one's going to buy it really well mom will won't she and you know and she'll"}, {"timestamp": [776.24, 780.96], "text": " buy 12 copies and give them to everybody that she knows for Christmas as well so the kid's going to"}, {"timestamp": [780.96, 784.72], "text": " make a little bit of money out of it but it's just the fact that it's in a beautiful glossy cover"}, {"timestamp": [784.7, 785.98], "text": " as well. So the kid's going to make a little bit of money out of it, but it's just the fact that it's in a beautiful, glossy cover."}, {"timestamp": [793.22, 793.28], "text": " Fantastic stuff. Look, here's another example, though, of how the value of knowledge has fallen, or why the value of knowledge is fallen."}, {"timestamp": [803.06, 803.28], "text": " This is a toy that my kids have. You've probably seen this thing. It's called 20Q. And so this toy, it's $10 from a toy world, says, think of an object."}, {"timestamp": [805.1, 805.42], "text": " So I'm thinking of a microphone."}, {"timestamp": [807.6, 807.7], "text": " And it starts asking you 20 questions."}, {"timestamp": [808.7, 809.12], "text": " Is it bigger than a duck?"}, {"timestamp": [810.22, 810.28], "text": " And you answer yes or no."}, {"timestamp": [811.18, 811.26], "text": " Is it fun to play with?"}, {"timestamp": [811.7, 811.74], "text": " Yes or no."}, {"timestamp": [812.64, 812.72], "text": " Does it matter if you drop it?"}, {"timestamp": [813.2, 813.26], "text": " Yes or no."}, {"timestamp": [813.84, 813.9], "text": " Can you roll it?"}, {"timestamp": [814.42, 814.76], "text": " Yes or no."}, {"timestamp": [819.56, 820.36], "text": " And after asking 20 questions, it says you're thinking of a microphone."}, {"timestamp": [821.8, 829.86], "text": " And I think, no way. Like a $10 toy can ask me 20 seemingly random questions and then time after time with surprising accuracy."}, {"timestamp": [830.06, 831.36], "text": " Tell me what object I'm thinking of."}, {"timestamp": [831.4, 832.5], "text": " It blows your head."}, {"timestamp": [833.42, 839.2], "text": " But it makes me wonder whether the next time somebody in my family is sick, instead of taking them to see our GP,"}, {"timestamp": [839.84, 846.42], "text": " whether maybe there's some kind of a toy that can just ask 20 questions about their symptoms"}, {"timestamp": [846.42, 848.86], "text": " and then tell them what disease they have."}, {"timestamp": [849.74, 851.72], "text": " In fact, there are websites that do that already."}, {"timestamp": [851.82, 853.5], "text": " They're not approved by the AMA."}, {"timestamp": [855.72, 858.34], "text": " But I don't know if that's necessarily because they don't work."}, {"timestamp": [859.14, 861.68], "text": " I think there are probably other reasons for that as well."}, {"timestamp": [861.74, 864.34], "text": " Because when you go and see a GP, nine times out of 10, if you think about it,"}, {"timestamp": [864.46, 866.24], "text": " nine times out of 10, what the GP it nine times out of ten what the GP"}, {"timestamp": [866.24, 870.98], "text": " does is they ask yes and no questions follow a decision tree that brackets to"}, {"timestamp": [870.98, 877.4], "text": " yes no answers you know the ability to do that in the 20th century the ability to"}, {"timestamp": [877.4, 880.46], "text": " memorize a big body of knowledge and then systematically access it on"}, {"timestamp": [880.46, 884.36], "text": " demand was a killer skill and not many people could do it and if you could you"}, {"timestamp": [884.36, 888.04], "text": " could be a doctor or a lawyer or an accountant or a computer programmer"}, {"timestamp": [888.04, 892.84], "text": " but now ten dollar toys can do that kind of thing as well you know we're seeing"}, {"timestamp": [892.84, 895.96], "text": " that kind of automation happen everywhere and people who used to be knowledge"}, {"timestamp": [895.96, 899.5], "text": " workers being replaced by machines I mean you've seen it with banks we've seen it"}, {"timestamp": [899.5, 902.8], "text": " with you know you don't have to check in when you get to the airport you don't"}, {"timestamp": [902.8, 905.72], "text": " have to you know unless you're putting your luggage in in fact even if you're putting your luggage in a Tullamarine airport now you can do that yourself you don't have to check in when you get to the airport, you don't have to, you know, unless you're putting your luggage in."}, {"timestamp": [905.72, 907.18], "text": " In fact, even if you're putting your luggage in,"}, {"timestamp": [907.18, 909.0], "text": " a Tullamarine airport, now you can do that yourself."}, {"timestamp": [909.0, 912.84], "text": " You don't have to see a person to check your luggage in."}, {"timestamp": [912.84, 914.76], "text": " In the past, if you wanted to get a divorce,"}, {"timestamp": [914.76, 917.14], "text": " unless you wanted to fight over kids and so on,"}, {"timestamp": [917.14, 918.76], "text": " if you just wanted an uncontested divorce,"}, {"timestamp": [918.76, 921.54], "text": " you have to pay several thousand dollars to a lawyer"}, {"timestamp": [921.54, 929.0], "text": " to make sure the process was done according to the law, T's dotting eyes and all that sort of thing if you"}, {"timestamp": [929.0, 933.2], "text": " want an uncontested divorce now you can just go at least if you live in"}, {"timestamp": [933.2, 937.22], "text": " Australia to divorce.com.a u and you can do it yourself I'm sure there's a"}, {"timestamp": [937.22, 941.06], "text": " New Zealand equivalent you can you can fill it in yourself it doesn't cost"}, {"timestamp": [941.06, 944.52], "text": " you anything you just pay the government stamp duty or whatever and that's it"}, {"timestamp": [944.52, 952.3], "text": " a self-done divorce now I'm not saying I should just"}, {"timestamp": [952.3, 954.88], "text": " go back I'm not saying that we won't need lawyers in the future of course we"}, {"timestamp": [954.88, 960.7], "text": " will because sometimes a divorce is messy and and you need a lawyer to sort"}, {"timestamp": [960.7, 964.06], "text": " that out right but see what they're doing what that lawyer is doing then is"}, {"timestamp": [964.06, 966.0], "text": " they're not just following the law,"}, {"timestamp": [966.0, 968.0], "text": " there's also a lot of bargaining,"}, {"timestamp": [968.0, 970.0], "text": " and there's a lot of empathy, and, you know,"}, {"timestamp": [970.0, 973.0], "text": " those are very human qualities."}, {"timestamp": [973.0, 975.0], "text": " They're not the sorts of, it's not just knowledge"}, {"timestamp": [975.0, 978.0], "text": " that you can, you know, it's the same with doctors."}, {"timestamp": [978.0, 980.0], "text": " We'll still need doctors in the 21st century,"}, {"timestamp": [980.0, 982.0], "text": " but just maybe not the kind"}, {"timestamp": [982.0, 984.0], "text": " who can just follow a decision tree"}, {"timestamp": [984.0, 985.12], "text": " and arrive at an answer."}, {"timestamp": [990.4, 992.66], "text": " But when you're sick, the value of knowing that somebody understands and they know what it's like and what the future is likely to hold, that's valuable."}, {"timestamp": [993.32, 998.14], "text": " But it's not just, you know, the knowledge of medicine is still necessary, but no longer sufficient."}, {"timestamp": [999.4, 1003.9], "text": " You remember when you were on a plane and the hostess has come out and they do their little safety"}, {"timestamp": [1003.9, 1007.1], "text": " song and dance to show you the safety features of the plane?"}, {"timestamp": [1007.1, 1012.28], "text": " Well, I was on a plane recently and they didn't do that."}, {"timestamp": [1012.28, 1013.52], "text": " I'd never seen that before."}, {"timestamp": [1013.52, 1015.44], "text": " The hostesses didn't come out."}, {"timestamp": [1015.44, 1019.96], "text": " Instead, a screen came down from the ceiling and virtual hosts and hostesses explained the safety"}, {"timestamp": [1019.96, 1025.44], "text": " features of the plane, while the real hosts and hostesses were walking down the"}, {"timestamp": [1025.44, 1029.72], "text": " aisles interacting with with passengers making sure their seatbelts were done"}, {"timestamp": [1029.72, 1034.76], "text": " up properly there was a kid crying and and this guy pulls out a lollipop and"}, {"timestamp": [1034.76, 1039.56], "text": " gave a lollipop to the kid and I thought how excellent because what this"}, {"timestamp": [1039.56, 1044.82], "text": " airline had done is they'd said certain things that our our attendants do can be"}, {"timestamp": [1044.82, 1045.5], "text": " automated so let's automate them so that we can things that our attendants do can be automated."}, {"timestamp": [1045.5, 1050.44], "text": " So let's automate them so that we can free up our people to do the things that only people"}, {"timestamp": [1050.44, 1051.68], "text": " can do."}, {"timestamp": [1051.68, 1054.34], "text": " It makes a lot of sense when you think about it."}, {"timestamp": [1054.34, 1059.44], "text": " In our context, of course, if I'm walking into my classroom and doing that, is that really"}, {"timestamp": [1059.44, 1063.88], "text": " any different to the hostess, waving her arms around and showing me a seatbelt?"}, {"timestamp": [1063.88, 1067.68], "text": " If I, you know, taught for 22 years, this is my 23rd year,"}, {"timestamp": [1068.12, 1070.72], "text": " if I'm teaching the same lesson over and over again,"}, {"timestamp": [1070.82, 1072.82], "text": " it's the same thing that the hostesses are doing."}, {"timestamp": [1072.98, 1074.4], "text": " I say, let's automate that."}, {"timestamp": [1074.74, 1075.26], "text": " Let's get it."}, {"timestamp": [1075.4, 1078.72], "text": " If it's even necessary to do it all, let's automate it."}, {"timestamp": [1080.34, 1082.92], "text": " Because our traditional model of schooling, you know,"}, {"timestamp": [1083.04, 1084.46], "text": " is that during the day, that's what we do."}, {"timestamp": [1084.52, 1087.22], "text": " We stand at the front of the class and we tell them stuff."}, {"timestamp": [1087.22, 1092.88], "text": " We explain how to do things and we explain processes, we explain, you know, math equations, whatever it is."}, {"timestamp": [1092.88, 1097.8], "text": " And then we send them home at night to do work that consolidates their learning."}, {"timestamp": [1097.8, 1104.24], "text": " And you've probably heard of this term, it's become a bit popular lately called flipping the classroom."}, {"timestamp": [1104.24, 1105.24], "text": " The idea of flipping the classroom."}, {"timestamp": [1107.06, 1111.62], "text": " The idea of flipping the classroom says, well, what you do, what you should do is do that backwards."}, {"timestamp": [1111.62, 1113.76], "text": " If there's something that you need to explain,"}, {"timestamp": [1113.76, 1114.82], "text": " do it at night."}, {"timestamp": [1114.82, 1117.76], "text": " Do it on a YouTube video, do it in a podcast."}, {"timestamp": [1117.76, 1119.84], "text": " If kids need to ask questions like they used to do,"}, {"timestamp": [1119.84, 1121.44], "text": " instead of doing that in the classroom,"}, {"timestamp": [1121.44, 1124.32], "text": " do it on a Facebook group, do it on a discussion board,"}, {"timestamp": [1124.32, 1129.2], "text": " so that class time can be spent working one-on-one with kids that you can do, not only that,"}, {"timestamp": [1129.2, 1135.48], "text": " but more practical activities and debates and role plays and modeling activities and the"}, {"timestamp": [1135.48, 1138.24], "text": " kinds of things that we know make for exciting, engaging learning."}, {"timestamp": [1138.24, 1140.24], "text": " It makes a lot of sense to me, you know."}, {"timestamp": [1140.24, 1143.96], "text": " Now I don't think, I think a lot of the things that we say to students don't need to be said"}, {"timestamp": [1143.96, 1144.96], "text": " at all."}, {"timestamp": [1144.96, 1146.0], "text": " They should be discovering that themselves."}, {"timestamp": [1146.0, 1150.5], "text": " They've got access now to the same body, the same pool of information that we do."}, {"timestamp": [1150.5, 1155.0], "text": " You know, why do I need to go in and tell my students about photosynthesis?"}, {"timestamp": [1155.0, 1156.0], "text": " I don't think I do."}, {"timestamp": [1156.0, 1159.0], "text": " I think they can find that out quite well by themselves."}, {"timestamp": [1159.0, 1162.5], "text": " There are some things, of course, and I think genetics is a great example of that,"}, {"timestamp": [1162.5, 1167.1], "text": " where no matter how much they find out, there will be aspects of it that they'll really struggle to understand."}, {"timestamp": [1167.1, 1169.82], "text": " And so the value of a teacher then is that,"}, {"timestamp": [1169.82, 1171.14], "text": " because some people are saying that,"}, {"timestamp": [1171.14, 1173.78], "text": " you shouldn't be explaining things as a student at all,"}, {"timestamp": [1173.78, 1173.8], "text": " students at all."}, {"timestamp": [1173.8, 1175.06], "text": " I think that's going too far."}, {"timestamp": [1175.06, 1177.04], "text": " Because I think the real value of a teacher"}, {"timestamp": [1177.04, 1178.66], "text": " is that unlike anybody else,"}, {"timestamp": [1178.66, 1181.24], "text": " the teacher understands the content"}, {"timestamp": [1181.24, 1186.0], "text": " and understands the young minds that the teachers working with."}, {"timestamp": [1186.0, 1190.5], "text": " They're in that unique position of being able to form a bridge between the learning"}, {"timestamp": [1190.5, 1192.4], "text": " and the learner."}, {"timestamp": [1192.4, 1196.04], "text": " I think we need to show restraint and not give them more than we need to, but we also need"}, {"timestamp": [1196.04, 1197.4], "text": " to be there to explain certain things."}, {"timestamp": [1197.4, 1202.1], "text": " But anything that we need to explain, I would say, shouldn't be done in the classroom"}, {"timestamp": [1202.1, 1203.1], "text": " necessarily."}, {"timestamp": [1203.1, 1207.76], "text": " It could be just done any time. And that frees up"}, {"timestamp": [1207.76, 1212.76], "text": " class time for kids to be then making their own podcasts to share with kids with each other."}, {"timestamp": [1212.76, 1217.76], "text": " Hi, I'm Ruthie and I'm Sonia and we're doing our podcast on a Blue Triangle Butterfly."}, {"timestamp": [1217.76, 1226.12], "text": " Today we are talking to Blotley, the Blue Butterfly. Now tell me, Bluley. If your common name is the Blue Triangle Butterfly,"}, {"timestamp": [1226.12, 1228.12], "text": " what is your scientific name?"}, {"timestamp": [1232.24, 1233.4], "text": " So you're great, you know,"}, {"timestamp": [1233.4, 1235.76], "text": " you kids are microphone and they become really creative"}, {"timestamp": [1235.76, 1238.3], "text": " and it's a much more fun way of presenting"}, {"timestamp": [1238.3, 1239.86], "text": " their learning than writing it down."}, {"timestamp": [1239.86, 1241.72], "text": " But if they're going to write something down,"}, {"timestamp": [1241.72, 1243.14], "text": " I mean, I love doing this."}, {"timestamp": [1243.14, 1249.32], "text": " This is my students when they learn about evolution, they read about that, they study about that,"}, {"timestamp": [1249.32, 1251.28], "text": " we discuss it."}, {"timestamp": [1251.28, 1254.68], "text": " But then their assessment task is to write a Wikipedia article about it."}, {"timestamp": [1254.68, 1258.4], "text": " They have to find a species that has very little written about it."}, {"timestamp": [1258.4, 1259.84], "text": " They have to research about it."}, {"timestamp": [1259.84, 1263.66], "text": " That might involve contacting scientists that might involve whatever they have to do to find"}, {"timestamp": [1263.66, 1267.84], "text": " out about the evolution of that species, and then they have to write it on Wikipedia and"}, {"timestamp": [1267.84, 1271.94], "text": " it's awesome they find out that in you know most in most cases after 20 or 30"}, {"timestamp": [1271.94, 1276.32], "text": " minutes what they've written gets deleted by somebody you know who's watching"}, {"timestamp": [1276.32, 1281.3], "text": " is very jealous of what goes on Wikipedia or sometimes it gets one time it got"}, {"timestamp": [1281.3, 1285.7], "text": " taken down by a scientist who then changed bits and then put it back up again."}, {"timestamp": [1285.7, 1292.8], "text": " So substantially the kid's work but it had been edited by sometimes people will take it down and then send a message to the kid and say,"}, {"timestamp": [1292.8, 1295.7], "text": " I took your work down and these are the reasons."}, {"timestamp": [1295.7, 1299.9], "text": " You should have cited this fact or you, what a fantastic learning experience."}, {"timestamp": [1299.9, 1303.2], "text": " But even the kids whose work gets deleted, I initially thought, oh they're going to be so crushed."}, {"timestamp": [1303.2, 1306.2], "text": " You know, they did all this work and it got deleted in 10 minutes."}, {"timestamp": [1306.2, 1307.2], "text": " But you know what?"}, {"timestamp": [1307.2, 1311.1], "text": " The first kid that happened to said, well, at least my work isn't being ignored."}, {"timestamp": [1311.1, 1312.1], "text": " Isn't that fascinating?"}, {"timestamp": [1312.1, 1315.4], "text": " You know, at least somebody read it and cared enough to delete it."}, {"timestamp": [1315.4, 1318.6], "text": " Like that, I think, in itself is a significant shift."}, {"timestamp": [1318.6, 1325.0], "text": " But when we need to create time in class to be doing real things like that, by moving any explanations out of the class, it really does that."}, {"timestamp": [1325.0, 1328.0], "text": " The second thing that I want to talk about is,"}, {"timestamp": [1328.0, 1332.0], "text": " the first of the things on that list is that what we do is limited"}, {"timestamp": [1332.0, 1334.0], "text": " by where we are and what time we do it."}, {"timestamp": [1334.0, 1339.0], "text": " That's a 20th century paradigm that,"}, {"timestamp": [1339.0, 1340.0], "text": " Henry Ford,"}, {"timestamp": [1340.0, 1345.04], "text": " Henry Ford used to fire people if they smiled on the production line at work."}, {"timestamp": [1345.72, 1346.34], "text": " Is that amazing?"}, {"timestamp": [1350.82, 1351.28], "text": " It was an automatic firing if they laughed,"}, {"timestamp": [1354.76, 1358.78], "text": " but there are many stories of people who were fired just even for smiling because, you know, you had eight hours of work, eight hours of rest and eight hours of play."}, {"timestamp": [1359.24, 1362.16], "text": " How dare you bring your eight hours of play to work?"}, {"timestamp": [1362.5, 1364.64], "text": " You don't mix them, you know."}, {"timestamp": [1365.3, 1367.9], "text": " But we're not in that era anymore."}, {"timestamp": [1368.0, 1371.08], "text": " Now we work at home and we take our home to work."}, {"timestamp": [1371.24, 1372.64], "text": " And, you know, it's so much more blended."}, {"timestamp": [1373.12, 1374.66], "text": " But for our young people, they've grown up at a time."}, {"timestamp": [1374.74, 1375.48], "text": " Do you remember when we were young?"}, {"timestamp": [1375.74, 1377.4], "text": " And, you know, there's a new David Bowie album."}, {"timestamp": [1377.7, 1379.18], "text": " And so you have to go down to brashes."}, {"timestamp": [1379.78, 1381.08], "text": " Did you have brashes in New Zealand?"}, {"timestamp": [1381.32, 1382.24], "text": " Down to the music shop."}, {"timestamp": [1382.5, 1384.84], "text": " And, you know, on a Saturday morning when it was open"}, {"timestamp": [1384.84, 1389.32], "text": " and you could maybe listen to the album and then buy it,"}, {"timestamp": [1389.32, 1391.82], "text": " nobody does that anymore because you have access"}, {"timestamp": [1391.82, 1394.6], "text": " to music anytime you want it."}, {"timestamp": [1394.6, 1396.76], "text": " Same thing very quickly happening with books."}, {"timestamp": [1396.76, 1399.56], "text": " In my town in Shepard in North Central Victoria,"}, {"timestamp": [1399.56, 1401.54], "text": " we used to have Angus and Robertson,"}, {"timestamp": [1401.54, 1405.0], "text": " we used to have book world, we used to have Collins."}, {"timestamp": [1405.0, 1409.0], "text": " Now we've got Collins. The others have all packed up and moved out of town."}, {"timestamp": [1409.0, 1413.0], "text": " You know, we're seeing that. Statistics say that people are reading more and more than ever,"}, {"timestamp": [1413.0, 1418.0], "text": " but they're not buying books, because the convenience of being able to download stuff whenever you want"}, {"timestamp": [1418.0, 1424.0], "text": " is something that we're going to take for granted. But it's not only content, I mean, it's information as well, you know,"}, {"timestamp": [1424.0, 1428.76], "text": " kids will just Google things if they don't know them, but it's also access to people. This is a screenshot"}, {"timestamp": [1428.76, 1436.3], "text": " of my son's page. It was probably a year or so, a couple of years ago now, but I walked in,"}, {"timestamp": [1436.3, 1439.48], "text": " I just said, I want to take a photo of your screen, because you can see he's got Facebook"}, {"timestamp": [1439.48, 1443.44], "text": " open talking to one group of friends. He had MySpace open talking to another group of friends. He"}, {"timestamp": [1443.44, 1449.7], "text": " had Wikipedia open because he likes writing articles on Wikipedia. He's fascinated in butterflies. My son knows"}, {"timestamp": [1449.7, 1455.56], "text": " more, 16. He knows more about some species of butterflies than just about anybody in Australia."}, {"timestamp": [1455.86, 1460.28], "text": " And he'll write entries and edit entries in Wikipedia and then argue with people back and"}, {"timestamp": [1460.28, 1463.26], "text": " forth. I mean, it's fascinating. So he's got that open and talking to another group. And then he's"}, {"timestamp": [1463.26, 1466.3], "text": " opened a folder of homework because he saw me coming into the room as well."}, {"timestamp": [1468.3, 1473.9], "text": " But, you know, they've got access. They want access to people any time of day or night."}, {"timestamp": [1475.02, 1479.72], "text": " Access the content, any time of day or night. But when they go to school, you know, we're saying,"}, {"timestamp": [1479.76, 1492.36], "text": " well, you can have your learning between 9 and 3.30. And it just doesn't resonate with the way everything else in their life is heading. Last year, I've had a discussion board for my class since 2005 where, you know,"}, {"timestamp": [1492.42, 1496.16], "text": " kids could ask their questions if they had them outside of class. I thought it was a good idea"}, {"timestamp": [1496.16, 1501.14], "text": " if they think of a question when they leave class or maybe when they're doing their homework or,"}, {"timestamp": [1501.14, 1506.42], "text": " you know, just something they were too shy or embarrassed to ask in class they could go home put it on the discussion board and"}, {"timestamp": [1506.42, 1512.66], "text": " we could we could answer it there last year some of my students said mr."}, {"timestamp": [1512.66, 1519.26], "text": " dafter there's something that we need to talk to you about and and I said I'm"}, {"timestamp": [1519.26, 1524.3], "text": " listening and they said well your discussion board's good and everything"}, {"timestamp": [1524.3, 1526.48], "text": " but we like Facebook"}, {"timestamp": [1526.48, 1530.1], "text": " better and we're all using it."}, {"timestamp": [1530.1, 1534.34], "text": " We'd like you to come with us, if you will, was sort of the way they put it."}, {"timestamp": [1534.34, 1540.4], "text": " So like most teachers, I'd sort of resisted Facebook, and there are certainly some issues"}, {"timestamp": [1540.4, 1541.4], "text": " with it."}, {"timestamp": [1541.4, 1545.5], "text": " But when I went to look at what they'd done without me, I was just blown away."}, {"timestamp": [1545.5, 1549.5], "text": " There was this 24 hour a day conversation going on about stuff."}, {"timestamp": [1549.5, 1551.5], "text": " I mean, they decided to buy some rabbits."}, {"timestamp": [1551.5, 1554.5], "text": " It's probably too small for you to read, so don't worry too much about doing that."}, {"timestamp": [1554.5, 1560.5], "text": " But they decided to buy some rabbits and breed them to test the genetics that we were learning."}, {"timestamp": [1560.5, 1567.28], "text": " You know, we found that we, you know, kids were taking photos of experiments we were doing in class and putting them up there and then discussing what the"}, {"timestamp": [1567.28, 1571.62], "text": " results mean. I found that I could make screencasts and put them straight in there and"}, {"timestamp": [1571.62, 1575.36], "text": " put YouTube videos in there, you can embed them in the wall and they can watch them"}, {"timestamp": [1575.36, 1578.96], "text": " right there on the Facebook group page without even, you know, you don't have to,"}, {"timestamp": [1578.96, 1582.12], "text": " it's not a link that takes you to another place to watch the video, it's right there"}, {"timestamp": [1582.12, 1585.16], "text": " on the wall and then you can ask questions and make comments about it right there."}, {"timestamp": [1585.16, 1588.68], "text": " Just, I mean, it was absolutely fantastic."}, {"timestamp": [1588.68, 1597.0], "text": " Just that phenomenal volume of traffic that it was getting just makes so much sense."}, {"timestamp": [1597.0, 1610.4], "text": " One of the great things that I found about that Facebook page was that if I'm on my Facebook page and somebody writes something on the Facebook group wall,"}, {"timestamp": [1610.66, 1614.96], "text": " I still get a notification even though it's on a separate group."}, {"timestamp": [1615.06, 1616.46], "text": " So you've already logged into Facebook."}, {"timestamp": [1617.04, 1623.7], "text": " So on my discussion board, previous to Facebook, the best students were there quite frequently."}, {"timestamp": [1624.04, 1625.1], "text": " But there are a lot of students who never went there. Once we moved to Facebook, the best students were there quite frequently. But there are a lot of students"}, {"timestamp": [1625.1, 1630.76], "text": " who never went there. Once we moved to Facebook, the best students, the most sciencey academic"}, {"timestamp": [1630.76, 1636.04], "text": " students, they were here just as much as they were on my Facebook, on my discussion board."}, {"timestamp": [1636.28, 1640.8], "text": " But the students who were there the most, in many cases, were the students who never went"}, {"timestamp": [1640.8, 1645.56], "text": " to my discussion board. Why? Because they're the very same kids who are wasting all their time"}, {"timestamp": [1645.56, 1646.56], "text": " and the evenings on Facebook."}, {"timestamp": [1646.96, 1649.58], "text": " But now they're being dragged into the conversation"}, {"timestamp": [1649.58, 1652.4], "text": " because the little notification flag keeps lighting up saying,"}, {"timestamp": [1652.48, 1654.56], "text": " oh, Jenny wrote something on the biology group wall,"}, {"timestamp": [1654.86, 1656.72], "text": " and they can't resist clicking to see what it is,"}, {"timestamp": [1656.76, 1658.46], "text": " and it was dragging them into the conversation."}, {"timestamp": [1658.76, 1660.24], "text": " It makes perfect sense, doesn't it?"}, {"timestamp": [1660.24, 1661.82], "text": " And there are other great sites."}, {"timestamp": [1661.94, 1664.4], "text": " I mean, Edmodo is fantastic, and Ning is really good,"}, {"timestamp": [1664.68, 1666.16], "text": " but it's still another site."}, {"timestamp": [1666.16, 1668.96], "text": " The kid's still got to click, type in a URL,"}, {"timestamp": [1668.96, 1671.6], "text": " or click a bookmark or something, go to another site,"}, {"timestamp": [1671.6, 1673.64], "text": " then they've got to log in with a username and password."}, {"timestamp": [1673.64, 1675.08], "text": " For a lot of kids, that's just too much effort"}, {"timestamp": [1675.08, 1676.4], "text": " to go to all these different sites."}, {"timestamp": [1676.4, 1677.94], "text": " They're already on Facebook."}, {"timestamp": [1677.94, 1679.9], "text": " I say, let's use that."}, {"timestamp": [1679.9, 1681.76], "text": " You know, it's not about,"}, {"timestamp": [1683.84, 1687.0], "text": " the only thing I want to point out is that this is a closed group,"}, {"timestamp": [1687.0, 1693.24], "text": " to a labour fear of many educators, it's a closed group which means that random people from"}, {"timestamp": [1693.24, 1695.32], "text": " the community can't see what's happening here."}, {"timestamp": [1695.32, 1699.42], "text": " The only people who can see what's happening in the group are members of the group,"}, {"timestamp": [1699.42, 1705.22], "text": " which is me, the other biology teacher, our school principal, and the kids in the class."}, {"timestamp": [1705.22, 1707.74], "text": " They're the only people who can see, and a student teacher, they're the only"}, {"timestamp": [1707.74, 1713.86], "text": " people who can see what's happening in that group. But also people in the group,"}, {"timestamp": [1713.86, 1718.84], "text": " you don't need to friend your students in order to share a group with them. So, you"}, {"timestamp": [1718.84, 1723.92], "text": " know, Eleanor's not my friend on Facebook. If I write, if I put, write a status update on"}, {"timestamp": [1723.92, 1726.8], "text": " my own personal profile, Eleanor won't see it."}, {"timestamp": [1726.8, 1730.6], "text": " If Eleanor takes a photo of herself in a bikini beside the pool on a Saturday afternoon"}, {"timestamp": [1730.6, 1736.32], "text": " and puts it on her Facebook wall, it doesn't come up in my feed. I don't see it because"}, {"timestamp": [1736.32, 1741.0], "text": " she doesn't have to be my Facebook friend. So it's as good as any discussion board, but it has"}, {"timestamp": [1741.0, 1748.48], "text": " the benefits of being in a place where the kids are. And it just makes such logical sense."}, {"timestamp": [1748.48, 1753.88], "text": " I want to talk a little bit about podcasting."}, {"timestamp": [1753.88, 1759.18], "text": " Because again, we're talking about here this paradigm, this 20th century paradigm that you"}, {"timestamp": [1759.18, 1764.48], "text": " need, what you do is dependent on where you are, that we need to talk to our students in class,"}, {"timestamp": [1764.48, 1767.16], "text": " that they need to do homework at home. We don't. We can talk to our students in class, that they need to do homework at home."}, {"timestamp": [1767.16, 1768.16], "text": " We don't."}, {"timestamp": [1768.16, 1770.34], "text": " We can talk to our students in class, but we can talk to them at home."}, {"timestamp": [1770.34, 1775.24], "text": " They can do homework at home, but they can do it in class."}, {"timestamp": [1775.24, 1782.24], "text": " Those paradigms were formed at a time before the internet, and now they're completely"}, {"timestamp": [1782.24, 1784.24], "text": " baseless."}, {"timestamp": [1784.24, 1795.36], "text": " I started making a podcast in the end of 2005 actually, but I really started in 2006, seriously."}, {"timestamp": [1795.36, 1802.52], "text": " I made a podcast and you just..."}, {"timestamp": [1802.52, 1807.0], "text": " The idea for this came back in 2005 when I was driving to school."}, {"timestamp": [1807.0, 1810.0], "text": " They're told to leave those, quote, toys at home."}, {"timestamp": [1810.0, 1817.0], "text": " They're not to be used in school. Instead, the system continues teaching as if these kids belong to the last century by standing in front of the blackboard."}, {"timestamp": [1817.0, 1818.0], "text": " Is he right?"}, {"timestamp": [1818.0, 1819.0], "text": " Yep."}, {"timestamp": [1819.0, 1822.0], "text": " But there's also a difference between technology and science."}, {"timestamp": [1822.0, 1825.44], "text": " You know, science is much more, you know, they're not learning science,"}, {"timestamp": [1825.44, 1827.08], "text": " I'm learning technology learning to end results."}, {"timestamp": [1827.08, 1829.04], "text": " Right, but they're not even learning technology"}, {"timestamp": [1829.04, 1830.5], "text": " in school, I think the point is trying."}, {"timestamp": [1830.5, 1832.76], "text": " Yeah, he's also saying that they're not using"}, {"timestamp": [1832.76, 1835.84], "text": " any of these great-tastic learning tools at all."}, {"timestamp": [1835.84, 1838.1], "text": " They're just, they're just the blackboard."}, {"timestamp": [1838.1, 1841.0], "text": " Yeah, so here I was, I was in my car, 2005,"}, {"timestamp": [1841.0, 1842.96], "text": " driving to work, I just got this job"}, {"timestamp": [1842.96, 1844.24], "text": " that the principal had given me,"}, {"timestamp": [1844.24, 1846.7], "text": " so I had no IT background, and I'm now in an IT job."}, {"timestamp": [1846.7, 1852.8], "text": " So I downloaded a podcast called This Week in Tech and I was listening to it on my way to school and back."}, {"timestamp": [1853.72, 1859.58], "text": " And I was loving it. It was great because I was more up to date than I would be if I was even reading"}, {"timestamp": [1860.04, 1866.8], "text": " you know technology journals because by the time the technology journals come, the news has been out for a little month or so."}, {"timestamp": [1867.3, 1871.68], "text": " This was every week, there was a new hour to an hour and a half of these experts"}, {"timestamp": [1871.68, 1873.06], "text": " talking about what had happened."}, {"timestamp": [1873.24, 1873.94], "text": " I was loving it."}, {"timestamp": [1873.94, 1878.14], "text": " It was like doing my professional reading, but it was taking none of my own personal time."}, {"timestamp": [1878.22, 1879.56], "text": " I was just using my drive time."}, {"timestamp": [1880.44, 1884.08], "text": " You know, I mean, I'm sitting, I've got a 15-minute drive to school and a 15-minute drive home."}, {"timestamp": [1884.48, 1889.1], "text": " For half an hour a day, I'm sitting in my car watching people cross traffic lights."}, {"timestamp": [1889.46, 1894.18], "text": " But now I was using that time to learn and to learn really productively."}, {"timestamp": [1894.58, 1895.48], "text": " And I was loving it."}, {"timestamp": [1897.5, 1905.0], "text": " And I still remember exactly the moment when I crossed into my school driveway and my mind switched,"}, {"timestamp": [1905.86, 1907.1], "text": " you know how it does school mode,"}, {"timestamp": [1907.1, 1909.86], "text": " and I thought, wouldn't that be fantastic"}, {"timestamp": [1909.86, 1912.18], "text": " if my students were learning biology like this?"}, {"timestamp": [1912.18, 1914.32], "text": " Some of them were sitting on the bus for half an hour,"}, {"timestamp": [1914.32, 1917.08], "text": " some of them for an hour on the way to school and home."}, {"timestamp": [1917.08, 1918.08], "text": " Two hours a day."}, {"timestamp": [1918.08, 1921.76], "text": " Some kids are sitting on the bus, bored out of their minds."}, {"timestamp": [1921.76, 1924.24], "text": " Wouldn't it be fantastic if they could be using that time"}, {"timestamp": [1924.24, 1926.48], "text": " to learn biology?"}, {"timestamp": [1926.48, 1931.24], "text": " So I made them a podcast and I'll play a little, this is just a little sample of how it sounds now."}, {"timestamp": [1931.24, 1947.0], "text": " It didn't sound this good in the early days, but nevertheless, I'll play a little sample for you. This is Dowci's Biology episode of 11 for 2012, the Department of Defense."}, {"timestamp": [1947.0, 1956.0], "text": " Isn't this the coolest way you're staying? You're sitting on the bus so you're in the canteen queue."}, {"timestamp": [1956.0, 1961.0], "text": " You know your headphones on? Look around. Everyone who sits you, thinks you're listening, there's some cool music."}, {"timestamp": [1961.0, 1964.0], "text": " Well let them link that show. Just go on your head and tap your floor."}, {"timestamp": [1964.0, 1968.4], "text": " I want to tell them what you do it. and you know it'll be our little secret and in"}, {"timestamp": [1968.4, 1981.12], "text": " me what let's study biology well hey Ron and welcome back to the virtual"}, {"timestamp": [1981.12, 1985.0], "text": " biology classroom this is going to be a really great episode because in this..."}, {"timestamp": [1985.0, 1992.0], "text": " That will do as a sample, but it's sort of meant to be kind of entertaining and we'll talk to scientists on there."}, {"timestamp": [1992.0, 1997.0], "text": " We'll ring them up and interview them and I'll bring up and interview students who did really well last year"}, {"timestamp": [1997.0, 2005.1], "text": " and they'll tell us about their tips for success and you know, kids will send in voicemails and there's not just one way, you know, kids will, there'sicemails, and there's not just one way,"}, {"timestamp": [2006.64, 2007.28], "text": " you know, kids will, there's a voicemail number."}, {"timestamp": [2009.66, 2009.84], "text": " They can ring for free and ask their questions,"}, {"timestamp": [2011.94, 2012.96], "text": " so we have a like a talk back radio kind of."}, {"timestamp": [2014.7, 2015.48], "text": " Really, it's a lot of fun."}, {"timestamp": [2019.62, 2022.1], "text": " Anyway, I made this podcast, and it was not even that polished back in the early days, and I know that sounds kind of professional, you know,"}, {"timestamp": [2022.24, 2025.36], "text": " but really it's such a simple thing to do."}, {"timestamp": [2026.08, 2031.6], "text": " In fact, I ran a workshop on podcasting at my school a year or so back, and one of the teachers"}, {"timestamp": [2031.6, 2039.0], "text": " who came stayed back after, and he said, he said, Douchy, I've got to tell you I'm, I'm disappointed"}, {"timestamp": [2039.0, 2044.86], "text": " that I came. And I said, how come, Tony? And he said, well, he said, because I, like, I had you"}, {"timestamp": [2044.86, 2045.24], "text": " up here."}, {"timestamp": [2045.3, 2047.02], "text": " I thought you were like this IT genius."}, {"timestamp": [2047.26, 2050.78], "text": " But now I can see that any idiot with a computer can do the stuff you're doing."}, {"timestamp": [2051.16, 2052.5], "text": " And, you know, he's exactly right."}, {"timestamp": [2053.34, 2056.88], "text": " These tools are getting easier and easier and easier to use."}, {"timestamp": [2057.24, 2058.34], "text": " I'm doing a workshop tomorrow."}, {"timestamp": [2058.4, 2065.16], "text": " If some of you are doing it, I'll show you some really simple tools that just you don't have to be good with a computer to do this kind of stuff"}, {"timestamp": [2065.16, 2073.02], "text": " like you did even five years ago. But I made this podcast back in 2006, at the start of 2006,"}, {"timestamp": [2073.14, 2076.96], "text": " put it on iTunes so my kids could access it easily. And you ought to amaze me that I came back"}, {"timestamp": [2076.96, 2082.56], "text": " in three weeks and type of biology in the search field. And my podcast came up as the number one"}, {"timestamp": [2082.56, 2086.88], "text": " here. Isn't that amazing that a teacher with no IT background"}, {"timestamp": [2086.88, 2089.62], "text": " and no audio background makes a pretty amateur podcast"}, {"timestamp": [2089.62, 2093.56], "text": " for 25 kids in a country town in North Central Victoria?"}, {"timestamp": [2093.56, 2096.7], "text": " And in three weeks, it's the number one biology podcast"}, {"timestamp": [2096.7, 2098.7], "text": " in the world."}, {"timestamp": [2098.7, 2101.52], "text": " I think that says two things."}, {"timestamp": [2101.52, 2104.5], "text": " Firstly, there was no competition."}, {"timestamp": [2110.66, 2116.34], "text": " This was the birth of podcasting. And secondly, there are a lot of people who want to learn from a teacher who is not their teacher. There's barely a day that"}, {"timestamp": [2116.34, 2121.62], "text": " goes by that I don't get emails from kids. I don't know asking me, can you recommend a podcast"}, {"timestamp": [2121.62, 2125.5], "text": " in chemistry or in history? Kids are out there looking, they don't get their teacher."}, {"timestamp": [2125.66, 2127.32], "text": " Maybe their personality, their learning style,"}, {"timestamp": [2127.36, 2128.9], "text": " doesn't resonate with the way they're being taught."}, {"timestamp": [2129.14, 2131.24], "text": " And they're out there looking for someone else"}, {"timestamp": [2131.24, 2132.56], "text": " who can explain stuff to them."}, {"timestamp": [2134.16, 2138.84], "text": " You know, at the moment, my podcast gets a thousand downloads a day."}, {"timestamp": [2138.84, 2142.26], "text": " I'm making a podcast maybe once every week to every two weeks."}, {"timestamp": [2143.02, 2147.32], "text": " So we're talking maybe somewhere, maybe 10,000 students"}, {"timestamp": [2147.32, 2149.78], "text": " listen to every episode that I make."}, {"timestamp": [2149.78, 2153.56], "text": " 25 of those kids are being told that they're expected to."}, {"timestamp": [2153.56, 2155.48], "text": " The rest, they just want to."}, {"timestamp": [2155.48, 2157.68], "text": " And the thing about this is that there"}, {"timestamp": [2157.68, 2160.52], "text": " people from all over the place for all sorts of different reasons."}, {"timestamp": [2160.52, 2162.26], "text": " This is Karen, who was a girl in Melbourne,"}, {"timestamp": [2162.26, 2164.34], "text": " couldn't do biology at her school because it was blocked"}, {"timestamp": [2164.34, 2166.0], "text": " against another subject that she had to do."}, {"timestamp": [2166.0, 2175.0], "text": " So she went to the principal of her school and said, can I do biology by listening to this podcast and just do the assessment when it's time for that."}, {"timestamp": [2175.0, 2184.0], "text": " And he amazingly allowed her to do it and she got straight A pluses and she's doing some sort of health subject at Melbourne uni."}, {"timestamp": [2184.0, 2187.12], "text": " You know, fantastic without even going to a single class."}, {"timestamp": [2187.62, 2193.32], "text": " Nathan was a boy, again, a boy I don't know, from Wadonger in Northern beyond the border of"}, {"timestamp": [2193.32, 2197.06], "text": " Victoria and New South Wales, who was diagnosed during the year with leukemia."}, {"timestamp": [2197.9, 2203.24], "text": " And he had to go down and spend a lot of time at the Royal Children's in Melbourne being treated"}, {"timestamp": [2203.24, 2203.64], "text": " for that."}, {"timestamp": [2204.52, 2208.14], "text": " His grades, as you would expect, from first semester to second semester,"}, {"timestamp": [2208.44, 2208.94], "text": " plummeted."}, {"timestamp": [2209.24, 2211.94], "text": " But in biology, he went up by two grades."}, {"timestamp": [2212.48, 2214.4], "text": " Because you can be convalescing in a hospital bed"}, {"timestamp": [2214.4, 2217.1], "text": " and still listening to a podcast and asking questions"}, {"timestamp": [2217.1, 2219.34], "text": " on a discussion board or a Facebook group"}, {"timestamp": [2219.34, 2222.42], "text": " and still interacting, even if you can't be at school."}, {"timestamp": [2223.62, 2231.0], "text": " Christy's a 13-year-old girl from Oklahoma City who sent me this lovely email saying that she's bored at school because they're making her do Year 7 science."}, {"timestamp": [2231.0, 2238.0], "text": " She's obviously fairly bright. So she said, well I decided to go onto the internet and find someone who will teach me at a level that's going to challenge me."}, {"timestamp": [2238.0, 2242.0], "text": " And she said, I don't really understand half the things you talk about, but I think it's way cool."}, {"timestamp": [2242.0, 2243.0], "text": " What's the way she put it?"}, {"timestamp": [2243.0, 2248.34], "text": " Don't you think that's fantastic when kids are choosing their teachers not only can they"}, {"timestamp": [2248.34, 2254.98], "text": " learn anywhere anytime but also from anyone you know I would love to see all"}, {"timestamp": [2254.98, 2259.44], "text": " biology teachers making podcasts so that kids have like a smorgasbord of"}, {"timestamp": [2259.44, 2265.44], "text": " teachers to listen to Colleen sent me an email."}, {"timestamp": [2265.56, 2268.3], "text": " She's a middle-aged housewife in Alaska."}, {"timestamp": [2268.44, 2269.82], "text": " She never got her high school diploma."}, {"timestamp": [2270.42, 2271.18], "text": " That's what she wants to do."}, {"timestamp": [2271.24, 2272.02], "text": " She wants to get her high school."}, {"timestamp": [2272.12, 2273.86], "text": " It's pretty hard when you're a mom"}, {"timestamp": [2273.86, 2275.48], "text": " and you're driving kids to sports training"}, {"timestamp": [2275.48, 2277.08], "text": " and trying to make the evening meal"}, {"timestamp": [2277.08, 2278.0], "text": " and vacuum the carpets."}, {"timestamp": [2278.18, 2280.26], "text": " But she can be driving around or cooking"}, {"timestamp": [2280.26, 2281.76], "text": " while she's listening to a podcast."}, {"timestamp": [2282.5, 2285.62], "text": " So she's finding it useful for a whole different reason."}, {"timestamp": [2285.62, 2290.4], "text": " What never ceases to amaze me is the excitement of kids"}, {"timestamp": [2290.4, 2291.32], "text": " listening to a podcast."}, {"timestamp": [2291.32, 2293.42], "text": " You wouldn't think, it's just an audiophile, really."}, {"timestamp": [2293.42, 2298.24], "text": " But kids just get so excited that they can learn anywhere any time."}, {"timestamp": [2298.24, 2301.4], "text": " I walked into class last year and one of my kids said,"}, {"timestamp": [2301.4, 2305.5], "text": " you know, Mr. Dautz,ouch's a song about the podcast on YouTube."}, {"timestamp": [2306.78, 2306.82], "text": " And so we went to have a look."}, {"timestamp": [2308.08, 2308.14], "text": " I'll play a little sample for you."}, {"timestamp": [2309.1, 2309.46], "text": " It's really rather charming."}, {"timestamp": [2310.3, 2310.9], "text": " I don't know this girl."}, {"timestamp": [2326.24, 2327.2], "text": " But, um, oops. podcast of Datsy we can never hate your podcast is so hot that my 14 bloody Lundee Nation"}, {"timestamp": [2327.2, 2332.0], "text": " Tatsy on your eyeballs"}, {"timestamp": [2332.0, 2334.0], "text": " take much a look at them"}, {"timestamp": [2334.0, 2336.0], "text": " around you there's money"}, {"timestamp": [2336.0, 2337.0], "text": " vehicle"}, {"timestamp": [2337.0, 2338.0], "text": " on that's Datsy"}, {"timestamp": [2338.0, 2340.0], "text": " that we made it through the end"}, {"timestamp": [2340.0, 2341.0], "text": " in survival"}, {"timestamp": [2341.0, 2343.0], "text": " if it comes to be a"}, {"timestamp": [2343.0, 2344.0], "text": " Dever"}, {"timestamp": [2344.0, 2347.0], "text": " Datsy you created a biology for community?"}, {"timestamp": [2347.0, 2349.0], "text": " It becomes simple."}, {"timestamp": [2349.0, 2351.0], "text": " Now, I just pause at that point."}, {"timestamp": [2351.0, 2354.0], "text": " But it's this sense of community where kids who,"}, {"timestamp": [2354.0, 2355.0], "text": " who, you know, they don't know me,"}, {"timestamp": [2355.0, 2358.0], "text": " but they'll make a song about being part of this,"}, {"timestamp": [2358.0, 2360.0], "text": " you know, and she's not the only one"}, {"timestamp": [2360.0, 2362.0], "text": " who's made a song for the podcast, I might add."}, {"timestamp": [2362.0, 2365.04], "text": " But, you know, I'll take this as an example I"}, {"timestamp": [2365.04, 2370.5], "text": " gave a revision lecture at Monash Uni in Melbourne I mean the lead up to the"}, {"timestamp": [2370.5, 2375.6], "text": " June biology exams and a kid who was there went back to back to her school"}, {"timestamp": [2375.6, 2379.56], "text": " and told her teacher about it not knowing that the teacher was a friend of mine"}, {"timestamp": [2379.56, 2383.16], "text": " and so the teacher sent me a tweet to tell me what this this girl in the"}, {"timestamp": [2383.16, 2390.62], "text": " audience had said."}, {"timestamp": [2391.58, 2391.78], "text": " Isn't that nuts?"}, {"timestamp": [2394.42, 2394.86], "text": " Like I'm a high school science teacher."}, {"timestamp": [2395.74, 2396.36], "text": " It's nuts."}, {"timestamp": [2401.04, 2401.5], "text": " You know, if I go and give a revision lecture,"}, {"timestamp": [2403.78, 2408.96], "text": " it's an hour before I get away at the end because kids are lining up to have their photos taken with me and have me sign their biology books, it's"}, {"timestamp": [2408.96, 2414.9], "text": " completely nuts. The last one that I did, just on Saturday, I turned up and this girl,"}, {"timestamp": [2414.9, 2419.84], "text": " she came along and she made a biology cake, decorated with DNA and everything, just she'd"}, {"timestamp": [2419.84, 2425.16], "text": " made a cake. It's nuts. But see, these are kids who they've suffered through school"}, {"timestamp": [2425.16, 2429.18], "text": " under these old paradigms that say something's not worth anything unless you"}, {"timestamp": [2429.18, 2432.66], "text": " can write it down you've got to be able to read you understand it you know"}, {"timestamp": [2432.66, 2436.56], "text": " you got to do homework at night sit in a boring classroom all day and these"}, {"timestamp": [2436.56, 2439.86], "text": " these are kids they can go for a jog in the afternoon they can be walking the"}, {"timestamp": [2439.86, 2443.88], "text": " dog or working out at the gym or washing the dishes or if they've got a mind-numbing"}, {"timestamp": [2443.88, 2445.0], "text": " you know job one boy loads metal on the truck or if they've got a mind-numbing job,"}, {"timestamp": [2445.0, 2447.0], "text": " one boy loads metal on the truck."}, {"timestamp": [2447.0, 2450.0], "text": " On a Saturday, that's his part-time job."}, {"timestamp": [2450.0, 2452.0], "text": " But he can listen to a podcast while he's doing it."}, {"timestamp": [2452.0, 2456.0], "text": " And for some kids, this makes a huge, huge difference."}, {"timestamp": [2456.0, 2458.0], "text": " And I hope this doesn't come, that doesn't come across"}, {"timestamp": [2458.0, 2460.0], "text": " as me standing here saying, look, what a fantastic teacher I am."}, {"timestamp": [2460.0, 2462.0], "text": " Because remember, the whole reason why I'm doing this"}, {"timestamp": [2462.0, 2464.0], "text": " is because I'm an ordinary teacher,"}, {"timestamp": [2464.0, 2468.52], "text": " because I don't have computer skills. And it just seems to not feel like a very lucky"}, {"timestamp": [2468.52, 2472.72], "text": " teacher to have been able to find things that just resonate with the way that kids"}, {"timestamp": [2472.72, 2476.42], "text": " want to be able to learn when they feel like it you know they're sort of sitting on a"}, {"timestamp": [2476.42, 2483.24], "text": " Friday afternoon period six in my class listening to me talking at them they can"}, {"timestamp": [2483.24, 2487.68], "text": " listen to a podcast on a Saturday morning when they're out for a walk and they're more fresh and, you know,"}, {"timestamp": [2487.8, 2507.0], "text": " if it gets away, they don't miss it, you know? I mean, there are so many advantages. They can stop. They can listen. I can make a podcast that goes for an hour and a half or three hours for that matter. And they can listen to it in 10 minute chunks if they want to. They can decide how long they want to listen, when they want to listen, if they want to listen, they can skip a chapter because they already get that bit."}, {"timestamp": [2507.0, 2510.0], "text": " You know, it just, it makes just great sense."}, {"timestamp": [2510.0, 2514.0], "text": " In other situations, I was forced to teach an astronomy class,"}, {"timestamp": [2514.0, 2517.0], "text": " and it's not my favorite subject, I always think that we're teaching that at the wrong time of day,"}, {"timestamp": [2517.0, 2521.0], "text": " but that's when a podcast is perfect."}, {"timestamp": [2521.0, 2525.64], "text": " You see, rather than, what we used to do when we taught astronomy is you put"}, {"timestamp": [2525.64, 2529.9], "text": " pictures up on the wall of what the night sky looks like. It keeps them how to find the"}, {"timestamp": [2529.9, 2533.86], "text": " Southern Cross from a picture. How boring is that? So we did other stuff during the day"}, {"timestamp": [2533.86, 2538.36], "text": " and then at night we had a podcast and they would go outside with their iPods and I'd"}, {"timestamp": [2538.36, 2541.56], "text": " explain what they were looking at in the sky. You know, start from the moon and let's go"}, {"timestamp": [2541.56, 2551.28], "text": " put your hands straight out and two handspans across to the left you'll see a really bright red looking star that's beetle juice and we talk about while they were looking at"}, {"timestamp": [2551.28, 2556.24], "text": " the real thing i mean it just let me teach at a time that wasn't otherwise possible other teachers"}, {"timestamp": [2556.24, 2559.84], "text": " have done this kind of thing too i walked into the english faculty office and the english teachers"}, {"timestamp": [2559.84, 2564.32], "text": " were all arguing about a book that they they were i think was called a minimum of two i haven't"}, {"timestamp": [2564.32, 2567.5], "text": " read it but but they were all arguing about this. And the conversation was quite heated because they"}, {"timestamp": [2567.5, 2571.44], "text": " have different points of view about what a character represented or something. And I just"}, {"timestamp": [2571.44, 2575.58], "text": " sort of stopped in their office and I said, you know, you guys should put a microphone on the table"}, {"timestamp": [2575.58, 2581.42], "text": " and record this conversation for your students. You know, it's so rich to hear five or six"}, {"timestamp": [2581.42, 2585.5], "text": " English teachers all arguing about the book that these kids are learning about"}, {"timestamp": [2585.5, 2588.0], "text": " is so much better than what they're getting in the classroom."}, {"timestamp": [2588.0, 2592.0], "text": " Well, they decided not to record that conversation"}, {"timestamp": [2592.0, 2595.0], "text": " because they were also bagging the principal and other faculty's..."}, {"timestamp": [2595.0, 2600.0], "text": " No, they do. They run this podcast. They call it the English Roundtable."}, {"timestamp": [2600.0, 2603.0], "text": " They'll literally sit around their lunch table. It's very informal."}, {"timestamp": [2603.0, 2611.3], "text": " They'll invite a couple of kids to come along and ask questions and they'll just chat and record that for the"}, {"timestamp": [2611.3, 2615.14], "text": " rest of them to listen to. I mean, it's magic. It's let them teach in a different way than they"}, {"timestamp": [2615.14, 2619.12], "text": " would have otherwise been able to. We have a dance teacher. You know, she's got a problem. She's"}, {"timestamp": [2619.12, 2623.68], "text": " got to get these kids ready for a performance on Friday night and she's got four 50 minute periods"}, {"timestamp": [2623.68, 2626.76], "text": " to do that. That's a lot of pressure, you know, for the girls as well as for her."}, {"timestamp": [2627.12, 2630.82], "text": " But what she does is she gets the track with permissions from APRA"}, {"timestamp": [2630.82, 2635.7], "text": " and records her vocal instructions over the track they've choreographed"}, {"timestamp": [2635.7, 2639.46], "text": " so the kids can be upstairs in their bedroom at night with their iPods going through the steps"}, {"timestamp": [2639.46, 2641.48], "text": " and Mrs. McGregor's there talking them through it."}, {"timestamp": [2641.48, 2644.52], "text": " I mean, what a great way to be able to do things differently."}, {"timestamp": [2647.6, 2654.4], "text": " I suggested that our metalwork teachers should make a podcast. And this is what they presented at a staff meeting. Obviously they don't quite get"}, {"timestamp": [2654.4, 2671.0], "text": " the concept but I'm going to keep working with them anyway. It's a lot of fun."}, {"timestamp": [2676.0, 2681.0], "text": " Apart from podcasting, I think screencasting has a lot to commend it as well. Now this is the same kind of lesson that I would have once given standing in front of a whiteboard."}, {"timestamp": [2681.0, 2684.0], "text": " This is a concept, dihybrid crosses and linked genes."}, {"timestamp": [2684.0, 2685.12], "text": " I would say is one of"}, {"timestamp": [2685.12, 2692.38], "text": " the two concepts in senior biology that students just really struggle to grasp. The other one is"}, {"timestamp": [2692.38, 2697.0], "text": " solving a pedigree. They just really, they can read about, you can give them as much reading"}, {"timestamp": [2697.0, 2703.12], "text": " to do, they just really struggle to get it. That's the sort of thing that I think teachers should"}, {"timestamp": [2703.12, 2710.66], "text": " still be explaining the students, you know, I shouldn't be telling them what photosynthesis is, but that really helps kids"}, {"timestamp": [2710.66, 2715.84], "text": " out to be able to hear a teacher's self-talk as they're explaining how we can solve"}, {"timestamp": [2715.84, 2721.04], "text": " a particular type of problem, do a particular kind of thinking. But see what we'd normally"}, {"timestamp": [2721.04, 2724.76], "text": " do in the classroom, if I was explaining this in the classroom, do you know what I'd do? I would"}, {"timestamp": [2724.76, 2730.86], "text": " do maybe three or four examples of how to do this particular kind of problem."}, {"timestamp": [2731.42, 2740.82], "text": " And the reason I'd do three or four is because after the first example, probably most kids don't really get it."}, {"timestamp": [2742.22, 2747.68], "text": " So you do a second example and you start to see some of them nodding their heads. They think they get it now but a lot of them still don't."}, {"timestamp": [2747.68, 2751.46], "text": " So you do a third example and a few more of them they're pretty much getting after"}, {"timestamp": [2751.46, 2755.9], "text": " the fourth example kids are sort of you get this sort of vibe from the room I think"}, {"timestamp": [2755.9, 2759.8], "text": " we get that but there's always some who don't but we feel like we have to move on"}, {"timestamp": [2759.8, 2762.44], "text": " you can't keep on doing it because you know some of them are starting to get"}, {"timestamp": [2762.44, 2765.7], "text": " restless now so we sort of do three or four examples."}, {"timestamp": [2765.86, 2766.72], "text": " We're teaching to the middle."}, {"timestamp": [2767.26, 2771.32], "text": " We're frustrating the ones who got it immediately, boring them,"}, {"timestamp": [2771.62, 2774.72], "text": " and we're frustrating the ones who still don't get it"}, {"timestamp": [2774.72, 2776.68], "text": " because we're moving on before they've understood it yet."}, {"timestamp": [2776.86, 2780.08], "text": " But if I record a series of these and put them on YouTube,"}, {"timestamp": [2780.74, 2784.5], "text": " kids can listen as many times as they, to as many examples as they feel,"}, {"timestamp": [2784.56, 2785.88], "text": " if they get it after the first example,"}, {"timestamp": [2785.88, 2786.84], "text": " fine, move on."}, {"timestamp": [2786.84, 2788.6], "text": " Use your time for something more productive."}, {"timestamp": [2788.6, 2791.76], "text": " If it takes them seven examples before the penny drops,"}, {"timestamp": [2793.12, 2795.32], "text": " it's not embarrassing because they're in the privacy"}, {"timestamp": [2795.32, 2797.12], "text": " of their own home."}, {"timestamp": [2797.12, 2799.76], "text": " You know, it just, it makes so much sense."}, {"timestamp": [2799.76, 2802.76], "text": " In fact, this is data from YouTube"}, {"timestamp": [2802.76, 2805.0], "text": " of a series of videos."}, {"timestamp": [2805.0, 2808.0], "text": " These were on solving a pedigree."}, {"timestamp": [2808.0, 2811.0], "text": " But you can see that in fact exactly what I'm talking about is happening."}, {"timestamp": [2811.0, 2814.0], "text": " About half of the kids who felt the need,"}, {"timestamp": [2814.0, 2816.0], "text": " who watched the first example,"}, {"timestamp": [2816.0, 2818.0], "text": " didn't feel the need to go on and watch the second one."}, {"timestamp": [2818.0, 2821.0], "text": " And about half of the ones who watched the second example"}, {"timestamp": [2821.0, 2823.0], "text": " didn't go on and watch the third one."}, {"timestamp": [2823.0, 2824.0], "text": " And so on."}, {"timestamp": [2824.0, 2827.76], "text": " But normally I'd move on about here, so we're still, we're still leaving these"}, {"timestamp": [2827.76, 2831.8], "text": " kids behind, but boring those ones."}, {"timestamp": [2831.8, 2834.48], "text": " It just makes so much more sense."}, {"timestamp": [2834.48, 2838.94], "text": " It's not like, you know, all the time we used to spend teaching in the classroom, it's"}, {"timestamp": [2838.94, 2843.24], "text": " not like that all gets transferred to the evening because for a lot of kids, they don't"}, {"timestamp": [2843.24, 2845.84], "text": " need to do half of what we're doing in the classroom to understand."}, {"timestamp": [2845.96, 2848.94], "text": " They can be doing other things that are much, much, much more productive."}, {"timestamp": [2849.22, 2855.1], "text": " And again, the tools to do this, in fact, it's easier to make a screencast like this than it is to make an audio podcast."}, {"timestamp": [2855.36, 2856.38], "text": " It's unbelievably easy."}, {"timestamp": [2856.44, 2859.66], "text": " The tools are just getting easier and easier and easier as time goes on."}, {"timestamp": [2860.7, 2862.82], "text": " And more and more and more effective as well."}, {"timestamp": [2862.82, 2867.0], "text": " I think Vodcasting is the third way that lets us teach anywhere, anytime."}, {"timestamp": [2867.0, 2872.0], "text": " And this is Narelle Baker, our ceramics teacher, who, you know, she said,"}, {"timestamp": [2872.0, 2875.0], "text": " I've got really two classes happening in my classroom."}, {"timestamp": [2875.0, 2879.0], "text": " She said, over here I've got kids working on the pottery wheels,"}, {"timestamp": [2879.0, 2882.0], "text": " and, you know, I'm constantly stuck there showing them over and over again"}, {"timestamp": [2882.0, 2887.72], "text": " how to do this particular skill. On the other side of the room I've got students working on"}, {"timestamp": [2887.72, 2891.22], "text": " design you know the designing stuff they're doing all these artistic design I'd"}, {"timestamp": [2891.22, 2895.46], "text": " love to spend more time over here with all that design and artistic stuff but I'm"}, {"timestamp": [2895.46, 2899.5], "text": " constantly stuck over here showing kids how to you know because they keep"}, {"timestamp": [2899.5, 2903.04], "text": " play keeps flying all I've got to keep I've got to stay over this side of the room"}, {"timestamp": [2903.04, 2910.32], "text": " I long to be over there doing the creative stuff so what she's done is she puts a"}, {"timestamp": [2910.32, 2915.22], "text": " little video camera on a tripod she records herself doing that technique she's got a"}, {"timestamp": [2915.22, 2918.64], "text": " plasma screen on the wall behind the pottery wheels the kids come in they sit down"}, {"timestamp": [2918.64, 2922.44], "text": " of the pottery wheel they wait till the video loops at the beginning and then they"}, {"timestamp": [2922.44, 2925.58], "text": " follow a virtual Miss Baker."}, {"timestamp": [2929.28, 2929.84], "text": " While the real Miss Baker is freed up to be somewhere else in the room,"}, {"timestamp": [2931.78, 2932.02], "text": " working on something that requires a person."}, {"timestamp": [2934.06, 2934.46], "text": " This is like what that airline had done."}, {"timestamp": [2937.86, 2938.22], "text": " They said, there are certain things that we do in the classroom that can be automated."}, {"timestamp": [2942.9, 2943.62], "text": " Let's automate them so that the things that only a human can do,"}, {"timestamp": [2947.0, 2950.5], "text": " we can be freed up to do more of that and to do it better. We have a photography teacher doing exactly the same thing."}, {"timestamp": [2950.5, 2954.88], "text": " Our photography teacher is arguably the best photography teacher in Australia, and I don't"}, {"timestamp": [2954.88, 2959.44], "text": " say that just because he's my friend, but he, someone in his class has won the Ilford"}, {"timestamp": [2959.44, 2967.0], "text": " Photographic Competition and the Age Nikon Photographic competition every year for the last 20 years except"}, {"timestamp": [2967.0, 2975.44], "text": " for one year. He says he was robbed that year. But someone from his class, he's a genius"}, {"timestamp": [2975.44, 2981.54], "text": " when it comes to aesthetics and design. You walk into his class, you will never see him standing"}, {"timestamp": [2981.54, 2986.0], "text": " at the front of a room with Photoshop on a data projector"}, {"timestamp": [2986.0, 2988.24], "text": " showing kids how to do a Photoshop technique."}, {"timestamp": [2988.24, 2992.36], "text": " Because what he does is he records screencasts of Photoshop."}, {"timestamp": [2992.36, 2993.68], "text": " And if a kid's working on their photo"}, {"timestamp": [2993.68, 2995.36], "text": " and they want to know how to add a vector mask,"}, {"timestamp": [2995.36, 2995.84], "text": " I mean it's beautiful."}, {"timestamp": [2995.84, 2997.2], "text": " You walked into his photography room"}, {"timestamp": [2997.2, 2999.5], "text": " and over here on a computer there's a girl sitting there"}, {"timestamp": [2999.5, 3001.34], "text": " and a virtual Mr. Short is showing her"}, {"timestamp": [3001.34, 3004.7], "text": " how to add a transparent mask to a photo."}, {"timestamp": [3004.7, 3007.0], "text": " And over here on another computer, there's another kid, and a virtual Mr. Short is showing her how to add a transparent mask to a photo. And over here on another computer, there's another kid,"}, {"timestamp": [3007.0, 3010.5], "text": " and a virtual Mr. Short is showing that kid how to crop a photo."}, {"timestamp": [3010.5, 3014.0], "text": " And over here, a virtual Mr. Short is explaining to another kid"}, {"timestamp": [3014.0, 3017.0], "text": " how you can change the white balance of the photo."}, {"timestamp": [3017.0, 3020.0], "text": " While the real Mr. Short is sitting, you know,"}, {"timestamp": [3020.0, 3022.0], "text": " with a still life and a group of kids"}, {"timestamp": [3022.0, 3028.08], "text": " and explaining to them why it's aesthetically more powerful if we move the light a little bit this way"}, {"timestamp": [3028.08, 3032.72], "text": " it just it just it's beautiful you know freeing himself up to do the the"}, {"timestamp": [3032.72, 3038.8], "text": " the stuff that requires the genius of an art teacher"}, {"timestamp": [3038.8, 3041.76], "text": " people often say yeah but what about the learning you know if we're doing things"}, {"timestamp": [3041.76, 3046.64], "text": " differently like this what about the learning how is that, if we're doing things differently like this, what about the learning? How is that affected?"}, {"timestamp": [3046.64, 3053.12], "text": " And we could spend an hour looking at all the graphs, but I'm fortunate because I teach senior"}, {"timestamp": [3053.12, 3062.52], "text": " biology and in Victoria, the VCAA has a subdivision called the VCEDS, VCE data service, and"}, {"timestamp": [3062.52, 3067.0], "text": " what they do is they make every student in their senior"}, {"timestamp": [3067.62, 3073.72], "text": " years in year 11 and 12, doing a senior subject, they make them sit two, three hour exams."}, {"timestamp": [3073.72, 3077.88], "text": " They call them general achievement tests. And on those tests, they test, you know, their literacy"}, {"timestamp": [3077.88, 3081.38], "text": " and their numeracy and all sorts of other aptitudes, their ability to interpret a cartoon and"}, {"timestamp": [3081.38, 3087.0], "text": " say what's funny about it, all sorts of things. From that data and other data that they put into their algorithm,"}, {"timestamp": [3087.0, 3092.0], "text": " they make a prediction about how every student will perform on every subject that they do."}, {"timestamp": [3092.0, 3096.0], "text": " So, and they claim that they're remarkably accurate."}, {"timestamp": [3096.0, 3100.0], "text": " Well, over the last, since I started teaching this way, in fact, over those last years,"}, {"timestamp": [3100.0, 3109.0], "text": " the average student has performed two grades better than the VCE data service has predicted for them."}, {"timestamp": [3109.0, 3113.0], "text": " You know, that's a phenomenal, you know, on average."}, {"timestamp": [3113.0, 3122.0], "text": " Not only that, but over that time, there have only been five kids who have performed worse than the VCE data service has predicted for them,"}, {"timestamp": [3122.0, 3129.04], "text": " which is even, not only on average, are kids performing better, but almost every kid is performing better as well, which doesn't surprise me really"}, {"timestamp": [3129.04, 3133.34], "text": " because, you know, in the past, we were doing this shallow coverage of the whole course."}, {"timestamp": [3133.34, 3134.34], "text": " You know, it was crazy."}, {"timestamp": [3134.34, 3137.88], "text": " It was like if you teach a senior subject, you know what I'm talking about."}, {"timestamp": [3137.88, 3140.52], "text": " It's like we're doing photosynthesis today and we have to get through photosynthesis"}, {"timestamp": [3140.52, 3142.04], "text": " today because tomorrow we're doing cellular respiration."}, {"timestamp": [3142.04, 3145.7], "text": " We have to get through the next day we're doing anaerobic respiration and fermentation and we've"}, {"timestamp": [3145.7, 3148.24], "text": " got to get through that because there's an assessment task the day after you've"}, {"timestamp": [3148.24, 3151.1], "text": " got to be ready for it so if you don't understand photosynthesis today you're"}, {"timestamp": [3151.1, 3153.92], "text": " going to have to figure that out yourself or go and ask a friend or do something we've"}, {"timestamp": [3153.92, 3157.28], "text": " got to keep on moving through the course and then it would rain on sports day and"}, {"timestamp": [3157.28, 3161.88], "text": " they'd move the sports to my double period on Wednesday it was terrible we'd have to"}, {"timestamp": [3161.88, 3167.8], "text": " have after school classes the whole year was like that it was exhausting I don't even do photosynthesis in class"}, {"timestamp": [3167.8, 3172.0], "text": " anymore you know we've we've got our class time to do whatever we want so"}, {"timestamp": [3172.0, 3177.76], "text": " now rather than doing this shallow coverage of everything we've got time to just do"}, {"timestamp": [3177.76, 3182.62], "text": " the things that are really challenging and to do them very well we've got time to"}, {"timestamp": [3182.62, 3186.62], "text": " explore other interesting things that have come up in the news and in the media"}, {"timestamp": [3186.62, 3188.42], "text": " and we can really go off on a tangent"}, {"timestamp": [3188.42, 3189.62], "text": " and do things that aren't even on the course"}, {"timestamp": [3189.62, 3191.06], "text": " because the kids are interested in them."}, {"timestamp": [3191.06, 3193.68], "text": " We've got time to do motivational things,"}, {"timestamp": [3193.68, 3195.84], "text": " things that just build each other up"}, {"timestamp": [3195.84, 3198.04], "text": " and to learn about learning,"}, {"timestamp": [3198.04, 3199.86], "text": " you know, do this self-analysis"}, {"timestamp": [3199.86, 3201.24], "text": " and how can I learn,"}, {"timestamp": [3201.24, 3205.0], "text": " I mean, we've got time to just build rapport,"}, {"timestamp": [3205.0, 3208.88], "text": " which is where I really want to finish"}, {"timestamp": [3208.88, 3212.8], "text": " is with this idea of by freeing up time in class,"}, {"timestamp": [3212.8, 3214.92], "text": " class becomes just so much better."}, {"timestamp": [3214.92, 3218.12], "text": " And I want to do this by way of telling a story,"}, {"timestamp": [3218.12, 3221.88], "text": " and I always feel just a little bit awkward doing this,"}, {"timestamp": [3221.88, 3226.9], "text": " because the emails I'm going to show you are from"}, {"timestamp": [3226.9, 3231.86], "text": " their personal emails from from kids but but I just think they they speak so"}, {"timestamp": [3231.86, 3241.76], "text": " much and um this was my class in 2006 this was the first class that I went in"}, {"timestamp": [3241.76, 3246.84], "text": " day one and I said to them I I said, we're going to do things"}, {"timestamp": [3246.84, 3254.58], "text": " different. I said, anything I feel I need to explain to you, I'm going to do that in a podcast"}, {"timestamp": [3254.58, 3259.5], "text": " or I'm going to record it in some kind of a video and you can watch that out of class."}, {"timestamp": [3260.32, 3268.24], "text": " And what we're going to do in class instead is more experiments and more pracks and more discussions and debates and role plays and other things that are"}, {"timestamp": [3268.24, 3272.0], "text": " engaging and interesting. If we're going to come together in time and space,"}, {"timestamp": [3272.0, 3275.0], "text": " 26 people in a room, if we're going to do that, if we're going to come together,"}, {"timestamp": [3275.0, 3279.0], "text": " it will be to do things that require people to be together."}, {"timestamp": [3279.0, 3282.0], "text": " If it's something that doesn't require us to be together,"}, {"timestamp": [3282.0, 3285.04], "text": " I'll find a way of recording that so you can do it"}, {"timestamp": [3285.04, 3293.26], "text": " outside instead and I watched these kids through the year and and just got a sense"}, {"timestamp": [3293.26, 3296.5], "text": " that they were learning really you know you get that sense that they're for the kid"}, {"timestamp": [3296.5, 3300.94], "text": " I don't know most of them since year seven and and you just get a sense that for"}, {"timestamp": [3300.94, 3305.1], "text": " that kid she's learning really well and I've got all through"}, {"timestamp": [3305.1, 3308.88], "text": " the year what I didn't realize was that something else was happening probably"}, {"timestamp": [3308.88, 3312.36], "text": " something more important was happening and it was I didn't realize it was the"}, {"timestamp": [3312.36, 3320.04], "text": " very last day that I had with them and and I was saying goodbye to them in fact"}, {"timestamp": [3320.04, 3338.74], "text": " it was you know we had our last class and I'd reserve sort of 15 minutes at the end just to sort of, you know, reminisce on what we've done, that we'd done a whole lot of stuff that I couldn't remember anybody else doing with podcasts and screencasts and they'd supported me all the way, most of them."}, {"timestamp": [3339.08, 3342.38], "text": " And, you know, we'd done some risky things and it had been fantastic."}, {"timestamp": [3343.56, 3346.42], "text": " And I'm paying this bit of a speech and anyway,"}, {"timestamp": [3346.42, 3348.26], "text": " then I basically said, you know,"}, {"timestamp": [3348.26, 3349.92], "text": " say thanks guys, don't forget to come and tell me"}, {"timestamp": [3349.92, 3352.1], "text": " what you get into next year and you know,"}, {"timestamp": [3352.1, 3355.02], "text": " you've been awesome and it's goodbye."}, {"timestamp": [3357.16, 3358.44], "text": " And you know, normally then,"}, {"timestamp": [3358.44, 3361.04], "text": " all the chairs, chairs get pushed in."}, {"timestamp": [3361.04, 3363.94], "text": " This time nobody moved."}, {"timestamp": [3367.74, 3371.94], "text": " Everyone just sat there. And I waited for a couple of awkward minutes and and then I said again I said it's lunchtime now it's"}, {"timestamp": [3371.94, 3378.42], "text": " time to go and they still they just sat there and then one of them burst into"}, {"timestamp": [3378.42, 3383.46], "text": " tears and then another one did and before I knew it half of them easily half of"}, {"timestamp": [3383.46, 3385.68], "text": " them had tears running down their faces."}, {"timestamp": [3385.68, 3392.14], "text": " I'd never seen anything like it before, at least not in my classroom anyway."}, {"timestamp": [3392.14, 3397.36], "text": " And when the last one had finally left, I went back to my office and my inbox was full"}, {"timestamp": [3397.36, 3401.96], "text": " of emails from these kids."}, {"timestamp": [3401.96, 3403.56], "text": " And I'm just going to put them up on the screen."}, {"timestamp": [3403.56, 3405.62], "text": " I'm not going to read them out. They speak for themselves."}, {"timestamp": [3405.74, 3408.9], "text": " They're only snippets from the emails, but they speak for themselves."}, {"timestamp": [3408.98, 3410.64], "text": " And I've just picked a handful of them."}, {"timestamp": [3411.86, 3476.6], "text": " I'll let you read them for yourself. I'm gonnae. And the last one that I want to put up, I'll let you read it and then I'll explain."}, {"timestamp": [3476.9, 3479.7], "text": " This is the one that I think is the most significant of them all."}, {"timestamp": [3494.0, 3498.5], "text": " Now the reason why this one is the most special of those isn't because she says I'm her favourite teacher. Because these kids, they're in year 12, that's like your year 13, they only have five teachers."}, {"timestamp": [3498.5, 3501.24], "text": " So I figure that gives me a 20% chance really."}, {"timestamp": [3501.24, 3502.24], "text": " That's not so special."}, {"timestamp": [3502.24, 3505.82], "text": " But what's so significant about about this one is"}, {"timestamp": [3505.82, 3510.86], "text": " that Naina wasn't in my class she didn't even go to my school she went to a"}, {"timestamp": [3510.86, 3516.86], "text": " Catholic school 400 kilometers away she'd only ever heard me teach via a"}, {"timestamp": [3516.86, 3523.5], "text": " podcast I'd answered her questions on the forum but when a person who when a"}, {"timestamp": [3523.5, 3525.86], "text": " girl who doesn't even know someone in real"}, {"timestamp": [3525.86, 3530.68], "text": " life describes him as her favorite teacher I think that says a whole lot about"}, {"timestamp": [3530.68, 3535.3], "text": " how young people like to learn and interact you know and I think we sometimes"}, {"timestamp": [3535.3, 3540.64], "text": " make the mistake in in ed tech circles we make the mistake of thinking that"}, {"timestamp": [3540.64, 3546.62], "text": " kids think technology is really cool I don't think they they do. I think they think it's normal actually."}, {"timestamp": [3546.62, 3549.84], "text": " I think it's us who think that technology is really cool."}, {"timestamp": [3549.84, 3552.28], "text": " And sometimes we think if we bring cool technology,"}, {"timestamp": [3552.28, 3553.56], "text": " that's going to engage kids."}, {"timestamp": [3553.56, 3554.32], "text": " No, it won't."}, {"timestamp": [3554.32, 3557.7], "text": " What engages kids, in my experience, is relationships."}, {"timestamp": [3557.7, 3560.52], "text": " What engages kids is forming connections."}, {"timestamp": [3560.52, 3563.32], "text": " And if we can find technologies that enable them"}, {"timestamp": [3563.32, 3566.04], "text": " to form better and deeper and more meaningful"}, {"timestamp": [3566.04, 3571.16], "text": " relationships around their learning, to form a community of learning rather than a classroom,"}, {"timestamp": [3572.6, 3576.38], "text": " then they become engaged in the learning process itself."}, {"timestamp": [3576.78, 3582.92], "text": " They develop a love for learning that, you know, in 18 years or so of teaching before that,"}, {"timestamp": [3583.22, 3586.16], "text": " I had just never seen that kind of passion."}, {"timestamp": [3586.34, 3588.6], "text": " Now I see it every year. Last year, a girl burst into tears"}, {"timestamp": [3588.6, 3589.78], "text": " a week before the end of the semester."}, {"timestamp": [3590.12, 3592.16], "text": " I walked into class a week before the end"}, {"timestamp": [3592.16, 3593.92], "text": " and said, okay, we've got one week left."}, {"timestamp": [3594.46, 3595.84], "text": " And this girl just burst into tears."}, {"timestamp": [3596.08, 3597.5], "text": " And through her sobs, she said,"}, {"timestamp": [3597.64, 3599.3], "text": " I'm not ready to leave this class yet."}, {"timestamp": [3599.54, 3601.26], "text": " It's not I'm not ready for the exam."}, {"timestamp": [3601.36, 3603.76], "text": " I'm just not ready to leave the class yet."}, {"timestamp": [3604.52, 3610.0], "text": " You know, to me, when we became teachers,"}, {"timestamp": [3610.0, 3612.28], "text": " we became teachers, we became teachers"}, {"timestamp": [3612.28, 3613.76], "text": " because we loved learning."}, {"timestamp": [3613.76, 3618.4], "text": " And we believed that we could help other people to love it too."}, {"timestamp": [3618.4, 3620.18], "text": " But the world has changed."}, {"timestamp": [3620.18, 3623.14], "text": " And the way that we love learning,"}, {"timestamp": [3623.14, 3626.08], "text": " for a lot of kids, doesn't help them to love it anymore."}, {"timestamp": [3626.08, 3634.24], "text": " And I think that recognizing that paradigms that our current schooling process are built on are now baseless"}, {"timestamp": [3634.88, 3636.96], "text": " and saying, well, how should we change?"}, {"timestamp": [3636.96, 3639.04], "text": " It, in my experience, makes just a world of difference."}, {"timestamp": [3639.04, 3642.32], "text": " Thank you very much for your time and for listening to me."}, {"timestamp": [3643.84, 3646.72], "text": " And we've got a couple of minutes."}, {"timestamp": [3647.22, 3649.26], "text": " If anyone has any questions or anything,"}, {"timestamp": [3649.38, 3650.74], "text": " I'm very happy to answer them."}, {"timestamp": [3650.82, 3651.02], "text": " Yes."}, {"timestamp": [3651.58, 3653.14], "text": " That is seriously inspirational."}, {"timestamp": [3653.38, 3653.98], "text": " Thank you."}, {"timestamp": [3655.08, 3655.82], "text": " Oh, thank you."}, {"timestamp": [3655.82, 3657.24], "text": " I am very curious."}, {"timestamp": [3657.38, 3658.6], "text": " Those podcasts of yours,"}, {"timestamp": [3659.84, 3660.28], "text": " they,"}, {"timestamp": [3660.28, 3662.7], "text": " I don't think,"}, {"timestamp": [3662.7, 3664.94], "text": " or they do you want to be a genius?"}, {"timestamp": [3665.0, 3667.0], "text": " Honestly, I don't think I'm you want that in to do anything? Do you know? Do you talk about it?"}, {"timestamp": [3667.0, 3669.0], "text": " Honestly, I don't think I'm a genius."}, {"timestamp": [3669.0, 3672.0], "text": " But, you know, the thing is that you can do things in a podcast"}, {"timestamp": [3672.0, 3674.0], "text": " that you can't do in the classroom."}, {"timestamp": [3674.0, 3677.0], "text": " I can teach better in a podcast than I can teach in the classroom."}, {"timestamp": [3677.0, 3679.0], "text": " In the classroom, if I'm explaining something,"}, {"timestamp": [3679.0, 3683.0], "text": " if I'm explaining evolution, it's me talking."}, {"timestamp": [3683.0, 3684.0], "text": " That's it."}, {"timestamp": [3684.0, 3686.16], "text": " This is it. What you get? In a podcast,"}, {"timestamp": [3686.72, 3693.46], "text": " especially one without visuals, you know, everyone's stuck on videos and how cool. Audio to me is so"}, {"timestamp": [3693.46, 3698.84], "text": " powerful because you can describe something. You know, if you're describing the way it was in the"}, {"timestamp": [3698.84, 3704.2], "text": " Jurassic and you put in a few dinosaur sound effects, you can have a kid imagining that, you know,"}, {"timestamp": [3704.2, 3708.7], "text": " that they're hiding from a dinosaur. I mean,'s very powerful I mean imagine if you're if you're"}, {"timestamp": [3708.7, 3713.08], "text": " a lot teacher and you're you know I mean biology is my subject but imagine if"}, {"timestamp": [3713.08, 3716.98], "text": " you're a low teacher and you're you're trying to get your students to learn all"}, {"timestamp": [3716.98, 3722.14], "text": " the phrases they might use perhaps if they went to the beach in in Italian but now"}, {"timestamp": [3722.14, 3728.88], "text": " while you're doing that you've got the sound of the waves lapping against the shore and a seagull and the excited sound of some children playing,"}, {"timestamp": [3728.88, 3733.68], "text": " you know, you can create a visceral, emotional response in the learning that,"}, {"timestamp": [3734.88, 3739.44], "text": " in a recent podcast on disease that I did, which, you know, the opening moments was the sound"}, {"timestamp": [3739.44, 3743.76], "text": " of somebody vomiting, but then later on, later on, we were talking about,"}, {"timestamp": [3743.76, 3749.06], "text": " I was talking about malaria and how malaria is spread by mosquitoes and we're having this discussion about malaria."}, {"timestamp": [3750.06, 3755.72], "text": " And all through that discussion, I had just the sound effect of a mosquito just buzzing around,"}, {"timestamp": [3755.84, 3759.46], "text": " you know, from getting louder and louder and then quieter and quiet and then louder and"}, {"timestamp": [3759.46, 3760.1], "text": " suddenly stopping."}, {"timestamp": [3760.34, 3766.54], "text": " I got an email from a boy I don't know who said, Mr. Deouch, please never do that again."}, {"timestamp": [3766.54, 3770.7], "text": " He said, I was listening to the podcast on the train and I was slapping myself in the face."}, {"timestamp": [3771.3, 3778.06], "text": " I looked like an idiot, which is the way a teenager says, that was so awesome that I took my headphones off and put them on my mat and said, have a listen to this."}, {"timestamp": [3778.32, 3780.84], "text": " You know, you can't do that kind of stuff in a classroom."}, {"timestamp": [3780.96, 3783.9], "text": " So I don't think that I'm any kind of super teacher."}, {"timestamp": [3784.24, 3790.6], "text": " I think it's just that when you, are good at explaining things you take that and and you mix"}, {"timestamp": [3790.6, 3795.0], "text": " in the ability to transport people anywhere and but we're using sound I mean it's"}, {"timestamp": [3795.0, 3800.7], "text": " it does become kind of entertaining in a way that I can't do in the classroom"}, {"timestamp": [3800.7, 3803.0], "text": " and so yeah"}, {"timestamp": [3803.0, 3806.72], "text": " have you inspired your students to make their own"}, {"timestamp": [3806.72, 3811.92], "text": " podcast or use it as an assessment tool whereby you can listen and interpret their own"}, {"timestamp": [3811.92, 3817.6], "text": " school? Yeah absolutely yeah. And I think that that's that's also very powerful. So we'll do,"}, {"timestamp": [3817.6, 3822.56], "text": " for example, we got to the immune system just recently and and all I did I went around the"}, {"timestamp": [3822.56, 3828.64], "text": " room and I said you know, cytotoxic T cells helper T cells suppress the T cells B cells"}, {"timestamp": [3828.64, 3832.6], "text": " macrophages dendritic cells went around I gave them all a different part of the"}, {"timestamp": [3832.6, 3837.1], "text": " immune system and their job then was to go away find out all about that and to make"}, {"timestamp": [3837.1, 3842.08], "text": " a podcast they all loaded that onto the blog and and so the kids can all then go"}, {"timestamp": [3842.08, 3853.56], "text": " you know and it's getting it's great because because when when one student comes along I well, I already understand cytotoxic T cells, so I won't bother listening to that, but I don't get suppressor T cells. So they might listen to that three times, you know."}, {"timestamp": [3853.76, 3866.04], "text": " And so they're benefiting from the fact that this, not only is this kid put in hard work and learned about suppressor T cells, but they're also probably explaining it in a much more kid-friendly way than I would because they don't get it themselves that well."}, {"timestamp": [3866.04, 3871.96], "text": " So they're really, you know, it makes so much sense."}, {"timestamp": [3871.96, 3875.12], "text": " And absolutely I think it's very, very powerful."}, {"timestamp": [3875.12, 3879.98], "text": " But you see, by me, anything that I need to explain to my students, if I do that outside"}, {"timestamp": [3879.98, 3884.44], "text": " of the classroom, now the kids have got time in the classroom to be doing the research, because"}, {"timestamp": [3884.44, 3888.28], "text": " doing that obviously is going to take a bit of time, but I've got all the time"}, {"timestamp": [3888.28, 3890.0], "text": " in the world in my class to do that. Yeah."}, {"timestamp": [3890.0, 3891.0], "text": " Yeah."}, {"timestamp": [3891.0, 3895.0], "text": " How do you help the technology a hard-e-eared-use teacher?"}, {"timestamp": [3895.0, 3904.3], "text": " Actually, if it's not too defeat us to say, I think I'm probably, he told me the day that"}, {"timestamp": [3904.3, 3907.0], "text": " a computer can put a spout on my house,"}, {"timestamp": [3907.0, 3909.0], "text": " I'll buy one."}, {"timestamp": [3909.0, 3912.0], "text": " So I'm not quite sure how I'm going to go with him, really."}, {"timestamp": [3912.0, 3920.0], "text": " But look, I think, you know, most teachers, I think most teachers, they love learning, they love students."}, {"timestamp": [3920.0, 3927.0], "text": " And if that takes them a little bit of learning and a bit of work to do something that will help their students to learn better,"}, {"timestamp": [3927.0, 3930.0], "text": " most teachers will do it."}, {"timestamp": [3930.0, 3935.0], "text": " I mean, he's a lovely guy, you know, as you can probably tell from the fact that he finally made a podcast."}, {"timestamp": [3935.0, 3941.0], "text": " You know, lovely guy, but I don't think he's going to come on board, but yeah."}, {"timestamp": [3941.0, 3947.0], "text": " I mean, honestly, you can't move everybody. In the school, there are always some people who,. I mean, honestly, I don't, you can't move everybody."}, {"timestamp": [3947.0, 3953.0], "text": " In the school, there are always some people who, and I say, work with the people who you can work with, get them."}, {"timestamp": [3953.0, 3958.0], "text": " A lot of teachers at our school started, initially when I first started saying, I'm going to make podcasts, I'm going to teach my students out of."}, {"timestamp": [3958.0, 3961.0], "text": " A lot of people at my school said, you're nuts."}, {"timestamp": [3961.0, 3968.68], "text": " This is another one of your stupid idea, was what people were saying saying but where the tide really turned was when some of my students were"}, {"timestamp": [3968.68, 3973.32], "text": " going to other teachers and saying you should make a podcast about this you"}, {"timestamp": [3973.32, 3978.48], "text": " know and and so it really started to grow I think if you came in from the top"}, {"timestamp": [3978.48, 3982.32], "text": " as an administrator and said right you're all going to be making podcasts I"}, {"timestamp": [3982.32, 3989.3], "text": " think it would probably fail the way to do it is is to come in at the bottom work with the teachers who are who are passionate get"}, {"timestamp": [3989.3, 3993.44], "text": " them making podcasts and then when the kids get excited about it other teachers are"}, {"timestamp": [3993.44, 3997.28], "text": " going to want to join in because teachers love to see kids excited in learning"}, {"timestamp": [3997.28, 4005.0], "text": " I think that's probably a better approach? To make the audio podcast. Yeah."}, {"timestamp": [4005.0, 4010.0], "text": " I flitter back and forth between Audacity and GarageBand."}, {"timestamp": [4010.0, 4015.0], "text": " If you've got a Mac, garage band, the easier probably to use."}, {"timestamp": [4015.0, 4018.0], "text": " Audacity is very powerful, depending on what you're trying to do."}, {"timestamp": [4018.0, 4021.0], "text": " But I would say, your garage band on a Mac, certainly,"}, {"timestamp": [4021.0, 4026.5], "text": " Audacity on a PC, are probably still the most useful."}, {"timestamp": [4026.5, 4030.5], "text": " There are lots of podcasting packages around but they're both free and simple."}, {"timestamp": [4030.5, 4031.5], "text": " Yeah."}, {"timestamp": [4031.5, 4032.5], "text": " Yes."}, {"timestamp": [4032.5, 4035.5], "text": " Have you seen this being done in a primary context?"}, {"timestamp": [4035.5, 4036.5], "text": " Absolutely."}, {"timestamp": [4036.5, 4040.0], "text": " And in primary schools, I mean some teachers use it where the teacher makes a podcast,"}, {"timestamp": [4040.0, 4044.0], "text": " perhaps for spelling words or things like that, but or in language classes."}, {"timestamp": [4044.0, 4046.94], "text": " But I think the real power in primary classrooms"}, {"timestamp": [4046.94, 4049.5], "text": " is when the students are making podcasts."}, {"timestamp": [4049.5, 4052.22], "text": " One of the nicest examples I saw was this,"}, {"timestamp": [4052.22, 4054.32], "text": " in Australia it's a bit different to New Zealand."}, {"timestamp": [4054.32, 4061.16], "text": " And I love how things, like, your community seems much more healthy for now."}, {"timestamp": [4061.16, 4064.42], "text": " But in Australia, there are a lot of Aboriginal people"}, {"timestamp": [4064.42, 4069.0], "text": " who are ashamed of being Aboriginal. And a lot of kids at school who are"}, {"timestamp": [4069.0, 4073.8], "text": " Aboriginal who won't even admit to being Aboriginal and and particularly"}, {"timestamp": [4073.8, 4079.32], "text": " it seems in our area and this this teacher was she taught Aboriginal students"}, {"timestamp": [4079.32, 4086.24], "text": " Curie students as a subset of the school and what she did was she sent them all home with little voice"}, {"timestamp": [4086.24, 4090.9], "text": " recorders and got the elders to tell their dream time stories"}, {"timestamp": [4090.9, 4092.0], "text": " and record them."}, {"timestamp": [4092.0, 4094.2], "text": " And then they brought those into the classroom"}, {"timestamp": [4094.2, 4097.0], "text": " and turned them into podcasts."}, {"timestamp": [4097.0, 4099.0], "text": " They put in, you know, because again,"}, {"timestamp": [4099.0, 4102.0], "text": " if the elders talking about an eagle on a mountain,"}, {"timestamp": [4102.0, 4110.24], "text": " you can put in the sound of a screeching eagle and it just made it magical and she was almost crying when she was telling me"}, {"timestamp": [4110.24, 4116.08], "text": " that she saw pride in the eyes of her kids when they were listening to their"}, {"timestamp": [4116.08, 4120.76], "text": " elders telling the dream time stories through these 21st century yeah it's just"}, {"timestamp": [4120.76, 4124.48], "text": " it's a beautiful like the marriage of the oldest storytelling on the planet"}, {"timestamp": [4124.48, 4125.58], "text": " and digital devices is just that it's just, it's a beautiful, like the marriage of the oldest storytelling on the planet."}, {"timestamp": [4131.24, 4131.92], "text": " And digital devices is just a lovely, a lovely contrast, I think."}, {"timestamp": [4132.6, 4132.72], "text": " So, yeah, absolutely."}, {"timestamp": [4136.6, 4136.88], "text": " I think that primary school kids, I'd have them making them themselves."}, {"timestamp": [4137.42, 4137.82], "text": " Yeah, up the back there."}, {"timestamp": [4140.7, 4140.92], "text": " How much time does it take you to create the podcast,"}, {"timestamp": [4144.56, 4144.96], "text": " or how much regular work week would you spend preparing for these?"}, {"timestamp": [4145.12, 4146.2], "text": " That's a very good question."}, {"timestamp": [4147.26, 4150.62], "text": " And people, along with that question, probably the most common question that I get asked is,"}, {"timestamp": [4150.66, 4152.04], "text": " do I make a script for the podcast?"}, {"timestamp": [4152.3, 4152.88], "text": " You know, how much do I?"}, {"timestamp": [4153.44, 4158.62], "text": " And my response is, look, I never scripted my classes, you know, and so I don't script the podcasters."}, {"timestamp": [4158.82, 4160.22], "text": " I used to go through and edit them."}, {"timestamp": [4160.4, 4163.82], "text": " You know, I'd record and edit out all the imperfections and the ums."}, {"timestamp": [4163.82, 4168.28], "text": " And it literally used to take me a whole day you know to make a one hour podcast now if"}, {"timestamp": [4168.28, 4171.94], "text": " I'm making a one hour podcast it might take an hour and a half because I'm not"}, {"timestamp": [4171.94, 4175.6], "text": " too precious about it being perfect and in fact I think it's better if it's not"}, {"timestamp": [4175.6, 4179.6], "text": " perfect what the first time I ever discovered that was I'd been making them"}, {"timestamp": [4179.6, 4182.92], "text": " perfect and one time I didn't have time so I just I just sat down and recorded it"}, {"timestamp": [4182.92, 4187.6], "text": " all turn the microphone on and recorded it all in one hit."}, {"timestamp": [4187.6, 4190.32], "text": " And then I send it up."}, {"timestamp": [4190.32, 4194.84], "text": " My students came back on Monday and they said, Douchy, that was the best podcast you've made"}, {"timestamp": [4194.84, 4195.84], "text": " so far."}, {"timestamp": [4195.84, 4199.96], "text": " They said you sounded so much more relaxed and like you do in the classroom."}, {"timestamp": [4199.96, 4204.76], "text": " And they didn't realize that what it was was that I hadn't put in as much effort."}, {"timestamp": [4204.76, 4207.6], "text": " But that's really what it was."}, {"timestamp": [4207.66, 4209.72], "text": " I mean, a podcast is not an audio."}, {"timestamp": [4209.8, 4211.96], "text": " You know, those boring educational videos that you buy?"}, {"timestamp": [4212.66, 4216.5], "text": " And kids fall asleep because they're read by a professional voice actor and they're so perfect."}, {"timestamp": [4217.02, 4218.14], "text": " You know, they love it."}, {"timestamp": [4218.28, 4222.52], "text": " You say, ah, ma, and stutter and trip over a couple of words and you explain something wrong."}, {"timestamp": [4222.52, 4228.76], "text": " And then you say, oh, no, that's not what I'm meant to say. And then you say, scratch that and just like you would"}, {"timestamp": [4228.76, 4233.98], "text": " in the classroom, that makes it real and authentic. And so I think if it's a one hour podcast,"}, {"timestamp": [4234.16, 4240.08], "text": " it should take really not much more than an hour to record it. It's obviously still a commitment"}, {"timestamp": [4240.08, 4245.4], "text": " of time, but I found that it ends up saving me time particularly for senior"}, {"timestamp": [4245.4, 4248.4], "text": " classes because you know when it gets particularly when it gets close to the"}, {"timestamp": [4248.4, 4250.98], "text": " end of the semester and there's exams and everything I used to have students"}, {"timestamp": [4250.98, 4254.94], "text": " coming at lunchtime there would be a queue outside my my office door of kids"}, {"timestamp": [4254.94, 4260.28], "text": " wanting me to explain this process or that process to them again now they'll"}, {"timestamp": [4260.28, 4263.4], "text": " go back and they'll re-listen to that podcast or re-watch that screencast"}, {"timestamp": [4263.4, 4268.32], "text": " so while I have to invest their time initially I think in the end it's better than time"}, {"timestamp": [4268.32, 4272.0], "text": " neutral. I think it saves me time. But it's a great question, thank you. Yeah."}, {"timestamp": [4272.0, 4276.0], "text": " Do you remake them every year?"}, {"timestamp": [4276.0, 4281.44], "text": " The question is do I remake them every year? And the answer is yes and no. What I'll do is,"}, {"timestamp": [4281.44, 4286.66], "text": " oh yes, I will. Kids send in emails or voice, like they'll ask a question."}, {"timestamp": [4287.06, 4287.9], "text": " They can go to the Facebook group."}, {"timestamp": [4287.96, 4288.26], "text": " There's a button."}, {"timestamp": [4288.38, 4290.1], "text": " They can click and the window pops up"}, {"timestamp": [4290.1, 4291.04], "text": " and they can just ask their question"}, {"timestamp": [4291.04, 4293.0], "text": " right there from the Facebook page."}, {"timestamp": [4293.08, 4293.6], "text": " It's awesome."}, {"timestamp": [4293.9, 4294.88], "text": " And I get that as an email"}, {"timestamp": [4294.88, 4296.82], "text": " and I can drag that and drop it into the podcast"}, {"timestamp": [4296.82, 4297.54], "text": " and then answer it."}, {"timestamp": [4297.64, 4299.12], "text": " So it's very good."}, {"timestamp": [4299.24, 4301.0], "text": " Or they'll send in questions by emails."}, {"timestamp": [4302.08, 4304.06], "text": " And I think that it makes it,"}, {"timestamp": [4304.52, 4305.52], "text": " if you didn't do that"}, {"timestamp": [4305.52, 4309.24], "text": " then it would just be like an audio book really it'd be kind of stale and"}, {"timestamp": [4309.24, 4312.58], "text": " boring but it's great when there's new questions coming in and you know"}, {"timestamp": [4312.58, 4316.2], "text": " something comes up on the news and a kid sends in a voicemail or email and"}, {"timestamp": [4316.2, 4318.48], "text": " says you just see this on the news but I don't understand how they would have"}, {"timestamp": [4318.48, 4323.16], "text": " done that and then we can have a talk about about but it's fresh and it's real"}, {"timestamp": [4323.16, 4325.38], "text": " so all of that I think has to be new"}, {"timestamp": [4325.38, 4331.04], "text": " but sometimes you know I will have explained something and I think I'll listen to it"}, {"timestamp": [4331.04, 4333.98], "text": " what I said last year and I think you know I don't think I can actually explain that"}, {"timestamp": [4333.98, 4338.76], "text": " any better than that I think that's the best I can do so I'll just copy and paste that from"}, {"timestamp": [4338.76, 4344.36], "text": " last year into this year so it's kind of half new and half old and sometimes I'll listen to"}, {"timestamp": [4344.36, 4345.4], "text": " what I explained and thought,"}, {"timestamp": [4345.4, 4346.36], "text": " well, that's terrible."}, {"timestamp": [4346.36, 4348.06], "text": " And I just record it again."}, {"timestamp": [4348.06, 4349.66], "text": " It doesn't actually, I don't think it's take,"}, {"timestamp": [4349.66, 4352.6], "text": " makes much difference in terms of time, really, probably."}, {"timestamp": [4352.6, 4354.86], "text": " Probably saves a little bit of time if you reuse bits."}, {"timestamp": [4354.86, 4356.06], "text": " But yeah."}, {"timestamp": [4356.06, 4358.06], "text": " Yes, sorry."}, {"timestamp": [4358.06, 4361.24], "text": " Biology is pretty visual."}, {"timestamp": [4361.24, 4362.76], "text": " We're lots of diabetons."}, {"timestamp": [4362.76, 4363.76], "text": " Yeah."}, {"timestamp": [4363.76, 4367.96], "text": " Yeah. And look, a podcast is great because you can,"}, {"timestamp": [4367.96, 4371.16], "text": " the question is because biology is generally pretty visual"}, {"timestamp": [4371.16, 4371.88], "text": " in the classroom."}, {"timestamp": [4371.88, 4374.84], "text": " Biology teachers exist without our power points"}, {"timestamp": [4374.84, 4377.6], "text": " and visual models and things."}, {"timestamp": [4377.6, 4380.64], "text": " The podcast has a huge advantage that you can multitask it."}, {"timestamp": [4380.64, 4384.0], "text": " You know, like for the kids, you can't really ride a bike"}, {"timestamp": [4384.0, 4406.54], "text": " while you're watching a video on YouTube. You can't really wash the dishes while you're watching a YouTube video, really. You can't be in the bar. One of my kids says, I love, I started making videos. I started just making all visuals, podcast with visuals. And my students said, you know, we preferred it when it was just audio. And I said, it seemed counterintuitive."}, {"timestamp": [4406.64, 4407.26], "text": " I said, how come?"}, {"timestamp": [4407.66, 4410.08], "text": " And they said, when they explained it, it made sense."}, {"timestamp": [4410.12, 4415.6], "text": " Because one of them said, well, you know, she said, I like to listen to the podcast while I'm lying in the bath at night."}, {"timestamp": [4415.9, 4420.14], "text": " You know, and now that you're putting it on a video, I can't do that anymore."}, {"timestamp": [4420.54, 4423.24], "text": " And so it's, you know, it's not as good for me."}, {"timestamp": [4423.48, 4425.28], "text": " And another guy said yeah I like I"}, {"timestamp": [4425.28, 4428.08], "text": " used to like listening to them when I was at the gym you know I'd go down at the"}, {"timestamp": [4428.08, 4432.84], "text": " gym spend an hour you know on the gym equipment and I'd also spend an hour"}, {"timestamp": [4432.84, 4436.68], "text": " listening to the podcast I felt like I was getting double value time but now it's a"}, {"timestamp": [4436.68, 4441.36], "text": " video I can't do that anymore and so what I also found is that when I'm making an"}, {"timestamp": [4441.36, 4445.4], "text": " audio podcast I do it differently so if I'm explaining something I podcast, I do it differently. So if I'm"}, {"timestamp": [4445.4, 4449.62], "text": " explaining something, I'll be much more descriptive, it forces me to be much more just, rather"}, {"timestamp": [4449.62, 4453.76], "text": " than pointing at something and saying, you know, mitochondria looks like that. I'll say, okay,"}, {"timestamp": [4453.76, 4459.36], "text": " so a mitochondria, it kind of looks like, if you imagine a football, but that inner bladder is"}, {"timestamp": [4459.36, 4463.86], "text": " all rippled, that's kind of like what a mitochondrian looks like, you know, and the air inside,"}, {"timestamp": [4463.86, 4465.58], "text": " that's the matrix of the mitochondria. And the ripples in the bladder of the football, that's kind of like what a mitochondrian looks like. And the air inside, that's the matrix of the mitochondria."}, {"timestamp": [4466.32, 4468.98], "text": " And the ripples in the bladder of the football,"}, {"timestamp": [4469.52, 4470.94], "text": " that's what we call the christae."}, {"timestamp": [4471.24, 4473.1], "text": " And then we'll talk about that process."}, {"timestamp": [4473.48, 4477.0], "text": " But it forces me to really paint a picture with my words."}, {"timestamp": [4477.44, 4478.86], "text": " And I think that when kids listen to that,"}, {"timestamp": [4478.98, 4481.84], "text": " they make it visual for themselves."}, {"timestamp": [4482.64, 4484.26], "text": " Having said that, there are some things"}, {"timestamp": [4484.26, 4486.82], "text": " that I just can't do without,"}, {"timestamp": [4487.12, 4489.42], "text": " you know, the one I was shown up there on video before"}, {"timestamp": [4489.42, 4493.22], "text": " that, like, I can't do that without the visuals."}, {"timestamp": [4493.78, 4495.36], "text": " And so I think there's a place for both."}, {"timestamp": [4497.52, 4498.0], "text": " Yes."}, {"timestamp": [4498.72, 4502.02], "text": " I found that for some subjects like programming,"}, {"timestamp": [4502.26, 4504.6], "text": " it's quite usually to actually refer kids"}, {"timestamp": [4504.6, 4508.12], "text": " to what are really good YouTube videos rather than try to do it myself."}, {"timestamp": [4508.58, 4508.92], "text": " Absolutely."}, {"timestamp": [4510.32, 4510.64], "text": " Absolutely."}, {"timestamp": [4510.64, 4512.0], "text": " I guess I can't use the relationship between the way."}, {"timestamp": [4512.58, 4513.08], "text": " Yeah, absolutely."}, {"timestamp": [4513.24, 4520.92], "text": " I mean, so the question is that, you know, if there's already a really good video on YouTube, for example, that's explaining a concept, why not just point them to that?"}, {"timestamp": [4521.22, 4523.2], "text": " And I think absolutely point them to that."}, {"timestamp": [4523.78, 4528.04], "text": " There are some other biology teachers who make podcasts and I say you know I really"}, {"timestamp": [4528.04, 4531.04], "text": " like the way this guy explained it how does it is podcasts and you know and"}, {"timestamp": [4531.04, 4535.12], "text": " sometimes one of my students one of my students came back and he said said mr."}, {"timestamp": [4535.12, 4540.46], "text": " Daut she said I actually like his podcasts better than yours is it okay if I"}, {"timestamp": [4540.46, 4545.04], "text": " listen to them you know and and after I pulled the dagger out of my heart,"}, {"timestamp": [4546.84, 4548.6], "text": " I thought, isn't that awesome?"}, {"timestamp": [4548.6, 4552.14], "text": " If as an educator, if my heart is really,"}, {"timestamp": [4552.14, 4556.6], "text": " if it's not about pride, if my heart is for my student"}, {"timestamp": [4556.6, 4560.34], "text": " and for his learning, which is where it should be,"}, {"timestamp": [4560.34, 4562.86], "text": " and if I can guide him to find a podcast"}, {"timestamp": [4562.86, 4565.7], "text": " that better resonates with his learning style,"}, {"timestamp": [4567.58, 4567.86], "text": " then that should be what I'm trying to do."}, {"timestamp": [4572.66, 4572.86], "text": " So I think absolutely it's crazy for every teacher to be doing the same thing."}, {"timestamp": [4574.98, 4577.36], "text": " What we should be doing is all doing things in our own style and then pointing kids at a whole lot of other resources as well."}, {"timestamp": [4578.4, 4578.9], "text": " Yeah, absolutely."}, {"timestamp": [4582.08, 4583.64], "text": " Yes, no, you're right, you've got time."}, {"timestamp": [4583.64, 4589.68], "text": " Do you paste the publishing of your podcasts throughout the eurgist of the more"}, {"timestamp": [4589.68, 4598.28], "text": " What I tend to do is I'll put them up a little bit ahead of where I think most kids in."}, {"timestamp": [4598.28, 4603.76], "text": " Because in Victoria, the curriculum, even though, you know, it's still, that's still based very much on a 20."}, {"timestamp": [4603.76, 4608.16], "text": " I would love to think that I just put them all up and kids would work anywhere but but the reality"}, {"timestamp": [4608.16, 4612.36], "text": " is school and you're still pretty much based on a 20th century paradigm where we"}, {"timestamp": [4612.36, 4616.5], "text": " think that everybody's gonna learn at the same pace so they all work their way"}, {"timestamp": [4616.5, 4620.16], "text": " through this Victorian curriculum and so I'll look and I'll think okay most"}, {"timestamp": [4620.16, 4624.3], "text": " kids are going to be up to about you know natural selection in the next few"}, {"timestamp": [4624.3, 4633.48], "text": " weeks so that's when I'll make the podcast then by by doing it that way rather than doing it all it creates"}, {"timestamp": [4633.48, 4638.64], "text": " I think a bit more of a community feel because the kids are sending in questions and then they're"}, {"timestamp": [4638.64, 4643.7], "text": " in the podcast that next podcast if you put them all up you wouldn't be able to do that back and"}, {"timestamp": [4643.7, 4648.34], "text": " forth I don't want my podcast to just be a lucky like I don't want it to just be like"}, {"timestamp": [4648.34, 4651.82], "text": " sort of YouTube videos that are already there and kind of static it's just a"}, {"timestamp": [4651.82, 4657.64], "text": " repository of not I want it to be like that what I want it to be is the dialogue"}, {"timestamp": [4657.64, 4662.02], "text": " between students and teachers and it's not just me there's a there's a bunch"}, {"timestamp": [4662.02, 4666.48], "text": " of teachers that that participate in all of this as well but but I want it to be a community of"}, {"timestamp": [4666.48, 4669.96], "text": " learning that sort of travels through the year together and as people ask"}, {"timestamp": [4669.96, 4673.32], "text": " questions we discuss it and sometimes I'll I'll say what I think the answer"}, {"timestamp": [4673.32, 4677.88], "text": " might be and a kid will say I was Googling and I think you might be wrong about"}, {"timestamp": [4677.88, 4682.32], "text": " that you know and so you know sometimes that back and forth is really exciting"}, {"timestamp": [4682.32, 4687.38], "text": " you know and sometimes there's been that a kid asked a question I didn't know the answer so I called up Professor"}, {"timestamp": [4687.38, 4691.82], "text": " Doherty who you won the Nobel Prize in Immunology a few years back I thought"}, {"timestamp": [4691.82, 4696.2], "text": " how cool would it be and he was delighted to come on the podcast so so I'd call"}, {"timestamp": [4696.2, 4699.96], "text": " him up on Skype and we just recorded it you know and we said you know we've"}, {"timestamp": [4699.96, 4704.42], "text": " been talking about this and we don't really get it and and how cool is that you"}, {"timestamp": [4704.42, 4710.68], "text": " get the you know Nobel Prize winning immunologist to come in and adjudicate I mean it's"}, {"timestamp": [4710.68, 4716.26], "text": " it's fantastic and I think you'd lose all of that that sense of community if you just"}, {"timestamp": [4716.26, 4720.4], "text": " put it all up at the start of the year so that's the way I approach it but I"}, {"timestamp": [4720.4, 4728.0], "text": " constantly do question would it be better to put it up so that kids could do the last part first if that suited them?"}, {"timestamp": [4728.0, 4730.0], "text": " And I like that idea too."}, {"timestamp": [4732.0, 4735.0], "text": " All right. Very good. Well, thank you very much."}, {"timestamp": [4735.0, 4737.0], "text": " It's been really enjoyable talking to you."}, {"timestamp": [4737.0, 4738.0], "text": " Thank you."}, {"timestamp": [4738.0, 4739.0], "text": " Thank you."}, {"timestamp": [4739.0, 4740.0], "text": " Thank you."}, {"timestamp": [4740.0, 4741.0], "text": " Thank you."}], "text": " tapped me on the shoulder and said, Andrew, I think you're as ordinary as anybody we've got. And that's how I got into this position. My real background is in science. But I look in, in biology particularly, I look in the field that I'm interested in. And this is an fMRI machine, a functional magnetic resonance imaging machine. This thing can watch a person think. You can put someone in an fMRI machine and have them think about, you know, you should play them sounds or show them pictures and we can watch which parts of the brain respond. I mean it's unbelievable. Science fiction. We've seen things like, you know, paternity testing and the use of DNA in forensics. It's like what has happened in crime detection and in neuroscience is that as technology has come along, people working in those industries have said, how cool, a new technology. This will let us do something we haven't been able to even dream of before. It'll let us jump over the boundaries that were holding us back and do brand new things. This is a green jellyfish. They glow green in the dark. Some biologists have found the gene that encodes that green fluorescent protein that they have, cut it out, spliced it into the genome of a mouse. And what do you know? Glow in the dark green mice. Unbelievable. You know, mice and jellyfish diverged on the evolutionary, you know, 500 million years ago. And yet now we're even mixing the gene pool 500 million years ago. And yet now we're even mixing the gene pool. That's profound what's happening there. And as I said, it's like what's happened is there was a barrier that was holding us back. And these technologies have allowed us to leap that barrier and go in places and in directions that we never even thought of before. But in education, there's a classroom in 1986 and a classroom this year. Really, there's not that much difference, is there? If we're honest, we haven't really, for the most part, changed a whole lot. You know, if you transported a geneticist from 1986 to 2012, they would have no idea what was going on. They wouldn't know what the machines were. They wouldn't know what people's jobs were. They wouldn't even know half the words that people were using. But if you transported a teacher from 1986 and put them into a classroom today, I think they'd know exactly what was going on, don't you? I mean, I don't think parents would even complain that their son's teacher this year was straight out of an IBM 86. We really haven't changed very much. And sure, we've got things like interactive whiteboards now. But see, that's exactly the point that I want to make, is that I think in education we've approached, up till now, we've approached technology very differently from other industries, where they've taken technologies and said how can these let us do whole new things in education what we've done is we've said how can we take technology and use it to do what we're already doing a little bit better you know so we like we've welcomed interactive whiteboards and don't get me wrong interactive whiteboards are good and everything but I think the reason we've accepted them is because they don't really threaten our pedagogy. They don't really shake us up too much. They don't make us do new things. We can just do the same old things in a new way. And the same way, we're very happy for our kids to do internet research, because it's not fundamentally any different from when we took them to the library and they did a research project using encyclopedias and the card. I mean, Google's big card catalog, isn't it? Wikipedia's Encyclopedia Britannica, you know, in a digital. I mean, really, the basic things that we're doing are the same. We're just using technology to do what we've always done. We're happy for our kids to make PowerPoint presentations because there's not fundamentally any different from when kids used to hold up a poster at the front of the class and talk about their learning and the way they were presenting it. Pedagogies are the same, we're just using technology to do it. But anything that shakes that up, anything that we don't have an existing model for, we've rejected it. And mobile phones are a classic example of that. We love mobile phones. We've always loved mobile phones. We didn't call them that, though, did we. We called them the Star Trek communicator, and Dick Tracy's watch, and the, and the Maxwell Smart Shoe phone before the word mobile phone was even invented. We dreamed of a future where you would have a device that would let you communicate with anyone, anywhere, anytime. Whenever you needed access to information, you could think, I need to talk to this person. We dreamed of that. And now we have it. And in fact, if you want a Star Trek communicator, there's an app for that, and it even works and everything. But our response has been no, we don't want it. We want our kids to leave those things at home, turn them off, put them in their locker. We haven't by and large welcomed them. If we're, if we've got a sense of humor and we're creative, the way we tell them that they're not welcome is like this. I think that was the best no-phones poster I ever saw in a school. But, you know, nevertheless, I like the sense of humor of that teacher, even though I don't agree with their philosophy. But see, when kids are looking down at their crotch and texting, you know, they're doing that because it's such a natural thing for them to do. And it gets even more and more and more. I mean, the reason why we don't want them doing this, traditionally, I know traditionally over the last few years, the reason we don't want them doing this is because we think it's distracting. We think it's disruptive to our class, to the way we do things. They might be texting people, you know, inappropriately. But it gets more and more ridiculous as we start rolling out iPads into our schools, you know, which we did, the very first year iPads came out. We ordered them for our year sevens, or we told our year sevens they had to order them for the next year. But how crazy is it, because now if you're putting iPads, if they've got the latest operating system, it comes with messages on it, and you can't even delete that app from the iPad. It allows free texting from any iPad to any iPad or to an Apple computer or to an iPhone. So really now, if we're putting iPads in the hands of kids, they can text for free. So what are we worried about with mobile phones? It seems ridiculous that we're banning phones, but trying to implement iPad programs. It's completely self-contradictory. And I think, amid all of that, in a lot of schools, we're drowning. I was talking to a guy in Sydney a couple of weeks ago at a conference, and he was just in conversation over coffee. And he was saying that his wife works in a bookshop. And it was telling me this funny story. His wife worked in a bookshop. And for the last year, she'd been there for a year, she'd been told by her boss that when she counts the money at the end of the day, all of the notes have to be grouped the same way. You know, all with the same side of the note up. And she'd asked a few times why, and then her boss had said, well, because that's the way it has to be done. And finally, this annoyed her. And so she said, but why? Why does it have to be done that way? They're the same size. They go to the bank. They just get fed through me. Why does it have to be all up the same way? And she said, I don't know. My manager, my previous manager just told me that's the way it has to be done. So because she got to be under her bonnet, she rang the previous manager and says, why do we have to put all the notes facing the same way? Well, it turns out that the previous manager had OCD. And there was no good reason for it other than just that's the way she wanted it. They were still doing that, wasting all of that time with no basis for it. And I think that that's kind of a significant, a significant story here because I think a lot of the things that we do in school now are baseless. We do them based on an old paradigm. So I sat down and I thought, you know, what are some of the, what are some of the paradigms that our schooling is based on? I'm going to just stop here for a minute and just I'm going to actually stop talking let you just look at them and think about those for a moment. And you may disagree with some of them, but you know, you understand that schooling, schooling was, our, my version of schooling, came out of a time, it was born out of a time, schooling was, our version of schooling came out of a time. It was born out of a time when there was no internet. So the only time a teacher could really communicate with their students was in class, whatever class time they had. And the only real practical consolidation work that you could give to students was reading a textbook and answering questions on a worksheet or something as homework. was really and you have to do with that how else could you do it really but now with the internet you could communicate with anyone anywhere anytime kids have got access you know to the library of Alexandria at their fingertips all day every day there's no reason why we have to do things the way that we've always done them before so I want want to talk about just those last two, and the very last one first, so that knowledge is scarce and has economic value, and I want us to just have a look at that. So this idea of scarcity of knowledge, something is valuable, at least commercially valuable, if it's scarce. You can't get as much of it as you want. Do you remember this? Oh, good. To find out how you... Look at this. I was wondering where my mandibum was. We're studying the environment right now. Look at all this great stuff on ecosystems. Also, all you need to know about. This was 1990. 1990 was Encyclopedia Britannica's biggest year. They sold more copies of their encyclopedia in 1990 than any year before or since, at a cost of just over 2,000 Australian dollars per set. Pretty impressive. And of course, in 1990, it was a great, $2,000 wasn't that much because if you wanted your students to really excel at school, giving them all that knowledge, it was worth $2,000. This year, early this year, Encyclopedia Britannica announced that they're no longer printing the Encyclopedia Britannica. You could buy whatever was left in stock, but that's it. No more printing of the Encyclopedia Britannica. A little bit sad, really, in some ways, isn't it? They've been printing for, since, you know, since before the signing of the Declaration of Independence, I think. You know, at least a long time ago anyway. And at the same time, or at least a month later, they introduced an Encyclopedia Britannica iPad app, and it's free on the App Store. And I thought, how cool, I get the Encyclopedia Britannica for free on my iPad so I downloaded it immediately and then I was a little bit disappointed to find in order to the first article that you have to pay $15 to subscribe to it in order to see the full article and I thought oh I don't think I'm going to pay $15 for the Encyclopedia Britannica pay $15 for the Encyclopedia Britannica. Isn't that fascinating? 1990, $2,000 seemed like a fair price for all that knowledge. Just a bit over a decade later, we don't think it's worth paying $15 for. Because what they're selling, they're selling ice to estu-mowers. You know, nobody, we've got too too much information the last thing we want to do is pay fifteen dollars for more of it I think that illustrates beautifully how the value of knowledge the value of information the commercial value of information at least has dropped through the floor because it's not scarce you know and and I think what we should be doing in kids, rather than in class, rather than giving kids knowledge is having them produce knowledge. I love, this is a site called lulu.com where you can have your students write books and then publish them on Lulu. They sell the books at Amazon, on Amazon.com, write alongside J.K. Rowling's books, might be not right alongside, but at least on the same website. If someone buys the book, the author gets 80% of the profits if nobody buys the book you don't pay a cent it's risk-free self-publishing you know schools that I've seen that have start having their kids publish books on lulu.com they claim that the standard of writing and thinking and planning and just the quality of work that kids do goes through the roof if they know you know i mean probably no one's going to buy it really well mom will won't she and you know and she'll buy 12 copies and give them to everybody that she knows for Christmas as well so the kid's going to make a little bit of money out of it but it's just the fact that it's in a beautiful glossy cover as well. So the kid's going to make a little bit of money out of it, but it's just the fact that it's in a beautiful, glossy cover. Fantastic stuff. Look, here's another example, though, of how the value of knowledge has fallen, or why the value of knowledge is fallen. This is a toy that my kids have. You've probably seen this thing. It's called 20Q. And so this toy, it's $10 from a toy world, says, think of an object. So I'm thinking of a microphone. And it starts asking you 20 questions. Is it bigger than a duck? And you answer yes or no. Is it fun to play with? Yes or no. Does it matter if you drop it? Yes or no. Can you roll it? Yes or no. And after asking 20 questions, it says you're thinking of a microphone. And I think, no way. Like a $10 toy can ask me 20 seemingly random questions and then time after time with surprising accuracy. Tell me what object I'm thinking of. It blows your head. But it makes me wonder whether the next time somebody in my family is sick, instead of taking them to see our GP, whether maybe there's some kind of a toy that can just ask 20 questions about their symptoms and then tell them what disease they have. In fact, there are websites that do that already. They're not approved by the AMA. But I don't know if that's necessarily because they don't work. I think there are probably other reasons for that as well. Because when you go and see a GP, nine times out of 10, if you think about it, nine times out of 10, what the GP it nine times out of ten what the GP does is they ask yes and no questions follow a decision tree that brackets to yes no answers you know the ability to do that in the 20th century the ability to memorize a big body of knowledge and then systematically access it on demand was a killer skill and not many people could do it and if you could you could be a doctor or a lawyer or an accountant or a computer programmer but now ten dollar toys can do that kind of thing as well you know we're seeing that kind of automation happen everywhere and people who used to be knowledge workers being replaced by machines I mean you've seen it with banks we've seen it with you know you don't have to check in when you get to the airport you don't have to you know unless you're putting your luggage in in fact even if you're putting your luggage in a Tullamarine airport now you can do that yourself you don't have to check in when you get to the airport, you don't have to, you know, unless you're putting your luggage in. In fact, even if you're putting your luggage in, a Tullamarine airport, now you can do that yourself. You don't have to see a person to check your luggage in. In the past, if you wanted to get a divorce, unless you wanted to fight over kids and so on, if you just wanted an uncontested divorce, you have to pay several thousand dollars to a lawyer to make sure the process was done according to the law, T's dotting eyes and all that sort of thing if you want an uncontested divorce now you can just go at least if you live in Australia to divorce.com.a u and you can do it yourself I'm sure there's a New Zealand equivalent you can you can fill it in yourself it doesn't cost you anything you just pay the government stamp duty or whatever and that's it a self-done divorce now I'm not saying I should just go back I'm not saying that we won't need lawyers in the future of course we will because sometimes a divorce is messy and and you need a lawyer to sort that out right but see what they're doing what that lawyer is doing then is they're not just following the law, there's also a lot of bargaining, and there's a lot of empathy, and, you know, those are very human qualities. They're not the sorts of, it's not just knowledge that you can, you know, it's the same with doctors. We'll still need doctors in the 21st century, but just maybe not the kind who can just follow a decision tree and arrive at an answer. But when you're sick, the value of knowing that somebody understands and they know what it's like and what the future is likely to hold, that's valuable. But it's not just, you know, the knowledge of medicine is still necessary, but no longer sufficient. You remember when you were on a plane and the hostess has come out and they do their little safety song and dance to show you the safety features of the plane? Well, I was on a plane recently and they didn't do that. I'd never seen that before. The hostesses didn't come out. Instead, a screen came down from the ceiling and virtual hosts and hostesses explained the safety features of the plane, while the real hosts and hostesses were walking down the aisles interacting with with passengers making sure their seatbelts were done up properly there was a kid crying and and this guy pulls out a lollipop and gave a lollipop to the kid and I thought how excellent because what this airline had done is they'd said certain things that our our attendants do can be automated so let's automate them so that we can things that our attendants do can be automated. So let's automate them so that we can free up our people to do the things that only people can do. It makes a lot of sense when you think about it. In our context, of course, if I'm walking into my classroom and doing that, is that really any different to the hostess, waving her arms around and showing me a seatbelt? If I, you know, taught for 22 years, this is my 23rd year, if I'm teaching the same lesson over and over again, it's the same thing that the hostesses are doing. I say, let's automate that. Let's get it. If it's even necessary to do it all, let's automate it. Because our traditional model of schooling, you know, is that during the day, that's what we do. We stand at the front of the class and we tell them stuff. We explain how to do things and we explain processes, we explain, you know, math equations, whatever it is. And then we send them home at night to do work that consolidates their learning. And you've probably heard of this term, it's become a bit popular lately called flipping the classroom. The idea of flipping the classroom. The idea of flipping the classroom says, well, what you do, what you should do is do that backwards. If there's something that you need to explain, do it at night. Do it on a YouTube video, do it in a podcast. If kids need to ask questions like they used to do, instead of doing that in the classroom, do it on a Facebook group, do it on a discussion board, so that class time can be spent working one-on-one with kids that you can do, not only that, but more practical activities and debates and role plays and modeling activities and the kinds of things that we know make for exciting, engaging learning. It makes a lot of sense to me, you know. Now I don't think, I think a lot of the things that we say to students don't need to be said at all. They should be discovering that themselves. They've got access now to the same body, the same pool of information that we do. You know, why do I need to go in and tell my students about photosynthesis? I don't think I do. I think they can find that out quite well by themselves. There are some things, of course, and I think genetics is a great example of that, where no matter how much they find out, there will be aspects of it that they'll really struggle to understand. And so the value of a teacher then is that, because some people are saying that, you shouldn't be explaining things as a student at all, students at all. I think that's going too far. Because I think the real value of a teacher is that unlike anybody else, the teacher understands the content and understands the young minds that the teachers working with. They're in that unique position of being able to form a bridge between the learning and the learner. I think we need to show restraint and not give them more than we need to, but we also need to be there to explain certain things. But anything that we need to explain, I would say, shouldn't be done in the classroom necessarily. It could be just done any time. And that frees up class time for kids to be then making their own podcasts to share with kids with each other. Hi, I'm Ruthie and I'm Sonia and we're doing our podcast on a Blue Triangle Butterfly. Today we are talking to Blotley, the Blue Butterfly. Now tell me, Bluley. If your common name is the Blue Triangle Butterfly, what is your scientific name? So you're great, you know, you kids are microphone and they become really creative and it's a much more fun way of presenting their learning than writing it down. But if they're going to write something down, I mean, I love doing this. This is my students when they learn about evolution, they read about that, they study about that, we discuss it. But then their assessment task is to write a Wikipedia article about it. They have to find a species that has very little written about it. They have to research about it. That might involve contacting scientists that might involve whatever they have to do to find out about the evolution of that species, and then they have to write it on Wikipedia and it's awesome they find out that in you know most in most cases after 20 or 30 minutes what they've written gets deleted by somebody you know who's watching is very jealous of what goes on Wikipedia or sometimes it gets one time it got taken down by a scientist who then changed bits and then put it back up again. So substantially the kid's work but it had been edited by sometimes people will take it down and then send a message to the kid and say, I took your work down and these are the reasons. You should have cited this fact or you, what a fantastic learning experience. But even the kids whose work gets deleted, I initially thought, oh they're going to be so crushed. You know, they did all this work and it got deleted in 10 minutes. But you know what? The first kid that happened to said, well, at least my work isn't being ignored. Isn't that fascinating? You know, at least somebody read it and cared enough to delete it. Like that, I think, in itself is a significant shift. But when we need to create time in class to be doing real things like that, by moving any explanations out of the class, it really does that. The second thing that I want to talk about is, the first of the things on that list is that what we do is limited by where we are and what time we do it. That's a 20th century paradigm that, Henry Ford, Henry Ford used to fire people if they smiled on the production line at work. Is that amazing? It was an automatic firing if they laughed, but there are many stories of people who were fired just even for smiling because, you know, you had eight hours of work, eight hours of rest and eight hours of play. How dare you bring your eight hours of play to work? You don't mix them, you know. But we're not in that era anymore. Now we work at home and we take our home to work. And, you know, it's so much more blended. But for our young people, they've grown up at a time. Do you remember when we were young? And, you know, there's a new David Bowie album. And so you have to go down to brashes. Did you have brashes in New Zealand? Down to the music shop. And, you know, on a Saturday morning when it was open and you could maybe listen to the album and then buy it, nobody does that anymore because you have access to music anytime you want it. Same thing very quickly happening with books. In my town in Shepard in North Central Victoria, we used to have Angus and Robertson, we used to have book world, we used to have Collins. Now we've got Collins. The others have all packed up and moved out of town. You know, we're seeing that. Statistics say that people are reading more and more than ever, but they're not buying books, because the convenience of being able to download stuff whenever you want is something that we're going to take for granted. But it's not only content, I mean, it's information as well, you know, kids will just Google things if they don't know them, but it's also access to people. This is a screenshot of my son's page. It was probably a year or so, a couple of years ago now, but I walked in, I just said, I want to take a photo of your screen, because you can see he's got Facebook open talking to one group of friends. He had MySpace open talking to another group of friends. He had Wikipedia open because he likes writing articles on Wikipedia. He's fascinated in butterflies. My son knows more, 16. He knows more about some species of butterflies than just about anybody in Australia. And he'll write entries and edit entries in Wikipedia and then argue with people back and forth. I mean, it's fascinating. So he's got that open and talking to another group. And then he's opened a folder of homework because he saw me coming into the room as well. But, you know, they've got access. They want access to people any time of day or night. Access the content, any time of day or night. But when they go to school, you know, we're saying, well, you can have your learning between 9 and 3.30. And it just doesn't resonate with the way everything else in their life is heading. Last year, I've had a discussion board for my class since 2005 where, you know, kids could ask their questions if they had them outside of class. I thought it was a good idea if they think of a question when they leave class or maybe when they're doing their homework or, you know, just something they were too shy or embarrassed to ask in class they could go home put it on the discussion board and we could we could answer it there last year some of my students said mr. dafter there's something that we need to talk to you about and and I said I'm listening and they said well your discussion board's good and everything but we like Facebook better and we're all using it. We'd like you to come with us, if you will, was sort of the way they put it. So like most teachers, I'd sort of resisted Facebook, and there are certainly some issues with it. But when I went to look at what they'd done without me, I was just blown away. There was this 24 hour a day conversation going on about stuff. I mean, they decided to buy some rabbits. It's probably too small for you to read, so don't worry too much about doing that. But they decided to buy some rabbits and breed them to test the genetics that we were learning. You know, we found that we, you know, kids were taking photos of experiments we were doing in class and putting them up there and then discussing what the results mean. I found that I could make screencasts and put them straight in there and put YouTube videos in there, you can embed them in the wall and they can watch them right there on the Facebook group page without even, you know, you don't have to, it's not a link that takes you to another place to watch the video, it's right there on the wall and then you can ask questions and make comments about it right there. Just, I mean, it was absolutely fantastic. Just that phenomenal volume of traffic that it was getting just makes so much sense. One of the great things that I found about that Facebook page was that if I'm on my Facebook page and somebody writes something on the Facebook group wall, I still get a notification even though it's on a separate group. So you've already logged into Facebook. So on my discussion board, previous to Facebook, the best students were there quite frequently. But there are a lot of students who never went there. Once we moved to Facebook, the best students were there quite frequently. But there are a lot of students who never went there. Once we moved to Facebook, the best students, the most sciencey academic students, they were here just as much as they were on my Facebook, on my discussion board. But the students who were there the most, in many cases, were the students who never went to my discussion board. Why? Because they're the very same kids who are wasting all their time and the evenings on Facebook. But now they're being dragged into the conversation because the little notification flag keeps lighting up saying, oh, Jenny wrote something on the biology group wall, and they can't resist clicking to see what it is, and it was dragging them into the conversation. It makes perfect sense, doesn't it? And there are other great sites. I mean, Edmodo is fantastic, and Ning is really good, but it's still another site. The kid's still got to click, type in a URL, or click a bookmark or something, go to another site, then they've got to log in with a username and password. For a lot of kids, that's just too much effort to go to all these different sites. They're already on Facebook. I say, let's use that. You know, it's not about, the only thing I want to point out is that this is a closed group, to a labour fear of many educators, it's a closed group which means that random people from the community can't see what's happening here. The only people who can see what's happening in the group are members of the group, which is me, the other biology teacher, our school principal, and the kids in the class. They're the only people who can see, and a student teacher, they're the only people who can see what's happening in that group. But also people in the group, you don't need to friend your students in order to share a group with them. So, you know, Eleanor's not my friend on Facebook. If I write, if I put, write a status update on my own personal profile, Eleanor won't see it. If Eleanor takes a photo of herself in a bikini beside the pool on a Saturday afternoon and puts it on her Facebook wall, it doesn't come up in my feed. I don't see it because she doesn't have to be my Facebook friend. So it's as good as any discussion board, but it has the benefits of being in a place where the kids are. And it just makes such logical sense. I want to talk a little bit about podcasting. Because again, we're talking about here this paradigm, this 20th century paradigm that you need, what you do is dependent on where you are, that we need to talk to our students in class, that they need to do homework at home. We don't. We can talk to our students in class, that they need to do homework at home. We don't. We can talk to our students in class, but we can talk to them at home. They can do homework at home, but they can do it in class. Those paradigms were formed at a time before the internet, and now they're completely baseless. I started making a podcast in the end of 2005 actually, but I really started in 2006, seriously. I made a podcast and you just... The idea for this came back in 2005 when I was driving to school. They're told to leave those, quote, toys at home. They're not to be used in school. Instead, the system continues teaching as if these kids belong to the last century by standing in front of the blackboard. Is he right? Yep. But there's also a difference between technology and science. You know, science is much more, you know, they're not learning science, I'm learning technology learning to end results. Right, but they're not even learning technology in school, I think the point is trying. Yeah, he's also saying that they're not using any of these great-tastic learning tools at all. They're just, they're just the blackboard. Yeah, so here I was, I was in my car, 2005, driving to work, I just got this job that the principal had given me, so I had no IT background, and I'm now in an IT job. So I downloaded a podcast called This Week in Tech and I was listening to it on my way to school and back. And I was loving it. It was great because I was more up to date than I would be if I was even reading you know technology journals because by the time the technology journals come, the news has been out for a little month or so. This was every week, there was a new hour to an hour and a half of these experts talking about what had happened. I was loving it. It was like doing my professional reading, but it was taking none of my own personal time. I was just using my drive time. You know, I mean, I'm sitting, I've got a 15-minute drive to school and a 15-minute drive home. For half an hour a day, I'm sitting in my car watching people cross traffic lights. But now I was using that time to learn and to learn really productively. And I was loving it. And I still remember exactly the moment when I crossed into my school driveway and my mind switched, you know how it does school mode, and I thought, wouldn't that be fantastic if my students were learning biology like this? Some of them were sitting on the bus for half an hour, some of them for an hour on the way to school and home. Two hours a day. Some kids are sitting on the bus, bored out of their minds. Wouldn't it be fantastic if they could be using that time to learn biology? So I made them a podcast and I'll play a little, this is just a little sample of how it sounds now. It didn't sound this good in the early days, but nevertheless, I'll play a little sample for you. This is Dowci's Biology episode of 11 for 2012, the Department of Defense. Isn't this the coolest way you're staying? You're sitting on the bus so you're in the canteen queue. You know your headphones on? Look around. Everyone who sits you, thinks you're listening, there's some cool music. Well let them link that show. Just go on your head and tap your floor. I want to tell them what you do it. and you know it'll be our little secret and in me what let's study biology well hey Ron and welcome back to the virtual biology classroom this is going to be a really great episode because in this... That will do as a sample, but it's sort of meant to be kind of entertaining and we'll talk to scientists on there. We'll ring them up and interview them and I'll bring up and interview students who did really well last year and they'll tell us about their tips for success and you know, kids will send in voicemails and there's not just one way, you know, kids will, there'sicemails, and there's not just one way, you know, kids will, there's a voicemail number. They can ring for free and ask their questions, so we have a like a talk back radio kind of. Really, it's a lot of fun. Anyway, I made this podcast, and it was not even that polished back in the early days, and I know that sounds kind of professional, you know, but really it's such a simple thing to do. In fact, I ran a workshop on podcasting at my school a year or so back, and one of the teachers who came stayed back after, and he said, he said, Douchy, I've got to tell you I'm, I'm disappointed that I came. And I said, how come, Tony? And he said, well, he said, because I, like, I had you up here. I thought you were like this IT genius. But now I can see that any idiot with a computer can do the stuff you're doing. And, you know, he's exactly right. These tools are getting easier and easier and easier to use. I'm doing a workshop tomorrow. If some of you are doing it, I'll show you some really simple tools that just you don't have to be good with a computer to do this kind of stuff like you did even five years ago. But I made this podcast back in 2006, at the start of 2006, put it on iTunes so my kids could access it easily. And you ought to amaze me that I came back in three weeks and type of biology in the search field. And my podcast came up as the number one here. Isn't that amazing that a teacher with no IT background and no audio background makes a pretty amateur podcast for 25 kids in a country town in North Central Victoria? And in three weeks, it's the number one biology podcast in the world. I think that says two things. Firstly, there was no competition. This was the birth of podcasting. And secondly, there are a lot of people who want to learn from a teacher who is not their teacher. There's barely a day that goes by that I don't get emails from kids. I don't know asking me, can you recommend a podcast in chemistry or in history? Kids are out there looking, they don't get their teacher. Maybe their personality, their learning style, doesn't resonate with the way they're being taught. And they're out there looking for someone else who can explain stuff to them. You know, at the moment, my podcast gets a thousand downloads a day. I'm making a podcast maybe once every week to every two weeks. So we're talking maybe somewhere, maybe 10,000 students listen to every episode that I make. 25 of those kids are being told that they're expected to. The rest, they just want to. And the thing about this is that there people from all over the place for all sorts of different reasons. This is Karen, who was a girl in Melbourne, couldn't do biology at her school because it was blocked against another subject that she had to do. So she went to the principal of her school and said, can I do biology by listening to this podcast and just do the assessment when it's time for that. And he amazingly allowed her to do it and she got straight A pluses and she's doing some sort of health subject at Melbourne uni. You know, fantastic without even going to a single class. Nathan was a boy, again, a boy I don't know, from Wadonger in Northern beyond the border of Victoria and New South Wales, who was diagnosed during the year with leukemia. And he had to go down and spend a lot of time at the Royal Children's in Melbourne being treated for that. His grades, as you would expect, from first semester to second semester, plummeted. But in biology, he went up by two grades. Because you can be convalescing in a hospital bed and still listening to a podcast and asking questions on a discussion board or a Facebook group and still interacting, even if you can't be at school. Christy's a 13-year-old girl from Oklahoma City who sent me this lovely email saying that she's bored at school because they're making her do Year 7 science. She's obviously fairly bright. So she said, well I decided to go onto the internet and find someone who will teach me at a level that's going to challenge me. And she said, I don't really understand half the things you talk about, but I think it's way cool. What's the way she put it? Don't you think that's fantastic when kids are choosing their teachers not only can they learn anywhere anytime but also from anyone you know I would love to see all biology teachers making podcasts so that kids have like a smorgasbord of teachers to listen to Colleen sent me an email. She's a middle-aged housewife in Alaska. She never got her high school diploma. That's what she wants to do. She wants to get her high school. It's pretty hard when you're a mom and you're driving kids to sports training and trying to make the evening meal and vacuum the carpets. But she can be driving around or cooking while she's listening to a podcast. So she's finding it useful for a whole different reason. What never ceases to amaze me is the excitement of kids listening to a podcast. You wouldn't think, it's just an audiophile, really. But kids just get so excited that they can learn anywhere any time. I walked into class last year and one of my kids said, you know, Mr. Dautz,ouch's a song about the podcast on YouTube. And so we went to have a look. I'll play a little sample for you. It's really rather charming. I don't know this girl. But, um, oops. podcast of Datsy we can never hate your podcast is so hot that my 14 bloody Lundee Nation Tatsy on your eyeballs take much a look at them around you there's money vehicle on that's Datsy that we made it through the end in survival if it comes to be a Dever Datsy you created a biology for community? It becomes simple. Now, I just pause at that point. But it's this sense of community where kids who, who, you know, they don't know me, but they'll make a song about being part of this, you know, and she's not the only one who's made a song for the podcast, I might add. But, you know, I'll take this as an example I gave a revision lecture at Monash Uni in Melbourne I mean the lead up to the June biology exams and a kid who was there went back to back to her school and told her teacher about it not knowing that the teacher was a friend of mine and so the teacher sent me a tweet to tell me what this this girl in the audience had said. Isn't that nuts? Like I'm a high school science teacher. It's nuts. You know, if I go and give a revision lecture, it's an hour before I get away at the end because kids are lining up to have their photos taken with me and have me sign their biology books, it's completely nuts. The last one that I did, just on Saturday, I turned up and this girl, she came along and she made a biology cake, decorated with DNA and everything, just she'd made a cake. It's nuts. But see, these are kids who they've suffered through school under these old paradigms that say something's not worth anything unless you can write it down you've got to be able to read you understand it you know you got to do homework at night sit in a boring classroom all day and these these are kids they can go for a jog in the afternoon they can be walking the dog or working out at the gym or washing the dishes or if they've got a mind-numbing you know job one boy loads metal on the truck or if they've got a mind-numbing job, one boy loads metal on the truck. On a Saturday, that's his part-time job. But he can listen to a podcast while he's doing it. And for some kids, this makes a huge, huge difference. And I hope this doesn't come, that doesn't come across as me standing here saying, look, what a fantastic teacher I am. Because remember, the whole reason why I'm doing this is because I'm an ordinary teacher, because I don't have computer skills. And it just seems to not feel like a very lucky teacher to have been able to find things that just resonate with the way that kids want to be able to learn when they feel like it you know they're sort of sitting on a Friday afternoon period six in my class listening to me talking at them they can listen to a podcast on a Saturday morning when they're out for a walk and they're more fresh and, you know, if it gets away, they don't miss it, you know? I mean, there are so many advantages. They can stop. They can listen. I can make a podcast that goes for an hour and a half or three hours for that matter. And they can listen to it in 10 minute chunks if they want to. They can decide how long they want to listen, when they want to listen, if they want to listen, they can skip a chapter because they already get that bit. You know, it just, it makes just great sense. In other situations, I was forced to teach an astronomy class, and it's not my favorite subject, I always think that we're teaching that at the wrong time of day, but that's when a podcast is perfect. You see, rather than, what we used to do when we taught astronomy is you put pictures up on the wall of what the night sky looks like. It keeps them how to find the Southern Cross from a picture. How boring is that? So we did other stuff during the day and then at night we had a podcast and they would go outside with their iPods and I'd explain what they were looking at in the sky. You know, start from the moon and let's go put your hands straight out and two handspans across to the left you'll see a really bright red looking star that's beetle juice and we talk about while they were looking at the real thing i mean it just let me teach at a time that wasn't otherwise possible other teachers have done this kind of thing too i walked into the english faculty office and the english teachers were all arguing about a book that they they were i think was called a minimum of two i haven't read it but but they were all arguing about this. And the conversation was quite heated because they have different points of view about what a character represented or something. And I just sort of stopped in their office and I said, you know, you guys should put a microphone on the table and record this conversation for your students. You know, it's so rich to hear five or six English teachers all arguing about the book that these kids are learning about is so much better than what they're getting in the classroom. Well, they decided not to record that conversation because they were also bagging the principal and other faculty's... No, they do. They run this podcast. They call it the English Roundtable. They'll literally sit around their lunch table. It's very informal. They'll invite a couple of kids to come along and ask questions and they'll just chat and record that for the rest of them to listen to. I mean, it's magic. It's let them teach in a different way than they would have otherwise been able to. We have a dance teacher. You know, she's got a problem. She's got to get these kids ready for a performance on Friday night and she's got four 50 minute periods to do that. That's a lot of pressure, you know, for the girls as well as for her. But what she does is she gets the track with permissions from APRA and records her vocal instructions over the track they've choreographed so the kids can be upstairs in their bedroom at night with their iPods going through the steps and Mrs. McGregor's there talking them through it. I mean, what a great way to be able to do things differently. I suggested that our metalwork teachers should make a podcast. And this is what they presented at a staff meeting. Obviously they don't quite get the concept but I'm going to keep working with them anyway. It's a lot of fun. Apart from podcasting, I think screencasting has a lot to commend it as well. Now this is the same kind of lesson that I would have once given standing in front of a whiteboard. This is a concept, dihybrid crosses and linked genes. I would say is one of the two concepts in senior biology that students just really struggle to grasp. The other one is solving a pedigree. They just really, they can read about, you can give them as much reading to do, they just really struggle to get it. That's the sort of thing that I think teachers should still be explaining the students, you know, I shouldn't be telling them what photosynthesis is, but that really helps kids out to be able to hear a teacher's self-talk as they're explaining how we can solve a particular type of problem, do a particular kind of thinking. But see what we'd normally do in the classroom, if I was explaining this in the classroom, do you know what I'd do? I would do maybe three or four examples of how to do this particular kind of problem. And the reason I'd do three or four is because after the first example, probably most kids don't really get it. So you do a second example and you start to see some of them nodding their heads. They think they get it now but a lot of them still don't. So you do a third example and a few more of them they're pretty much getting after the fourth example kids are sort of you get this sort of vibe from the room I think we get that but there's always some who don't but we feel like we have to move on you can't keep on doing it because you know some of them are starting to get restless now so we sort of do three or four examples. We're teaching to the middle. We're frustrating the ones who got it immediately, boring them, and we're frustrating the ones who still don't get it because we're moving on before they've understood it yet. But if I record a series of these and put them on YouTube, kids can listen as many times as they, to as many examples as they feel, if they get it after the first example, fine, move on. Use your time for something more productive. If it takes them seven examples before the penny drops, it's not embarrassing because they're in the privacy of their own home. You know, it just, it makes so much sense. In fact, this is data from YouTube of a series of videos. These were on solving a pedigree. But you can see that in fact exactly what I'm talking about is happening. About half of the kids who felt the need, who watched the first example, didn't feel the need to go on and watch the second one. And about half of the ones who watched the second example didn't go on and watch the third one. And so on. But normally I'd move on about here, so we're still, we're still leaving these kids behind, but boring those ones. It just makes so much more sense. It's not like, you know, all the time we used to spend teaching in the classroom, it's not like that all gets transferred to the evening because for a lot of kids, they don't need to do half of what we're doing in the classroom to understand. They can be doing other things that are much, much, much more productive. And again, the tools to do this, in fact, it's easier to make a screencast like this than it is to make an audio podcast. It's unbelievably easy. The tools are just getting easier and easier and easier as time goes on. And more and more and more effective as well. I think Vodcasting is the third way that lets us teach anywhere, anytime. And this is Narelle Baker, our ceramics teacher, who, you know, she said, I've got really two classes happening in my classroom. She said, over here I've got kids working on the pottery wheels, and, you know, I'm constantly stuck there showing them over and over again how to do this particular skill. On the other side of the room I've got students working on design you know the designing stuff they're doing all these artistic design I'd love to spend more time over here with all that design and artistic stuff but I'm constantly stuck over here showing kids how to you know because they keep play keeps flying all I've got to keep I've got to stay over this side of the room I long to be over there doing the creative stuff so what she's done is she puts a little video camera on a tripod she records herself doing that technique she's got a plasma screen on the wall behind the pottery wheels the kids come in they sit down of the pottery wheel they wait till the video loops at the beginning and then they follow a virtual Miss Baker. While the real Miss Baker is freed up to be somewhere else in the room, working on something that requires a person. This is like what that airline had done. They said, there are certain things that we do in the classroom that can be automated. Let's automate them so that the things that only a human can do, we can be freed up to do more of that and to do it better. We have a photography teacher doing exactly the same thing. Our photography teacher is arguably the best photography teacher in Australia, and I don't say that just because he's my friend, but he, someone in his class has won the Ilford Photographic Competition and the Age Nikon Photographic competition every year for the last 20 years except for one year. He says he was robbed that year. But someone from his class, he's a genius when it comes to aesthetics and design. You walk into his class, you will never see him standing at the front of a room with Photoshop on a data projector showing kids how to do a Photoshop technique. Because what he does is he records screencasts of Photoshop. And if a kid's working on their photo and they want to know how to add a vector mask, I mean it's beautiful. You walked into his photography room and over here on a computer there's a girl sitting there and a virtual Mr. Short is showing her how to add a transparent mask to a photo. And over here on another computer, there's another kid, and a virtual Mr. Short is showing her how to add a transparent mask to a photo. And over here on another computer, there's another kid, and a virtual Mr. Short is showing that kid how to crop a photo. And over here, a virtual Mr. Short is explaining to another kid how you can change the white balance of the photo. While the real Mr. Short is sitting, you know, with a still life and a group of kids and explaining to them why it's aesthetically more powerful if we move the light a little bit this way it just it just it's beautiful you know freeing himself up to do the the the stuff that requires the genius of an art teacher people often say yeah but what about the learning you know if we're doing things differently like this what about the learning how is that, if we're doing things differently like this, what about the learning? How is that affected? And we could spend an hour looking at all the graphs, but I'm fortunate because I teach senior biology and in Victoria, the VCAA has a subdivision called the VCEDS, VCE data service, and what they do is they make every student in their senior years in year 11 and 12, doing a senior subject, they make them sit two, three hour exams. They call them general achievement tests. And on those tests, they test, you know, their literacy and their numeracy and all sorts of other aptitudes, their ability to interpret a cartoon and say what's funny about it, all sorts of things. From that data and other data that they put into their algorithm, they make a prediction about how every student will perform on every subject that they do. So, and they claim that they're remarkably accurate. Well, over the last, since I started teaching this way, in fact, over those last years, the average student has performed two grades better than the VCE data service has predicted for them. You know, that's a phenomenal, you know, on average. Not only that, but over that time, there have only been five kids who have performed worse than the VCE data service has predicted for them, which is even, not only on average, are kids performing better, but almost every kid is performing better as well, which doesn't surprise me really because, you know, in the past, we were doing this shallow coverage of the whole course. You know, it was crazy. It was like if you teach a senior subject, you know what I'm talking about. It's like we're doing photosynthesis today and we have to get through photosynthesis today because tomorrow we're doing cellular respiration. We have to get through the next day we're doing anaerobic respiration and fermentation and we've got to get through that because there's an assessment task the day after you've got to be ready for it so if you don't understand photosynthesis today you're going to have to figure that out yourself or go and ask a friend or do something we've got to keep on moving through the course and then it would rain on sports day and they'd move the sports to my double period on Wednesday it was terrible we'd have to have after school classes the whole year was like that it was exhausting I don't even do photosynthesis in class anymore you know we've we've got our class time to do whatever we want so now rather than doing this shallow coverage of everything we've got time to just do the things that are really challenging and to do them very well we've got time to explore other interesting things that have come up in the news and in the media and we can really go off on a tangent and do things that aren't even on the course because the kids are interested in them. We've got time to do motivational things, things that just build each other up and to learn about learning, you know, do this self-analysis and how can I learn, I mean, we've got time to just build rapport, which is where I really want to finish is with this idea of by freeing up time in class, class becomes just so much better. And I want to do this by way of telling a story, and I always feel just a little bit awkward doing this, because the emails I'm going to show you are from their personal emails from from kids but but I just think they they speak so much and um this was my class in 2006 this was the first class that I went in day one and I said to them I I said, we're going to do things different. I said, anything I feel I need to explain to you, I'm going to do that in a podcast or I'm going to record it in some kind of a video and you can watch that out of class. And what we're going to do in class instead is more experiments and more pracks and more discussions and debates and role plays and other things that are engaging and interesting. If we're going to come together in time and space, 26 people in a room, if we're going to do that, if we're going to come together, it will be to do things that require people to be together. If it's something that doesn't require us to be together, I'll find a way of recording that so you can do it outside instead and I watched these kids through the year and and just got a sense that they were learning really you know you get that sense that they're for the kid I don't know most of them since year seven and and you just get a sense that for that kid she's learning really well and I've got all through the year what I didn't realize was that something else was happening probably something more important was happening and it was I didn't realize it was the very last day that I had with them and and I was saying goodbye to them in fact it was you know we had our last class and I'd reserve sort of 15 minutes at the end just to sort of, you know, reminisce on what we've done, that we'd done a whole lot of stuff that I couldn't remember anybody else doing with podcasts and screencasts and they'd supported me all the way, most of them. And, you know, we'd done some risky things and it had been fantastic. And I'm paying this bit of a speech and anyway, then I basically said, you know, say thanks guys, don't forget to come and tell me what you get into next year and you know, you've been awesome and it's goodbye. And you know, normally then, all the chairs, chairs get pushed in. This time nobody moved. Everyone just sat there. And I waited for a couple of awkward minutes and and then I said again I said it's lunchtime now it's time to go and they still they just sat there and then one of them burst into tears and then another one did and before I knew it half of them easily half of them had tears running down their faces. I'd never seen anything like it before, at least not in my classroom anyway. And when the last one had finally left, I went back to my office and my inbox was full of emails from these kids. And I'm just going to put them up on the screen. I'm not going to read them out. They speak for themselves. They're only snippets from the emails, but they speak for themselves. And I've just picked a handful of them. I'll let you read them for yourself. I'm gonnae. And the last one that I want to put up, I'll let you read it and then I'll explain. This is the one that I think is the most significant of them all. Now the reason why this one is the most special of those isn't because she says I'm her favourite teacher. Because these kids, they're in year 12, that's like your year 13, they only have five teachers. So I figure that gives me a 20% chance really. That's not so special. But what's so significant about about this one is that Naina wasn't in my class she didn't even go to my school she went to a Catholic school 400 kilometers away she'd only ever heard me teach via a podcast I'd answered her questions on the forum but when a person who when a girl who doesn't even know someone in real life describes him as her favorite teacher I think that says a whole lot about how young people like to learn and interact you know and I think we sometimes make the mistake in in ed tech circles we make the mistake of thinking that kids think technology is really cool I don't think they they do. I think they think it's normal actually. I think it's us who think that technology is really cool. And sometimes we think if we bring cool technology, that's going to engage kids. No, it won't. What engages kids, in my experience, is relationships. What engages kids is forming connections. And if we can find technologies that enable them to form better and deeper and more meaningful relationships around their learning, to form a community of learning rather than a classroom, then they become engaged in the learning process itself. They develop a love for learning that, you know, in 18 years or so of teaching before that, I had just never seen that kind of passion. Now I see it every year. Last year, a girl burst into tears a week before the end of the semester. I walked into class a week before the end and said, okay, we've got one week left. And this girl just burst into tears. And through her sobs, she said, I'm not ready to leave this class yet. It's not I'm not ready for the exam. I'm just not ready to leave the class yet. You know, to me, when we became teachers, we became teachers, we became teachers because we loved learning. And we believed that we could help other people to love it too. But the world has changed. And the way that we love learning, for a lot of kids, doesn't help them to love it anymore. And I think that recognizing that paradigms that our current schooling process are built on are now baseless and saying, well, how should we change? It, in my experience, makes just a world of difference. Thank you very much for your time and for listening to me. And we've got a couple of minutes. If anyone has any questions or anything, I'm very happy to answer them. Yes. That is seriously inspirational. Thank you. Oh, thank you. I am very curious. Those podcasts of yours, they, I don't think, or they do you want to be a genius? Honestly, I don't think I'm you want that in to do anything? Do you know? Do you talk about it? Honestly, I don't think I'm a genius. But, you know, the thing is that you can do things in a podcast that you can't do in the classroom. I can teach better in a podcast than I can teach in the classroom. In the classroom, if I'm explaining something, if I'm explaining evolution, it's me talking. That's it. This is it. What you get? In a podcast, especially one without visuals, you know, everyone's stuck on videos and how cool. Audio to me is so powerful because you can describe something. You know, if you're describing the way it was in the Jurassic and you put in a few dinosaur sound effects, you can have a kid imagining that, you know, that they're hiding from a dinosaur. I mean,'s very powerful I mean imagine if you're if you're a lot teacher and you're you know I mean biology is my subject but imagine if you're a low teacher and you're you're trying to get your students to learn all the phrases they might use perhaps if they went to the beach in in Italian but now while you're doing that you've got the sound of the waves lapping against the shore and a seagull and the excited sound of some children playing, you know, you can create a visceral, emotional response in the learning that, in a recent podcast on disease that I did, which, you know, the opening moments was the sound of somebody vomiting, but then later on, later on, we were talking about, I was talking about malaria and how malaria is spread by mosquitoes and we're having this discussion about malaria. And all through that discussion, I had just the sound effect of a mosquito just buzzing around, you know, from getting louder and louder and then quieter and quiet and then louder and suddenly stopping. I got an email from a boy I don't know who said, Mr. Deouch, please never do that again. He said, I was listening to the podcast on the train and I was slapping myself in the face. I looked like an idiot, which is the way a teenager says, that was so awesome that I took my headphones off and put them on my mat and said, have a listen to this. You know, you can't do that kind of stuff in a classroom. So I don't think that I'm any kind of super teacher. I think it's just that when you, are good at explaining things you take that and and you mix in the ability to transport people anywhere and but we're using sound I mean it's it does become kind of entertaining in a way that I can't do in the classroom and so yeah have you inspired your students to make their own podcast or use it as an assessment tool whereby you can listen and interpret their own school? Yeah absolutely yeah. And I think that that's that's also very powerful. So we'll do, for example, we got to the immune system just recently and and all I did I went around the room and I said you know, cytotoxic T cells helper T cells suppress the T cells B cells macrophages dendritic cells went around I gave them all a different part of the immune system and their job then was to go away find out all about that and to make a podcast they all loaded that onto the blog and and so the kids can all then go you know and it's getting it's great because because when when one student comes along I well, I already understand cytotoxic T cells, so I won't bother listening to that, but I don't get suppressor T cells. So they might listen to that three times, you know. And so they're benefiting from the fact that this, not only is this kid put in hard work and learned about suppressor T cells, but they're also probably explaining it in a much more kid-friendly way than I would because they don't get it themselves that well. So they're really, you know, it makes so much sense. And absolutely I think it's very, very powerful. But you see, by me, anything that I need to explain to my students, if I do that outside of the classroom, now the kids have got time in the classroom to be doing the research, because doing that obviously is going to take a bit of time, but I've got all the time in the world in my class to do that. Yeah. Yeah. How do you help the technology a hard-e-eared-use teacher? Actually, if it's not too defeat us to say, I think I'm probably, he told me the day that a computer can put a spout on my house, I'll buy one. So I'm not quite sure how I'm going to go with him, really. But look, I think, you know, most teachers, I think most teachers, they love learning, they love students. And if that takes them a little bit of learning and a bit of work to do something that will help their students to learn better, most teachers will do it. I mean, he's a lovely guy, you know, as you can probably tell from the fact that he finally made a podcast. You know, lovely guy, but I don't think he's going to come on board, but yeah. I mean, honestly, you can't move everybody. In the school, there are always some people who,. I mean, honestly, I don't, you can't move everybody. In the school, there are always some people who, and I say, work with the people who you can work with, get them. A lot of teachers at our school started, initially when I first started saying, I'm going to make podcasts, I'm going to teach my students out of. A lot of people at my school said, you're nuts. This is another one of your stupid idea, was what people were saying saying but where the tide really turned was when some of my students were going to other teachers and saying you should make a podcast about this you know and and so it really started to grow I think if you came in from the top as an administrator and said right you're all going to be making podcasts I think it would probably fail the way to do it is is to come in at the bottom work with the teachers who are who are passionate get them making podcasts and then when the kids get excited about it other teachers are going to want to join in because teachers love to see kids excited in learning I think that's probably a better approach? To make the audio podcast. Yeah. I flitter back and forth between Audacity and GarageBand. If you've got a Mac, garage band, the easier probably to use. Audacity is very powerful, depending on what you're trying to do. But I would say, your garage band on a Mac, certainly, Audacity on a PC, are probably still the most useful. There are lots of podcasting packages around but they're both free and simple. Yeah. Yes. Have you seen this being done in a primary context? Absolutely. And in primary schools, I mean some teachers use it where the teacher makes a podcast, perhaps for spelling words or things like that, but or in language classes. But I think the real power in primary classrooms is when the students are making podcasts. One of the nicest examples I saw was this, in Australia it's a bit different to New Zealand. And I love how things, like, your community seems much more healthy for now. But in Australia, there are a lot of Aboriginal people who are ashamed of being Aboriginal. And a lot of kids at school who are Aboriginal who won't even admit to being Aboriginal and and particularly it seems in our area and this this teacher was she taught Aboriginal students Curie students as a subset of the school and what she did was she sent them all home with little voice recorders and got the elders to tell their dream time stories and record them. And then they brought those into the classroom and turned them into podcasts. They put in, you know, because again, if the elders talking about an eagle on a mountain, you can put in the sound of a screeching eagle and it just made it magical and she was almost crying when she was telling me that she saw pride in the eyes of her kids when they were listening to their elders telling the dream time stories through these 21st century yeah it's just it's a beautiful like the marriage of the oldest storytelling on the planet and digital devices is just that it's just, it's a beautiful, like the marriage of the oldest storytelling on the planet. And digital devices is just a lovely, a lovely contrast, I think. So, yeah, absolutely. I think that primary school kids, I'd have them making them themselves. Yeah, up the back there. How much time does it take you to create the podcast, or how much regular work week would you spend preparing for these? That's a very good question. And people, along with that question, probably the most common question that I get asked is, do I make a script for the podcast? You know, how much do I? And my response is, look, I never scripted my classes, you know, and so I don't script the podcasters. I used to go through and edit them. You know, I'd record and edit out all the imperfections and the ums. And it literally used to take me a whole day you know to make a one hour podcast now if I'm making a one hour podcast it might take an hour and a half because I'm not too precious about it being perfect and in fact I think it's better if it's not perfect what the first time I ever discovered that was I'd been making them perfect and one time I didn't have time so I just I just sat down and recorded it all turn the microphone on and recorded it all in one hit. And then I send it up. My students came back on Monday and they said, Douchy, that was the best podcast you've made so far. They said you sounded so much more relaxed and like you do in the classroom. And they didn't realize that what it was was that I hadn't put in as much effort. But that's really what it was. I mean, a podcast is not an audio. You know, those boring educational videos that you buy? And kids fall asleep because they're read by a professional voice actor and they're so perfect. You know, they love it. You say, ah, ma, and stutter and trip over a couple of words and you explain something wrong. And then you say, oh, no, that's not what I'm meant to say. And then you say, scratch that and just like you would in the classroom, that makes it real and authentic. And so I think if it's a one hour podcast, it should take really not much more than an hour to record it. It's obviously still a commitment of time, but I found that it ends up saving me time particularly for senior classes because you know when it gets particularly when it gets close to the end of the semester and there's exams and everything I used to have students coming at lunchtime there would be a queue outside my my office door of kids wanting me to explain this process or that process to them again now they'll go back and they'll re-listen to that podcast or re-watch that screencast so while I have to invest their time initially I think in the end it's better than time neutral. I think it saves me time. But it's a great question, thank you. Yeah. Do you remake them every year? The question is do I remake them every year? And the answer is yes and no. What I'll do is, oh yes, I will. Kids send in emails or voice, like they'll ask a question. They can go to the Facebook group. There's a button. They can click and the window pops up and they can just ask their question right there from the Facebook page. It's awesome. And I get that as an email and I can drag that and drop it into the podcast and then answer it. So it's very good. Or they'll send in questions by emails. And I think that it makes it, if you didn't do that then it would just be like an audio book really it'd be kind of stale and boring but it's great when there's new questions coming in and you know something comes up on the news and a kid sends in a voicemail or email and says you just see this on the news but I don't understand how they would have done that and then we can have a talk about about but it's fresh and it's real so all of that I think has to be new but sometimes you know I will have explained something and I think I'll listen to it what I said last year and I think you know I don't think I can actually explain that any better than that I think that's the best I can do so I'll just copy and paste that from last year into this year so it's kind of half new and half old and sometimes I'll listen to what I explained and thought, well, that's terrible. And I just record it again. It doesn't actually, I don't think it's take, makes much difference in terms of time, really, probably. Probably saves a little bit of time if you reuse bits. But yeah. Yes, sorry. Biology is pretty visual. We're lots of diabetons. Yeah. Yeah. And look, a podcast is great because you can, the question is because biology is generally pretty visual in the classroom. Biology teachers exist without our power points and visual models and things. The podcast has a huge advantage that you can multitask it. You know, like for the kids, you can't really ride a bike while you're watching a video on YouTube. You can't really wash the dishes while you're watching a YouTube video, really. You can't be in the bar. One of my kids says, I love, I started making videos. I started just making all visuals, podcast with visuals. And my students said, you know, we preferred it when it was just audio. And I said, it seemed counterintuitive. I said, how come? And they said, when they explained it, it made sense. Because one of them said, well, you know, she said, I like to listen to the podcast while I'm lying in the bath at night. You know, and now that you're putting it on a video, I can't do that anymore. And so it's, you know, it's not as good for me. And another guy said yeah I like I used to like listening to them when I was at the gym you know I'd go down at the gym spend an hour you know on the gym equipment and I'd also spend an hour listening to the podcast I felt like I was getting double value time but now it's a video I can't do that anymore and so what I also found is that when I'm making an audio podcast I do it differently so if I'm explaining something I podcast, I do it differently. So if I'm explaining something, I'll be much more descriptive, it forces me to be much more just, rather than pointing at something and saying, you know, mitochondria looks like that. I'll say, okay, so a mitochondria, it kind of looks like, if you imagine a football, but that inner bladder is all rippled, that's kind of like what a mitochondrian looks like, you know, and the air inside, that's the matrix of the mitochondria. And the ripples in the bladder of the football, that's kind of like what a mitochondrian looks like. And the air inside, that's the matrix of the mitochondria. And the ripples in the bladder of the football, that's what we call the christae. And then we'll talk about that process. But it forces me to really paint a picture with my words. And I think that when kids listen to that, they make it visual for themselves. Having said that, there are some things that I just can't do without, you know, the one I was shown up there on video before that, like, I can't do that without the visuals. And so I think there's a place for both. Yes. I found that for some subjects like programming, it's quite usually to actually refer kids to what are really good YouTube videos rather than try to do it myself. Absolutely. Absolutely. I guess I can't use the relationship between the way. Yeah, absolutely. I mean, so the question is that, you know, if there's already a really good video on YouTube, for example, that's explaining a concept, why not just point them to that? And I think absolutely point them to that. There are some other biology teachers who make podcasts and I say you know I really like the way this guy explained it how does it is podcasts and you know and sometimes one of my students one of my students came back and he said said mr. Daut she said I actually like his podcasts better than yours is it okay if I listen to them you know and and after I pulled the dagger out of my heart, I thought, isn't that awesome? If as an educator, if my heart is really, if it's not about pride, if my heart is for my student and for his learning, which is where it should be, and if I can guide him to find a podcast that better resonates with his learning style, then that should be what I'm trying to do. So I think absolutely it's crazy for every teacher to be doing the same thing. What we should be doing is all doing things in our own style and then pointing kids at a whole lot of other resources as well. Yeah, absolutely. Yes, no, you're right, you've got time. Do you paste the publishing of your podcasts throughout the eurgist of the more What I tend to do is I'll put them up a little bit ahead of where I think most kids in. Because in Victoria, the curriculum, even though, you know, it's still, that's still based very much on a 20. I would love to think that I just put them all up and kids would work anywhere but but the reality is school and you're still pretty much based on a 20th century paradigm where we think that everybody's gonna learn at the same pace so they all work their way through this Victorian curriculum and so I'll look and I'll think okay most kids are going to be up to about you know natural selection in the next few weeks so that's when I'll make the podcast then by by doing it that way rather than doing it all it creates I think a bit more of a community feel because the kids are sending in questions and then they're in the podcast that next podcast if you put them all up you wouldn't be able to do that back and forth I don't want my podcast to just be a lucky like I don't want it to just be like sort of YouTube videos that are already there and kind of static it's just a repository of not I want it to be like that what I want it to be is the dialogue between students and teachers and it's not just me there's a there's a bunch of teachers that that participate in all of this as well but but I want it to be a community of learning that sort of travels through the year together and as people ask questions we discuss it and sometimes I'll I'll say what I think the answer might be and a kid will say I was Googling and I think you might be wrong about that you know and so you know sometimes that back and forth is really exciting you know and sometimes there's been that a kid asked a question I didn't know the answer so I called up Professor Doherty who you won the Nobel Prize in Immunology a few years back I thought how cool would it be and he was delighted to come on the podcast so so I'd call him up on Skype and we just recorded it you know and we said you know we've been talking about this and we don't really get it and and how cool is that you get the you know Nobel Prize winning immunologist to come in and adjudicate I mean it's it's fantastic and I think you'd lose all of that that sense of community if you just put it all up at the start of the year so that's the way I approach it but I constantly do question would it be better to put it up so that kids could do the last part first if that suited them? And I like that idea too. All right. Very good. Well, thank you very much. It's been really enjoyable talking to you. Thank you. Thank you. Thank you. Thank you."}