{"speakers": [], "chunks": [{"timestamp": [0.0, 8.92], "text": " In training for the Empire Games at Vancouver,"}, {"timestamp": [8.92, 25.24], "text": " Auckland's West End Force, the New South Wales title holders, are out for coaching on the White Matter Harbour. In training for the Empire Games at Vancouver,"}, {"timestamp": [27.76, 28.1], "text": " Auckland's West End Force, the New South Wales title holders,"}, {"timestamp": [29.72, 30.18], "text": " are out for coaching on the White Matter Harbour."}, {"timestamp": [33.08, 33.38], "text": " Out with them is Don Rowlands, also New South Wales champion,"}, {"timestamp": [36.12, 36.74], "text": " and for two years running, New Zealand single Skulls title holder."}, {"timestamp": [38.3, 38.6], "text": " Doing a two-hand, clean and jerk,"}, {"timestamp": [41.42, 45.04], "text": " is weightlifter Harold Clegghorn, Empire Heavyweight champion."}, {"timestamp": [47.98, 48.32], "text": " Recent winner of the Benjamin Franklin Mile in the United States,"}, {"timestamp": [51.32, 51.78], "text": " 20-year-old Mary Halberg is New Zealand's hope for the four-minute mile."}, {"timestamp": [55.78, 57.32], "text": " As a 20-year-old, his time for the mile betters Roger Bannisters at the same age."}, {"timestamp": [60.42, 60.72], "text": " Captain Frank Sharpley, PT instructor at Papakura Military Camp,"}, {"timestamp": [64.84, 65.0], "text": " and ex-champion Hurtler, coaches high jumpers Noeline Swinton and Mary Jeffers."}, {"timestamp": [65.0, 71.0], "text": " At 5 foot 2 and a half inches no lean is New Zealand's women's record holder."}, {"timestamp": [71.0, 93.0], "text": " 16 year old Mary Jeffers is New Zealand's junior champion and second in national competition with the bar at his own height of 6 foot 5 inches. Limbering up is Olympic and world champion Yvette Williams."}, {"timestamp": [93.0, 100.0], "text": " A jump of 20 foot 5 and 3 quarter inches at Helsinki gained an Olympic title and recently at a meeting in New Zealand,"}, {"timestamp": [100.0, 105.0], "text": " Yvette's magnificent effort of 20 foot 7 and 1 8 inches realized her ambition of beating the world record."}, {"timestamp": [105.0, 135.52], "text": " The slow motion camera gives a chance to study more closely the powerful rhythmic movements of a world champion in action. The man is the moon."}, {"timestamp": [135.52, 139.44], "text": " This thorn bush, my thorn bush, and this dog, my dog."}, {"timestamp": [139.44, 140.72], "text": " Hold' it, Jeffrey."}, {"timestamp": [140.72, 142.72], "text": " Remmond, we've forgotten that dog."}, {"timestamp": [142.72, 144.08], "text": " Not a real dog."}, {"timestamp": [144.08, 145.0], "text": " I suppose I'll have to scrub it."}, {"timestamp": [145.0, 147.0], "text": " I thought you're going to have one, Dick."}, {"timestamp": [147.0, 149.0], "text": " I mean, why not school children would love a dog on the stage?"}, {"timestamp": [149.0, 151.0], "text": " Why don't we turn the plane to a circus?"}, {"timestamp": [151.0, 152.0], "text": " Why don't put an aid in the paper?"}, {"timestamp": [152.0, 154.0], "text": " We might just give what we want and wouldn't do any harm."}, {"timestamp": [154.0, 156.0], "text": " I said rather an appealing idea."}, {"timestamp": [156.0, 158.0], "text": " Of course, he liked you off the stage."}, {"timestamp": [158.0, 161.0], "text": " Alright, Bernda, put it down and we'll see what turns out."}, {"timestamp": [161.0, 163.0], "text": " Right, I'll put an ad in the personal, Colin."}, {"timestamp": [163.0, 168.24], "text": " The advertisement appeared that evening, and Pip, a mongrel dog in a Wellington suburban home,"}, {"timestamp": [168.24, 172.04], "text": " collected the paper as usual and took it inside to his mistress."}, {"timestamp": [176.04, 183.38], "text": " Good opportunity offered to a mungrel dog."}, {"timestamp": [183.38, 186.24], "text": " Must be intelligent and prepared to travel."}, {"timestamp": [186.24, 188.24], "text": " Histrionic ability and advantage."}, {"timestamp": [188.24, 189.24], "text": " Hmm."}, {"timestamp": [189.24, 192.44], "text": " Apply the New Zealand players."}, {"timestamp": [192.44, 194.94], "text": " Intelligence and histrionic ability."}, {"timestamp": [194.94, 198.88], "text": " Pipp considered he had those attributes, so he applied and got the job."}, {"timestamp": [198.88, 201.04], "text": " Weeks of rehearsal and then the big day."}, {"timestamp": [201.04, 204.36], "text": " He sat patiently in his dressing room being made up for his role."}, {"timestamp": [204.36, 205.58], "text": " The play was Shakespeare's"}, {"timestamp": [205.58, 210.5], "text": " A Midsummer Night's Dream. The audience at that first Marnay thought it a very interesting play."}, {"timestamp": [210.5, 217.18], "text": " I have to say is to tell you that this Lenthorne is the moon, I the manny the moon, this"}, {"timestamp": [217.18, 221.12], "text": " thorn bush, my thorn bush, and this dog, my dog."}, {"timestamp": [221.12, 225.0], "text": " Pipp's part occurs in the play within the play, when six hard-handed men of Athens put on a very My darling."}, {"timestamp": [227.2, 230.14], "text": " Pip's part occurs in the play within the play, when six hard-handed men of Athens put on a very"}, {"timestamp": [230.14, 233.5], "text": " tragical comedy for the amusement of Duke Theseus."}, {"timestamp": [233.5, 235.8], "text": " The tailor, Starling, represents the moon,"}, {"timestamp": [235.8, 238.4], "text": " and he has the traditional possessions of a man in the moon,"}, {"timestamp": [238.4, 240.6], "text": " a lantern, a thornbush, and a dog."}, {"timestamp": [240.6, 244.1], "text": " Here comes from noble beast in a man and a lion."}, {"timestamp": [252.0, 257.0], "text": " You lady, you who gentle hearts do fear them, smallest monstrous mouse that creeps on floor,"}, {"timestamp": [257.0, 263.0], "text": " may now perchance both quake and tremble here."}, {"timestamp": [263.0, 268.0], "text": " When lion roof in wildest rage"}, {"timestamp": [268.0, 269.0], "text": " That roar up."}, {"timestamp": [271.0, 274.0], "text": " And so to the end of the play and the final curtain."}, {"timestamp": [275.0, 277.0], "text": " Pipp is a little overwhelmed by the applause,"}, {"timestamp": [277.0, 279.0], "text": " but he takes his bow like a better an actor."}, {"timestamp": [280.0, 282.0], "text": " The end of the first performance of the tour"}, {"timestamp": [282.0, 283.0], "text": " which will take Piff and the company"}, {"timestamp": [283.0, 285.0], "text": " through all the main towns and cities of New Zealand."}, {"timestamp": [302.0, 309.64], "text": " In Rotarua at a health department residential unit, specialists from three Commonwealth countries are working on a problem and a plan."}, {"timestamp": [310.24, 313.62], "text": " A plan that means a great deal to many young New Zealanders."}, {"timestamp": [315.1, 321.64], "text": " This timetable is part of a program for the training and treatment of children who need specialised care every day of their lives."}, {"timestamp": [322.42, 325.78], "text": " Children who are handicapped by what is now known as cerebral palsy."}, {"timestamp": [326.94, 331.46], "text": " Even in Peter's young lifetime, this crippling condition, once regarded as untreatable,"}, {"timestamp": [331.9, 335.86], "text": " has begun to yield to the combined efforts of practitioners in several branches of medicine."}, {"timestamp": [336.88, 342.16], "text": " Skilled men and women from New Zealand, Australia and Great Britain are working together as a team on this problem"}, {"timestamp": [342.16, 349.8], "text": " at the Queen Elizabeth Hospital Rotarua. And to join them, physiotherapist Hilda Skir has come 12,000 miles from England."}, {"timestamp": [349.8, 356.2], "text": " On arrival at the unit, she's shown round by the physiotherapist in charge, Pauline Paul of Rotorua."}, {"timestamp": [356.2, 359.0], "text": " This room will be her main workplace."}, {"timestamp": [359.0, 364.0], "text": " Here, day after day, she'll be responsible for the treatment of several children."}, {"timestamp": [364.0, 365.0], "text": " Basically, cerebral palsy means some damage or deficiency in those centres of the brain that can after day she'll be responsible for the treatment of several children."}, {"timestamp": [371.0, 372.0], "text": " Basically, cerebral palsy means some damage or deficiency in those centers of the brain that control the use of the muscles."}, {"timestamp": [378.5, 381.0], "text": " So the task, which may take years, is to train other parts of the brain to take over activities such as the movement of the limbs in walking, which are made automatically by normal children."}, {"timestamp": [382.5, 385.94], "text": " First, with infinite patients, the child must be taught to relax"}, {"timestamp": [385.94, 390.68], "text": " completely. Then by constant practice a pattern of normal movements is gradually"}, {"timestamp": [390.68, 396.32], "text": " established becoming more complicated as progress is made. Judith is doing well."}, {"timestamp": [396.32, 400.1], "text": " Remember that every single movement she makes as the result of a conscious"}, {"timestamp": [400.1, 404.0], "text": " effort of will and you'll realize that to move an arm is a hard one achievement."}, {"timestamp": [404.0, 405.34], "text": " To crawl is a"}, {"timestamp": [405.34, 410.58], "text": " triumph. Movements learnt in the physiotherapy room are put to practical use by the occupational"}, {"timestamp": [410.58, 416.04], "text": " therapist Margaret Dickinson who comes from Australia. Special activities developed here"}, {"timestamp": [416.04, 420.36], "text": " prepare the children for training in everyday functions such as dressing and feeding themselves."}, {"timestamp": [421.28, 425.82], "text": " Always the aim is to help the children fend for themselves. So after countless"}, {"timestamp": [425.82, 431.68], "text": " hours of training, Ray is learning to walk and Miss Scur once again in white uniform is there"}, {"timestamp": [431.68, 443.2], "text": " to guide his footsteps. A speech therapist is at work at the unit so that Jennifer and her"}, {"timestamp": [443.2, 445.0], "text": " young friends may learn to talk,"}, {"timestamp": [446.74, 447.56], "text": " and you and I may understand them."}, {"timestamp": [451.06, 451.72], "text": " Most of the children have speech defects caused by lack of muscular control,"}, {"timestamp": [456.38, 457.72], "text": " and exercises to overcome these difficulties are a vital part of the general pattern of treatment."}, {"timestamp": [459.44, 464.74], "text": " And quite a pleasant one too."}, {"timestamp": [469.0, 473.0], "text": " Physical treatment and mental education proceed side by side. In the schoolroom of the unit, lessons go on much as they do in other schools,"}, {"timestamp": [473.0, 477.0], "text": " though special methods are adopted to relate schoolwork to physical ability."}, {"timestamp": [477.0, 480.0], "text": " The teacher is an important member of the staff team at the unit,"}, {"timestamp": [480.0, 484.0], "text": " and she has a big responsibility in helping to train the children for a career"}, {"timestamp": [484.0, 486.12], "text": " and a useful place in the life of the community."}, {"timestamp": [495.32, 500.16], "text": " A weekend off duty brings time for a little relaxation for Ms. Skir and her colleagues,"}, {"timestamp": [500.34, 503.62], "text": " New Zealanders, Australians and English at their house close to the unit."}, {"timestamp": [512.0, 517.0], "text": " At weekends, too, the children are taken for car rides to their homes or places of interest round about by their parents, friends or members of the local Rotary Club and crippled Children's Society."}, {"timestamp": [521.0, 527.0], "text": " Outings of this kind, apart from obvious advantages, give the children more confidence in their own ability"}, {"timestamp": [527.0, 530.0], "text": " and broaden their experience of the life of the world around them."}, {"timestamp": [530.0, 538.0], "text": " Today, Annette and Elizabeth decide to go to Walker, always a favourite trip,"}, {"timestamp": [538.0, 554.08], "text": " where Chief Guide Rungi, like most residents of Rotorua, has a smile and a greeting for the children."}, {"timestamp": [561.24, 566.0], "text": " The site of Perhutu playing always fascinates the girls, but a visit to the airport is the highlight of the afternoon for Johnny and Jackie."}, {"timestamp": [568.0, 570.0], "text": " A friendly pilot shows them round, and remembering his own boyhood,"}, {"timestamp": [570.0, 572.0], "text": " he knows what a fine feeling it is"}, {"timestamp": [572.0, 575.0], "text": " to pilot an aircraft when you're just eight years old."}, {"timestamp": [575.0, 590.08], "text": " Meanwhile, back at the unit, preparations are well underway for a birthday party."}, {"timestamp": [590.08, 598.12], "text": " Every child's birthday is properly celebrated and everyone's invited to all the parties."}, {"timestamp": [598.12, 608.0], "text": " Some of the children still need assistance in feeding. Others, after long training to master the movements, are able to help themselves."}, {"timestamp": [612.0, 615.0], "text": " Today it's a joint party for Gary and Sandra, both three years old."}, {"timestamp": [619.0, 623.0], "text": " When the last ice cream has gone and the last candle has been blown out, it's time for a bath, bed and a good night's sleep."}, {"timestamp": [626.0, 629.3], "text": " At the end of a long working day, the physiotherapist in charge"}, {"timestamp": [629.3, 631.8], "text": " make sure that all is well with her young family."}, {"timestamp": [632.4, 634.8], "text": " Night and day they're always in good hands."}, {"timestamp": [638.8, 641.5], "text": " A word with the night staff and she returns to the house"}, {"timestamp": [641.5, 646.0], "text": " near the cerebral palsy unit that she shares with her colleagues from England and Australia."}, {"timestamp": [650.0, 654.0], "text": " So another day passes."}, {"timestamp": [654.0, 658.0], "text": " For the staff of the unit, it has been another day of service in a good cause."}, {"timestamp": [660.0, 665.12], "text": " For the children, it has been another day of progress, another walk in the sun."}, {"timestamp": [665.86, 669.12], "text": " Another step forward on the way to independence and a useful life,"}, {"timestamp": [669.68, 674.36], "text": " thanks to the skill and patience and devotion of people who are in a special sense,"}, {"timestamp": [674.96, 676.04], "text": " friends of the children."}], "text": " In training for the Empire Games at Vancouver, Auckland's West End Force, the New South Wales title holders, are out for coaching on the White Matter Harbour. In training for the Empire Games at Vancouver, Auckland's West End Force, the New South Wales title holders, are out for coaching on the White Matter Harbour. Out with them is Don Rowlands, also New South Wales champion, and for two years running, New Zealand single Skulls title holder. Doing a two-hand, clean and jerk, is weightlifter Harold Clegghorn, Empire Heavyweight champion. Recent winner of the Benjamin Franklin Mile in the United States, 20-year-old Mary Halberg is New Zealand's hope for the four-minute mile. As a 20-year-old, his time for the mile betters Roger Bannisters at the same age. Captain Frank Sharpley, PT instructor at Papakura Military Camp, and ex-champion Hurtler, coaches high jumpers Noeline Swinton and Mary Jeffers. At 5 foot 2 and a half inches no lean is New Zealand's women's record holder. 16 year old Mary Jeffers is New Zealand's junior champion and second in national competition with the bar at his own height of 6 foot 5 inches. Limbering up is Olympic and world champion Yvette Williams. A jump of 20 foot 5 and 3 quarter inches at Helsinki gained an Olympic title and recently at a meeting in New Zealand, Yvette's magnificent effort of 20 foot 7 and 1 8 inches realized her ambition of beating the world record. The slow motion camera gives a chance to study more closely the powerful rhythmic movements of a world champion in action. The man is the moon. This thorn bush, my thorn bush, and this dog, my dog. Hold' it, Jeffrey. Remmond, we've forgotten that dog. Not a real dog. I suppose I'll have to scrub it. I thought you're going to have one, Dick. I mean, why not school children would love a dog on the stage? Why don't we turn the plane to a circus? Why don't put an aid in the paper? We might just give what we want and wouldn't do any harm. I said rather an appealing idea. Of course, he liked you off the stage. Alright, Bernda, put it down and we'll see what turns out. Right, I'll put an ad in the personal, Colin. The advertisement appeared that evening, and Pip, a mongrel dog in a Wellington suburban home, collected the paper as usual and took it inside to his mistress. Good opportunity offered to a mungrel dog. Must be intelligent and prepared to travel. Histrionic ability and advantage. Hmm. Apply the New Zealand players. Intelligence and histrionic ability. Pipp considered he had those attributes, so he applied and got the job. Weeks of rehearsal and then the big day. He sat patiently in his dressing room being made up for his role. The play was Shakespeare's A Midsummer Night's Dream. The audience at that first Marnay thought it a very interesting play. I have to say is to tell you that this Lenthorne is the moon, I the manny the moon, this thorn bush, my thorn bush, and this dog, my dog. Pipp's part occurs in the play within the play, when six hard-handed men of Athens put on a very My darling. Pip's part occurs in the play within the play, when six hard-handed men of Athens put on a very tragical comedy for the amusement of Duke Theseus. The tailor, Starling, represents the moon, and he has the traditional possessions of a man in the moon, a lantern, a thornbush, and a dog. Here comes from noble beast in a man and a lion. You lady, you who gentle hearts do fear them, smallest monstrous mouse that creeps on floor, may now perchance both quake and tremble here. When lion roof in wildest rage That roar up. And so to the end of the play and the final curtain. Pipp is a little overwhelmed by the applause, but he takes his bow like a better an actor. The end of the first performance of the tour which will take Piff and the company through all the main towns and cities of New Zealand. In Rotarua at a health department residential unit, specialists from three Commonwealth countries are working on a problem and a plan. A plan that means a great deal to many young New Zealanders. This timetable is part of a program for the training and treatment of children who need specialised care every day of their lives. Children who are handicapped by what is now known as cerebral palsy. Even in Peter's young lifetime, this crippling condition, once regarded as untreatable, has begun to yield to the combined efforts of practitioners in several branches of medicine. Skilled men and women from New Zealand, Australia and Great Britain are working together as a team on this problem at the Queen Elizabeth Hospital Rotarua. And to join them, physiotherapist Hilda Skir has come 12,000 miles from England. On arrival at the unit, she's shown round by the physiotherapist in charge, Pauline Paul of Rotorua. This room will be her main workplace. Here, day after day, she'll be responsible for the treatment of several children. Basically, cerebral palsy means some damage or deficiency in those centres of the brain that can after day she'll be responsible for the treatment of several children. Basically, cerebral palsy means some damage or deficiency in those centers of the brain that control the use of the muscles. So the task, which may take years, is to train other parts of the brain to take over activities such as the movement of the limbs in walking, which are made automatically by normal children. First, with infinite patients, the child must be taught to relax completely. Then by constant practice a pattern of normal movements is gradually established becoming more complicated as progress is made. Judith is doing well. Remember that every single movement she makes as the result of a conscious effort of will and you'll realize that to move an arm is a hard one achievement. To crawl is a triumph. Movements learnt in the physiotherapy room are put to practical use by the occupational therapist Margaret Dickinson who comes from Australia. Special activities developed here prepare the children for training in everyday functions such as dressing and feeding themselves. Always the aim is to help the children fend for themselves. So after countless hours of training, Ray is learning to walk and Miss Scur once again in white uniform is there to guide his footsteps. A speech therapist is at work at the unit so that Jennifer and her young friends may learn to talk, and you and I may understand them. Most of the children have speech defects caused by lack of muscular control, and exercises to overcome these difficulties are a vital part of the general pattern of treatment. And quite a pleasant one too. Physical treatment and mental education proceed side by side. In the schoolroom of the unit, lessons go on much as they do in other schools, though special methods are adopted to relate schoolwork to physical ability. The teacher is an important member of the staff team at the unit, and she has a big responsibility in helping to train the children for a career and a useful place in the life of the community. A weekend off duty brings time for a little relaxation for Ms. Skir and her colleagues, New Zealanders, Australians and English at their house close to the unit. At weekends, too, the children are taken for car rides to their homes or places of interest round about by their parents, friends or members of the local Rotary Club and crippled Children's Society. Outings of this kind, apart from obvious advantages, give the children more confidence in their own ability and broaden their experience of the life of the world around them. Today, Annette and Elizabeth decide to go to Walker, always a favourite trip, where Chief Guide Rungi, like most residents of Rotorua, has a smile and a greeting for the children. The site of Perhutu playing always fascinates the girls, but a visit to the airport is the highlight of the afternoon for Johnny and Jackie. A friendly pilot shows them round, and remembering his own boyhood, he knows what a fine feeling it is to pilot an aircraft when you're just eight years old. Meanwhile, back at the unit, preparations are well underway for a birthday party. Every child's birthday is properly celebrated and everyone's invited to all the parties. Some of the children still need assistance in feeding. Others, after long training to master the movements, are able to help themselves. Today it's a joint party for Gary and Sandra, both three years old. When the last ice cream has gone and the last candle has been blown out, it's time for a bath, bed and a good night's sleep. At the end of a long working day, the physiotherapist in charge make sure that all is well with her young family. Night and day they're always in good hands. A word with the night staff and she returns to the house near the cerebral palsy unit that she shares with her colleagues from England and Australia. So another day passes. For the staff of the unit, it has been another day of service in a good cause. For the children, it has been another day of progress, another walk in the sun. Another step forward on the way to independence and a useful life, thanks to the skill and patience and devotion of people who are in a special sense, friends of the children."}