{"speakers": [], "chunks": [{"timestamp": [0.0, 28.64], "text": " Despite the war being well behind us, there are still men setting out for service overseas."}, {"timestamp": [29.14, 35.36], "text": " This time it's the second draft of J-Force replacements, going aboard the Chitrol at Wellington for the 16-day voyage to Japan."}, {"timestamp": [39.12, 42.48], "text": " Nursing sisters are going too. The men will be well cared for."}, {"timestamp": [47.0, 51.52], "text": " With the last man on board, the crowd surges through the barriers to make it a happy send off. It's all a little different now that"}, {"timestamp": [51.52, 52.32], "text": " war is over."}, {"timestamp": [52.32, 66.14], "text": " Half at last, but first call is down to Littleton to pick up the South Island men"}, {"timestamp": [66.14, 70.48], "text": " to bring the total replacement up to 2,500, and then Japan."}, {"timestamp": [76.4, 78.22], "text": " Getting ready for an important interview,"}, {"timestamp": [78.7, 82.54], "text": " weekly reviews commentator finds the script he's just been handed a little different from usual."}, {"timestamp": [83.04, 86.4], "text": " But then the big shot he's interviewing is Jerry Jackson of radio fame."}, {"timestamp": [86.8, 90.56], "text": " In the flesh, or should we say, in the wood, a strange fellow."}, {"timestamp": [91.38, 93.84], "text": " Say, what does he mean, a strange fellow?"}, {"timestamp": [94.32, 96.66], "text": " You pipe down, I'll do all the talking around here."}, {"timestamp": [96.78, 97.86], "text": " Wait a minute, Jerry, wait a minute."}, {"timestamp": [97.94, 98.86], "text": " We haven't started yet."}, {"timestamp": [99.16, 102.14], "text": " But what does that guy out there keep peering at me for?"}, {"timestamp": [102.26, 103.42], "text": " Oh, that's the cameraman, Jerry."}, {"timestamp": [103.56, 104.68], "text": " Don't take any notice of him."}, {"timestamp": [104.76, 105.62], "text": " He's shooting you. Shooting me? And I don't take any notice of him. He's shooting you."}, {"timestamp": [105.82, 108.36], "text": " Shooting me? And I don't take any notice of him."}, {"timestamp": [108.46, 112.46], "text": " Tell us, Jerry, you're a much-traveled man. How are you finding the restaurants these days?"}, {"timestamp": [112.78, 118.18], "text": " Well, I usually look around the streets until I see a queue, and there's usually food at the end of it."}, {"timestamp": [118.28, 122.84], "text": " Not always, Jerry. In Britain now, food's pretty scarce, and there's not always very much to be"}, {"timestamp": [122.84, 124.46], "text": " had when you have stood in a queue for it."}, {"timestamp": [124.66, 126.16], "text": " Well, I'm doing all I can."}, {"timestamp": [126.46, 129.26], "text": " I go into a restaurant and I just ask for a glass of water."}, {"timestamp": [130.16, 130.58], "text": " And then..."}, {"timestamp": [130.58, 131.64], "text": " And then, walk out?"}, {"timestamp": [132.32, 133.6], "text": " What do you expect me to do?"}, {"timestamp": [133.9, 134.6], "text": " Stagger out?"}, {"timestamp": [135.6, 139.92], "text": " Sometimes I take a little unrationed food like, well, stewed knitting."}, {"timestamp": [140.16, 140.72], "text": " Stewed knitting?"}, {"timestamp": [141.66, 145.02], "text": " Try, perl one side and plain the other."}, {"timestamp": [145.18, 147.6], "text": " But what are you doing to help save food for Britain, Jerry?"}, {"timestamp": [148.06, 153.24], "text": " If everyone would put themselves on my wartime diet, we'd soon have plenty of food."}, {"timestamp": [153.42, 155.1], "text": " And what is your wartime diet?"}, {"timestamp": [155.36, 158.18], "text": " Just a little sawdust. Just a little sawdust."}, {"timestamp": [158.26, 159.56], "text": " Just plain sawdust?"}, {"timestamp": [159.8, 164.72], "text": " Well, start my bib, you don't object to a man having a drop of tomato sauce on it, do you?"}, {"timestamp": [165.5, 168.0], "text": " Of course not, Jerry. Thanks for talking."}, {"timestamp": [168.28, 172.4], "text": " You're welcome. And any time you're passing, just pass."}, {"timestamp": [178.86, 184.3], "text": " Arriving at a citrus orchard in the Taudonger district is a team of fruit pickers from the internal marketing division."}, {"timestamp": [184.88, 190.0], "text": " This method of sending out teams ensures the grower of labor just when his fruit is ready to be picked"}, {"timestamp": [190.0, 192.0], "text": " and the pickers are experts at the job."}, {"timestamp": [196.0, 200.0], "text": " Picking lemons as these men are doing is no simple business."}, {"timestamp": [200.0, 206.3], "text": " This orchard, typical of many here, contains over 500 trees, valuable trees that produce"}, {"timestamp": [206.3, 212.68], "text": " valuable fruit. Hands must be clean, nails short, to avoid scratching the skins, and the fruit"}, {"timestamp": [212.68, 219.88], "text": " must be carefully cut. The trees here are never bare of leaves and never quite bear of fruit."}, {"timestamp": [220.38, 227.0], "text": " They may have taken five or six years to come to profit, and it takes almost ten years before a tree is bearing a thousand fruit a year."}, {"timestamp": [227.0, 229.0], "text": " That gives the grower a fair return."}, {"timestamp": [229.0, 233.0], "text": " Growing oranges and lemons looks a present occupation, but it's a tricky business."}, {"timestamp": [233.0, 237.0], "text": " A few hours of storm can destroy years of work."}, {"timestamp": [237.0, 250.0], "text": " From orchards like this in the Taronga District, from Keri, from Gisbon and Auckland,"}, {"timestamp": [250.0, 252.0], "text": " come New Zealand citrus fruits."}, {"timestamp": [252.0, 255.0], "text": " But growing the fruit is only half the story."}, {"timestamp": [255.0, 259.0], "text": " They're still processing and distribution."}, {"timestamp": [259.0, 277.88], "text": " In this store, lemons are first bleached, which turns them from their natural green colour to their more attractive yellow then they're washed and scrubbed mechanically then comes grading"}, {"timestamp": [277.88, 281.46], "text": " those that get away are too big for convenient packing and go to make"}, {"timestamp": [281.46, 287.0], "text": " essences and lemon peel."}, {"timestamp": [290.0, 291.0], "text": " This is how 65,000 cases of lemons a year are packed."}, {"timestamp": [293.0, 295.0], "text": " Each lemon carefully but quickly wrapped."}, {"timestamp": [304.0, 307.36], "text": " Cased up and ready for dispatch, these fruits are an important homegrown food, product of an industry that means much to our health."}, {"timestamp": [316.0, 318.86], "text": " Besides fruit growing and gold dredging in Central Otago,"}, {"timestamp": [319.12, 320.8], "text": " there's always skating when it freezes,"}, {"timestamp": [321.12, 325.32], "text": " and at Manabundan today, the Alexandra Winter Sports Club is holding a fancy dress carnival."}, {"timestamp": [325.74, 328.32], "text": " Some of the costumes look like holdovers from the gold rush."}, {"timestamp": [332.88, 340.42], "text": " With 30 acres of good thick ice here from June to August, this is a natural rink that provides enthusiasts with opportunities for every kind of skating."}, {"timestamp": [340.84, 343.28], "text": " In summer the dam supplies water for important irrigation."}, {"timestamp": [344.14, 345.16], "text": " It's fun for young"}, {"timestamp": [345.16, 349.28], "text": " and old. Youngsters here can skate as soon as they're big enough to fall over. Here"}, {"timestamp": [349.28, 356.38], "text": " come Central Otago's Bob Hope in disguise. For some of us, leap frog is difficult"}, {"timestamp": [356.38, 359.6], "text": " enough at any time. On ice it has a charm all of its own."}, {"timestamp": [359.6, 375.0], "text": " Fancy skaters get plenty of bumps, spectators, plenty of fun, and speed fiends plenty of ice to race on."}, {"timestamp": [378.0, 397.0], "text": " And an old-fashioned waltz winds off the day. If winter comes up the day."}, {"timestamp": [397.0, 412.0], "text": " If winter comes, the motto here is, to the dam."}, {"timestamp": [416.5, 416.8], "text": " Most cheap country in New Zealand is steep and rugged, hilly back country,"}, {"timestamp": [421.2, 422.0], "text": " the foothills of mountains, the bluffs and ravines that were once covered in heavy bush."}, {"timestamp": [429.6, 433.56], "text": " Mustering in this country would be an almost impossible job without dogs. Animals for this job must be energetic, intelligent and noisy. They must be able to find isolated sheep and bring them together into one flock."}, {"timestamp": [433.56, 438.36], "text": " They must keep them moving and must respond instantly to signals from the muster."}, {"timestamp": [438.36, 443.22], "text": " Such dogs are called hunter ways. They're the noisy exuberant sheep dogs that are"}, {"timestamp": [443.22, 445.0], "text": " found on every farm."}, {"timestamp": [445.0, 447.0], "text": " They thoroughly enjoy their job."}, {"timestamp": [451.0, 453.0], "text": " Yarding is another dog art."}, {"timestamp": [453.0, 458.0], "text": " A good dog will walk over the backs of the sheep to get to a traffic jam and soon clear it."}, {"timestamp": [458.0, 462.0], "text": " A header will keep them out in front to stop the sheep from breaking and running."}, {"timestamp": [462.0, 473.0], "text": " However, the greatest finesse in sheep work is shown by the trials dog."}, {"timestamp": [473.0, 477.0], "text": " Sometimes a few sheep have to be cut out of the flock and brought in separately."}, {"timestamp": [477.0, 481.0], "text": " Dogs for this purpose must be far more self-controlled and restrained."}, {"timestamp": [481.0, 485.76], "text": " Usually bred from the Scottish border collie, they rarely bark and respond"}, {"timestamp": [485.76, 491.72], "text": " to the slightest signal. They don't bustle sheep, but move them quietly and surely. They usually"}, {"timestamp": [491.72, 497.08], "text": " anticipate what a sheep will do before the sheep knows itself. Training such a dog, which eventually"}, {"timestamp": [497.08, 503.76], "text": " may be worth 50 to 60 pounds, is a long job, needing a lot of patience. In a sheepdog trial,"}, {"timestamp": [503.76, 505.5], "text": " a dog is working against the stopwatch,"}, {"timestamp": [505.5, 510.2], "text": " but any wrong move will cause the sheep to break and valuable seconds will be lost"}, {"timestamp": [510.2, 516.56], "text": " rounding them up again. Mr. Robert White of Maxwell near Wanganui is an old"}, {"timestamp": [516.56, 521.24], "text": " hand at training trials dogs. He has trained several champions and this young dog"}, {"timestamp": [521.24, 526.0], "text": " looks as if he might be another one. He comes from good stock and is learning fast."}, {"timestamp": [526.0, 535.0], "text": " How do you train a sheep dog?"}, {"timestamp": [535.0, 537.0], "text": " With knowledge and skill and patience,"}, {"timestamp": [537.0, 540.0], "text": " and above all by gaining the animal's confidence."}, {"timestamp": [540.0, 545.0], "text": " Dogs, like human beings, work better when they like their boss."}], "text": " Despite the war being well behind us, there are still men setting out for service overseas. This time it's the second draft of J-Force replacements, going aboard the Chitrol at Wellington for the 16-day voyage to Japan. Nursing sisters are going too. The men will be well cared for. With the last man on board, the crowd surges through the barriers to make it a happy send off. It's all a little different now that war is over. Half at last, but first call is down to Littleton to pick up the South Island men to bring the total replacement up to 2,500, and then Japan. Getting ready for an important interview, weekly reviews commentator finds the script he's just been handed a little different from usual. But then the big shot he's interviewing is Jerry Jackson of radio fame. In the flesh, or should we say, in the wood, a strange fellow. Say, what does he mean, a strange fellow? You pipe down, I'll do all the talking around here. Wait a minute, Jerry, wait a minute. We haven't started yet. But what does that guy out there keep peering at me for? Oh, that's the cameraman, Jerry. Don't take any notice of him. He's shooting you. Shooting me? And I don't take any notice of him. He's shooting you. Shooting me? And I don't take any notice of him. Tell us, Jerry, you're a much-traveled man. How are you finding the restaurants these days? Well, I usually look around the streets until I see a queue, and there's usually food at the end of it. Not always, Jerry. In Britain now, food's pretty scarce, and there's not always very much to be had when you have stood in a queue for it. Well, I'm doing all I can. I go into a restaurant and I just ask for a glass of water. And then... And then, walk out? What do you expect me to do? Stagger out? Sometimes I take a little unrationed food like, well, stewed knitting. Stewed knitting? Try, perl one side and plain the other. But what are you doing to help save food for Britain, Jerry? If everyone would put themselves on my wartime diet, we'd soon have plenty of food. And what is your wartime diet? Just a little sawdust. Just a little sawdust. Just plain sawdust? Well, start my bib, you don't object to a man having a drop of tomato sauce on it, do you? Of course not, Jerry. Thanks for talking. You're welcome. And any time you're passing, just pass. Arriving at a citrus orchard in the Taudonger district is a team of fruit pickers from the internal marketing division. This method of sending out teams ensures the grower of labor just when his fruit is ready to be picked and the pickers are experts at the job. Picking lemons as these men are doing is no simple business. This orchard, typical of many here, contains over 500 trees, valuable trees that produce valuable fruit. Hands must be clean, nails short, to avoid scratching the skins, and the fruit must be carefully cut. The trees here are never bare of leaves and never quite bear of fruit. They may have taken five or six years to come to profit, and it takes almost ten years before a tree is bearing a thousand fruit a year. That gives the grower a fair return. Growing oranges and lemons looks a present occupation, but it's a tricky business. A few hours of storm can destroy years of work. From orchards like this in the Taronga District, from Keri, from Gisbon and Auckland, come New Zealand citrus fruits. But growing the fruit is only half the story. They're still processing and distribution. In this store, lemons are first bleached, which turns them from their natural green colour to their more attractive yellow then they're washed and scrubbed mechanically then comes grading those that get away are too big for convenient packing and go to make essences and lemon peel. This is how 65,000 cases of lemons a year are packed. Each lemon carefully but quickly wrapped. Cased up and ready for dispatch, these fruits are an important homegrown food, product of an industry that means much to our health. Besides fruit growing and gold dredging in Central Otago, there's always skating when it freezes, and at Manabundan today, the Alexandra Winter Sports Club is holding a fancy dress carnival. Some of the costumes look like holdovers from the gold rush. With 30 acres of good thick ice here from June to August, this is a natural rink that provides enthusiasts with opportunities for every kind of skating. In summer the dam supplies water for important irrigation. It's fun for young and old. Youngsters here can skate as soon as they're big enough to fall over. Here come Central Otago's Bob Hope in disguise. For some of us, leap frog is difficult enough at any time. On ice it has a charm all of its own. Fancy skaters get plenty of bumps, spectators, plenty of fun, and speed fiends plenty of ice to race on. And an old-fashioned waltz winds off the day. If winter comes up the day. If winter comes, the motto here is, to the dam. Most cheap country in New Zealand is steep and rugged, hilly back country, the foothills of mountains, the bluffs and ravines that were once covered in heavy bush. Mustering in this country would be an almost impossible job without dogs. Animals for this job must be energetic, intelligent and noisy. They must be able to find isolated sheep and bring them together into one flock. They must keep them moving and must respond instantly to signals from the muster. Such dogs are called hunter ways. They're the noisy exuberant sheep dogs that are found on every farm. They thoroughly enjoy their job. Yarding is another dog art. A good dog will walk over the backs of the sheep to get to a traffic jam and soon clear it. A header will keep them out in front to stop the sheep from breaking and running. However, the greatest finesse in sheep work is shown by the trials dog. Sometimes a few sheep have to be cut out of the flock and brought in separately. Dogs for this purpose must be far more self-controlled and restrained. Usually bred from the Scottish border collie, they rarely bark and respond to the slightest signal. They don't bustle sheep, but move them quietly and surely. They usually anticipate what a sheep will do before the sheep knows itself. Training such a dog, which eventually may be worth 50 to 60 pounds, is a long job, needing a lot of patience. In a sheepdog trial, a dog is working against the stopwatch, but any wrong move will cause the sheep to break and valuable seconds will be lost rounding them up again. Mr. Robert White of Maxwell near Wanganui is an old hand at training trials dogs. He has trained several champions and this young dog looks as if he might be another one. He comes from good stock and is learning fast. How do you train a sheep dog? With knowledge and skill and patience, and above all by gaining the animal's confidence. Dogs, like human beings, work better when they like their boss."}