{"speakers": [], "chunks": [{"timestamp": [0.0, 40.12], "text": " The President The New Zealand invented jet boat or turbo craft, now also being manufactured in the United States, Canada, England and Australia,"}, {"timestamp": [40.6, 44.12], "text": " is rapidly opening up new waters for navigation in many parts of the world."}, {"timestamp": [48.0, 50.0], "text": " Briefly, this is how it works. Driven by an ordinary automobile engine,"}, {"timestamp": [50.0, 53.0], "text": " a three-stage axial flow pump is the backbone of the design."}, {"timestamp": [53.0, 57.0], "text": " This shoots a big volume of water back through a wide nozzle at the stern,"}, {"timestamp": [57.0, 60.0], "text": " where steering is provided by rudders on either side of the jet outlet."}, {"timestamp": [60.0, 65.0], "text": " All this is above the water line, while the slotted intake is in the keel below."}, {"timestamp": [65.0, 70.0], "text": " Water jet propulsion for boats has been tried out for nearly a century."}, {"timestamp": [70.0, 75.0], "text": " In the end it was not a marine engineer who made this breakthrough, but a New Zealand farmer."}, {"timestamp": [75.0, 80.0], "text": " South Island sheep man Bill Hamilton, who has found engineering to be quite a profitable hobby."}, {"timestamp": [80.0, 87.0], "text": " Today his boats are on the sort of job they were first built for,"}, {"timestamp": [87.0, 129.0], "text": " taking family and friends through the untouched scenery of Lake Manapuri in Fjordland National Park. Going into shallow backwaters, the jetboater has no fear of hidden snags."}, {"timestamp": [129.0, 133.0], "text": " There being no projections below his hull which could get snagged."}, {"timestamp": [133.0, 138.0], "text": " Similarly, when it comes to water skiing, he has no fear of injuring swimmers or fallen skiers."}, {"timestamp": [138.0, 191.0], "text": " A jet of water couldn't hurt them. At Quail Island in Littleton Harbor on the coast, jets join outboards in the towing business. Normally the water jet just drops into the sea."}, {"timestamp": [191.0, 195.44], "text": " From the coast we go inland up to the water-filled gorges of the North Island's"}, {"timestamp": [195.44, 200.08], "text": " Wanganui River, where side streams drop in from overhead."}, {"timestamp": [200.08, 204.88], "text": " The once important waterway has seen less and less traffic in recent years, but a new tourist"}, {"timestamp": [204.88, 207.04], "text": " craft on the river is the twin jet Rangimari,"}, {"timestamp": [207.68, 210.28], "text": " first vessel to use Bill Hamilton's system commercially."}, {"timestamp": [213.92, 217.18], "text": " Rangimari is taking visitors towards the place known as the drop scene,"}, {"timestamp": [217.52, 220.4], "text": " where the river seems to come to an abrupt end against a wooded backdrop."}, {"timestamp": [221.5, 223.28], "text": " All that water must come from somewhere, though,"}, {"timestamp": [223.64, 237.04], "text": " and as we go on, a further peaceful reach of the Wonganoi opens to view. The skipper tells how this deserted"}, {"timestamp": [237.04, 240.82], "text": " river was once a Maori highway and then for a time an important link in the"}, {"timestamp": [240.82, 256.0], "text": " inland route between Auckland and Wellington. Today only riverfolk and sightseers view the ferny banks."}, {"timestamp": [256.0, 260.0], "text": " They approach to Manganoi Oteau, a tributary gorge."}, {"timestamp": [260.0, 274.0], "text": " Before the jetboatskies, before the jet boats came, all Wanganui traffic was handled by a class of shallow draft river boats."}, {"timestamp": [274.0, 292.54], "text": " The only one still in service does valuable work, not merely for tourists, but also in shifting wool cargoes for the valley settlers. These old river boats with twin rudders a stern of a tunnel in which the"}, {"timestamp": [292.54, 298.78], "text": " propeller was protected seemed to have vaguely foreshadowed the jet boat idea."}, {"timestamp": [298.78, 302.18], "text": " From the Wonganui down to Wellington where it's propeller trouble that is bringing"}, {"timestamp": [302.18, 305.0], "text": " the United States icebreaker glacier in from the Antarctic."}, {"timestamp": [305.0, 311.0], "text": " On the bridge the skipper, Commander Philip Porter, USN, is with the harbour pilot."}, {"timestamp": [311.0, 314.0], "text": " They're having quite a difficult time on this squawly day."}, {"timestamp": [314.0, 315.0], "text": " Four."}, {"timestamp": [315.0, 324.0], "text": " As soon as the floating dock has dried glacier out, the commander goes to inspect the damage."}, {"timestamp": [324.0, 328.74], "text": " Blades have been rather straightened out by chopping up ice, and one of them has a piece missing."}, {"timestamp": [329.78, 336.68], "text": " Once repair work has been put in hand, Commander Porter can accept an invitation to try a small local craft that has no propeller problems."}, {"timestamp": [338.1, 343.4], "text": " It certainly does look simple, he says, examining the propulsion unit belonging to the inventor's son, John Hamilton,"}, {"timestamp": [343.98, 347.18], "text": " who was one of the jetboat team to go to Colorado's Grand Canyon."}, {"timestamp": [348.28, 351.42], "text": " The boat is alongside the Waimakariri River near Christchurch,"}, {"timestamp": [351.66, 355.68], "text": " on a broad shingle bank that makes a good hard down which to run the arched trailers."}, {"timestamp": [374.0, 386.0], "text": " From here, the Waimakariri Gorge goes snaking back into the southern alps through some 50 miles of twists and turns. In a range whose peaks train the first man up Everest, the rivers train men who at last made upward conquest of the Colorado Rapids."}, {"timestamp": [407.0, 411.0], "text": " It's in white water, water full of air bubbles that the jet has greatest power advantage over the propeller. Next, a shingle bank with less than six inches of water."}, {"timestamp": [411.0, 414.0], "text": " If they do touch down, the fiberglass hulls can take it."}, {"timestamp": [414.0, 450.0], "text": " Commander Porter finds how useful these boats can be to hunters. Someone always has to do that turn in your own length trick."}, {"timestamp": [450.0, 487.0], "text": " On they go, further up the gorn. The"}, {"timestamp": [487.0, 547.0], "text": " The Back again now after quite a day on the river, bringing the commander out from the New Zealand backblocks down towards dinner and civilization. The"}], "text": " The President The New Zealand invented jet boat or turbo craft, now also being manufactured in the United States, Canada, England and Australia, is rapidly opening up new waters for navigation in many parts of the world. Briefly, this is how it works. Driven by an ordinary automobile engine, a three-stage axial flow pump is the backbone of the design. This shoots a big volume of water back through a wide nozzle at the stern, where steering is provided by rudders on either side of the jet outlet. All this is above the water line, while the slotted intake is in the keel below. Water jet propulsion for boats has been tried out for nearly a century. In the end it was not a marine engineer who made this breakthrough, but a New Zealand farmer. South Island sheep man Bill Hamilton, who has found engineering to be quite a profitable hobby. Today his boats are on the sort of job they were first built for, taking family and friends through the untouched scenery of Lake Manapuri in Fjordland National Park. Going into shallow backwaters, the jetboater has no fear of hidden snags. There being no projections below his hull which could get snagged. Similarly, when it comes to water skiing, he has no fear of injuring swimmers or fallen skiers. A jet of water couldn't hurt them. At Quail Island in Littleton Harbor on the coast, jets join outboards in the towing business. Normally the water jet just drops into the sea. From the coast we go inland up to the water-filled gorges of the North Island's Wanganui River, where side streams drop in from overhead. The once important waterway has seen less and less traffic in recent years, but a new tourist craft on the river is the twin jet Rangimari, first vessel to use Bill Hamilton's system commercially. Rangimari is taking visitors towards the place known as the drop scene, where the river seems to come to an abrupt end against a wooded backdrop. All that water must come from somewhere, though, and as we go on, a further peaceful reach of the Wonganoi opens to view. The skipper tells how this deserted river was once a Maori highway and then for a time an important link in the inland route between Auckland and Wellington. Today only riverfolk and sightseers view the ferny banks. They approach to Manganoi Oteau, a tributary gorge. Before the jetboatskies, before the jet boats came, all Wanganui traffic was handled by a class of shallow draft river boats. The only one still in service does valuable work, not merely for tourists, but also in shifting wool cargoes for the valley settlers. These old river boats with twin rudders a stern of a tunnel in which the propeller was protected seemed to have vaguely foreshadowed the jet boat idea. From the Wonganui down to Wellington where it's propeller trouble that is bringing the United States icebreaker glacier in from the Antarctic. On the bridge the skipper, Commander Philip Porter, USN, is with the harbour pilot. They're having quite a difficult time on this squawly day. Four. As soon as the floating dock has dried glacier out, the commander goes to inspect the damage. Blades have been rather straightened out by chopping up ice, and one of them has a piece missing. Once repair work has been put in hand, Commander Porter can accept an invitation to try a small local craft that has no propeller problems. It certainly does look simple, he says, examining the propulsion unit belonging to the inventor's son, John Hamilton, who was one of the jetboat team to go to Colorado's Grand Canyon. The boat is alongside the Waimakariri River near Christchurch, on a broad shingle bank that makes a good hard down which to run the arched trailers. From here, the Waimakariri Gorge goes snaking back into the southern alps through some 50 miles of twists and turns. In a range whose peaks train the first man up Everest, the rivers train men who at last made upward conquest of the Colorado Rapids. It's in white water, water full of air bubbles that the jet has greatest power advantage over the propeller. Next, a shingle bank with less than six inches of water. If they do touch down, the fiberglass hulls can take it. Commander Porter finds how useful these boats can be to hunters. Someone always has to do that turn in your own length trick. On they go, further up the gorn. The The Back again now after quite a day on the river, bringing the commander out from the New Zealand backblocks down towards dinner and civilization. The"}