{"speakers": [], "chunks": [{"timestamp": [0.0, 34.8], "text": " The The first Europeans to live in New Zealand were the sealers and whalers."}, {"timestamp": [34.8, 41.6], "text": " They carved their history on whales teeth and with delicate skill recorded their fear and admiration for the huge mammals."}, {"timestamp": [41.6, 45.04], "text": " From the old and new world sailors followed the"}, {"timestamp": [45.04, 50.02], "text": " whale migration to the lonely sounds and inlets of Marlborough. Cloudy Bay became the"}, {"timestamp": [50.02, 54.22], "text": " most famous whaling rendezvous in the world and with ships flying flags of all"}, {"timestamp": [54.22, 57.44], "text": " nations anchored there one of the most lawless places on the globe."}, {"timestamp": [64.94, 72.0], "text": " This activity lasted a few short years but some of the whalers established a shore-based station in nearby Torrey Channel."}, {"timestamp": [72.0, 78.0], "text": " The station, one of the world's oldest, has been in continuous operation for 140 years."}, {"timestamp": [82.0, 89.0], "text": " It's mainly the sperm whale that is now hunted by Marlborough whalers."}, {"timestamp": [89.0, 96.0], "text": " When one sounds it can stay often for two and a half hours before coming up for air and back to danger."}, {"timestamp": [96.0, 106.0], "text": " The sperm's underwater course must be plotted and the ship's engine stopped, waiting for it to blow again."}, {"timestamp": [106.0, 109.0], "text": " The men!"}, {"timestamp": [109.0, 113.0], "text": " On the course, man!"}, {"timestamp": [113.0, 114.0], "text": " Papa!"}, {"timestamp": [114.0, 117.0], "text": " Modern whalers!"}, {"timestamp": [117.0, 135.0], "text": " Modern whalers need not fear their quarry, but size, strength and spirit still compel respect."}, {"timestamp": [135.0, 141.0], "text": " The harpoon carries a grenade head for exploding seconds after impact. Death is quick."}, {"timestamp": [141.0, 206.0], "text": " The average catch is 50 to 60 feet long, a ton of foot. The While the chaser Orker carries on its hunt, following Malbra's eastern coast from Kikura to Cook Strait,"}, {"timestamp": [206.56, 210.54], "text": " aircraft overhead shuttled across the strait, carrying passengers and freight."}, {"timestamp": [231.3, 236.36], "text": " Twice a day ferries cross the strait, linking the North Islands road and railhead at Wellington with Picton in the south."}, {"timestamp": [236.36, 242.0], "text": " The Scow Echo still carries on a tradition of a twice weekly service across the strait to Blenham."}, {"timestamp": [242.0, 245.82], "text": " At high tide, slowly feeling her way, Echo eases over the Wairau"}, {"timestamp": [245.82, 249.0], "text": " bar where sand and shingle have trapped many a vessel."}, {"timestamp": [249.0, 264.0], "text": " River trade in Marlborough started in the late 1840s when the first vessel crossed the bar"}, {"timestamp": [264.0, 265.04], "text": " bringing supplies to squatters in the Wairau and when the first vessel crossed the bar bringing supplies to"}, {"timestamp": [265.04, 270.56], "text": " squatters in the Wairau and Awerderi valleys. This little vessel which has tramped to and from"}, {"timestamp": [270.56, 276.64], "text": " Wellington since 1918 has also sailed the wide Pacific doing war service with the United States Navy."}, {"timestamp": [284.32, 347.0], "text": " After Cook Strait storms and a treacherous river bar, she must nudge her way up the winding tree-snar River. The From the last river landing where small coastal trading vessels tied up, the town of Blenheim slowly spread and grew."}, {"timestamp": [351.0, 358.0], "text": " Because of bad floods in the early years, Blenham was first named Beaver Station, then more affectionately the beaver."}, {"timestamp": [359.0, 368.82], "text": " But in spite of the floods, the town prospered, for it supplied the settlers and squatters in the newly emerging province of Malbara. Blenham is still a commercial center, a"}, {"timestamp": [368.82, 385.0], "text": " quietly thriving town catering to farmers on the rich Malbara Sheplands. Oh! Oh! Oh!"}, {"timestamp": [385.0, 386.0], "text": " Oh!"}, {"timestamp": [386.0, 387.0], "text": " Oh!"}, {"timestamp": [387.0, 388.0], "text": " Oh!"}, {"timestamp": [388.0, 389.0], "text": " Oh!"}, {"timestamp": [389.0, 390.0], "text": " Oh!"}, {"timestamp": [390.0, 391.0], "text": " Oh!"}, {"timestamp": [391.0, 406.0], "text": " Oh! Here, flowers are a crop grown for their seed."}, {"timestamp": [420.0, 423.12], "text": " Here, flowers are a crop grown for their seed."}, {"timestamp": [423.72, 429.0], "text": " From this year's asters and onions, seed will be harvested for next season's home and market gardeners."}, {"timestamp": [433.0, 457.0], "text": " Small seeds, wheat and fruit. On the Wiro of the most intensely farmed areas in New Zealand."}, {"timestamp": [457.0, 461.0], "text": " But it was sheep that brought the province its major wealth."}, {"timestamp": [461.0, 469.18], "text": " Most of the early settlers and squatters came overland from neighbouring Nelson and Canterbury. They built their cob huts of pressed earth and as their sheplands"}, {"timestamp": [469.18, 473.86], "text": " prospered the farmers built homesteads and gave them grand names. Langley Vale,"}, {"timestamp": [473.86, 478.0], "text": " Dumgrie, Uggbrook, Blurik, Hawkesbury and Starbara."}, {"timestamp": [478.0, 495.0], "text": " Many of the properties established over a century ago are still farmed by descendants of the original settlers."}, {"timestamp": [495.0, 527.0], "text": " The old homesteads sheltered by English trees make a nostalgic setting for the autumn Stabra hunt. Starborough Hunt. The"}, {"timestamp": [527.0, 528.24], "text": " The"}, {"timestamp": [528.24, 557.0], "text": " The President Autumn changes the land with one last rush of color before winter snow bleaches the mountains."}, {"timestamp": [557.0, 580.68], "text": " The mountains, the peninsula and its town all have the same name, Kikura. It means to eat crayfish. Kikora has always been a rich source of seafood to the Māori and was the site of one of the"}, {"timestamp": [580.68, 588.3], "text": " greatest battles in Maori history when Tirupraha fought for the possession of this valuable peninsula."}, {"timestamp": [588.3, 596.6], "text": " More than a local luxury now, crayfish are trapped for the export market."}, {"timestamp": [596.6, 602.0], "text": " Crayfish tails processed and deep frozen in Kikura go to the other side of the Pacific."}, {"timestamp": [602.0, 611.94], "text": " In winter only the fishermen and a few others come to the still coast where mountains come down almost to the sea. The seawed"}, {"timestamp": [611.94, 616.86], "text": " kikoras rise sharply along Marlborough shore. Between twin ranges sprawls the"}, {"timestamp": [616.86, 634.0], "text": " high country of Molesworth Cattle Station. In winter snow covered and completely isolated."}, {"timestamp": [640.0, 641.0], "text": " Sealed off throughout the long winter, Molesworth thaws out and light aircraft come in to help with the spring muster."}, {"timestamp": [645.0, 649.0], "text": " The job of combing this huge area of mountain, river and plane to muster in all the cattle takes up to five weeks, even with the help of aircraft."}, {"timestamp": [653.0, 658.0], "text": " From the air, the pilot spots small mobs not easily seen on the ground"}, {"timestamp": [658.0, 668.6], "text": " and reports their positions to the waiting musterers."}, {"timestamp": [671.0, 671.3], "text": " Molesworth is New Zealand's largest cattle station."}, {"timestamp": [685.0, 686.0], "text": " It covers half a million acres of rugged South Island high country. I'm gonna'a. Oh! Oh! Oh! Oh!"}, {"timestamp": [686.0, 687.0], "text": " Oh!"}, {"timestamp": [687.0, 688.0], "text": " Oh!"}, {"timestamp": [688.0, 689.0], "text": " Oh!"}, {"timestamp": [689.0, 690.0], "text": " Oh!"}, {"timestamp": [690.0, 691.0], "text": " Oh!"}, {"timestamp": [691.0, 762.0], "text": " Oh! From their mountain wintering places, the small mobs are joined up to be driven to new summer grazing. Once a group of sheep stations, Molesworth was abandoned after rabbits came."}, {"timestamp": [762.0, 768.0], "text": " They multiplied in their millions and ate even the tussock and snow grass roots until there was nothing left but shingled."}, {"timestamp": [768.0, 772.0], "text": " With poisoned carrots dropped from the air the hungry rabbits were at last controlled,"}, {"timestamp": [772.0, 777.0], "text": " and Molesworth, grazing cattle now, has made a successful comeback."}, {"timestamp": [777.0, 783.0], "text": " But sheep have always been the sustaining wealth of Marlborough, whether run on hill country or fine flatland."}, {"timestamp": [783.0, 787.0], "text": " The district's prosperity is firmly based on sheep."}, {"timestamp": [791.0, 793.0], "text": " Sealers came with the whalers."}, {"timestamp": [793.0, 797.0], "text": " They quickly killed off the large seal colonies around the Kikura Peninsula"}, {"timestamp": [797.0, 800.0], "text": " and left with their cargoes of fur and oil."}, {"timestamp": [800.0, 806.0], "text": " Seals are protected now and each year the population multiplies on the same ancient haunts."}, {"timestamp": [806.0, 811.0], "text": " They're left in peace to feed on the enemies of crayfish, squid and octopus."}, {"timestamp": [811.0, 825.0], "text": " Seabirds too find refuge when they come back each year to their breeding grounds on the rocky Kikura coast."}, {"timestamp": [825.0, 844.0], "text": " Throughout the summer, campers and travelers follow the long coastline reaching from Ghost Bay to the Marlborough Sands."}, {"timestamp": [844.0, 848.4], "text": " There's an exodus from towns and cities in December and January when New Zealanders take"}, {"timestamp": [848.4, 890.0], "text": " their Christmas holidays by the sea. Swimming in Pacific lagoons, catching butterfish with spear or net, or pulling up full craypots."}, {"timestamp": [890.0, 915.0], "text": " As long as there's sun and sea and plenty of fish, it's a paradise for campers. Batches, motels and motor camps edge the main highway until it reaches the northern town of Picton."}, {"timestamp": [919.0, 923.0], "text": " At the head of Queen Charlotte Sound, Picton is the South Island's front door."}, {"timestamp": [923.0, 1007.5], "text": " Turnaround port for the drive-on drive-off ferries. With each arrival, Aramuana brings more visitors to the Marlborough Sands. Pickton is a holiday town and harbour for small craft launches yacht the most popular sounds, Queen Charlotte, Kenoparu, Mahau and Polaris, to cruise and fish along 600 miles of sheltered sea waterways."}, {"timestamp": [1007.5, 1016.5], "text": " Some like the popular places and come back year after year to join friends at hotels and guest houses scattered along the bays and inlets."}, {"timestamp": [1016.5, 1025.0], "text": " Others prefer the seclusion of remote beach cottages. I'm..."}, {"timestamp": [1025.0, 1026.0], "text": "."}, {"timestamp": [1026.0, 1027.0], "text": "."}, {"timestamp": [1027.0, 1028.0], "text": "."}, {"timestamp": [1028.0, 1029.0], "text": "."}, {"timestamp": [1029.0, 1030.0], "text": "."}, {"timestamp": [1030.0, 1031.0], "text": "."}, {"timestamp": [1031.0, 1032.0], "text": "."}, {"timestamp": [1032.0, 1033.0], "text": "."}, {"timestamp": [1033.0, 1034.0], "text": "."}, {"timestamp": [1034.0, 1068.0], "text": ". For those lucky people who can live aboard their own boats or charter a launch, there are hundreds of miles for cruising."}, {"timestamp": [1068.0, 1089.0], "text": " Bay of many coves, Four Fathom Bay, Ship Cove, Tennyson Inlet, and World's End,"}, {"timestamp": [1089.0, 1138.0], "text": " Names to lure a yacht further into the filigree of inlets and fjords. The We're in a lot of I'm Ackon. And I'm There are a thousand places where native forests still grows down to sheltered sea beaches."}, {"timestamp": [1139.0, null], "text": " Headlands and bays unchanged since the whalers first took refuge in the peaceful waters of Marlborough."}], "text": " The The first Europeans to live in New Zealand were the sealers and whalers. They carved their history on whales teeth and with delicate skill recorded their fear and admiration for the huge mammals. From the old and new world sailors followed the whale migration to the lonely sounds and inlets of Marlborough. Cloudy Bay became the most famous whaling rendezvous in the world and with ships flying flags of all nations anchored there one of the most lawless places on the globe. This activity lasted a few short years but some of the whalers established a shore-based station in nearby Torrey Channel. The station, one of the world's oldest, has been in continuous operation for 140 years. It's mainly the sperm whale that is now hunted by Marlborough whalers. When one sounds it can stay often for two and a half hours before coming up for air and back to danger. The sperm's underwater course must be plotted and the ship's engine stopped, waiting for it to blow again. The men! On the course, man! Papa! Modern whalers! Modern whalers need not fear their quarry, but size, strength and spirit still compel respect. The harpoon carries a grenade head for exploding seconds after impact. Death is quick. The average catch is 50 to 60 feet long, a ton of foot. The While the chaser Orker carries on its hunt, following Malbra's eastern coast from Kikura to Cook Strait, aircraft overhead shuttled across the strait, carrying passengers and freight. Twice a day ferries cross the strait, linking the North Islands road and railhead at Wellington with Picton in the south. The Scow Echo still carries on a tradition of a twice weekly service across the strait to Blenham. At high tide, slowly feeling her way, Echo eases over the Wairau bar where sand and shingle have trapped many a vessel. River trade in Marlborough started in the late 1840s when the first vessel crossed the bar bringing supplies to squatters in the Wairau and when the first vessel crossed the bar bringing supplies to squatters in the Wairau and Awerderi valleys. This little vessel which has tramped to and from Wellington since 1918 has also sailed the wide Pacific doing war service with the United States Navy. After Cook Strait storms and a treacherous river bar, she must nudge her way up the winding tree-snar River. The From the last river landing where small coastal trading vessels tied up, the town of Blenheim slowly spread and grew. Because of bad floods in the early years, Blenham was first named Beaver Station, then more affectionately the beaver. But in spite of the floods, the town prospered, for it supplied the settlers and squatters in the newly emerging province of Malbara. Blenham is still a commercial center, a quietly thriving town catering to farmers on the rich Malbara Sheplands. Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Here, flowers are a crop grown for their seed. Here, flowers are a crop grown for their seed. From this year's asters and onions, seed will be harvested for next season's home and market gardeners. Small seeds, wheat and fruit. On the Wiro of the most intensely farmed areas in New Zealand. But it was sheep that brought the province its major wealth. Most of the early settlers and squatters came overland from neighbouring Nelson and Canterbury. They built their cob huts of pressed earth and as their sheplands prospered the farmers built homesteads and gave them grand names. Langley Vale, Dumgrie, Uggbrook, Blurik, Hawkesbury and Starbara. Many of the properties established over a century ago are still farmed by descendants of the original settlers. The old homesteads sheltered by English trees make a nostalgic setting for the autumn Stabra hunt. Starborough Hunt. The The The President Autumn changes the land with one last rush of color before winter snow bleaches the mountains. The mountains, the peninsula and its town all have the same name, Kikura. It means to eat crayfish. Kikora has always been a rich source of seafood to the Māori and was the site of one of the greatest battles in Maori history when Tirupraha fought for the possession of this valuable peninsula. More than a local luxury now, crayfish are trapped for the export market. Crayfish tails processed and deep frozen in Kikura go to the other side of the Pacific. In winter only the fishermen and a few others come to the still coast where mountains come down almost to the sea. The seawed kikoras rise sharply along Marlborough shore. Between twin ranges sprawls the high country of Molesworth Cattle Station. In winter snow covered and completely isolated. Sealed off throughout the long winter, Molesworth thaws out and light aircraft come in to help with the spring muster. The job of combing this huge area of mountain, river and plane to muster in all the cattle takes up to five weeks, even with the help of aircraft. From the air, the pilot spots small mobs not easily seen on the ground and reports their positions to the waiting musterers. Molesworth is New Zealand's largest cattle station. It covers half a million acres of rugged South Island high country. I'm gonna'a. Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! From their mountain wintering places, the small mobs are joined up to be driven to new summer grazing. Once a group of sheep stations, Molesworth was abandoned after rabbits came. They multiplied in their millions and ate even the tussock and snow grass roots until there was nothing left but shingled. With poisoned carrots dropped from the air the hungry rabbits were at last controlled, and Molesworth, grazing cattle now, has made a successful comeback. But sheep have always been the sustaining wealth of Marlborough, whether run on hill country or fine flatland. The district's prosperity is firmly based on sheep. Sealers came with the whalers. They quickly killed off the large seal colonies around the Kikura Peninsula and left with their cargoes of fur and oil. Seals are protected now and each year the population multiplies on the same ancient haunts. They're left in peace to feed on the enemies of crayfish, squid and octopus. Seabirds too find refuge when they come back each year to their breeding grounds on the rocky Kikura coast. Throughout the summer, campers and travelers follow the long coastline reaching from Ghost Bay to the Marlborough Sands. There's an exodus from towns and cities in December and January when New Zealanders take their Christmas holidays by the sea. Swimming in Pacific lagoons, catching butterfish with spear or net, or pulling up full craypots. As long as there's sun and sea and plenty of fish, it's a paradise for campers. Batches, motels and motor camps edge the main highway until it reaches the northern town of Picton. At the head of Queen Charlotte Sound, Picton is the South Island's front door. Turnaround port for the drive-on drive-off ferries. With each arrival, Aramuana brings more visitors to the Marlborough Sands. Pickton is a holiday town and harbour for small craft launches yacht the most popular sounds, Queen Charlotte, Kenoparu, Mahau and Polaris, to cruise and fish along 600 miles of sheltered sea waterways. Some like the popular places and come back year after year to join friends at hotels and guest houses scattered along the bays and inlets. Others prefer the seclusion of remote beach cottages. I'm............. For those lucky people who can live aboard their own boats or charter a launch, there are hundreds of miles for cruising. Bay of many coves, Four Fathom Bay, Ship Cove, Tennyson Inlet, and World's End, Names to lure a yacht further into the filigree of inlets and fjords. The We're in a lot of I'm Ackon. And I'm There are a thousand places where native forests still grows down to sheltered sea beaches. Headlands and bays unchanged since the whalers first took refuge in the peaceful waters of Marlborough."}