{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Nice to see ya."}, {"timestamp": [6.0, 10.0], "text": " Hands up if I've never had the privilege of meeting you before."}, {"timestamp": [10.0, 13.0], "text": " Wow, that's exciting."}, {"timestamp": [13.0, 17.0], "text": " Hands up if I have had the privilege of meeting you before."}, {"timestamp": [17.0, 20.0], "text": " See, that's why I'm looking at faces saying, I know that person."}, {"timestamp": [20.0, 24.0], "text": " Anyway, I usually do an introduction."}, {"timestamp": [24.0, 25.0], "text": " So those people that know me, I start do an introduction."}, {"timestamp": [25.0, 32.5], "text": " So those people that know me, I start with a storybook very often to link literature to the bigger message, or I start with a video."}, {"timestamp": [32.5, 39.5], "text": " I've actually decided to do none of that because this is dense and I think I bit off a little more than I can chew."}, {"timestamp": [39.5, 47.2], "text": " So I don't really know if I'm even going to get through it all in an hour and 15, so there's no time for videos and storybooks, you know?"}, {"timestamp": [48.04, 51.24], "text": " Which is part of the reason why I put the 40-page handout together."}, {"timestamp": [51.76, 58.82], "text": " Because I've done this building pedagogic capital as a two-day workshop with schools."}, {"timestamp": [59.44, 63.02], "text": " Exactly. You think, really, well, you've just cracked out of an egg."}, {"timestamp": [65.38, 69.52], "text": " And I thought, you know what, I can just take the bits that I think are most important,"}, {"timestamp": [69.62, 72.88], "text": " and I can package it together because I think something is better than nothing"}, {"timestamp": [72.88, 77.3], "text": " when it's as important as pedagogic capital."}, {"timestamp": [78.36, 84.92], "text": " And so, of course, I submitted my write-up long before I did the presentation."}, {"timestamp": [85.66, 89.66], "text": " And as I'm creating the presentation, I'm sweating, thinking, oh, my God, what have I done?"}, {"timestamp": [90.06, 93.04], "text": " Hence the 40-page handout, because whatever I don't get through, it's in there."}, {"timestamp": [94.36, 96.2], "text": " What I do get through, it's in there."}, {"timestamp": [96.64, 102.68], "text": " And what I've really done in there is I put practical ideas for everything that I'm going to share with you."}, {"timestamp": [103.08, 108.0], "text": " Because I knew there was no way in the world I could throw out the research and the questions"}, {"timestamp": [108.0, 113.0], "text": " and also get to some practical answers."}, {"timestamp": [113.0, 117.0], "text": " I also wrote in the introduction to the 40-page handout"}, {"timestamp": [117.0, 121.0], "text": " that this really isn't about my answer to the questions."}, {"timestamp": [121.0, 123.0], "text": " It's about your answer."}, {"timestamp": [123.0, 126.88], "text": " I think it's the questions that are important to be asking. The conversations are important to be questions. It's about your answer. I think it's the questions that are important to be asking."}, {"timestamp": [127.56, 130.2], "text": " The conversations are important to be having."}, {"timestamp": [130.88, 133.6], "text": " But I know, because I'm a teacher first and foremost,"}, {"timestamp": [134.2, 138.68], "text": " that it helps to just get a little smattering of ideas"}, {"timestamp": [138.88, 141.36], "text": " to maybe get you started on your own path"}, {"timestamp": [141.36, 143.2], "text": " and your own conversations, right?"}, {"timestamp": [144.4, 149.5], "text": " Again, I'm going to go through the whole Edmodo setup at the end of the session to make sure"}, {"timestamp": [149.5, 152.06], "text": " that if you want to get on, you can get on."}, {"timestamp": [152.06, 156.06], "text": " But you'll still be able to get the handout regardless."}, {"timestamp": [156.06, 161.3], "text": " As I said, I think the exciting thing about Edmodo is that I might actually get to stay"}, {"timestamp": [161.3, 162.66], "text": " in touch with you."}, {"timestamp": [162.66, 168.14], "text": " Because when your real questions are going to come forward and your real, hmm, challenges,"}, {"timestamp": [168.58, 172.1], "text": " and it's going to be when you have time to dig into that 40 pages."}, {"timestamp": [172.92, 178.3], "text": " It's going to be when you have the opportunity to leave the session and actually process,"}, {"timestamp": [178.54, 183.88], "text": " not only what you're hearing from me, but what you're hearing throughout the entirety of the conference."}, {"timestamp": [184.54, 190.0], "text": " And the catch-22 with this sort of role is that when you need me, I'm not with you."}, {"timestamp": [191.24, 196.28], "text": " Hence, Edmodo's been working for me and the teachers that I work with, because it's a closed environment."}, {"timestamp": [197.1, 201.98], "text": " Whatever you ask, you know, you know that I'm going to be able to see it here, respond to it."}, {"timestamp": [202.08, 203.38], "text": " Others can respond to it."}, {"timestamp": [203.78, 210.84], "text": " Others will chime in and say, ah, you know what, I've tried this or I've tried that and share resources. So if you're"}, {"timestamp": [210.84, 218.06], "text": " inclined to do so, I think it's not a bad avenue for you to move into. Okay, so let's get"}, {"timestamp": [218.06, 230.0], "text": " started. Here's our outcomes. It's my hope that you'll develop your knowledge and understanding of triune brain theory and its implications for learning."}, {"timestamp": [230.0, 240.0], "text": " We're going to take a look at MI theory, but I think from a different slant than a lot of teachers are actually investigating that theory."}, {"timestamp": [240.0, 245.6], "text": " I'm really going to look at in relationship to assessment evaluation practices and then those"}, {"timestamp": [245.6, 250.88], "text": " implications on student learning."}, {"timestamp": [250.88, 255.18], "text": " I am so passionate about this research on human cognitive architecture, the brain, and cognitive"}, {"timestamp": [255.18, 256.18], "text": " load theory."}, {"timestamp": [256.18, 258.5], "text": " I am so passionate about it."}, {"timestamp": [258.5, 263.22], "text": " I don't think there's any research that has impacted my practice more than this research,"}, {"timestamp": [263.22, 266.42], "text": " and the scary thing is nobody knows about it."}, {"timestamp": [266.42, 270.08], "text": " It's human cognitive architecture, the brain,"}, {"timestamp": [270.08, 273.98], "text": " was introduced, really, the model I'm going to share in 1968."}, {"timestamp": [273.98, 278.9], "text": " It's the most recognized and well-used model of working memory,"}, {"timestamp": [278.9, 281.12], "text": " long-term memory, and how learning happens"}, {"timestamp": [281.12, 283.88], "text": " in terms of cognitive scientists internationally."}, {"timestamp": [283.88, 285.56], "text": " And then from that, this"}, {"timestamp": [285.56, 291.68], "text": " research on cognitive load theory that came out in 88, because I'm so passionate about it, I'll"}, {"timestamp": [291.68, 297.2], "text": " tell anybody who will sit there long enough to listen, and it's changing how we teach, because"}, {"timestamp": [297.2, 303.72], "text": " it's changing how we think about curriculum, about instructional design, about assessment evaluation."}, {"timestamp": [303.72, 305.0], "text": " As I said, it's pretty dense,"}, {"timestamp": [305.0, 308.0], "text": " and it will be a lot for me to sort of throw at you quickly,"}, {"timestamp": [308.0, 312.0], "text": " but hopefully you'll have the resource that you can delve into."}, {"timestamp": [312.0, 318.0], "text": " And all of the research, I'll actually give you the name of"}, {"timestamp": [318.0, 320.0], "text": " where the research has sort of come from"}, {"timestamp": [320.0, 323.0], "text": " with quite a reference page at the back."}, {"timestamp": [323.0, 324.0], "text": " So anything that I'm sharing,"}, {"timestamp": [324.0, 325.16], "text": " you can sort of delve"}, {"timestamp": [325.16, 332.0], "text": " into yourself if it's of interest to you. And then I want to talk to you about Robert Marzano's"}, {"timestamp": [332.0, 336.96], "text": " work on the dimensions of learning. And I want to actually link it to the cognitive load theory,"}, {"timestamp": [336.96, 343.36], "text": " the human cognitive architecture, the brain research, the work on the Triune Brain and MI theory."}, {"timestamp": [343.36, 345.2], "text": " Because this is what I think."}, {"timestamp": [345.2, 348.24], "text": " I think, I don't know how your schools operate."}, {"timestamp": [348.24, 353.12], "text": " I can only sort of talk about the school experiences that I've had."}, {"timestamp": [353.12, 355.64], "text": " We didn't nearly spend enough time on research."}, {"timestamp": [355.64, 361.44], "text": " We spent way too much time on how to do new stuff and not enough time on why we should be doing it anyways."}, {"timestamp": [361.44, 365.44], "text": " It's my strong belief that if you truly understand the research that underpins"}, {"timestamp": [365.44, 369.64], "text": " practice, you won't be able to teach the same way. Because you'll have this"}, {"timestamp": [369.64, 377.06], "text": " niggling thing happening. Ignorance is bliss. But when you're not ignorant, you've got"}, {"timestamp": [377.06, 383.56], "text": " to be attending to this stuff that you now know. I want schools to have conversations"}, {"timestamp": [383.56, 385.0], "text": " about research."}, {"timestamp": [385.0, 389.0], "text": " And when I talk about research, I'm talking about cognitive scientific research,"}, {"timestamp": [389.0, 390.0], "text": " neuroscientific research."}, {"timestamp": [390.0, 394.0], "text": " I know that there's a flavor of that running through the conference,"}, {"timestamp": [394.0, 400.0], "text": " and I know that some of my friends in here have attended some of the work of other people."}, {"timestamp": [400.0, 406.16], "text": " So let's get started, and I'm going to kick into Trium Brain Theory."}, {"timestamp": [407.24, 408.56], "text": " Trium Brain Theory is old."}, {"timestamp": [408.64, 411.64], "text": " I'm not going to pretend it's not, but it's a fabulous start"}, {"timestamp": [411.64, 413.88], "text": " in terms of introducing kids to the brain,"}, {"timestamp": [414.68, 416.78], "text": " helping them understand the brain and their learning."}, {"timestamp": [416.94, 420.46], "text": " So I'm sharing all of this with you as teachers,"}, {"timestamp": [420.74, 422.9], "text": " but this is important for us to share with kids."}, {"timestamp": [423.44, 424.78], "text": " So I want you to make a fist."}, {"timestamp": [425.6, 430.24], "text": " Put your top hand over your fist. Holy cow, you've got three brains in one."}, {"timestamp": [431.44, 435.92], "text": " How you do? You've got the reptilian brain or brain stem. You've got the mammalian brain"}, {"timestamp": [435.92, 441.28], "text": " or limbic system, and you've got the neocortex. And so if you look at my diagram here,"}, {"timestamp": [442.88, 446.64], "text": " your reptilian's your automatic brain, your heart's pumping, your blood"}, {"timestamp": [446.64, 451.2], "text": " circulating, you know, you're breathing, you're not thinking about it, you're just doing it,"}, {"timestamp": [451.2, 455.76], "text": " it's automatic. You ever said anything or done anything you wish you hadn't? Twice?"}, {"timestamp": [457.04, 462.0], "text": " Don't you ever learn? That's an automatic response. So it's not a neocortex response,"}, {"timestamp": [462.0, 470.64], "text": " it's not a thinking response, it's a fight or flight response. And it's all from that part of the brain. Your mammalian brain or limbic system is the"}, {"timestamp": [470.64, 477.8], "text": " control center. It's your memory filter. It controls health, relationships, and emotion. We're going to"}, {"timestamp": [477.8, 482.98], "text": " come back to that. And your neocortex is your thinking brain. It developed millions and millions"}, {"timestamp": [482.98, 485.56], "text": " of years after reptilian brain."}, {"timestamp": [486.0, 492.2], "text": " Because the brain didn't evolve to think. It evolved to protect. If there was dangerous,"}, {"timestamp": [492.2, 496.62], "text": " stress, or threat, and you were in reptilian, you could have an automatic response and save the species."}, {"timestamp": [497.28, 502.26], "text": " So this is what I want my kids to understand. I want them to understand that all learning,"}, {"timestamp": [502.56, 506.78], "text": " let's go back there for a minute, comes into the mammalian brain"}, {"timestamp": [506.78, 511.12], "text": " through your five senses. That's it. You see it, hear, it, smell it, taste, it, touch it, that's it."}, {"timestamp": [511.12, 516.18], "text": " That's why five sensory learning is so critically important as a receiving experience or finding"}, {"timestamp": [516.18, 521.36], "text": " that experience for our kids. The more modalities they can find out through, the more likely"}, {"timestamp": [521.36, 526.74], "text": " it will actually come into the limbic system. Now, the minute that learning enters the limbic system,"}, {"timestamp": [526.92, 531.96], "text": " it downshifts to reptilian brain for a fight or flight response."}, {"timestamp": [532.64, 534.46], "text": " If there's no danger, stress, or threat,"}, {"timestamp": [534.82, 538.5], "text": " learners upshift to the neocortex where they process,"}, {"timestamp": [539.18, 542.92], "text": " they construct schema, but it's not done."}, {"timestamp": [542.92, 548.88], "text": " Learning comes back into the mammalian brain for memory filtering."}, {"timestamp": [550.64, 556.82], "text": " Anything you don't value or see as important, you filter out. What you value and feel is important"}, {"timestamp": [556.82, 562.88], "text": " filters back up into the neocortex, where eventually it may be stored in long-term memory."}, {"timestamp": [563.52, 573.0], "text": " It takes two to three years for permanent storage. Now what gets in the way of this? Let's go back to my picture. When"}, {"timestamp": [573.0, 582.0], "text": " learning comes in and you downshift, if there's any danger, stress, or threat,"}, {"timestamp": [582.0, 587.0], "text": " what's going to happen is you're going to be cut off from all areas of the brain."}, {"timestamp": [587.0, 590.0], "text": " So if you're in danger, stress or threat, can you learn?"}, {"timestamp": [590.0, 592.0], "text": " Can you think?"}, {"timestamp": [592.0, 595.0], "text": " Can you consider consequences and sequels of your behavior?"}, {"timestamp": [595.0, 598.0], "text": " Can you rationalize anything?"}, {"timestamp": [598.0, 602.0], "text": " Can you remember how much trouble you got in the last time you did the same crazy thing?"}, {"timestamp": [602.0, 603.0], "text": " You just respond."}, {"timestamp": [603.0, 605.08], "text": " So you're walking down the road and you see a truck."}, {"timestamp": [605.64, 611.24], "text": " You don't upshift to the neocortex to do some higher level thinking. Oh, I wonder if I should move to the right."}, {"timestamp": [611.34, 618.34], "text": " Geez, that seems far away. Maybe I'll move to the left, splat. Danger, stress, or threat, you move into automatic response."}, {"timestamp": [618.78, 625.6], "text": " No access to thinking. That's why you can have these kids that do the same ridiculous thing 15 times, and you want to shake them!"}, {"timestamp": [626.54, 627.58], "text": " Don't you ever learn?"}, {"timestamp": [627.68, 628.2], "text": " Yeah, they learn."}, {"timestamp": [628.26, 629.14], "text": " They can't remember they learned."}, {"timestamp": [630.02, 633.34], "text": " Then when they calm down, they go, I'm sorry, I'm sorry, I'm sorry, I really don't know."}, {"timestamp": [633.42, 633.98], "text": " I didn't mean it."}, {"timestamp": [634.02, 634.44], "text": " And you know what?"}, {"timestamp": [634.48, 635.22], "text": " They don't mean it."}, {"timestamp": [635.46, 637.34], "text": " Because now they actually understand how much trouble they're in."}, {"timestamp": [637.98, 639.62], "text": " And they actually remember what happened the last time."}, {"timestamp": [640.24, 642.96], "text": " So I need my kids to understand what causes dangerous, stress, and threat,"}, {"timestamp": [643.04, 645.24], "text": " because they've got to take some of this responsibility,"}, {"timestamp": [646.6, 649.0], "text": " and it all comes back here."}, {"timestamp": [651.24, 651.54], "text": " Health, relationship, and emotion."}, {"timestamp": [654.02, 654.5], "text": " Those are the only places that dangerous, stress, and threat come from."}, {"timestamp": [656.84, 657.12], "text": " So if you're not well-watered, well-fed, or well-exercised,"}, {"timestamp": [659.44, 659.76], "text": " if your body's not healthy from its fingers to its toes,"}, {"timestamp": [662.66, 663.36], "text": " it's possible you'll be in dangerous, stress, and threat, and you can't learn."}, {"timestamp": [667.4, 670.86], "text": " Is it important to do the nutrition unit with kids? Is it important for kids to learn about daily quality fitness and the relationship between"}, {"timestamp": [670.86, 672.78], "text": " fitness and learning?"}, {"timestamp": [672.78, 677.12], "text": " Is it important for kids to learn about healthy eyes, healthy teeth, healthy nose, circulatory,"}, {"timestamp": [677.12, 679.12], "text": " muscular, and digestive system?"}, {"timestamp": [679.12, 680.12], "text": " Absolutely."}, {"timestamp": [680.12, 682.64], "text": " But we need to do it in a different context."}, {"timestamp": [682.64, 687.18], "text": " We need to do that learning at the beginning of the year, and they need to do that learning, recognizing"}, {"timestamp": [687.18, 688.46], "text": " that these are the things that could get"}, {"timestamp": [688.46, 690.76], "text": " in the way of them learning this year."}, {"timestamp": [690.76, 693.26], "text": " And so at the end of those learning experiences,"}, {"timestamp": [693.26, 694.94], "text": " you need an action plan."}, {"timestamp": [694.94, 699.4], "text": " How can you use what you now know about nutrition,"}, {"timestamp": [699.4, 702.78], "text": " about healthy teeth, about fitness,"}, {"timestamp": [702.78, 705.96], "text": " to try and keep yourself from actually being in danger, stress,"}, {"timestamp": [705.96, 711.36], "text": " or threat? What strategies can you put in place? I'm not suggesting for one minute we can"}, {"timestamp": [711.36, 716.32], "text": " solve the problems of danger, stress, and threat for all learners in our class. What I am suggesting"}, {"timestamp": [716.32, 723.0], "text": " is they have more power to solve some of their issues. I need to give them that knowledge and awareness"}, {"timestamp": [723.0, 725.46], "text": " and the opportunity to come up with these plans."}, {"timestamp": [725.98, 731.32], "text": " They need to learn that if their relationships aren't healthy, relationship with self and others,"}, {"timestamp": [731.52, 732.52], "text": " they likely won't learn."}, {"timestamp": [732.9, 734.28], "text": " So is the friendship unit important?"}, {"timestamp": [735.58, 738.3], "text": " Is the unit on conflict resolution negotiation important?"}, {"timestamp": [738.98, 746.0], "text": " Is a unit on relationships with significant others in your life and acquaintance is important?"}, {"timestamp": [746.0, 750.92], "text": " Absolutely. Guess when I do this early in the school year? I want them to understand"}, {"timestamp": [750.92, 754.76], "text": " about relationships so they can actually do an audit of their relationships and come up"}, {"timestamp": [754.76, 758.7], "text": " with some plans and strategies. I want them to understand if they don't have a good"}, {"timestamp": [758.7, 762.68], "text": " relationship with themselves, they can't learn. Can you love yourself as a mathematician"}, {"timestamp": [762.68, 767.92], "text": " and hate yourself as a reader? I want to teach them what sort of talk goes on in your head if you don't like yourself?"}, {"timestamp": [768.52, 771.68], "text": " What sort of behaviors do you actually engage in if you don't like yourself?"}, {"timestamp": [771.78, 775.12], "text": " How can you start to recognize that? And what can actually be done about it?"}, {"timestamp": [775.82, 780.14], "text": " I want them to understand that if they're not feeling happy, if they aren't feeling positive"}, {"timestamp": [780.14, 784.2], "text": " emotions, they're likely going to downshift. So is the unit on feelings important?"}, {"timestamp": [782.0, 784.0], "text": " emotions, they're likely going to downshend. So is the unit on feelings important?"}, {"timestamp": [784.0, 789.0], "text": " Is the unit on emotional intelligence important?"}, {"timestamp": [789.0, 793.0], "text": " See, I don't care whether you're a littley or a biggie."}, {"timestamp": [793.0, 796.0], "text": " I tackle teaching kids about learning and their brain"}, {"timestamp": [796.0, 799.0], "text": " and the bits and pieces associated with it,"}, {"timestamp": [799.0, 801.0], "text": " so they can come up with a proactive plan"}, {"timestamp": [801.0, 804.0], "text": " to get the stress off their plate they can control,"}, {"timestamp": [804.0, 807.44], "text": " and a reactive plan to recognize when they're in stress,"}, {"timestamp": [807.56, 811.96], "text": " in spite of everything we've done, what strategies could they employ?"}, {"timestamp": [812.32, 816.12], "text": " And I do it when they're five, and I do it when they're 105."}, {"timestamp": [816.84, 819.14], "text": " Because these units are in our documents, would you agree?"}, {"timestamp": [819.9, 822.32], "text": " I want to connect them to something else."}, {"timestamp": [824.48, 826.32], "text": " And so I'm going to ask you a couple of questions."}, {"timestamp": [827.52, 830.5], "text": " What can be done to minimize a kid's physical stress?"}, {"timestamp": [831.5, 833.42], "text": " Could we do daily quality fitness with kids?"}, {"timestamp": [836.06, 838.58], "text": " What can be done to minimize relational stress?"}, {"timestamp": [841.76, 842.8], "text": " Emotional stress."}, {"timestamp": [844.72, 851.0], "text": " How can we empower learners to recognize that these stresses are actually impacting their learning?"}, {"timestamp": [851.0, 853.0], "text": " And this is the big one."}, {"timestamp": [853.0, 858.0], "text": " How do we involve kids in constructing the proactive and the reactive plans?"}, {"timestamp": [858.0, 859.0], "text": " You know what I say to my kids?"}, {"timestamp": [859.0, 861.0], "text": " I say, I cannot take all the stress off your plate."}, {"timestamp": [861.0, 863.0], "text": " I can't do it."}, {"timestamp": [863.0, 865.32], "text": " What I can do is empower you to actually"}, {"timestamp": [865.32, 871.44], "text": " start thinking about the importance of doing this. And I can actually work with you to at least"}, {"timestamp": [871.44, 876.96], "text": " remove the stresses that are part of our classroom and part of our school. Because you know what?"}, {"timestamp": [876.96, 880.8], "text": " If we get more stress off your plate, you'll have less on your plate. And maybe you'll deal"}, {"timestamp": [880.8, 882.16], "text": " with what you got a little bit better."}, {"timestamp": [882.16, 886.48], "text": " and maybe you'll deal with what you got a little bit better."}, {"timestamp": [888.96, 890.0], "text": " MI theory and its implications."}, {"timestamp": [892.24, 894.72], "text": " I think a lot of schools know about MI theory, but I don't know that they've learned about MI theory"}, {"timestamp": [894.72, 896.32], "text": " from Howard Howard Garden."}, {"timestamp": [897.2, 900.48], "text": " They've learned about MI theory from Joe Blow, Sally Blow, and Lane Blow."}, {"timestamp": [901.76, 903.2], "text": " If you want to understand something,"}, {"timestamp": [903.2, 904.4], "text": " you need to go to the horse's mouth,"}, {"timestamp": [904.4, 908.92], "text": " and your teachers need to go to the horse's mouth if you're in leadership or your team do,"}, {"timestamp": [909.58, 915.54], "text": " look, the theory came out many, many moons ago. Frames of Mind is the book to get. It's a very"}, {"timestamp": [915.54, 921.06], "text": " hard read. The first third of the book is all of his research that underpins the theory."}, {"timestamp": [921.98, 926.48], "text": " A lot of teachers just, you know, me included, jump to what's mathematical, logical intelligence,"}, {"timestamp": [926.48, 928.3], "text": " and visual spatial."}, {"timestamp": [928.3, 931.66], "text": " This whole theory is based on neuroscientific research."}, {"timestamp": [931.66, 933.42], "text": " So if you don't know the research, you don't know the theory,"}, {"timestamp": [933.42, 940.04], "text": " and you can't possibly be applying it to its actual potential."}, {"timestamp": [940.04, 941.58], "text": " You got nine ways to be smart."}, {"timestamp": [941.58, 943.08], "text": " He started with seven, moved it to eight,"}, {"timestamp": [943.08, 945.24], "text": " and now he's at nine, not because he's a fruit cake,"}, {"timestamp": [945.24, 948.12], "text": " but because as new brain imaging technologies came on board,"}, {"timestamp": [948.12, 950.62], "text": " he could prove more centers."}, {"timestamp": [950.62, 953.08], "text": " I think he's got eight criteria that had to be met"}, {"timestamp": [953.08, 955.96], "text": " before he said a center actually exists."}, {"timestamp": [955.96, 957.72], "text": " This is not about telling a kid,"}, {"timestamp": [957.72, 959.72], "text": " you're mathematical, logical, or your visual spatial,"}, {"timestamp": [959.72, 962.56], "text": " you're not any one intelligence."}, {"timestamp": [962.56, 964.3], "text": " You have all those centers in your brain"}, {"timestamp": [964.3, 968.76], "text": " that developed differently. I'm going to centers in your brain that develop differently."}, {"timestamp": [968.76, 972.76], "text": " I'm going to connect this for one second to assessment evaluation and then I'm going to go"}, {"timestamp": [972.76, 976.96], "text": " a little bit broader again, right?"}, {"timestamp": [976.96, 984.2], "text": " When we assess and evaluate a kid, more times than not, we do that based on their expression."}, {"timestamp": [984.2, 990.04], "text": " So if we look at receiving, internalizing, expressing, and assessing and evaluating,"}, {"timestamp": [990.66, 994.42], "text": " what we often do as educators is we focus on this and do this."}, {"timestamp": [995.84, 996.74], "text": " Does that make sense?"}, {"timestamp": [997.06, 997.92], "text": " That's a problem."}, {"timestamp": [998.52, 1000.56], "text": " Because a kid can only express what he received."}, {"timestamp": [1001.44, 1003.76], "text": " And an actual fact, it can only express what he internalized."}, {"timestamp": [1007.28, 1012.28], "text": " So I know straight away, before I even put MI theory in here, that probably 90% of the kids in my class I've"}, {"timestamp": [1012.28, 1018.02], "text": " assessed and evaluated, the assessment's inaccurate. Because all I'm looking at is their"}, {"timestamp": [1018.02, 1022.4], "text": " output. I haven't considered their input, haven't considered their internalizing. Now I'm going"}, {"timestamp": [1022.4, 1025.32], "text": " to throw nine intelligences in the mix."}, {"timestamp": [1025.32, 1029.78], "text": " Let's pretend that you've got a bodily kinesthetic learner."}, {"timestamp": [1029.78, 1033.82], "text": " It doesn't mean they're nothing else, but it means they've got a lot of neurons and dendritic"}, {"timestamp": [1033.82, 1036.2], "text": " connections in that bolly kinesthetic area."}, {"timestamp": [1036.2, 1041.3], "text": " They really do well when that modality is catered for, right?"}, {"timestamp": [1041.3, 1053.0], "text": " So basically you've got this one learner, but I'm going to give you four possible learning situations for this kid that will all lead to different assessment evaluation outcomes."}, {"timestamp": [1053.0, 1057.0], "text": " Okay, so same kid, four scenarios."}, {"timestamp": [1057.0, 1061.0], "text": " Receiving, internalizing, expressing."}, {"timestamp": [1061.0, 1064.0], "text": " Then we're going to assess and evaluate."}, {"timestamp": [1064.0, 1065.68], "text": " I'm going to focus on receiving"}, {"timestamp": [1065.68, 1071.04], "text": " and expressing just to keep it a little simpler right now, right? Bala kinesthetic kid prime modality,"}, {"timestamp": [1071.04, 1076.16], "text": " but you're going to get that kid to receive their learning linguistically. Will that be working"}, {"timestamp": [1076.16, 1081.84], "text": " for that child? Not likely. When they tell you what they know or express, you're going to let"}, {"timestamp": [1081.84, 1085.0], "text": " that kid express to you through a model they create"}, {"timestamp": [1085.0, 1096.0], "text": " or a drama. Will that assessment evaluation be accurate? What do you think? Can't be. Can't be. This is"}, {"timestamp": [1096.0, 1101.0], "text": " the kid where you say, I know they know more than this. They did. They couldn't get it out."}, {"timestamp": [1101.0, 1105.28], "text": " They didn't, or they could get it out, but they never took it in, rather."}, {"timestamp": [1109.22, 1109.66], "text": " So how can I communicate and give you output when I didn't have the input to begin with?"}, {"timestamp": [1110.94, 1111.62], "text": " I've already limited the kid."}, {"timestamp": [1112.62, 1112.88], "text": " All right, next scenario."}, {"timestamp": [1114.96, 1115.28], "text": " Same child, polykinasetic learner."}, {"timestamp": [1117.82, 1118.42], "text": " I'm going to let him learn in balticinacetic ways."}, {"timestamp": [1123.06, 1129.8], "text": " So we've got a lot of movement, a lot of manipulators, we've got puzzles, we've got games, we've got... But when that kid tells me what he knows, he's going to do it in an essay or on a test. Yeah, you know straight away that's not"}, {"timestamp": [1129.8, 1135.12], "text": " working. That's the kid where we say, you know what, in class, he just seemed to have it sussed,"}, {"timestamp": [1135.12, 1139.54], "text": " you know, he just had it nail. You're right, he couldn't get it out. Okay, how about this child?"}, {"timestamp": [1140.0, 1146.24], "text": " Bolicynastatic prime modality, he's going to receive linguistically and express linguistically."}, {"timestamp": [1146.24, 1147.76], "text": " How's that assessment going to look?"}, {"timestamp": [1147.76, 1149.24], "text": " Now that's very scary."}, {"timestamp": [1149.24, 1154.06], "text": " I'd say that's probably 90% of our kids identified at risk."}, {"timestamp": [1154.06, 1156.14], "text": " That's our boys' education issue."}, {"timestamp": [1156.14, 1158.56], "text": " That's our indigenous education issue."}, {"timestamp": [1158.56, 1160.5], "text": " That's our learning disabled kids."}, {"timestamp": [1160.5, 1169.76], "text": " They're LD, all right, learning differently. Unless our kids receive and express"}, {"timestamp": [1169.76, 1175.94], "text": " through modalities that are theirs, the likelihood, oh my goodness me, the likely, oh, I don't"}, {"timestamp": [1175.94, 1181.0], "text": " want to go through all of that again, oh well I will. The likelihood that we are accurate"}, {"timestamp": [1181.0, 1186.7], "text": " in terms of our assessment evaluation, it's going to be pretty slim."}, {"timestamp": [1186.7, 1188.8], "text": " And so I look at teachers and they look at me and they say,"}, {"timestamp": [1188.8, 1191.96], "text": " oh my goodness, what am I supposed to know every single kid's modality?"}, {"timestamp": [1191.96, 1192.84], "text": " No, you're not."}, {"timestamp": [1192.84, 1194.24], "text": " You're absolutely not."}, {"timestamp": [1194.24, 1197.56], "text": " You're not supposed to give them those silly little online tests."}, {"timestamp": [1197.56, 1200.0], "text": " Because all that's going to happen when you give them one of those online tests"}, {"timestamp": [1200.0, 1203.1], "text": " is they're going to click or tick what seems fun."}, {"timestamp": [1203.1, 1204.3], "text": " Oh, this one sounds fun."}, {"timestamp": [1204.3, 1205.48], "text": " Because they don't know what they don't know."}, {"timestamp": [1206.02, 1206.68], "text": " Do you know what I'm saying?"}, {"timestamp": [1206.76, 1208.08], "text": " It takes an awful lot of self-awareness."}, {"timestamp": [1208.16, 1213.06], "text": " And interestingly, modalities for receiving in one learning area"}, {"timestamp": [1213.06, 1216.44], "text": " might be very different than the modalities that you want to use to receive in another area."}, {"timestamp": [1216.88, 1218.3], "text": " It's not blanketed, right?"}, {"timestamp": [1218.66, 1219.86], "text": " So this is what I'm saying."}, {"timestamp": [1220.16, 1222.36], "text": " You don't need to know their modalities of strength."}, {"timestamp": [1222.46, 1226.5], "text": " You need to have a modality, an MI-inclusive practice."}, {"timestamp": [1227.76, 1230.76], "text": " If your practice caters to all MIs, guess what?"}, {"timestamp": [1231.96, 1233.06], "text": " You're going to hit every kid."}, {"timestamp": [1233.76, 1234.84], "text": " So let me show you."}, {"timestamp": [1236.34, 1237.4], "text": " This is ThinkBox."}, {"timestamp": [1237.4, 1239.24], "text": " Those of you that were in my last session,"}, {"timestamp": [1239.24, 1241.5], "text": " or those of you that have worked with me before you've seen this."}, {"timestamp": [1241.5, 1242.5], "text": " Don't be scared."}, {"timestamp": [1243.5, 1247.32], "text": " It's basically a framework that"}, {"timestamp": [1247.32, 1254.4], "text": " identifies tools for learning, right? So what you're going to see is MI, the"}, {"timestamp": [1254.4, 1260.46], "text": " MIs are attached to the finding out, which is the receiving, the MIs are attached to"}, {"timestamp": [1260.46, 1267.0], "text": " the internalizing tools, and the MIs are attached to the communicating or expressing tools."}, {"timestamp": [1267.0, 1274.0], "text": " And so what I'm suggesting for teachers is that they plan with this."}, {"timestamp": [1274.0, 1278.0], "text": " You don't need to know their modalities, you need to have a modality inclusive practice."}, {"timestamp": [1278.0, 1282.0], "text": " So you plan how kids are exploring or receiving,"}, {"timestamp": [1282.0, 1285.0], "text": " you underline the tools in your planning,"}, {"timestamp": [1285.0, 1291.0], "text": " and then you cross-check the modalities you've catered for."}, {"timestamp": [1291.0, 1296.0], "text": " You do not need nine tools for nine modalities."}, {"timestamp": [1296.0, 1299.0], "text": " What you're going to see is some learning tools actually bring more areas"}, {"timestamp": [1299.0, 1301.0], "text": " of the brain in than others."}, {"timestamp": [1301.0, 1302.0], "text": " Might make sense."}, {"timestamp": [1302.0, 1303.0], "text": " Example."}, {"timestamp": [1303.0, 1308.04], "text": " You give these kids this Ute-Bute multimedia presentation to find out from. Okay? And that multimedia"}, {"timestamp": [1308.04, 1312.24], "text": " presentation has a lot of images in it. It's got animation, it's got photography,"}, {"timestamp": [1312.24, 1315.76], "text": " it's got some movies. I'm then hitting my picture smarter, visual,"}, {"timestamp": [1315.76, 1322.06], "text": " spatial kids. True? All right? It's got text. So it's got print and voice"}, {"timestamp": [1322.06, 1325.5], "text": " overlay. Am I hitting my linguistic hits? It's got some graphs in there and some charts in there and some statistics. Am I hitting my linguistic kids?"}, {"timestamp": [1325.5, 1327.7], "text": " It's got some graphs in there and some charts in there"}, {"timestamp": [1327.7, 1328.8], "text": " and some statistics."}, {"timestamp": [1328.8, 1331.5], "text": " I've hit my Massmarked kids."}, {"timestamp": [1331.5, 1332.8], "text": " It's got some music in there."}, {"timestamp": [1332.8, 1335.5], "text": " Learning songs are huge and they're a part of this."}, {"timestamp": [1335.5, 1337.5], "text": " Will I hit my musical kids?"}, {"timestamp": [1337.5, 1342.0], "text": " You're going to watch that or interact with that multimedia presentation"}, {"timestamp": [1342.0, 1344.5], "text": " in a team. Am I hitting my interpersonal kids?"}, {"timestamp": [1344.5, 1347.0], "text": " Do you see how many ticks you have?"}, {"timestamp": [1347.0, 1352.0], "text": " You don't need to know their modalities, you need to have a modality inclusive practice."}, {"timestamp": [1352.0, 1357.0], "text": " You need to be cognizant of what you're giving to kids as tools for finding out,"}, {"timestamp": [1357.0, 1359.0], "text": " internalizing, and expressing."}, {"timestamp": [1359.0, 1364.0], "text": " And if you're catering to all modalities, then kids are going to be okay."}, {"timestamp": [1364.0, 1366.36], "text": " So as I then look at"}, {"timestamp": [1366.36, 1372.76], "text": " internalizing, I'm going to cross-check what more modalities are involved in"}, {"timestamp": [1372.76, 1378.54], "text": " the internalizing that I offer kids. Example. First of all, we almost don't let"}, {"timestamp": [1378.54, 1382.14], "text": " kids internalize. Find out, find out, find out, find out, find out, find out, find out,"}, {"timestamp": [1382.14, 1388.48], "text": " find out, find out, find out, we pray they internalize. This is learning. You need to find out and lock it in. You need to find out and lock it in."}, {"timestamp": [1388.68, 1392.06], "text": " Kids need explicit internalized time built into the learning."}, {"timestamp": [1392.94, 1396.28], "text": " Lots of teachers say to me, Lane, I don't have time for this. I say, I don't have time not to do this."}, {"timestamp": [1396.86, 1399.88], "text": " Because if you don't give them that reflection time and that processing time,"}, {"timestamp": [1400.2, 1402.98], "text": " nothing is going to go along to memory, which you're going to learn shortly."}, {"timestamp": [1404.22, 1410.76], "text": " When we do let them internalize, we basically hit our people-smart or interpersonal"}, {"timestamp": [1410.76, 1415.76], "text": " and our word-smart or linguistic kids, because we say, go in a group and talk about it."}, {"timestamp": [1415.76, 1420.36], "text": " And then you've got one little kid that won't talk or one big kid that won't talk,"}, {"timestamp": [1420.36, 1423.24], "text": " and then they get in trouble because they're not contributing."}, {"timestamp": [1423.24, 1424.76], "text": " Maybe they don't learn that way."}, {"timestamp": [1424.76, 1425.0], "text": " Hands up, if you don't learn that way."}, {"timestamp": [1425.0, 1430.0], "text": " Hands up, if you don't mind talking, but you need to talk in your own head first."}, {"timestamp": [1430.0, 1432.0], "text": " You need to work it out, you need to have some of your own time."}, {"timestamp": [1432.0, 1433.0], "text": " See?"}, {"timestamp": [1433.0, 1439.0], "text": " So what you would need is you would need self-smart time before people and linguistic time."}, {"timestamp": [1439.0, 1447.5], "text": " So I would be given my kids the opportunity to have some individual reflection. And then I might say"}, {"timestamp": [1447.5, 1451.5], "text": " you're not off the hook for what you can't do, so go into the group and have a chat."}, {"timestamp": [1451.5, 1455.6], "text": " I have a responsibility to grow my children's entire brain, so I don't just focus on"}, {"timestamp": [1455.6, 1461.12], "text": " their strengths. But I let them go from strength to struggle. I let them have pre-straties"}, {"timestamp": [1461.12, 1465.1], "text": " to mustis."}, {"timestamp": [1466.6, 1471.44], "text": " Communication is the same thing. When we look at expression, I'm going to let kids express through a modality of strength first,"}, {"timestamp": [1471.44, 1473.32], "text": " and then I'll give them a muster."}, {"timestamp": [1473.32, 1475.6], "text": " So for instance, they might have to express through a test."}, {"timestamp": [1475.6, 1476.4], "text": " You know why?"}, {"timestamp": [1476.4, 1478.24], "text": " Because I've got to give you one."}, {"timestamp": [1478.24, 1480.08], "text": " Suck it up, it's life."}, {"timestamp": [1480.08, 1484.4], "text": " But I'm going to let you tell me what you know through a modality of strength first."}, {"timestamp": [1484.4, 1490.58], "text": " You want to tell me what you know auditorily and then just direct me to where that audio file is?"}, {"timestamp": [1490.82, 1493.42], "text": " Do you want to show me what you know through a mind map that you make?"}, {"timestamp": [1493.5, 1498.52], "text": " Do you want to show me what you know through images and photographs that you've annotated?"}, {"timestamp": [1498.72, 1503.6], "text": " I will not give you three and a half weeks to regurgitate creatively."}, {"timestamp": [1504.2, 1507.0], "text": " Because I'm never going to mark the mind map."}, {"timestamp": [1507.0, 1509.0], "text": " I'm not going to mark their speaking."}, {"timestamp": [1509.0, 1511.0], "text": " I'm just letting them get it out."}, {"timestamp": [1511.0, 1515.0], "text": " Because that will help them have dendritic connections, neurons, fire,"}, {"timestamp": [1515.0, 1517.0], "text": " and then when they do, their must do,"}, {"timestamp": [1517.0, 1519.0], "text": " that might be difficult for them."}, {"timestamp": [1519.0, 1521.0], "text": " I'll get more out of them."}, {"timestamp": [1521.0, 1524.0], "text": " I'll also have fair, educated, valid assessment"}, {"timestamp": [1524.0, 1526.24], "text": " because I'll be able to see the discrepancy"}, {"timestamp": [1526.24, 1534.38], "text": " between what they were able to show me when they used a modality of strength versus that must be."}, {"timestamp": [1534.38, 1539.46], "text": " What I want kids to understand is that they've got a hundred billion brain cells and"}, {"timestamp": [1539.46, 1543.54], "text": " up to 20,000 connections per brain cell."}, {"timestamp": [1543.54, 1547.66], "text": " They have an infinite capacity to store in long-term"}, {"timestamp": [1547.66, 1556.44], "text": " memory. We know now that you can grow neurons, not just dendrites, but neurons until"}, {"timestamp": [1556.44, 1561.94], "text": " the day you die. So is your intelligence fixed? I don't want to hear from this"}, {"timestamp": [1561.94, 1568.56], "text": " point on I can't ever again in this class. Because with 100 billion neurons and 20,000 connections, we just haven't figured out how yet."}, {"timestamp": [1569.14, 1574.2], "text": " You're not allowed to say to me that I can't do something or that I'm dumb in something."}, {"timestamp": [1574.4, 1576.44], "text": " You are allowed to say, you know what?"}, {"timestamp": [1576.88, 1580.86], "text": " I think I don't have a lot of neurons and dendrites in that particular area yet."}, {"timestamp": [1582.28, 1584.48], "text": " But you have the capacity to grow that area."}, {"timestamp": [1588.88, 1596.48], "text": " The problem often is this. Teachers focus on what kids can't do, and we go slower and give them more one-on-one. What I need to say to my"}, {"timestamp": [1596.48, 1602.08], "text": " kids is, you know what, you've got way more capacity to connect from what you can do to what you"}, {"timestamp": [1602.08, 1605.0], "text": " can't do. And so from this point on,"}, {"timestamp": [1605.0, 1609.44], "text": " you're going to pick your strengths before your struggles."}, {"timestamp": [1609.44, 1610.94], "text": " You're not off the hook for what you can't do,"}, {"timestamp": [1610.94, 1613.4], "text": " because I believe in you and I trust in you."}, {"timestamp": [1613.4, 1615.74], "text": " And I know you can grow that part of your brain."}, {"timestamp": [1615.74, 1618.76], "text": " But we're going to go up the attic instead of up the stairs."}, {"timestamp": [1622.0, 1626.0], "text": " You've got a linguistic area of the brain, not too developed here, but you've got a linguistic area of the brain not too developed here,"}, {"timestamp": [1626.0, 1628.5], "text": " but you've got a musical area really well developed"}, {"timestamp": [1628.5, 1633.0], "text": " and you're trying to teach this little kid spelling rules."}, {"timestamp": [1633.0, 1638.0], "text": " QU, QU friends are they, and together they will stay."}, {"timestamp": [1638.0, 1642.0], "text": " You will always follow Q, like some good friends often do."}, {"timestamp": [1642.0, 1646.0], "text": " Q U.S. and queen and and quit Like a hand in glove they fit"}, {"timestamp": [1646.0, 1648.0], "text": " Q will tell the letters no"}, {"timestamp": [1648.0, 1651.0], "text": " If his U friend cannot go"}, {"timestamp": [1651.0, 1653.0], "text": " First to see the letter Q"}, {"timestamp": [1653.0, 1655.0], "text": " Then you'll see the letter U."}, {"timestamp": [1655.0, 1658.0], "text": " If that kid sings, is he writing a Q without a U again?"}, {"timestamp": [1658.0, 1661.0], "text": " I can still give him the clothes activities, the flashcards,"}, {"timestamp": [1661.0, 1664.0], "text": " the word families"}, {"timestamp": [1664.0, 1666.0], "text": " It's not baby stuff."}, {"timestamp": [1666.0, 1668.0], "text": " Have I got high school teachers in here?"}, {"timestamp": [1668.0, 1670.0], "text": " Anybody in high school?"}, {"timestamp": [1670.0, 1674.0], "text": " I'll tell you right now, if a kid is not strong linguistically,"}, {"timestamp": [1674.0, 1676.0], "text": " they're likely going to fail science."}, {"timestamp": [1676.0, 1678.0], "text": " Because it's heavily linguistic."}, {"timestamp": [1678.0, 1680.0], "text": " History?"}, {"timestamp": [1680.0, 1681.0], "text": " Heavily linguistics."}, {"timestamp": [1681.0, 1683.0], "text": " Now, let me tell you about meiosis."}, {"timestamp": [1683.0, 1687.1], "text": " Myosis is a process whereby ova eggs are formed."}, {"timestamp": [1687.5, 1690.7], "text": " It begins in female ovaries before the child is born."}, {"timestamp": [1691.88, 1697.46], "text": " There are around about 400,000 in the ovaries stored awaiting puberty."}, {"timestamp": [1697.86, 1699.94], "text": " Yes, once a month is ovulation."}, {"timestamp": [1700.5, 1702.46], "text": " That's the release of an ovum."}, {"timestamp": [1702.76, 1706.1], "text": " Only after fertilization is myosis complete"}, {"timestamp": [1706.1, 1715.5], "text": " Singing this song doesn't mean they have deep knowledge and understanding"}, {"timestamp": [1715.5, 1718.74], "text": " But if they can get the words into their head quicker"}, {"timestamp": [1718.74, 1721.5], "text": " I have more time to help them with deep knowledge and everything."}, {"timestamp": [1722.3, 1723.76], "text": " They're not off the hook for the textbook,"}, {"timestamp": [1723.76, 1726.68], "text": " They're not off the hook for anything else I used to do."}, {"timestamp": [1726.68, 1729.56], "text": " But I'm going to go from strength to struggle"}, {"timestamp": [1729.56, 1732.12], "text": " in terms of those tools for receiving, internalizing,"}, {"timestamp": [1732.12, 1734.5], "text": " and expressing."}, {"timestamp": [1734.5, 1736.24], "text": " It's simple, really."}, {"timestamp": [1736.24, 1738.3], "text": " Learners have to use their entire brain"}, {"timestamp": [1738.3, 1740.96], "text": " to grow their whole brain."}, {"timestamp": [1740.96, 1743.42], "text": " If I cater to their strengths before their struggles,"}, {"timestamp": [1743.42, 1744.92], "text": " and I have an MI inclusive practice,"}, {"timestamp": [1744.92, 1748.72], "text": " I'm going to hit more kids."}, {"timestamp": [1748.72, 1751.72], "text": " MI theory is not about activities."}, {"timestamp": [1751.72, 1753.76], "text": " The mathematical center, the visual spatial center, the ball."}, {"timestamp": [1753.76, 1757.6], "text": " You're just a teacher that has got no life while you're making activities."}, {"timestamp": [1757.6, 1760.02], "text": " It's got nothing to do with activities."}, {"timestamp": [1760.02, 1767.4], "text": " It's got to do with how kids receive and how they internalize and how they express and the tools that they use to do that."}, {"timestamp": [1767.4, 1771.58], "text": " You will never use a tool that only hits one area of the brain."}, {"timestamp": [1771.58, 1775.72], "text": " But there are some tools that cater to way more modalities than others."}, {"timestamp": [1775.72, 1780.6], "text": " I just need to be cognizant of that."}, {"timestamp": [1780.6, 1789.66], "text": " It's about differentiating with tools and helping kids to receive, internalize, and express through modalities of strength first."}, {"timestamp": [1790.62, 1795.92], "text": " Because what are the implications if I assess and evaluate children inaccurate?"}, {"timestamp": [1797.98, 1803.2], "text": " What are the implications if some kid has been told they fail and maybe they weren't failing?"}, {"timestamp": [1803.88, 1804.72], "text": " Maybe I failed."}, {"timestamp": [1805.0, 1808.0], "text": " Maybe because I can't really see, because I didn't set them up."}, {"timestamp": [1808.0, 1810.0], "text": " What's the implication for that kid?"}, {"timestamp": [1810.0, 1812.0], "text": " I want you to think about triune brain theory."}, {"timestamp": [1812.0, 1815.0], "text": " When that kid fails, what's going to happen in his brain?"}, {"timestamp": [1815.0, 1816.0], "text": " It's a downshift."}, {"timestamp": [1816.0, 1817.0], "text": " And you know what?"}, {"timestamp": [1817.0, 1819.0], "text": " You can tell that kid from now to the end of time,"}, {"timestamp": [1819.0, 1821.0], "text": " I believe in you, you can do this."}, {"timestamp": [1821.0, 1828.84], "text": " They're going to say, if I could do it, would I be in the blue blue group you cannot give a kid self-efficacy the only thing that gives a kid"}, {"timestamp": [1828.84, 1833.32], "text": " self-efficacy is actually success and that's why we know success breeds success and"}, {"timestamp": [1833.32, 1840.08], "text": " failure breeds it's it's not an option for a kid to fail that's a symptom one"}, {"timestamp": [1840.08, 1844.18], "text": " of the fundamental problems might be that they're not receiving it internalizing"}, {"timestamp": [1844.18, 1847.24], "text": " expressing femaleities of strength another fundamental problem might be that they're not receiving, internalizing, expressing through modalities of strength."}, {"timestamp": [1847.24, 1852.84], "text": " Another fundamental problem could be that they're not well-watered, well-fed, or well-exercised."}, {"timestamp": [1852.84, 1860.22], "text": " Could actually be that they've got relational problems or emotional."}, {"timestamp": [1860.22, 1865.24], "text": " There are more things that could get in the way, so I'm going to bring some more research in now."}, {"timestamp": [1865.24, 1867.4], "text": " Before I talk about cognitive load,"}, {"timestamp": [1867.4, 1870.24], "text": " I want you to think about, when you're assessing and evaluating kids,"}, {"timestamp": [1870.24, 1874.24], "text": " are you thinking about how they expressed you only?"}, {"timestamp": [1874.24, 1879.24], "text": " Or are you thinking about how that kids received and internalized?"}, {"timestamp": [1881.24, 1883.76], "text": " What are the implications if you don't?"}, {"timestamp": [1883.76, 1886.68], "text": " Look, I said it before and I'll say it again and I'll say it until the end of time."}, {"timestamp": [1886.68, 1890.44], "text": " I will never apologize for anything I haven't done with kids."}, {"timestamp": [1890.44, 1891.44], "text": " Or done."}, {"timestamp": [1891.44, 1896.24], "text": " At any point in time in my teaching career, I did the best I could."}, {"timestamp": [1896.24, 1898.82], "text": " But when I learn more, I do different."}, {"timestamp": [1898.82, 1907.44], "text": " The number of kids that have failed in my room that didn't need to. I don't even want to think about it."}, {"timestamp": [1907.44, 1909.44], "text": " I don't want to think about it."}, {"timestamp": [1909.44, 1911.34], "text": " But you know what?"}, {"timestamp": [1911.34, 1912.16], "text": " I know different."}, {"timestamp": [1912.16, 1915.52], "text": " I do different."}, {"timestamp": [1915.52, 1919.44], "text": " When differentiating for kids, we need to start differentiating through tools"}, {"timestamp": [1919.44, 1923.86], "text": " and stop the silliness with the activities."}, {"timestamp": [1923.86, 1927.02], "text": " We need to enable kids and empower kids to actually cater to"}, {"timestamp": [1927.02, 1931.98], "text": " their strengths before their struggles. But they need to understand that they're not off"}, {"timestamp": [1931.98, 1936.3], "text": " the hook for their struggles because the only way to grow your stink is to use your stink."}, {"timestamp": [1941.98, 1944.32], "text": " Cognitive load theory. How am I doing for time?"}, {"timestamp": [1946.52, 1947.36], "text": " Quarter past. What am I done?"}, {"timestamp": [1947.36, 1950.4], "text": " Oh, okay, I'm good."}, {"timestamp": [1950.4, 1951.56], "text": " Oh, this is exciting."}, {"timestamp": [1951.56, 1953.96], "text": " Because I want to slow down a little bit now."}, {"timestamp": [1953.96, 1954.96], "text": " Okay?"}, {"timestamp": [1954.96, 1958.24], "text": " Because if this is new content knowledge for you, it's dense."}, {"timestamp": [1958.24, 1959.24], "text": " All right?"}, {"timestamp": [1959.24, 1962.24], "text": " Again, you don't have to write down if you don't want to write down,"}, {"timestamp": [1962.24, 1964.24], "text": " if you just want to sort of sit there and take it in,"}, {"timestamp": [1964.24, 1965.24], "text": " because you've got 40 pages."}, {"timestamp": [1965.24, 1966.44], "text": " Oh, okay."}, {"timestamp": [1966.44, 1969.76], "text": " What does it actually mean to learn?"}, {"timestamp": [1969.76, 1977.4], "text": " And in fact, I'm going to give you a couple of seconds to think about this."}, {"timestamp": [1977.4, 1984.24], "text": " I might tweak that a little bit to how do you know they learned."}, {"timestamp": [1984.24, 1986.3], "text": " So think about your kids, think about your last unit,"}, {"timestamp": [1987.06, 1988.16], "text": " they've gone away on holiday,"}, {"timestamp": [1989.18, 1991.04], "text": " think about what you've immersed them in"}, {"timestamp": [1991.04, 1992.2], "text": " and what they've been investigating,"}, {"timestamp": [1992.2, 1994.04], "text": " how do you know they learned that stuff?"}, {"timestamp": [1995.24, 1996.44], "text": " When you finish the year"}, {"timestamp": [1997.36, 1999.5], "text": " and you kiss those little muffins goodbye"}, {"timestamp": [1999.5, 2000.86], "text": " are the great big ones."}, {"timestamp": [2003.14, 2004.2], "text": " How do you know they learned anything?"}, {"timestamp": [2006.22, 2010.52], "text": " You got a really quick minute of chat time."}, {"timestamp": [2010.52, 2011.26], "text": " OK?"}, {"timestamp": [2011.26, 2013.38], "text": " Just talk about it or think about it for a minute."}, {"timestamp": [2013.38, 2025.0], "text": " What would your answer be? Thank you. Thank you. Thank you. And so you"}, {"timestamp": [2025.0, 2026.0], "text": " have"}, {"timestamp": [2026.0, 2027.0], "text": " been"}, {"timestamp": [2027.0, 2029.0], "text": " and"}, {"timestamp": [2029.0, 2030.0], "text": " the"}, {"timestamp": [2030.0, 2031.0], "text": " and"}, {"timestamp": [2031.0, 2033.0], "text": " the"}, {"timestamp": [2033.0, 2034.0], "text": " and"}, {"timestamp": [2034.0, 2035.0], "text": " the"}, {"timestamp": [2035.0, 2045.0], "text": " and Thank you. Thank you. Thank you. Thank you. Thank you."}, {"timestamp": [2045.0, 2046.0], "text": " Thank you."}, {"timestamp": [2046.0, 2047.0], "text": " Thank you."}, {"timestamp": [2047.0, 2048.0], "text": " Thank you."}, {"timestamp": [2048.0, 2049.0], "text": " Thank you."}, {"timestamp": [2049.0, 2050.0], "text": " Thank you."}, {"timestamp": [2050.0, 2052.0], "text": " Thank you."}, {"timestamp": [2052.0, 2053.0], "text": " Thank you."}, {"timestamp": [2053.0, 2054.0], "text": " Thank you."}, {"timestamp": [2054.0, 2094.88], "text": " Thank you. There's the right answer."}, {"timestamp": [2097.38, 2098.58], "text": " Doesn't matter what you said."}, {"timestamp": [2098.66, 2099.32], "text": " There's the right answer."}, {"timestamp": [2101.42, 2103.74], "text": " If nothing's been changed in long-term memory,"}, {"timestamp": [2103.9, 2105.0], "text": " nothing has been learned."}, {"timestamp": [2105.0, 2107.0], "text": " Period."}, {"timestamp": [2107.0, 2116.0], "text": " Any instructional strategy or recommendation that doesn't or cannot tell you what's been changed in long-term memory"}, {"timestamp": [2116.0, 2123.0], "text": " or doesn't actually increase the efficiency in which memories are stored or retrieved from long-term memory"}, {"timestamp": [2123.0, 2125.78], "text": " is probably ineffective, no matter how much you like it."}, {"timestamp": [2127.12, 2134.58], "text": " And we have an extremely false sense of security where learning is concerned because I'm going to tell you another little bit of research."}, {"timestamp": [2135.58, 2149.0], "text": " You can keep memories alive in your working memory for months and months and months and months as long as it's being rehearsed or revisited and it's never gone in or going into long-term memory."}, {"timestamp": [2149.0, 2155.0], "text": " And so let's talk school. When do we usually give them the test right at the end of the unit?"}, {"timestamp": [2155.0, 2168.56], "text": " Let's say you're not giving them a test. Let's say you're into performance-based assessment, and so you give them an opportunity to apply their knowledge and understanding just after the unit I would have said in the old days all of them"}, {"timestamp": [2168.56, 2171.34], "text": " you know if they can apply their knowledge they certainly have learned it well"}, {"timestamp": [2171.34, 2175.72], "text": " they've learned it for that moment anyway you know and you know they've learned it"}, {"timestamp": [2175.72, 2181.36], "text": " when you keep those kids for two years and the next year you try and build on"}, {"timestamp": [2181.36, 2185.0], "text": " last year's learning."}, {"timestamp": [2185.0, 2190.0], "text": " And then you're going to shudder."}, {"timestamp": [2190.0, 2191.0], "text": " It's scary."}, {"timestamp": [2191.0, 2193.0], "text": " It's unbelievably scary."}, {"timestamp": [2193.0, 2195.0], "text": " At River Oaks, we followed our kids, right?"}, {"timestamp": [2195.0, 2198.0], "text": " So I had my kids in year one, took them to year two, into year three."}, {"timestamp": [2198.0, 2201.0], "text": " I had nobody to blame the second year."}, {"timestamp": [2201.0, 2204.0], "text": " You know, it's all well and good when you're the teacher in the upcoming kids."}, {"timestamp": [2204.0, 2206.5], "text": " Oh my gosh, that teacher taught them nothing last year."}, {"timestamp": [2206.5, 2207.5], "text": " Huh?"}, {"timestamp": [2207.5, 2212.0], "text": " That kid, that teacher, that where's the other three fingers point?"}, {"timestamp": [2212.0, 2218.0], "text": " That parent, but it still actually comes back to me."}, {"timestamp": [2218.0, 2220.0], "text": " More times than not, it really does come back to me."}, {"timestamp": [2220.0, 2222.0], "text": " And that's not an apology."}, {"timestamp": [2222.0, 2224.0], "text": " Just when I know more, I do different."}, {"timestamp": [2224.0, 2226.0], "text": " Human cognitive architecture, all right? And that's not an apology. Just when I know more, I do different."}, {"timestamp": [2229.0, 2231.0], "text": " Human cognitive architecture, all right? Not actually that big a deal."}, {"timestamp": [2231.0, 2234.0], "text": " Human, that's us, cognitive is thinking, architecture structure."}, {"timestamp": [2234.0, 2240.0], "text": " So all human cognitive architecture is, is the human thinking structure."}, {"timestamp": [2240.0, 2244.0], "text": " What it really focuses on is the relationship between our working memory,"}, {"timestamp": [2244.0, 2245.9], "text": " our long-term memory, and how learning happens."}, {"timestamp": [2246.66, 2249.5], "text": " And I think that's pretty important research for teachers to have. What do you reckon?"}, {"timestamp": [2250.64, 2254.66], "text": " Yeah, I do. Now, look, you don't even need to write this down because it'll be in your handout."}, {"timestamp": [2255.38, 2260.96], "text": " But I think it's important that when I'm sharing research, that you have the opportunity to investigate it yourself."}, {"timestamp": [2261.46, 2265.46], "text": " So what I'm sharing with you right now is the Atkinson Schiffrin"}, {"timestamp": [2265.46, 2271.64], "text": " 1968, working memory, long-term memory model model. And I know it's 68 and you think far out,"}, {"timestamp": [2271.72, 2278.82], "text": " why are we doing 68? Apparently, it's the most well-recognized model used by cognitive scientists"}, {"timestamp": [2278.82, 2285.7], "text": " all over the world. So I'm not a cognitive scientist, hopefully it's good."}, {"timestamp": [2287.64, 2290.4], "text": " So let's go, all right? I'm going to talk to you about working memory and then long-term memory,"}, {"timestamp": [2290.4, 2292.0], "text": " and then I'm going to talk to you about learning,"}, {"timestamp": [2292.0, 2295.6], "text": " just so you sort of know where I'm going with this, right?"}, {"timestamp": [2295.6, 2297.8], "text": " And remember, you have a 40-page handout."}, {"timestamp": [2297.8, 2299.9], "text": " So this isn't about you trying to remember this."}, {"timestamp": [2299.9, 2302.2], "text": " This is just have a reaction, right?"}, {"timestamp": [2302.2, 2304.64], "text": " That's all, just have a reaction."}, {"timestamp": [2304.64, 2310.8], "text": " In our working memory, we process schema, or we process learning deliberately."}, {"timestamp": [2311.56, 2315.08], "text": " So when you want to deliberately process them, we're processing all the time."}, {"timestamp": [2315.74, 2320.84], "text": " But when you want to deliberately, consciously process, it's going to happen in your working memory."}, {"timestamp": [2321.2, 2323.98], "text": " And we have a very limited working memory capacity."}, {"timestamp": [2323.98, 2325.0], "text": " In fact,"}, {"timestamp": [2325.0, 2331.08], "text": " three to four pieces of information at one time and that's it. You go beyond that and you have"}, {"timestamp": [2331.08, 2339.88], "text": " cognitive overload. You got a 15 second retention with no rehearsal. This is applying"}, {"timestamp": [2339.88, 2345.26], "text": " to really new learning. So teachers that work with me know that my kids have to have a record."}, {"timestamp": [2345.26, 2347.38], "text": " It's not an option to not have a record."}, {"timestamp": [2347.38, 2349.16], "text": " I don't care if you're five and you don't write."}, {"timestamp": [2349.16, 2352.86], "text": " We're going to have a photographic record or a video record,"}, {"timestamp": [2352.86, 2354.74], "text": " or we're going to have an audio record."}, {"timestamp": [2354.74, 2358.6], "text": " We have a record of everything because they can be in the minute"}, {"timestamp": [2358.6, 2359.88], "text": " with you nodding."}, {"timestamp": [2359.88, 2361.6], "text": " They can be participating."}, {"timestamp": [2361.6, 2364.24], "text": " And when you move on to the next thing, what's happened?"}, {"timestamp": [2364.24, 2365.56], "text": " It's gone. And we look at them like, next thing, what's happened? It's gone."}, {"timestamp": [2365.56, 2367.24], "text": " And we look at them like, didn't you pay attention?"}, {"timestamp": [2367.24, 2368.8], "text": " They did pay attention."}, {"timestamp": [2368.8, 2371.46], "text": " They had a 15-second retention with no rehearsal."}, {"timestamp": [2371.46, 2375.46], "text": " If there's no record, don't expect kids to be able to analyze anything,"}, {"timestamp": [2375.46, 2379.26], "text": " or evaluate anything, or build on anything, or go back over anything."}, {"timestamp": [2379.26, 2382.38], "text": " Records are absolutely paramount."}, {"timestamp": [2382.38, 2386.0], "text": " The beautiful thing with ICT is we've got a lot of options for records."}, {"timestamp": [2388.0, 2390.0], "text": " Long-term memory."}, {"timestamp": [2390.0, 2393.0], "text": " Your long-term memory is where you store schema."}, {"timestamp": [2393.0, 2397.0], "text": " And schema is just some fancy word for a mental representation."}, {"timestamp": [2397.0, 2400.0], "text": " So, for instance, you bring a baby home from the hospital,"}, {"timestamp": [2400.0, 2407.04], "text": " and they don't talk, and they don't, you know, read, uh, uh, um, read and, but life happens, huh?"}, {"timestamp": [2407.34, 2409.24], "text": " And so life's happening around this little kid,"}, {"timestamp": [2409.24, 2412.8], "text": " and there's this thing that's always around it's like the ground,"}, {"timestamp": [2412.8, 2414.16], "text": " and people are calling it a kitty cat."}, {"timestamp": [2416.0, 2420.96], "text": " You're looking at it, you know, four legs and it's got two ears and it's got a tail."}, {"timestamp": [2420.96, 2422.8], "text": " And your mummy let you touch it and it felt fall."}, {"timestamp": [2423.52, 2427.84], "text": " And it's black, pitch black, and people are calling it a kitty cat."}, {"timestamp": [2427.84, 2429.76], "text": " You're starting to develop scheme around catmas."}, {"timestamp": [2429.76, 2430.76], "text": " Does that make sense?"}, {"timestamp": [2430.76, 2432.24], "text": " And then your mother takes you outside."}, {"timestamp": [2432.24, 2433.24], "text": " Yeah?"}, {"timestamp": [2433.24, 2434.24], "text": " Still in their arms."}, {"timestamp": [2434.24, 2435.24], "text": " And there's this thing."}, {"timestamp": [2435.24, 2437.12], "text": " It's got two ears, it's got four legs."}, {"timestamp": [2437.12, 2438.24], "text": " You got to touch it and it was soft."}, {"timestamp": [2438.24, 2439.24], "text": " It's got a tail."}, {"timestamp": [2439.24, 2442.0], "text": " People are calling it a kitty cat but it's not black."}, {"timestamp": [2442.0, 2444.4], "text": " It's ginger with stripes."}, {"timestamp": [2444.4, 2450.2], "text": " What's happening to your scheme around catness?is ah and then they take you to the zoo and you see a lion"}, {"timestamp": [2450.2, 2454.08], "text": " roar and you see a puma and you're hearing about big cats what's happening to"}, {"timestamp": [2454.08, 2459.44], "text": " your schema everything in long-term memory is stored as a picture it's"}, {"timestamp": [2459.44, 2463.94], "text": " stored as a conceptual representation and it's stored hierarchically from general"}, {"timestamp": [2463.94, 2465.1], "text": " to abstract, almost"}, {"timestamp": [2465.1, 2468.84], "text": " like a tree diagram."}, {"timestamp": [2468.84, 2472.76], "text": " We have a limitless long-term memory capacity, so you can't say you're full because you're never"}, {"timestamp": [2472.76, 2473.76], "text": " going to be."}, {"timestamp": [2473.76, 2481.16], "text": " Now, very limited working memory capacity unless this happens."}, {"timestamp": [2481.16, 2484.92], "text": " Learning's coming into your working memory."}, {"timestamp": [2484.92, 2489.0], "text": " You go into your long-term memory and you analyze and evaluate what's there,"}, {"timestamp": [2489.0, 2493.0], "text": " and you find connected schema and you pull it forward."}, {"timestamp": [2493.0, 2499.0], "text": " You still can only process four things, but one schema could be a thousand pieces of information."}, {"timestamp": [2499.0, 2501.0], "text": " Does that make sense?"}, {"timestamp": [2501.0, 2503.0], "text": " What's the problem with little learners?"}, {"timestamp": [2503.0, 2506.0], "text": " They don't have a lot of schema."}, {"timestamp": [2506.0, 2508.0], "text": " What's the problem with learning full stop?"}, {"timestamp": [2508.0, 2510.0], "text": " It's about learning something new."}, {"timestamp": [2510.0, 2513.0], "text": " And so what we have to understand,"}, {"timestamp": [2513.0, 2515.0], "text": " and if you've ever heard of Dr. David Soussa,"}, {"timestamp": [2515.0, 2517.0], "text": " this is what he does with kids,"}, {"timestamp": [2517.0, 2519.0], "text": " he says, here's your working memory, four things."}, {"timestamp": [2519.0, 2522.0], "text": " Now your teacher wants to give you a fifth thing."}, {"timestamp": [2522.0, 2524.0], "text": " You can swap something out,"}, {"timestamp": [2524.0, 2527.0], "text": " or you can tell your teacher to"}, {"timestamp": [2527.0, 2530.72], "text": " talk to the hand as you go over this and over this and over this so you don't forget what she's"}, {"timestamp": [2530.72, 2538.72], "text": " saying. Either way will they have gaps in their learning? It's massive. Okay so let's look at this."}, {"timestamp": [2540.16, 2547.4], "text": " Huge stores of information basically are in our long-term memory, and we are unconsciously pulling that forward"}, {"timestamp": [2547.4, 2551.56], "text": " and then responding without even realizing it."}, {"timestamp": [2551.56, 2554.84], "text": " An expert isn't any smarter than a novice."}, {"timestamp": [2554.84, 2557.44], "text": " An expert simply has?"}, {"timestamp": [2557.44, 2558.4], "text": " That's it."}, {"timestamp": [2558.4, 2559.48], "text": " I need my kids to know this."}, {"timestamp": [2559.48, 2560.68], "text": " There's no dumb and there's no smart."}, {"timestamp": [2560.68, 2562.52], "text": " There's kids that have more schema."}, {"timestamp": [2562.52, 2563.52], "text": " You know what?"}, {"timestamp": [2563.52, 2564.24], "text": " Grow your brain."}, {"timestamp": [2564.24, 2568.96], "text": " Grow your schema. And you know what? I'm going to help you because I understand how to do that now."}, {"timestamp": [2568.96, 2575.44], "text": " I'm going to teach you how to do it. This is what has to happen. In your working memory,"}, {"timestamp": [2575.44, 2581.44], "text": " you're going to consciously process. Three to four things at one time and that's it."}, {"timestamp": [2581.44, 2588.24], "text": " And you've got a 15 second retention long-term memory"}, {"timestamp": [2588.24, 2599.44], "text": " that's where you process and construct schema it's in its infinite its capacity"}, {"timestamp": [2599.44, 2604.84], "text": " if you're working memory as it's processing can go into your long-term memory and"}, {"timestamp": [2604.84, 2606.56], "text": " pull a schema that's related,"}, {"timestamp": [2608.24, 2611.4], "text": " you're not going to have the same limitations in terms of your working memory capacity."}, {"timestamp": [2611.96, 2613.66], "text": " So you'll be able to process your learning better."}, {"timestamp": [2616.76, 2620.44], "text": " So let's talk about learning, because this is what has to happen for a kid to learn."}, {"timestamp": [2621.58, 2624.54], "text": " First of all, they have to take that new information."}, {"timestamp": [2626.0, 2632.12], "text": " They've got to process it in their working memory without being overloaded. Then they've got to explicitly"}, {"timestamp": [2632.12, 2638.0], "text": " construct schema and it better be accurate. Then they've got to tag that schema personally"}, {"timestamp": [2638.0, 2643.56], "text": " important and relevant to them. And if they're lucky, they'll lock it into long-term memory"}, {"timestamp": [2643.56, 2645.0], "text": " during REM sleep. Rapid eye movement. The only time lock it into long-term memory during REM sleep."}, {"timestamp": [2645.0, 2647.0], "text": " Rapid eye movement."}, {"timestamp": [2647.0, 2651.0], "text": " The only time you lock into long-term memory is, dreaming."}, {"timestamp": [2651.0, 2660.0], "text": " Now that's not to say that other stuff isn't going in your memory through other ways."}, {"timestamp": [2660.0, 2663.0], "text": " You can lock into long-term memory through repetition."}, {"timestamp": [2663.0, 2665.5], "text": " Repeat it, repeat it, repeat it, repeat it, repeat it, repeat it,"}, {"timestamp": [2665.5, 2666.9], "text": " over time it'll go in long-term memory."}, {"timestamp": [2666.9, 2671.1], "text": " The problem is, the schema is there all by itself connected to nothing."}, {"timestamp": [2671.82, 2675.2], "text": " And so often what happens is you can't actually apply that knowledge"}, {"timestamp": [2675.2, 2678.2], "text": " because it's just out there in the ether by itself"}, {"timestamp": [2678.2, 2680.7], "text": " and you can regurgitate it back at a superficial level"}, {"timestamp": [2681.3, 2684.0], "text": " because there was no real processing in schema construction."}, {"timestamp": [2685.16, 2689.38], "text": " The other way you lock in long-term memory without trying is if you've got something significantly"}, {"timestamp": [2689.38, 2692.36], "text": " emotional that's happened in your life."}, {"timestamp": [2692.36, 2697.4], "text": " Because you've got five memory systems, the strongest one being the emotional memory system."}, {"timestamp": [2697.4, 2701.66], "text": " So stuff that's happened in your life that's been unbelievably emotional, positive or negative,"}, {"timestamp": [2701.66, 2707.0], "text": " you can often pull back without even trying. What I'm talking about right now isn't that."}, {"timestamp": [2707.0, 2712.0], "text": " I'm talking about learning that you consciously want to lock in long-term memory,"}, {"timestamp": [2712.0, 2715.0], "text": " which is most to school."}, {"timestamp": [2715.0, 2724.0], "text": " If the way we teach overloads their ability to process, can they learn?"}, {"timestamp": [2724.0, 2727.0], "text": " It's impossible."}, {"timestamp": [2727.0, 2729.0], "text": " See, think about what it takes to learn."}, {"timestamp": [2729.0, 2733.0], "text": " To learn, you've got to be in a position"}, {"timestamp": [2733.0, 2737.0], "text": " where you're able to process."}, {"timestamp": [2737.0, 2740.0], "text": " That's the first and most important step."}, {"timestamp": [2740.0, 2743.0], "text": " If I overload your cognitive capacity and you can't process,"}, {"timestamp": [2743.0, 2746.32], "text": " forget about constructing scheme, it can't happen."}, {"timestamp": [2746.32, 2748.84], "text": " Forget about tagging it important,"}, {"timestamp": [2748.84, 2750.92], "text": " because you didn't process it to do that."}, {"timestamp": [2750.92, 2753.52], "text": " And so it's never going to lock in long-term memory during REM."}, {"timestamp": [2757.52, 2758.98], "text": " So the learning won't happen,"}, {"timestamp": [2761.14, 2763.66], "text": " which is where cognitive load theory comes in."}, {"timestamp": [2763.66, 2768.0], "text": " Because cognitive load theory is all about how do we reduce cognitive overload."}, {"timestamp": [2768.0, 2773.0], "text": " We know the most important part of their learning initially"}, {"timestamp": [2773.0, 2777.0], "text": " is being able to process that new information without being overloaded."}, {"timestamp": [2777.0, 2778.0], "text": " We know that now."}, {"timestamp": [2778.0, 2781.0], "text": " We can't worry about anything else to nut that one out."}, {"timestamp": [2781.0, 2785.4], "text": " So what can we do to reduce cognitive overload"}, {"timestamp": [2785.4, 2787.94], "text": " so that these kids can construct schema,"}, {"timestamp": [2788.24, 2789.88], "text": " so that they can tag it important,"}, {"timestamp": [2790.26, 2793.06], "text": " and so we have a hope and heck of getting it to long-term memory."}, {"timestamp": [2793.64, 2796.06], "text": " And by the way, two to three years for permanent storage."}, {"timestamp": [2798.2, 2800.76], "text": " So you might have done a bang-up job in your room."}, {"timestamp": [2802.14, 2804.26], "text": " They might have actually stored it in long-term memory"}, {"timestamp": [2804.26, 2809.44], "text": " and went to the next teacher and never heard from it again. That's another reason for keeping your kids for"}, {"timestamp": [2809.44, 2814.96], "text": " more than one year. You know, I think so much of what we do in education is ridiculous. We do it"}, {"timestamp": [2814.96, 2818.24], "text": " because our teachers did it, our teachers, teachers did it, and our teachers' teachers did it."}, {"timestamp": [2819.44, 2823.2], "text": " It's absolutely ludicrous to keep sending kids to a new teacher each year. It's ludicrous."}, {"timestamp": [2823.2, 2830.0], "text": " Think about this. The most important thing when you learn is to take risks. True? Can you learn if you don't take risks?"}, {"timestamp": [2830.0, 2840.0], "text": " Okay, risk taking takes relationship. And relationship takes time. So just as they start to develop a relationship with me and their peers,"}, {"timestamp": [2840.0, 2845.14], "text": " we break them all up and send them to a new principal and new colleagues."}, {"timestamp": [2847.0, 2847.14], "text": " And what I say to teachers is you might not lock your principal,"}, {"timestamp": [2848.26, 2849.0], "text": " but you don't want a new one every year."}, {"timestamp": [2849.64, 2850.54], "text": " It's hard."}, {"timestamp": [2852.4, 2852.64], "text": " You might not even like your colleagues that much,"}, {"timestamp": [2854.64, 2855.48], "text": " but you don't want to go to a new team every year."}, {"timestamp": [2858.9, 2859.42], "text": " You know how long it takes you to get to know your place in a team,"}, {"timestamp": [2860.98, 2863.64], "text": " to figure out strengths and weaknesses and how we can work together to get the best out of everybody."}, {"timestamp": [2864.94, 2868.34], "text": " You keep kids for two years, not only have you got a better shot at helping them"}, {"timestamp": [2868.34, 2874.6], "text": " lock in long-term memory, but you're going to get an entire term back the second year"}, {"timestamp": [2874.6, 2877.1], "text": " because you have no downtime when the year starts."}, {"timestamp": [2877.6, 2879.9], "text": " They know you, you know them, they're rocking and rolling."}, {"timestamp": [2880.9, 2882.04], "text": " Sorry, just an aside."}, {"timestamp": [2883.4, 2885.72], "text": " This is what the research is telling us."}, {"timestamp": [2886.04, 2888.76], "text": " It's telling us that kids are overloaded and so they aren't processing."}, {"timestamp": [2890.44, 2892.4], "text": " It's telling us that they're not constructing schema."}, {"timestamp": [2892.92, 2894.84], "text": " And that's for a number of reasons, right?"}, {"timestamp": [2894.9, 2898.14], "text": " They might not be constructing schema because their processing is overloaded."}, {"timestamp": [2898.94, 2901.9], "text": " They might not be constructing schema because it's not explicit to them."}, {"timestamp": [2902.8, 2904.14], "text": " Now, we send them into the learning,"}, {"timestamp": [2904.14, 2908.0], "text": " and it's blatantly obvious to us that the learning's in that."}, {"timestamp": [2908.0, 2910.0], "text": " You know what it's obvious to us?"}, {"timestamp": [2910.0, 2912.0], "text": " We already have the schema."}, {"timestamp": [2912.0, 2914.0], "text": " Not so obvious to them."}, {"timestamp": [2914.0, 2916.0], "text": " So they're not even constructing it."}, {"timestamp": [2916.0, 2919.0], "text": " They might be having fun, smiling, engaged, interact,"}, {"timestamp": [2919.0, 2921.0], "text": " and they're not constructing any schema."}, {"timestamp": [2925.0, 2929.0], "text": " Sometimes they're constructing the schema, but it's completely incomplete or inaccurate."}, {"timestamp": [2929.0, 2933.0], "text": " And so it's not linking to anything, so we're not getting application or transfer."}, {"timestamp": [2933.0, 2939.0], "text": " Lots of times they're not constructing the schema because the prerequisite scheme is not in place."}, {"timestamp": [2939.0, 2943.0], "text": " You can't just worry about what you've got to teach in the curriculum."}, {"timestamp": [2943.0, 2946.8], "text": " You've got to worry about what came before you and did it even lock in."}, {"timestamp": [2947.84, 2951.24], "text": " Because if you teach for coverage and not for learning,"}, {"timestamp": [2952.24, 2956.86], "text": " you can tick boxes for coverage, but those kids will have nowhere to connect that schema too."}, {"timestamp": [2957.52, 2960.02], "text": " And so again, no transfer, no application."}, {"timestamp": [2962.18, 2966.04], "text": " And one of the big reasons why our kids are not actually learning"}, {"timestamp": [2966.04, 2968.74], "text": " is because they're not tagging it, relevant, and important."}, {"timestamp": [2969.48, 2971.74], "text": " They're keeping it alive until the test is done,"}, {"timestamp": [2971.9, 2974.32], "text": " or they're keeping it alive until we let it go."}, {"timestamp": [2974.88, 2977.04], "text": " And then they're just moving on to the electricity unit"}, {"timestamp": [2977.04, 2979.08], "text": " because that's what's next in the curriculum."}, {"timestamp": [2982.24, 2983.72], "text": " This is the one I'm going to focus on."}, {"timestamp": [2984.34, 2984.56], "text": " Okay?"}, {"timestamp": [2985.0, 2987.0], "text": " So I'm now down to what?"}, {"timestamp": [2987.0, 2991.0], "text": " 25 minutes."}, {"timestamp": [2991.0, 2994.0], "text": " It's a marathon."}, {"timestamp": [2994.0, 3000.0], "text": " Three things affect a kids processing."}, {"timestamp": [3000.0, 3001.0], "text": " All right?"}, {"timestamp": [3001.0, 3002.0], "text": " Again, you don't need to write it down."}, {"timestamp": [3002.0, 3003.0], "text": " It's in your hand, though."}, {"timestamp": [3003.0, 3005.0], "text": " You're having a response. You know what's important to me right now? It's important to't need to write it down, it's in your hand out. You're just, you're having a response."}, {"timestamp": [3005.0, 3007.0], "text": " You know what's important to me right now?"}, {"timestamp": [3007.0, 3012.0], "text": " It's important to me, not that you know and understand what I'm saying when you leave,"}, {"timestamp": [3012.0, 3016.0], "text": " but that you're irritated enough to want to learn more about it."}, {"timestamp": [3016.0, 3020.0], "text": " That you're bugged enough because of a response that you had where you said,"}, {"timestamp": [3020.0, 3022.0], "text": " far out, I need to know more."}, {"timestamp": [3022.0, 3025.46], "text": " I should talk too fast, she said too much,"}, {"timestamp": [3025.46, 3028.18], "text": " I'm cognitively overloaded."}, {"timestamp": [3028.18, 3030.36], "text": " I'm not trying to get you to lock this into long-term memory."}, {"timestamp": [3030.36, 3032.84], "text": " I'm trying to get you to have a reaction."}, {"timestamp": [3032.84, 3034.56], "text": " I'm trying to give you some reflection time"}, {"timestamp": [3034.56, 3037.28], "text": " where you say, is any of this applicable to me?"}, {"timestamp": [3037.28, 3040.24], "text": " Could it actually be beneficial to me and kids"}, {"timestamp": [3040.24, 3041.52], "text": " if we knew more about this?"}, {"timestamp": [3041.52, 3044.02], "text": " Because if you want to know more about it,"}, {"timestamp": [3044.02, 3046.0], "text": " you got a 40-page handout."}, {"timestamp": [3046.0, 3048.0], "text": " Plus you have my email."}, {"timestamp": [3048.0, 3051.0], "text": " You're in a community with me called Edmodo."}, {"timestamp": [3051.0, 3056.0], "text": " And you've got the references to go into the research yourself."}, {"timestamp": [3056.0, 3058.0], "text": " Okay."}, {"timestamp": [3058.0, 3060.0], "text": " Three things affect the kids' processing."}, {"timestamp": [3060.0, 3061.0], "text": " All right?"}, {"timestamp": [3061.0, 3065.52], "text": " Thing number one, the complexity of the material that we're giving them."}, {"timestamp": [3065.52, 3070.44], "text": " So you're going to see that sometimes the material is so complex, it overloads them."}, {"timestamp": [3070.44, 3074.38], "text": " They call that intrinsic cognitive load, and here's my take."}, {"timestamp": [3074.38, 3079.0], "text": " It's called intrinsic because complexity is in material."}, {"timestamp": [3079.0, 3082.12], "text": " So that's how I help myself remember which one's which."}, {"timestamp": [3082.12, 3086.8], "text": " Intrinsic because complexity's in material. Oh my goodness,"}, {"timestamp": [3086.8, 3093.2], "text": " gracious me. This is a new clicker and I don't know how to drive it. Okay. The second one's"}, {"timestamp": [3093.2, 3099.2], "text": " extraneous cognitive load and that's about presentation. There's so much extra stuff that"}, {"timestamp": [3099.2, 3104.16], "text": " you've given them to the schema that matters that all their processing is on the extra stuff."}, {"timestamp": [3104.16, 3106.28], "text": " Well they don't have anything left for what matters."}, {"timestamp": [3108.04, 3110.84], "text": " And the last one's called germane cognitive load."}, {"timestamp": [3111.2, 3112.38], "text": " Germain means relevance."}, {"timestamp": [3113.1, 3115.2], "text": " So the kids aren't seeing any relevance,"}, {"timestamp": [3115.66, 3117.68], "text": " and as a result, they're not tagging it important."}, {"timestamp": [3118.06, 3119.78], "text": " They're not cognitively investing."}, {"timestamp": [3120.74, 3124.16], "text": " So what you're going to see is you don't want kids to have intrinsic cognitive load"}, {"timestamp": [3124.16, 3125.0], "text": " because it's too complex. You don't want them to have extraneous because there's too much extra stuff, but you want them to see is you don't want kids to have intrinsic cognitive load because it's too complex."}, {"timestamp": [3125.0, 3128.0], "text": " You don't want them to have extraneous because there's too much extra stuff."}, {"timestamp": [3128.0, 3132.0], "text": " But you want them to have germane because you want them investing."}, {"timestamp": [3132.0, 3138.0], "text": " Intrinsic is about complexity."}, {"timestamp": [3138.0, 3144.0], "text": " And the thing around complexity is that the elements can't be understood in isolation"}, {"timestamp": [3144.0, 3147.0], "text": " because they actually connect to each other."}, {"timestamp": [3147.0, 3153.0], "text": " This means that when you process, you've got to process a lot of things simultaneously,"}, {"timestamp": [3153.0, 3157.0], "text": " which actually places a pretty heavy burden on your working memory."}, {"timestamp": [3157.0, 3160.0], "text": " Does that make sense?"}, {"timestamp": [3160.0, 3162.0], "text": " We have no control over complexity."}, {"timestamp": [3162.0, 3165.0], "text": " It's going to be the hardest one for us to deal with."}, {"timestamp": [3165.0, 3167.0], "text": " We try and take control."}, {"timestamp": [3167.0, 3169.0], "text": " We try and chunk stuff up, don't we?"}, {"timestamp": [3169.0, 3170.0], "text": " We try and make it simply."}, {"timestamp": [3170.0, 3171.0], "text": " We try and chunk it."}, {"timestamp": [3171.0, 3173.0], "text": " Well, aha, aha."}, {"timestamp": [3173.0, 3176.0], "text": " We can artificially break up that information into smaller bits,"}, {"timestamp": [3176.0, 3180.0], "text": " but what we're actually doing is compromising the whole of the schema."}, {"timestamp": [3180.0, 3184.0], "text": " And so, in fact, we're compromising the integrity of their schema construction."}, {"timestamp": [3184.0, 3188.0], "text": " You know, you look at that and you say, well, far out, what am I supposed to do?"}, {"timestamp": [3188.0, 3190.0], "text": " I cannot make fractions less complex than they are."}, {"timestamp": [3190.0, 3194.0], "text": " And if you don't know what a whole is, how can you know what a part of a whole is?"}, {"timestamp": [3194.0, 3198.0], "text": " And there's so much of what we're teaching that's like that."}, {"timestamp": [3198.0, 3202.0], "text": " So we're going to look at possible ways to deal with this."}, {"timestamp": [3202.0, 3206.54], "text": " What's extraneous cognitive load remember"}, {"timestamp": [3206.54, 3211.82], "text": " that's about presentation so what's happening here is the way that we are"}, {"timestamp": [3211.82, 3218.6], "text": " designing instruction designing the learning experience is actually"}, {"timestamp": [3218.6, 3224.84], "text": " forcing the learner to to put cognitive processing capacity in areas that"}, {"timestamp": [3224.84, 3226.88], "text": " don't matter so that they"}, {"timestamp": [3226.88, 3229.82], "text": " don't have enough capacity for the areas that do matter."}, {"timestamp": [3229.82, 3232.24], "text": " When I went to teachers' college, I was taught to bleed it to death."}, {"timestamp": [3232.24, 3235.54], "text": " Oh, well, if you only make this activity, you'll get a bit of this in and a bit of that"}, {"timestamp": [3235.54, 3239.76], "text": " in and you'll be able to tick this in coverage and get that and they'll be doing this."}, {"timestamp": [3239.76, 3240.76], "text": " They'll learn nothing."}, {"timestamp": [3240.76, 3247.0], "text": " You'll have a lot of coverage to tick, and they'll learn nothing. Let me give you some examples."}, {"timestamp": [3247.0, 3252.0], "text": " When we ask kids to write when the writing outcomes don't matter,"}, {"timestamp": [3252.0, 3255.0], "text": " so I want my kids to analyze a graph or a chart,"}, {"timestamp": [3255.0, 3258.0], "text": " because I want to see their analytical abilities"}, {"timestamp": [3258.0, 3260.0], "text": " and how they draw conclusions based on data."}, {"timestamp": [3260.0, 3264.0], "text": " But I tell them to write me that graph story."}, {"timestamp": [3264.0, 3265.12], "text": " Where's all their cognitive capacity going? In the writing. And let me tell you what has to happen. But I tell them to write me that graph story."}, {"timestamp": [3266.78, 3267.98], "text": " Where's all their cognitive capacity going?"}, {"timestamp": [3268.72, 3268.92], "text": " In the writing."}, {"timestamp": [3270.0, 3271.04], "text": " And let me tell you what has to happen."}, {"timestamp": [3273.64, 3274.06], "text": " The kid has to think up everything he wants to say."}, {"timestamp": [3277.56, 3277.86], "text": " Then he has to hold the first bit in his head and go over it and over it and over it,"}, {"timestamp": [3280.66, 3281.04], "text": " 15 seconds without retention without rehearsal."}, {"timestamp": [3283.08, 3283.16], "text": " Then he's got to figure out, is that a B or is that a D?"}, {"timestamp": [3284.24, 3284.32], "text": " Did I remember my full stop?"}, {"timestamp": [3288.24, 3292.52], "text": " Did I remember my finger space? What's happened to everything else he thought up? And then he says, bugger this, I'm not thinking it up again. He writes nothing. I'm not interested"}, {"timestamp": [3292.52, 3297.12], "text": " in whether you're right. I'm interested in whether you can analyze data. Can you see the difference?"}, {"timestamp": [3297.12, 3301.12], "text": " So what I have to do is I have to say, you know what, here's an audio, here's software, insert"}, {"timestamp": [3301.12, 3305.28], "text": " audio. Talk to me about analyzing this graph. There's a big buddy,"}, {"timestamp": [3309.78, 3315.88], "text": " he's going to scribe it. I say to my scribes, or even another child in the class who has writing fluency, I said, you have to write exactly what they say. How about this one?"}, {"timestamp": [3316.8, 3327.5], "text": " Searching for information. Discover. Hit number one of 6,000, 347,? And I mean, it just grows every day, doesn't it?"}, {"timestamp": [3327.5, 3330.0], "text": " So they finally go and they see like all these hits."}, {"timestamp": [3330.0, 3331.5], "text": " They try and figure out which one to go into."}, {"timestamp": [3331.5, 3333.5], "text": " And Lord, they click here and then before you know,"}, {"timestamp": [3333.5, 3334.5], "text": " they've clicked there, there,"}, {"timestamp": [3334.5, 3336.0], "text": " and they are so far away from the scheme"}, {"timestamp": [3336.0, 3337.5], "text": " that you wanted them to discover."}, {"timestamp": [3337.5, 3338.5], "text": " But you know what?"}, {"timestamp": [3338.5, 3340.5], "text": " We're integrating ICT, so that's cool."}, {"timestamp": [3343.5, 3351.42], "text": " If my kids don't have skills in search engines, picking search engines that are right for their developmental level,"}, {"timestamp": [3351.58, 3356.1], "text": " if they don't know how to do bullion searching, then they're not searching."}, {"timestamp": [3356.76, 3360.18], "text": " I'm giving them the site, I'm telling them the URL, I'm telling them where to click,"}, {"timestamp": [3360.22, 3361.48], "text": " and then where to click, and then where to click."}, {"timestamp": [3361.64, 3367.4], "text": " And I'll be on the side holding clinics to teach them the skills associated with searching"}, {"timestamp": [3367.4, 3371.76], "text": " so that eventually there's no cognitive overload when they're actually doing that."}, {"timestamp": [3371.76, 3376.36], "text": " Because I need them to focus on what they're searching for."}, {"timestamp": [3376.36, 3382.0], "text": " Trying to record and listen at the same time, it's physically impossible for learners"}, {"timestamp": [3382.0, 3384.44], "text": " who have fluency issues."}, {"timestamp": [3384.44, 3385.96], "text": " Because there's just way too much involved"}, {"timestamp": [3385.96, 3387.36], "text": " for them to try and get it down."}, {"timestamp": [3387.86, 3389.5], "text": " And then what happens is you've carried on"}, {"timestamp": [3389.5, 3390.92], "text": " and spoken for another 10 minutes"}, {"timestamp": [3390.92, 3391.88], "text": " in your target teaching."}, {"timestamp": [3392.32, 3393.16], "text": " They've missed it all."}, {"timestamp": [3393.56, 3395.04], "text": " Then they say pardon once."}, {"timestamp": [3395.56, 3396.78], "text": " And then you think they just didn't listen."}, {"timestamp": [3398.9, 3399.6], "text": " Videotape."}, {"timestamp": [3400.28, 3401.52], "text": " I target teach all the time."}, {"timestamp": [3401.82, 3403.86], "text": " Whether I'm target teaching a small group"}, {"timestamp": [3403.86, 3405.2], "text": " or I'm talking to a big group,"}, {"timestamp": [3405.5, 3406.54], "text": " whenever I video it."}, {"timestamp": [3406.88, 3410.06], "text": " Then those kids can go back to that video three million times if they need to,"}, {"timestamp": [3410.64, 3413.8], "text": " to stop and start the tape, to stop and start the audio."}, {"timestamp": [3415.4, 3417.46], "text": " There's so many things that we can do."}, {"timestamp": [3417.7, 3422.64], "text": " I think we're doing a fabulous job with ICT for actually finding out and communicating."}, {"timestamp": [3423.34, 3425.0], "text": " But I don't think we're doing a fabulous job"}, {"timestamp": [3425.0, 3427.0], "text": " to actually enhance the learning process."}, {"timestamp": [3427.0, 3431.0], "text": " And I think the sky's the limit based on the resources"}, {"timestamp": [3431.0, 3433.0], "text": " that are out there now."}, {"timestamp": [3433.0, 3437.0], "text": " The interesting thing about extraneous cognitive load"}, {"timestamp": [3437.0, 3440.0], "text": " is you have 100% control over this."}, {"timestamp": [3440.0, 3444.0], "text": " It's going to be tough for us to control intrinsic."}, {"timestamp": [3444.0, 3448.0], "text": " It's going to be much for us to control intrinsic. It's going to be much less difficult to control extraneous."}, {"timestamp": [3448.0, 3453.0], "text": " Which brings me to Germain, if you want this one, it's a good one."}, {"timestamp": [3453.0, 3458.0], "text": " When kids aren't overloaded in terms of complexity or presentation,"}, {"timestamp": [3458.0, 3463.0], "text": " then they have enough capacity to invest in the learning."}, {"timestamp": [3463.0, 3469.16], "text": " Just because they may invest or can invest doesn't mean they"}, {"timestamp": [3469.16, 3474.66], "text": " will invest. What I said is if you've got the complexity in the presentation in check,"}, {"timestamp": [3474.66, 3481.7], "text": " they've got the capacity to invest. We can't underestimate the importance of motivation,"}, {"timestamp": [3481.7, 3485.0], "text": " and we certainly can't underestimate the importance of relevance."}, {"timestamp": [3485.0, 3488.0], "text": " If kids don't see relevance, they're not tagging important."}, {"timestamp": [3488.0, 3491.0], "text": " If they don't tag important, it doesn't matter that they constructed schema."}, {"timestamp": [3491.0, 3493.0], "text": " It's not going in long-term memory."}, {"timestamp": [3493.0, 3495.0], "text": " It doesn't matter that they processed."}, {"timestamp": [3495.0, 3497.0], "text": " It's not going in long-term memory."}, {"timestamp": [3497.0, 3503.0], "text": " The interesting thing about motivation is that it will give kids an extra push."}, {"timestamp": [3503.0, 3506.88], "text": " You'll have kids in your room who are cognitively overloaded,"}, {"timestamp": [3506.96, 3509.6], "text": " but they want it so bad, they push through."}, {"timestamp": [3510.64, 3511.3], "text": " You got any of those?"}, {"timestamp": [3511.96, 3514.38], "text": " We have some kids who want to push through,"}, {"timestamp": [3514.88, 3515.78], "text": " but they actually can't."}, {"timestamp": [3516.32, 3519.42], "text": " It's impossible due to the complexity of the presentation,"}, {"timestamp": [3519.76, 3521.28], "text": " the intrinsic or the extraneous loads."}, {"timestamp": [3522.72, 3526.0], "text": " We have more control over this than we realize."}, {"timestamp": [3526.0, 3531.0], "text": " So, so you know it."}, {"timestamp": [3531.0, 3533.0], "text": " So what?"}, {"timestamp": [3533.0, 3537.0], "text": " How can we use any of this to make a difference in how we teach?"}, {"timestamp": [3537.0, 3541.0], "text": " How can we use any of this to change our instruction?"}, {"timestamp": [3541.0, 3549.34], "text": " Because again, information is fantastic, but only if you use it, does it become power?"}, {"timestamp": [3549.34, 3552.34], "text": " How can we decrease intrinsic, decrease extraneous,"}, {"timestamp": [3552.34, 3553.72], "text": " and increase germane?"}, {"timestamp": [3553.72, 3555.76], "text": " What can we do?"}, {"timestamp": [3555.76, 3557.04], "text": " Well, we can do a lot of things."}, {"timestamp": [3557.04, 3560.12], "text": " I'm only going to focus on a couple with you, all right?"}, {"timestamp": [3560.12, 3563.32], "text": " The first and most important thing, if you want to reduce complexity,"}, {"timestamp": [3563.32, 3568.4], "text": " is you need to learn how to unpack your curriculum documents for the schema."}, {"timestamp": [3568.4, 3574.0], "text": " How can you design instruction to make sure the complexity is right for your kids"}, {"timestamp": [3574.0, 3578.8], "text": " if you haven't unpacked the complexity?"}, {"timestamp": [3578.8, 3584.0], "text": " You've also got to unpack the prerequisite schema."}, {"timestamp": [3584.0, 3586.24], "text": " So if this is what I need my kids to know and understand,"}, {"timestamp": [3586.24, 3591.44], "text": " and this is the schema that I want them to construct, what do they have to be able to connect"}, {"timestamp": [3591.44, 3600.82], "text": " that to or relate that to? You don't teach year three, you teach children. So that means"}, {"timestamp": [3600.82, 3606.6], "text": " you don't teach your three curriculum. You teach children. And in some ways I'm talking to the converted,"}, {"timestamp": [3606.72, 3609.28], "text": " because I think you're pretty brilliant at this in New Zealand."}, {"timestamp": [3609.7, 3610.3], "text": " I really do."}, {"timestamp": [3610.72, 3612.28], "text": " I think you really look at the whole kid,"}, {"timestamp": [3612.32, 3614.42], "text": " and I think you really do look at developmental continuum."}, {"timestamp": [3614.58, 3615.82], "text": " And I think you've done that for years."}, {"timestamp": [3616.06, 3619.86], "text": " I'm saying this is the research that's telling you,"}, {"timestamp": [3619.96, 3620.92], "text": " you've got to do it."}, {"timestamp": [3621.26, 3623.66], "text": " Because if you teach this and they've got nothing to connect it to,"}, {"timestamp": [3624.34, 3626.0], "text": " you're never going to see that transfer."}, {"timestamp": [3628.56, 3632.56], "text": " I'm going to design strategic immersion experiences for kids"}, {"timestamp": [3633.2, 3639.68], "text": " that will check assumed prerequisite schema and start to set some foundational schema"}, {"timestamp": [3639.68, 3640.8], "text": " so that I can grow that."}, {"timestamp": [3642.64, 3644.48], "text": " I'm going to make sure kids have criteria."}, {"timestamp": [3645.0, 3648.76], "text": " I'm going to make sure kids have micro learning processes. And I'm going to make sure that if I'm going to make sure kids have criteria. I'm going to make sure kids have micro-learning processes."}, {"timestamp": [3648.76, 3653.18], "text": " And I'm going to make sure that if I ever have to break down the learning, that my kids"}, {"timestamp": [3653.18, 3655.44], "text": " see that at the beginning, the middle, and the end."}, {"timestamp": [3655.44, 3656.44], "text": " It's this simple."}, {"timestamp": [3656.44, 3657.44], "text": " Make tree diagrams."}, {"timestamp": [3657.44, 3658.44], "text": " We're doing animal classification."}, {"timestamp": [3658.44, 3660.44], "text": " We're going to look at mammals."}, {"timestamp": [3660.44, 3662.24], "text": " We're going to look at amphibians."}, {"timestamp": [3662.24, 3663.24], "text": " We're going to look at reptiles."}, {"timestamp": [3663.24, 3666.0], "text": " And when we look at mammals, we're going to look at this and this"}, {"timestamp": [3666.0, 3668.0], "text": " and circle that bit."}, {"timestamp": [3668.0, 3670.0], "text": " You know what's happening?"}, {"timestamp": [3670.0, 3674.0], "text": " They're actually constructing schema with empty slots, is what they call it."}, {"timestamp": [3674.0, 3679.0], "text": " You can't teach everything all at once, but you can help them see the schema"}, {"timestamp": [3679.0, 3682.0], "text": " so that when they get that new material, they got a place to connect it,"}, {"timestamp": [3682.0, 3686.72], "text": " and that should go to next year's teacher."}, {"timestamp": [3693.28, 3698.54], "text": " What's going to happen is tremendous on so many levels, but just seeing that image becomes a queuing system for them to find where they stored it. There's a lot in their long-term memory,"}, {"timestamp": [3698.64, 3704.0], "text": " but they're not getting the right cues to find it. So being able to carry that on is quite"}, {"timestamp": [3704.0, 3706.0], "text": " significant. This is what I'm"}, {"timestamp": [3706.0, 3711.28], "text": " going to look at right now. Unpacking. Really quick example. So this has come out"}, {"timestamp": [3711.28, 3714.88], "text": " a New Zealand document. Show some understanding of how to shape text for different"}, {"timestamp": [3714.88, 3722.56], "text": " purposes and audiences. Go! Hmm, things that make you go. Here's my indicator. Constructs text"}, {"timestamp": [3722.56, 3728.0], "text": " that demonstrates a growing awareness of audience and purpose through appropriate choice of content language and text form."}, {"timestamp": [3728.0, 3730.0], "text": " I'm only going to look at text form."}, {"timestamp": [3730.0, 3732.0], "text": " So I'm going, okay, so I'm packing this."}, {"timestamp": [3732.0, 3738.0], "text": " The purpose of this particular work that they're going to do will be to entertain, audience will be peers."}, {"timestamp": [3738.0, 3743.0], "text": " We're looking at fairy tales, so the scheme associated with characters going to be victim, villain, and hero."}, {"timestamp": [3743.0, 3745.52], "text": " Setting, place, time atmosphere, plot. Ooh, let me think about what the scheme associated with plot. Well, I, villain, and hero. Setting, place, time, atmosphere."}, {"timestamp": [3745.82, 3745.92], "text": " Plot."}, {"timestamp": [3747.94, 3748.18], "text": " Ooh, let me think about what the scheme associated with plot."}, {"timestamp": [3752.18, 3752.58], "text": " Well, I wanted to look at, you know, opening, rising action, problem complications, climax."}, {"timestamp": [3754.0, 3754.62], "text": " Resolution, resolving, action, and ending."}, {"timestamp": [3758.88, 3759.08], "text": " And I'll tell you why I've unpacked, because I've looked at what I think is their prerequisite schema,"}, {"timestamp": [3761.22, 3761.78], "text": " and I've said to myself, this is what I think they have coming in."}, {"timestamp": [3763.2, 3763.54], "text": " I think they know character setting and plot."}, {"timestamp": [3765.8, 3767.64], "text": " I think for character, they know goodies and baddies. So I'm going to break that up a little bit more."}, {"timestamp": [3767.64, 3770.24], "text": " I think that they're going to be pretty good with place and time,"}, {"timestamp": [3770.24, 3772.8], "text": " but I think atmosphere will be quite new for them."}, {"timestamp": [3772.8, 3776.3], "text": " I think as far as plot goes, opening and ending,"}, {"timestamp": [3776.3, 3779.62], "text": " problem and resolution, I reckon are solid."}, {"timestamp": [3779.62, 3782.62], "text": " But rising action, resolving action, I'm bringing that in."}, {"timestamp": [3782.62, 3785.28], "text": " And I'm saying to myself that the schema that"}, {"timestamp": [3785.28, 3791.2], "text": " I'm unpacking here developmentally for these kids is not too big a jump from what I assume they have."}, {"timestamp": [3792.56, 3799.68], "text": " But I'm going to check assumed schema. Assume nothing. So they're going to get a task card."}, {"timestamp": [3800.48, 3804.64], "text": " I live and breathe by these things. And their task card's going to tell them to read a story with"}, {"timestamp": [3804.64, 3807.0], "text": " their friends and use their organizer to guide their discoveries."}, {"timestamp": [3807.0, 3810.0], "text": " They're going to record at least two wonderings in their learning journal."}, {"timestamp": [3810.0, 3813.0], "text": " They're going to, look, this is huge."}, {"timestamp": [3813.0, 3817.0], "text": " Because what a task card does is it reduces extraneous cognitive load."}, {"timestamp": [3817.0, 3820.0], "text": " This is what you have to do, and this is all you have to remember."}, {"timestamp": [3820.0, 3822.0], "text": " It doesn't matter what I said before and what I said after."}, {"timestamp": [3822.0, 3823.0], "text": " That's your job."}, {"timestamp": [3823.0, 3824.0], "text": " Does that make sense?"}, {"timestamp": [3824.0, 3827.28], "text": " Anybody that's taught primary, by the time you explain the fifth center, what happens?"}, {"timestamp": [3828.28, 3828.68], "text": " Exactly."}, {"timestamp": [3829.36, 3829.8], "text": " Exactly."}, {"timestamp": [3829.9, 3831.6], "text": " And if you're in secondary, they should have centers."}, {"timestamp": [3831.94, 3834.18], "text": " Because they should be doing different things and they should be moving about."}, {"timestamp": [3834.82, 3836.72], "text": " So if they have a task card, I've got no downtime."}, {"timestamp": [3836.94, 3837.96], "text": " I don't have to explain anything."}, {"timestamp": [3838.1, 3840.1], "text": " I say you read your card, you talk it over with your group."}, {"timestamp": [3840.3, 3841.66], "text": " If you still need me, raise your hand."}, {"timestamp": [3842.34, 3846.0], "text": " You're going to see, I've done a lot of things here, great big numbers,"}, {"timestamp": [3846.0, 3850.0], "text": " because I want them focused, reducing extraneous cognitive load."}, {"timestamp": [3850.0, 3852.0], "text": " Clear, concise."}, {"timestamp": [3852.0, 3853.0], "text": " I only put four on."}, {"timestamp": [3853.0, 3856.0], "text": " If there's more instructions, I go to a part two."}, {"timestamp": [3856.0, 3860.0], "text": " I need white space for extraneous cognitive load and clarity."}, {"timestamp": [3860.0, 3863.0], "text": " They're going to have organizers,"}, {"timestamp": [3863.0, 3872.0], "text": " because what the organizer is going to do is it's going to direct them to the schema I want to see that they do or don't have."}, {"timestamp": [3872.0, 3875.0], "text": " So I want to know what you know about setting character and plot."}, {"timestamp": [3875.0, 3877.0], "text": " You can tell me anything else you want."}, {"timestamp": [3877.0, 3879.0], "text": " But that's the scheme I need to know about."}, {"timestamp": [3879.0, 3884.0], "text": " I've given you enough to direct you, but not too much to steal what you do or don't know."}, {"timestamp": [3884.0, 3886.24], "text": " Does that make sense?"}, {"timestamp": [3886.24, 3892.0], "text": " So let's say I get this thing back and when I get this back, oh, let me get this back,"}, {"timestamp": [3892.0, 3896.0], "text": " I see that they didn't even know goodies and baddies."}, {"timestamp": [3896.0, 3899.0], "text": " I see that, you know, they knew time but not place or atmosphere."}, {"timestamp": [3899.0, 3903.0], "text": " And holy cheese whiz, they gave me a beginning, they didn't give me an ending,"}, {"timestamp": [3903.0, 3909.6], "text": " they gave me a problem, no resolution, I'm'm gonna have to revisit the scheme I've planned because I"}, {"timestamp": [3909.6, 3914.7], "text": " teach for learning I don't teach for coverage and there's no point in coverage"}, {"timestamp": [3914.7, 3919.26], "text": " if they've got nothing to connect it to because you're not in the business of"}, {"timestamp": [3919.26, 3922.8], "text": " coverage you're in the business of learning I know we have to cover but what's"}, {"timestamp": [3922.8, 3926.0], "text": " the point of covering what you're gonna have to cover again better I's the point of covering? What you're going to have to cover again?"}, {"timestamp": [3926.0, 3929.0], "text": " Better I take a step back, help them develop the schema"}, {"timestamp": [3929.0, 3932.0], "text": " and enable them to have those connections."}, {"timestamp": [3932.0, 3936.0], "text": " This next example is not about prerequisite schema,"}, {"timestamp": [3936.0, 3940.0], "text": " it's about starting to help them develop foundational schema."}, {"timestamp": [3940.0, 3946.0], "text": " So, what's happening here is I'm teaching them about measurement."}, {"timestamp": [3946.0, 3948.94], "text": " They have a task card that's introduction."}, {"timestamp": [3948.94, 3953.18], "text": " They're going to learn about measurement through brain pop."}, {"timestamp": [3953.18, 3955.94], "text": " And why am I going to teach the measurement through brain pop and not me?"}, {"timestamp": [3955.94, 3960.26], "text": " Because they can stop and start the video 300 times if they need to."}, {"timestamp": [3960.26, 3964.2], "text": " When I do the target teach, they can't stop me."}, {"timestamp": [3964.2, 3966.12], "text": " Go ahead, try."}, {"timestamp": [3968.38, 3968.62], "text": " They'll say pardon once, but they won't say pardon twice."}, {"timestamp": [3970.86, 3972.66], "text": " If you think you are the fountain of all knowledge and you have to introduce learning to kids,"}, {"timestamp": [3972.74, 3975.06], "text": " at least videotapers all and make it a center"}, {"timestamp": [3975.06, 3977.84], "text": " so that they can then go into it a million times"}, {"timestamp": [3977.84, 3978.46], "text": " if they need to."}, {"timestamp": [3978.56, 3980.46], "text": " Stop it and start, ask questions, wondering."}, {"timestamp": [3981.5, 3984.08], "text": " What happens is they have an organizer,"}, {"timestamp": [3984.62, 3987.8], "text": " and the organizer is framed to the"}, {"timestamp": [3987.8, 3992.12], "text": " resource. So if you went into this brain pop, it would talk about centimeters, meters,"}, {"timestamp": [3992.12, 3997.52], "text": " meters, and kilometers and things to remember when you measure. If anything is in"}, {"timestamp": [3997.52, 4002.08], "text": " that video that's not on your organizer, guess what? It's extraneous. You don't need to"}, {"timestamp": [4002.08, 4010.0], "text": " worry about it. Now I'm framing for intrinsic and extraneous cognitive loads."}, {"timestamp": [4010.0, 4012.0], "text": " I'm going to up the ante."}, {"timestamp": [4012.0, 4016.0], "text": " So once you've done that, and we've checked it with your cheat sheet, and I've signed you off,"}, {"timestamp": [4016.0, 4018.0], "text": " you're going to have another task, and it's an application."}, {"timestamp": [4018.0, 4021.0], "text": " So we have an introduction to sets and foundational knowledge,"}, {"timestamp": [4021.0, 4024.0], "text": " and now we're going to have an application to help you integrate."}, {"timestamp": [4024.0, 4026.16], "text": " It's going to be a little bit more complex."}, {"timestamp": [4026.3, 4027.06], "text": " You're going to be a detective."}, {"timestamp": [4027.46, 4030.5], "text": " You're going to find him photograph things that should be measured in meters and centimeters."}, {"timestamp": [4030.94, 4033.36], "text": " Your organizers are a little bit more advanced."}, {"timestamp": [4034.0, 4038.54], "text": " I can clearly see if this kid gives me a picture of a door to measure in centimeters"}, {"timestamp": [4038.54, 4040.06], "text": " that they're not ready to move on."}, {"timestamp": [4041.06, 4044.16], "text": " But if they are ready to move on, I got another challenge."}, {"timestamp": [4044.94, 4050.56], "text": " What happens in terms of teaching for me is that all those task cards would be eventually in one center,"}, {"timestamp": [4050.68, 4052.92], "text": " and kids move up or move down, commensurate with their ability."}, {"timestamp": [4053.72, 4055.8], "text": " I don't have the blue group, green group, and orange group."}, {"timestamp": [4056.44, 4059.36], "text": " Because if I have the blue group, I give you the blue task, which keeps you blue."}, {"timestamp": [4061.28, 4063.42], "text": " The other thing is, danger, stress, or threat."}, {"timestamp": [4063.56, 4064.64], "text": " Do all kids know who's blue?"}, {"timestamp": [4065.0, 4067.0], "text": " Do the blue kids know they're blue?"}, {"timestamp": [4067.0, 4069.0], "text": " What's happening in the rain?"}, {"timestamp": [4069.0, 4072.0], "text": " So you've got independence, you've got self-direction,"}, {"timestamp": [4072.0, 4079.0], "text": " into now a further application and problem solving."}, {"timestamp": [4079.0, 4091.5], "text": " What I'm suggesting here is that task cards, they're a saving grace when it comes to intrinsic extraneous."}, {"timestamp": [4091.5, 4096.18], "text": " They're going to reduce extraneous cognitive load because the kids completely focused."}, {"timestamp": [4096.18, 4098.92], "text": " It's going to reduce intrinsic because it's clear, concise."}, {"timestamp": [4098.92, 4103.3], "text": " This is what you need to do if you forget it's right there."}, {"timestamp": [4103.3, 4105.5], "text": " You're building on learning developmentally, so that's"}, {"timestamp": [4105.5, 4109.42], "text": " going to have a huge impact on their ability to handle complexity and develop"}, {"timestamp": [4109.42, 4115.48], "text": " learning through spirals. We're promoting independence and self-direction. You"}, {"timestamp": [4115.48, 4118.24], "text": " know the number of teachers that tell me they're into independence and self-direction"}, {"timestamp": [4118.24, 4121.36], "text": " and then they all close the book at the same time, open the book at the same time,"}, {"timestamp": [4121.36, 4127.0], "text": " do the next task at the same time. I say, well, where are your systems for independence and self-direction?"}, {"timestamp": [4127.0, 4130.0], "text": " Kids can move forward and move back."}, {"timestamp": [4130.0, 4131.0], "text": " They can move out to clinics."}, {"timestamp": [4131.0, 4136.0], "text": " And the beautiful thing is, because they're involved in really high-end learning tasks"}, {"timestamp": [4136.0, 4140.0], "text": " that are directing them, I'm free to teach the kids that need to be taught."}, {"timestamp": [4140.0, 4142.0], "text": " Now let me give you a hint here."}, {"timestamp": [4142.0, 4148.32], "text": " You take these kids, you do a target teach with them, and you video it. You've only got three kids. But as you're doing that little"}, {"timestamp": [4148.32, 4153.48], "text": " clinic with them, you videotape it. That now gets saved on your desktop. You've got four"}, {"timestamp": [4153.48, 4157.76], "text": " kids tomorrow that need that clinic. Are they going to come to you? Where are they"}, {"timestamp": [4157.76, 4164.08], "text": " going? Video. If they still need me, they sign up for a clinic. Again, systems."}, {"timestamp": [4164.08, 4166.8], "text": " Your organizers are going to identify the schema. If they still need me, they sign up for a clinic. Again, systems."}, {"timestamp": [4169.78, 4171.12], "text": " Your organizers are going to identify the schema."}, {"timestamp": [4175.96, 4177.1], "text": " It's going to reduce complexity, and it's going to reduce the whole extra presentation."}, {"timestamp": [4179.12, 4179.58], "text": " We're guiding the explicit processing."}, {"timestamp": [4180.82, 4187.0], "text": " We've got evidence of thinking, extraneous."}, {"timestamp": [4187.0, 4190.0], "text": " Same thing, you got to unpack."}, {"timestamp": [4190.0, 4192.0], "text": " You don't unpack."}, {"timestamp": [4192.0, 4196.0], "text": " How do you plan so there's nothing extra?"}, {"timestamp": [4196.0, 4201.0], "text": " You got to decide what matters, and if it's not contributing to schema,"}, {"timestamp": [4201.0, 4202.0], "text": " don't include it."}, {"timestamp": [4202.0, 4203.0], "text": " Don't bleed it to death."}, {"timestamp": [4203.0, 4205.0], "text": " Don't focus on coverage, focus on learning."}, {"timestamp": [4207.0, 4212.0], "text": " Invite kids to use tools that work for them, tools, their modalities for investigating,"}, {"timestamp": [4212.0, 4216.0], "text": " internalizing, and communicating, because what you're going to see when you apply"}, {"timestamp": [4216.0, 4222.0], "text": " MI theory that way is that they really are in a position where they can take in that learning."}, {"timestamp": [4222.0, 4226.0], "text": " And so they'll be far less extraneous sort of components."}, {"timestamp": [4226.0, 4230.0], "text": " And I'm going to talk to you about organizers,"}, {"timestamp": [4230.0, 4234.0], "text": " because I did allude to the fact that they need to be strategically framed."}, {"timestamp": [4234.0, 4238.0], "text": " I'm going to give you a tiny bit of that, and I'm really running out of time."}, {"timestamp": [4238.0, 4240.0], "text": " But I've got a few minutes, so it's good."}, {"timestamp": [4240.0, 4243.0], "text": " I'm going to show you this think chart, right?"}, {"timestamp": [4243.0, 4245.26], "text": " So I've showed you immersion."}, {"timestamp": [4245.26, 4246.64], "text": " I want to show you think charts."}, {"timestamp": [4246.64, 4251.16], "text": " All of this is in your handout."}, {"timestamp": [4251.16, 4252.46], "text": " This is a think chart."}, {"timestamp": [4252.46, 4255.42], "text": " Now, some of you have worked with me know about the think chart."}, {"timestamp": [4255.42, 4259.92], "text": " It's an organizer with laws, with rules, all right?"}, {"timestamp": [4259.92, 4263.42], "text": " The left-hand column is really your schema."}, {"timestamp": [4263.42, 4265.88], "text": " So this is not immersion for me."}, {"timestamp": [4265.88, 4268.56], "text": " This is investigation for me."}, {"timestamp": [4268.56, 4273.46], "text": " Immersion is about acquiring new knowledge and integrating it into current schema."}, {"timestamp": [4273.46, 4276.98], "text": " The investigation is about extending and refining the knowledge."}, {"timestamp": [4276.98, 4279.18], "text": " So I won't get to Marzano's work today."}, {"timestamp": [4279.18, 4280.56], "text": " It'll be in your handout."}, {"timestamp": [4280.56, 4282.44], "text": " And this is what Marzano talks about."}, {"timestamp": [4282.44, 4286.0], "text": " The fact that kids need to acquire knowledge before you can extend and refine it."}, {"timestamp": [4286.0, 4288.0], "text": " And that makes sense, doesn't it?"}, {"timestamp": [4288.0, 4291.0], "text": " So the learning that you give them for acquiring and integrating"}, {"timestamp": [4291.0, 4295.0], "text": " should be very different than what it looks like when they're extending and refining."}, {"timestamp": [4295.0, 4299.0], "text": " You can't extend and refine, but you haven't acquired and integrated."}, {"timestamp": [4299.0, 4303.0], "text": " So immersion for me is all acquiring and integrating."}, {"timestamp": [4303.0, 4308.0], "text": " Think charts and micro-learning processes for me are extending and ref integrating. Think charts and micro learning processes for me are extending refining."}, {"timestamp": [4308.0, 4312.0], "text": " So what you're seeing here is the scheme is explicit."}, {"timestamp": [4312.0, 4314.0], "text": " These kids are learning about fairy tales."}, {"timestamp": [4314.0, 4316.0], "text": " I'm at the extension and refinement phase."}, {"timestamp": [4316.0, 4318.0], "text": " They need to find out about the beginning words,"}, {"timestamp": [4318.0, 4320.0], "text": " the victim who gets hurt, the villain who's the batty,"}, {"timestamp": [4320.0, 4322.0], "text": " the hero who's the goody, the problem or the oops,"}, {"timestamp": [4322.0, 4324.0], "text": " the resolution, magic abuse, and enemies."}, {"timestamp": [4324.0, 4325.9], "text": " They can tell me anything else they want."}, {"timestamp": [4326.8, 4332.04], "text": " Now, if you look at that as a teacher and you say, that's too hard for my kids, you know what the message is, don't teach it."}, {"timestamp": [4332.94, 4334.96], "text": " Because that's the schema associated with fairy tales."}, {"timestamp": [4335.9, 4337.7], "text": " We do fairy tales roundabout year two."}, {"timestamp": [4337.76, 4338.72], "text": " We absolutely shouldn't."}, {"timestamp": [4338.78, 4340.3], "text": " They don't even know what narrative is yet."}, {"timestamp": [4340.94, 4343.5], "text": " They don't know if you know a goody and a baddie and they're going to do victim, villain, and hero."}, {"timestamp": [4344.42, 4348.78], "text": " They don't even understand plot, and they've got to do abuse and magic tied into the"}, {"timestamp": [4348.78, 4354.1], "text": " plot. See, we do it because kids like fairy tales. Would you agree? Well, then read them."}, {"timestamp": [4355.32, 4358.74], "text": " But don't deconstruct them and don't get them to write them, because it's actually not"}, {"timestamp": [4358.74, 4363.26], "text": " schema that's appropriate. The more we learn to unpack, the more we're actually going to recognize"}, {"timestamp": [4363.26, 4365.5], "text": " what we should and shouldn't be doing with kids."}, {"timestamp": [4366.94, 4367.38], "text": " I can play with that schema."}, {"timestamp": [4371.22, 4371.46], "text": " So let's say I did that immersion experience for prerequisite schema,"}, {"timestamp": [4374.7, 4374.94], "text": " and I found out my kids knew victim, villain, and hero."}, {"timestamp": [4375.66, 4376.3], "text": " They were fantastic."}, {"timestamp": [4379.48, 4380.14], "text": " Well, then I wouldn't give them the first think chart because I'm not extending and refining them."}, {"timestamp": [4384.78, 4385.12], "text": " This has to take them beyond what they gave you early on."}, {"timestamp": [4386.34, 4386.88], "text": " So look at the subdivisions."}, {"timestamp": [4389.5, 4389.62], "text": " You're going to tell me the age, ethnicity, gender, socioeconomic status,"}, {"timestamp": [4390.62, 4392.56], "text": " an action of the value."}, {"timestamp": [4398.62, 4400.12], "text": " As soon as you subdivide schema, you're explicitly directing breadth."}, {"timestamp": [4403.5, 4404.24], "text": " You can direct breadth of knowledge and understanding."}, {"timestamp": [4408.0, 4410.0], "text": " What you're showing them is schema within schema. Really, if I've done a good job here,"}, {"timestamp": [4410.0, 4413.0], "text": " this would be out here characters,"}, {"timestamp": [4413.0, 4417.0], "text": " subdivided into villain, victim hero, subdivided again."}, {"timestamp": [4417.0, 4420.0], "text": " This is all the thinking."}, {"timestamp": [4420.0, 4427.88], "text": " This is making sure that these kids don't just access knowledge and then regurgitate it,"}, {"timestamp": [4427.9, 4433.34], "text": " that they have to process it. Because if you push processing, you push integration of knowledge."}, {"timestamp": [4434.04, 4440.84], "text": " So the physical for me is the what? It's just head knowledge. So I said, what did you see? We're"}, {"timestamp": [4440.84, 4444.88], "text": " looking at a picture book. Well, I saw the victim was a pig and the villain was a wolf and the hero"}, {"timestamp": [4444.88, 4447.0], "text": " was the hero was the third pig."}, {"timestamp": [4447.0, 4450.0], "text": " See, it's fantastic. Kids that don't like to write, don't have to write."}, {"timestamp": [4450.0, 4452.0], "text": " I'm not interested in whether you're right."}, {"timestamp": [4452.0, 4454.0], "text": " I'm interested in whether you can access all information."}, {"timestamp": [4454.0, 4458.0], "text": " I'm interested right now if you can see the schema and recognize it."}, {"timestamp": [4458.0, 4460.0], "text": " Here's the real thinking."}, {"timestamp": [4460.0, 4464.0], "text": " It's in the behavioral section, which is all about processing."}, {"timestamp": [4464.0, 4466.24], "text": " So you'll see I focus on cause and effect."}, {"timestamp": [4466.36, 4467.44], "text": " That's the C and the E."}, {"timestamp": [4467.76, 4468.3], "text": " So watch."}, {"timestamp": [4469.44, 4471.02], "text": " Why the heck would the author pick a pig?"}, {"timestamp": [4471.08, 4471.86], "text": " Why wouldn't you pick a goat?"}, {"timestamp": [4472.86, 4475.66], "text": " Why didn't the author pick a wolf to be the victim?"}, {"timestamp": [4476.12, 4477.64], "text": " Why do you pick a pig to be the victim?"}, {"timestamp": [4478.68, 4479.8], "text": " What's the effect on the audience?"}, {"timestamp": [4480.42, 4482.72], "text": " Well, I think you picked a pig because pigs are slower than wolves."}, {"timestamp": [4483.54, 4485.42], "text": " What would be the effect on the audience?"}, {"timestamp": [4486.02, 4487.26], "text": " Well, you actually believe you could be caught."}, {"timestamp": [4488.02, 4489.46], "text": " It would be pretty silly to pick a gazelle."}, {"timestamp": [4491.16, 4494.08], "text": " Is a kid getting deeper knowledge and understanding as they go into cause and effect?"}, {"timestamp": [4494.8, 4496.02], "text": " If you're gifted kids, think this fight."}, {"timestamp": [4496.86, 4497.76], "text": " But what percent are given?"}, {"timestamp": [4498.76, 4500.26], "text": " I'm pushing the processing."}, {"timestamp": [4501.36, 4502.28], "text": " Why do you pick a wolf?"}, {"timestamp": [4502.36, 4504.26], "text": " Well, I think it's because he's got big teeth and a carnivore."}, {"timestamp": [4504.62, 4510.0], "text": " And what's the effect on the audience? Well, they believe that, like, he'd actually want to get a pig."}, {"timestamp": [4510.0, 4514.0], "text": " Probably shouldn't pick a cabbage."}, {"timestamp": [4514.0, 4517.0], "text": " You can play with that. Watch."}, {"timestamp": [4517.0, 4521.0], "text": " If I put two Cs in, now I'm asking for two causes, two reasons."}, {"timestamp": [4521.0, 4524.0], "text": " I'm looking for a positive and a negative effect."}, {"timestamp": [4524.0, 4530.0], "text": " I can give them rubrics. You know what? You want one star? Do a cause or an effect."}, {"timestamp": [4530.0, 4534.0], "text": " You want to get two stars, give me a cause and effect, positive or negative."}, {"timestamp": [4534.0, 4538.0], "text": " You want to get three stars? I want two causes, two effects, a positive and a negative."}, {"timestamp": [4538.0, 4541.0], "text": " All right, let's get out of fairy tale so you see the power of this."}, {"timestamp": [4541.0, 4544.0], "text": " And then I probably have to close up."}, {"timestamp": [4544.0, 4545.28], "text": " Investigating key events in the power of this. And then I probably have to close up."}, {"timestamp": [4547.6, 4549.6], "text": " Investigating key events in the development of our nation."}, {"timestamp": [4551.52, 4553.72], "text": " This is in every curriculum document under the Senate. Let me tell you, when we do key events in Australia,"}, {"timestamp": [4553.72, 4555.0], "text": " they do the gold rush."}, {"timestamp": [4556.24, 4558.56], "text": " Here we do the Treaty of Waitang."}, {"timestamp": [4558.56, 4561.64], "text": " The London fires when we go to England."}, {"timestamp": [4561.64, 4563.8], "text": " You're not teaching them the scheme around key events."}, {"timestamp": [4563.8, 4567.16], "text": " You're teaching them about an event that you picked."}, {"timestamp": [4567.16, 4567.96], "text": " I want that."}, {"timestamp": [4567.96, 4569.34], "text": " I want the schema."}, {"timestamp": [4569.34, 4571.8], "text": " So, look, you can pick any event you want,"}, {"timestamp": [4571.8, 4573.3], "text": " the what or the physical."}, {"timestamp": [4573.3, 4575.5], "text": " Tell me what happened and give it in sequence."}, {"timestamp": [4575.5, 4579.1], "text": " I could say it's got to be a timeline if I'm up in the ante."}, {"timestamp": [4579.1, 4579.8], "text": " Who is involved?"}, {"timestamp": [4579.8, 4581.5], "text": " When did it happen? Where did it happen?"}, {"timestamp": [4581.5, 4582.5], "text": " It's all head knowledge."}, {"timestamp": [4582.5, 4583.6], "text": " It's just a lot of."}, {"timestamp": [4583.6, 4586.0], "text": " You can research it, you can find it on the web, you can spit it out."}, {"timestamp": [4586.0, 4588.0], "text": " Here's the thinking, right?"}, {"timestamp": [4588.0, 4590.0], "text": " Cause and effect."}, {"timestamp": [4590.0, 4593.0], "text": " I want four reasons for this event."}, {"timestamp": [4593.0, 4596.0], "text": " Now, I could say, you've got to give me two."}, {"timestamp": [4596.0, 4599.0], "text": " If you go into the gray bits, that's challenge."}, {"timestamp": [4599.0, 4603.0], "text": " So you might say cognitively it's too much for these kids to do all of this"}, {"timestamp": [4603.0, 4605.0], "text": " so I can gray out the above expected level."}, {"timestamp": [4605.0, 4609.0], "text": " Here's the big bit."}, {"timestamp": [4609.0, 4614.0], "text": " When I look at effects, I'm going to look at the political effects, but look at my breadth."}, {"timestamp": [4614.0, 4621.0], "text": " The political effects on government structure, constitution, laws and policy, international domestic affairs, and geopolitical boundaries."}, {"timestamp": [4621.0, 4624.0], "text": " Is that more rigorous?"}, {"timestamp": [4624.0, 4626.0], "text": " I can look at the economic effects,"}, {"timestamp": [4626.0, 4630.0], "text": " and I can look at industry and supply and demand and interest rates."}, {"timestamp": [4630.0, 4632.0], "text": " I can look at lifestyle."}, {"timestamp": [4636.0, 4642.0], "text": " I've got breadth of effects, because I've got political, economic, and lifestyle."}, {"timestamp": [4642.0, 4646.64], "text": " But then I've got breadth within any one effect."}, {"timestamp": [4646.64, 4649.8], "text": " And I'm going to go debt, because I'm going to say to my kids,"}, {"timestamp": [4649.8, 4655.4], "text": " when you record these effects, code them positive or negative for our country."}, {"timestamp": [4655.4, 4659.1], "text": " And code them whether it's immediate short-term or long-term effect."}, {"timestamp": [4659.1, 4663.1], "text": " The more you get into relationships, the more you're getting depth."}, {"timestamp": [4663.1, 4664.2], "text": " You know what I'm saying?"}, {"timestamp": [4664.2, 4670.0], "text": " I'm saying we can actually explicitly direct kids processing"}, {"timestamp": [4670.0, 4672.0], "text": " so that we extend and refine them,"}, {"timestamp": [4672.0, 4675.0], "text": " so that they're not just researching and regurgitating,"}, {"timestamp": [4675.0, 4677.0], "text": " so that they're actually thinking."}, {"timestamp": [4677.0, 4681.0], "text": " I can dictate what's extraneous and what matters."}, {"timestamp": [4685.0, 4687.0], "text": " I'm going to scoot out of here."}, {"timestamp": [4687.0, 4689.0], "text": " I've got lots of examples for the babies as well,"}, {"timestamp": [4689.0, 4692.0], "text": " but again, that's going to be in your handle."}, {"timestamp": [4692.0, 4698.0], "text": " Before I close up, I want to do one thing around Germain, okay?"}, {"timestamp": [4698.0, 4700.0], "text": " Because this is huge for me."}, {"timestamp": [4700.0, 4706.0], "text": " The biggest thing around Germain is that these kids have to tag it important."}, {"timestamp": [4707.64, 4708.56], "text": " This is my inquiry model."}, {"timestamp": [4712.28, 4712.92], "text": " This is where my kids figure out the so what to the learning."}, {"timestamp": [4714.48, 4715.04], "text": " Why am I going to do this learning anyway?"}, {"timestamp": [4716.0, 4718.04], "text": " What's my so what?"}, {"timestamp": [4720.84, 4721.08], "text": " They identify their so what in immersion."}, {"timestamp": [4722.82, 4723.28], "text": " They act on it at the ID8 stage."}, {"timestamp": [4728.02, 4729.76], "text": " Because in real learning other than school, you know why you're learning before you start. It's the reason for the learning."}, {"timestamp": [4729.76, 4732.36], "text": " It's the reason for the cognitive investment."}, {"timestamp": [4732.36, 4733.6], "text": " It's the reason for the skills."}, {"timestamp": [4733.6, 4734.96], "text": " It's the reason for the..."}, {"timestamp": [4734.96, 4739.56], "text": " And when I talk about a so what, I'm talking about this."}, {"timestamp": [4739.56, 4743.86], "text": " Before you start that learning, you know at the end, you're going to come up with a solution"}, {"timestamp": [4743.86, 4747.76], "text": " to a problem that you've become aware of in immersion. You're going to come up with an alternative or a"}, {"timestamp": [4747.76, 4759.5], "text": " recommendation or a product or a possibility or an alternative. You know how you will use"}, {"timestamp": [4759.5, 4764.76], "text": " that knowledge and understanding and how you will use those skills to make a difference in your"}, {"timestamp": [4764.76, 4766.0], "text": " life of a life of life. If a kid can't use their knowledge and understanding and how you will use those skills to make a difference in your life of the life of life."}, {"timestamp": [4766.0, 4774.0], "text": " If a kid can't use their knowledge and understanding to make a difference in their life today, it wasn't relevant."}, {"timestamp": [4774.0, 4778.0], "text": " It might have been interesting, they might have had fun, they might have looked engaged,"}, {"timestamp": [4778.0, 4782.0], "text": " but they're not tagging important, and it's not going to long-term memory."}, {"timestamp": [4782.0, 4787.42], "text": " And so what I'm going to do here in your handout is actually share with"}, {"timestamp": [4787.42, 4794.04], "text": " you how I get kids to see so what's at the beginning of a unit. Does that make sense? They get"}, {"timestamp": [4794.04, 4802.08], "text": " little challenge letters and they get design briefs. And in that design brief, everything that I've"}, {"timestamp": [4802.08, 4806.78], "text": " got to teach curricularly is in there. So if they agree to the challenge, guess what they agree to?"}, {"timestamp": [4807.94, 4809.04], "text": " Everything I've got to teach."}, {"timestamp": [4809.64, 4813.94], "text": " And they're seeing the reason for teaching that in concert with one another."}, {"timestamp": [4814.64, 4818.94], "text": " So this little one was the Easter bunny leaving a letter and saying,"}, {"timestamp": [4818.94, 4822.6], "text": " I really want to give you an Easter egg hunt, but I don't have any baskets."}, {"timestamp": [4823.8, 4827.92], "text": " If you would agree to make Easter baskets and follow my design brief,"}, {"timestamp": [4828.48, 4829.42], "text": " then I'll give you a hunt."}, {"timestamp": [4830.22, 4831.58], "text": " If you like this idea, write me a letter."}, {"timestamp": [4832.1, 4833.46], "text": " Do you think they wanted to write the bunny a letter?"}, {"timestamp": [4834.22, 4839.18], "text": " And their design brief told them that they were going to have to create a basket"}, {"timestamp": [4839.18, 4842.12], "text": " that's the right length, width, and height for 10 eggs that he left them."}, {"timestamp": [4842.74, 4843.98], "text": " You've got to pick the materials."}, {"timestamp": [4844.32, 4850.8], "text": " You've got to join it. You've got to use the technology process. So these kids at the beginning of the unit"}, {"timestamp": [4850.8, 4874.9], "text": " are in. And every single absolutely everything we can do,"}, {"timestamp": [4874.9, 4882.74], "text": " everything we can do to give our kids the gift of thinking and money."}, {"timestamp": [4882.74, 4885.0], "text": " We invest hours and energy to make this happen."}, {"timestamp": [4885.0, 4887.0], "text": " When it doesn't work, what do we do?"}, {"timestamp": [4887.0, 4888.0], "text": " We try another way."}, {"timestamp": [4888.0, 4890.0], "text": " If it still isn't working, what do we do?"}, {"timestamp": [4890.0, 4891.0], "text": " We talk to colleagues."}, {"timestamp": [4891.0, 4893.0], "text": " We find out what else we could try."}, {"timestamp": [4893.0, 4897.0], "text": " Never forget that knowledge is power if it's applied."}, {"timestamp": [4897.0, 4901.0], "text": " You can change the way you teach,"}, {"timestamp": [4901.0, 4904.0], "text": " and that's going to change the way they learn."}, {"timestamp": [4904.0, 4906.92], "text": " You're going to see that failure is a symptom."}, {"timestamp": [4907.88, 4908.96], "text": " What's the fundamental problem?"}, {"timestamp": [4910.58, 4911.88], "text": " It could be trying brain stuff."}, {"timestamp": [4912.44, 4914.14], "text": " They're not well-waters, well-fed, well-exercise."}, {"timestamp": [4914.4, 4916.74], "text": " There's relational issues or emotional stuff."}, {"timestamp": [4917.2, 4920.02], "text": " Look, I'm not trying to paint panacea here or nirvana."}, {"timestamp": [4920.6, 4923.54], "text": " What I'm trying to say is we could start to deal with some of that"}, {"timestamp": [4923.54, 4928.0], "text": " and give the onus and the responsibility to them to come up with these action plans."}, {"timestamp": [4928.0, 4934.0], "text": " It could be MI theory. It could be that they're not receiving, expressing, internalizing in ways that work for them."}, {"timestamp": [4934.0, 4940.0], "text": " It could be cognitive overload, intrinsic or extraneous, or they don't see relevance."}, {"timestamp": [4940.0, 4943.0], "text": " Thanks, team."}], "text": " Nice to see ya. Hands up if I've never had the privilege of meeting you before. Wow, that's exciting. Hands up if I have had the privilege of meeting you before. See, that's why I'm looking at faces saying, I know that person. Anyway, I usually do an introduction. So those people that know me, I start do an introduction. So those people that know me, I start with a storybook very often to link literature to the bigger message, or I start with a video. I've actually decided to do none of that because this is dense and I think I bit off a little more than I can chew. So I don't really know if I'm even going to get through it all in an hour and 15, so there's no time for videos and storybooks, you know? Which is part of the reason why I put the 40-page handout together. Because I've done this building pedagogic capital as a two-day workshop with schools. Exactly. You think, really, well, you've just cracked out of an egg. And I thought, you know what, I can just take the bits that I think are most important, and I can package it together because I think something is better than nothing when it's as important as pedagogic capital. And so, of course, I submitted my write-up long before I did the presentation. And as I'm creating the presentation, I'm sweating, thinking, oh, my God, what have I done? Hence the 40-page handout, because whatever I don't get through, it's in there. What I do get through, it's in there. And what I've really done in there is I put practical ideas for everything that I'm going to share with you. Because I knew there was no way in the world I could throw out the research and the questions and also get to some practical answers. I also wrote in the introduction to the 40-page handout that this really isn't about my answer to the questions. It's about your answer. I think it's the questions that are important to be asking. The conversations are important to be questions. It's about your answer. I think it's the questions that are important to be asking. The conversations are important to be having. But I know, because I'm a teacher first and foremost, that it helps to just get a little smattering of ideas to maybe get you started on your own path and your own conversations, right? Again, I'm going to go through the whole Edmodo setup at the end of the session to make sure that if you want to get on, you can get on. But you'll still be able to get the handout regardless. As I said, I think the exciting thing about Edmodo is that I might actually get to stay in touch with you. Because when your real questions are going to come forward and your real, hmm, challenges, and it's going to be when you have time to dig into that 40 pages. It's going to be when you have the opportunity to leave the session and actually process, not only what you're hearing from me, but what you're hearing throughout the entirety of the conference. And the catch-22 with this sort of role is that when you need me, I'm not with you. Hence, Edmodo's been working for me and the teachers that I work with, because it's a closed environment. Whatever you ask, you know, you know that I'm going to be able to see it here, respond to it. Others can respond to it. Others will chime in and say, ah, you know what, I've tried this or I've tried that and share resources. So if you're inclined to do so, I think it's not a bad avenue for you to move into. Okay, so let's get started. Here's our outcomes. It's my hope that you'll develop your knowledge and understanding of triune brain theory and its implications for learning. We're going to take a look at MI theory, but I think from a different slant than a lot of teachers are actually investigating that theory. I'm really going to look at in relationship to assessment evaluation practices and then those implications on student learning. I am so passionate about this research on human cognitive architecture, the brain, and cognitive load theory. I am so passionate about it. I don't think there's any research that has impacted my practice more than this research, and the scary thing is nobody knows about it. It's human cognitive architecture, the brain, was introduced, really, the model I'm going to share in 1968. It's the most recognized and well-used model of working memory, long-term memory, and how learning happens in terms of cognitive scientists internationally. And then from that, this research on cognitive load theory that came out in 88, because I'm so passionate about it, I'll tell anybody who will sit there long enough to listen, and it's changing how we teach, because it's changing how we think about curriculum, about instructional design, about assessment evaluation. As I said, it's pretty dense, and it will be a lot for me to sort of throw at you quickly, but hopefully you'll have the resource that you can delve into. And all of the research, I'll actually give you the name of where the research has sort of come from with quite a reference page at the back. So anything that I'm sharing, you can sort of delve into yourself if it's of interest to you. And then I want to talk to you about Robert Marzano's work on the dimensions of learning. And I want to actually link it to the cognitive load theory, the human cognitive architecture, the brain research, the work on the Triune Brain and MI theory. Because this is what I think. I think, I don't know how your schools operate. I can only sort of talk about the school experiences that I've had. We didn't nearly spend enough time on research. We spent way too much time on how to do new stuff and not enough time on why we should be doing it anyways. It's my strong belief that if you truly understand the research that underpins practice, you won't be able to teach the same way. Because you'll have this niggling thing happening. Ignorance is bliss. But when you're not ignorant, you've got to be attending to this stuff that you now know. I want schools to have conversations about research. And when I talk about research, I'm talking about cognitive scientific research, neuroscientific research. I know that there's a flavor of that running through the conference, and I know that some of my friends in here have attended some of the work of other people. So let's get started, and I'm going to kick into Trium Brain Theory. Trium Brain Theory is old. I'm not going to pretend it's not, but it's a fabulous start in terms of introducing kids to the brain, helping them understand the brain and their learning. So I'm sharing all of this with you as teachers, but this is important for us to share with kids. So I want you to make a fist. Put your top hand over your fist. Holy cow, you've got three brains in one. How you do? You've got the reptilian brain or brain stem. You've got the mammalian brain or limbic system, and you've got the neocortex. And so if you look at my diagram here, your reptilian's your automatic brain, your heart's pumping, your blood circulating, you know, you're breathing, you're not thinking about it, you're just doing it, it's automatic. You ever said anything or done anything you wish you hadn't? Twice? Don't you ever learn? That's an automatic response. So it's not a neocortex response, it's not a thinking response, it's a fight or flight response. And it's all from that part of the brain. Your mammalian brain or limbic system is the control center. It's your memory filter. It controls health, relationships, and emotion. We're going to come back to that. And your neocortex is your thinking brain. It developed millions and millions of years after reptilian brain. Because the brain didn't evolve to think. It evolved to protect. If there was dangerous, stress, or threat, and you were in reptilian, you could have an automatic response and save the species. So this is what I want my kids to understand. I want them to understand that all learning, let's go back there for a minute, comes into the mammalian brain through your five senses. That's it. You see it, hear, it, smell it, taste, it, touch it, that's it. That's why five sensory learning is so critically important as a receiving experience or finding that experience for our kids. The more modalities they can find out through, the more likely it will actually come into the limbic system. Now, the minute that learning enters the limbic system, it downshifts to reptilian brain for a fight or flight response. If there's no danger, stress, or threat, learners upshift to the neocortex where they process, they construct schema, but it's not done. Learning comes back into the mammalian brain for memory filtering. Anything you don't value or see as important, you filter out. What you value and feel is important filters back up into the neocortex, where eventually it may be stored in long-term memory. It takes two to three years for permanent storage. Now what gets in the way of this? Let's go back to my picture. When learning comes in and you downshift, if there's any danger, stress, or threat, what's going to happen is you're going to be cut off from all areas of the brain. So if you're in danger, stress or threat, can you learn? Can you think? Can you consider consequences and sequels of your behavior? Can you rationalize anything? Can you remember how much trouble you got in the last time you did the same crazy thing? You just respond. So you're walking down the road and you see a truck. You don't upshift to the neocortex to do some higher level thinking. Oh, I wonder if I should move to the right. Geez, that seems far away. Maybe I'll move to the left, splat. Danger, stress, or threat, you move into automatic response. No access to thinking. That's why you can have these kids that do the same ridiculous thing 15 times, and you want to shake them! Don't you ever learn? Yeah, they learn. They can't remember they learned. Then when they calm down, they go, I'm sorry, I'm sorry, I'm sorry, I really don't know. I didn't mean it. And you know what? They don't mean it. Because now they actually understand how much trouble they're in. And they actually remember what happened the last time. So I need my kids to understand what causes dangerous, stress, and threat, because they've got to take some of this responsibility, and it all comes back here. Health, relationship, and emotion. Those are the only places that dangerous, stress, and threat come from. So if you're not well-watered, well-fed, or well-exercised, if your body's not healthy from its fingers to its toes, it's possible you'll be in dangerous, stress, and threat, and you can't learn. Is it important to do the nutrition unit with kids? Is it important for kids to learn about daily quality fitness and the relationship between fitness and learning? Is it important for kids to learn about healthy eyes, healthy teeth, healthy nose, circulatory, muscular, and digestive system? Absolutely. But we need to do it in a different context. We need to do that learning at the beginning of the year, and they need to do that learning, recognizing that these are the things that could get in the way of them learning this year. And so at the end of those learning experiences, you need an action plan. How can you use what you now know about nutrition, about healthy teeth, about fitness, to try and keep yourself from actually being in danger, stress, or threat? What strategies can you put in place? I'm not suggesting for one minute we can solve the problems of danger, stress, and threat for all learners in our class. What I am suggesting is they have more power to solve some of their issues. I need to give them that knowledge and awareness and the opportunity to come up with these plans. They need to learn that if their relationships aren't healthy, relationship with self and others, they likely won't learn. So is the friendship unit important? Is the unit on conflict resolution negotiation important? Is a unit on relationships with significant others in your life and acquaintance is important? Absolutely. Guess when I do this early in the school year? I want them to understand about relationships so they can actually do an audit of their relationships and come up with some plans and strategies. I want them to understand if they don't have a good relationship with themselves, they can't learn. Can you love yourself as a mathematician and hate yourself as a reader? I want to teach them what sort of talk goes on in your head if you don't like yourself? What sort of behaviors do you actually engage in if you don't like yourself? How can you start to recognize that? And what can actually be done about it? I want them to understand that if they're not feeling happy, if they aren't feeling positive emotions, they're likely going to downshift. So is the unit on feelings important? emotions, they're likely going to downshend. So is the unit on feelings important? Is the unit on emotional intelligence important? See, I don't care whether you're a littley or a biggie. I tackle teaching kids about learning and their brain and the bits and pieces associated with it, so they can come up with a proactive plan to get the stress off their plate they can control, and a reactive plan to recognize when they're in stress, in spite of everything we've done, what strategies could they employ? And I do it when they're five, and I do it when they're 105. Because these units are in our documents, would you agree? I want to connect them to something else. And so I'm going to ask you a couple of questions. What can be done to minimize a kid's physical stress? Could we do daily quality fitness with kids? What can be done to minimize relational stress? Emotional stress. How can we empower learners to recognize that these stresses are actually impacting their learning? And this is the big one. How do we involve kids in constructing the proactive and the reactive plans? You know what I say to my kids? I say, I cannot take all the stress off your plate. I can't do it. What I can do is empower you to actually start thinking about the importance of doing this. And I can actually work with you to at least remove the stresses that are part of our classroom and part of our school. Because you know what? If we get more stress off your plate, you'll have less on your plate. And maybe you'll deal with what you got a little bit better. and maybe you'll deal with what you got a little bit better. MI theory and its implications. I think a lot of schools know about MI theory, but I don't know that they've learned about MI theory from Howard Howard Garden. They've learned about MI theory from Joe Blow, Sally Blow, and Lane Blow. If you want to understand something, you need to go to the horse's mouth, and your teachers need to go to the horse's mouth if you're in leadership or your team do, look, the theory came out many, many moons ago. Frames of Mind is the book to get. It's a very hard read. The first third of the book is all of his research that underpins the theory. A lot of teachers just, you know, me included, jump to what's mathematical, logical intelligence, and visual spatial. This whole theory is based on neuroscientific research. So if you don't know the research, you don't know the theory, and you can't possibly be applying it to its actual potential. You got nine ways to be smart. He started with seven, moved it to eight, and now he's at nine, not because he's a fruit cake, but because as new brain imaging technologies came on board, he could prove more centers. I think he's got eight criteria that had to be met before he said a center actually exists. This is not about telling a kid, you're mathematical, logical, or your visual spatial, you're not any one intelligence. You have all those centers in your brain that developed differently. I'm going to centers in your brain that develop differently. I'm going to connect this for one second to assessment evaluation and then I'm going to go a little bit broader again, right? When we assess and evaluate a kid, more times than not, we do that based on their expression. So if we look at receiving, internalizing, expressing, and assessing and evaluating, what we often do as educators is we focus on this and do this. Does that make sense? That's a problem. Because a kid can only express what he received. And an actual fact, it can only express what he internalized. So I know straight away, before I even put MI theory in here, that probably 90% of the kids in my class I've assessed and evaluated, the assessment's inaccurate. Because all I'm looking at is their output. I haven't considered their input, haven't considered their internalizing. Now I'm going to throw nine intelligences in the mix. Let's pretend that you've got a bodily kinesthetic learner. It doesn't mean they're nothing else, but it means they've got a lot of neurons and dendritic connections in that bolly kinesthetic area. They really do well when that modality is catered for, right? So basically you've got this one learner, but I'm going to give you four possible learning situations for this kid that will all lead to different assessment evaluation outcomes. Okay, so same kid, four scenarios. Receiving, internalizing, expressing. Then we're going to assess and evaluate. I'm going to focus on receiving and expressing just to keep it a little simpler right now, right? Bala kinesthetic kid prime modality, but you're going to get that kid to receive their learning linguistically. Will that be working for that child? Not likely. When they tell you what they know or express, you're going to let that kid express to you through a model they create or a drama. Will that assessment evaluation be accurate? What do you think? Can't be. Can't be. This is the kid where you say, I know they know more than this. They did. They couldn't get it out. They didn't, or they could get it out, but they never took it in, rather. So how can I communicate and give you output when I didn't have the input to begin with? I've already limited the kid. All right, next scenario. Same child, polykinasetic learner. I'm going to let him learn in balticinacetic ways. So we've got a lot of movement, a lot of manipulators, we've got puzzles, we've got games, we've got... But when that kid tells me what he knows, he's going to do it in an essay or on a test. Yeah, you know straight away that's not working. That's the kid where we say, you know what, in class, he just seemed to have it sussed, you know, he just had it nail. You're right, he couldn't get it out. Okay, how about this child? Bolicynastatic prime modality, he's going to receive linguistically and express linguistically. How's that assessment going to look? Now that's very scary. I'd say that's probably 90% of our kids identified at risk. That's our boys' education issue. That's our indigenous education issue. That's our learning disabled kids. They're LD, all right, learning differently. Unless our kids receive and express through modalities that are theirs, the likelihood, oh my goodness me, the likely, oh, I don't want to go through all of that again, oh well I will. The likelihood that we are accurate in terms of our assessment evaluation, it's going to be pretty slim. And so I look at teachers and they look at me and they say, oh my goodness, what am I supposed to know every single kid's modality? No, you're not. You're absolutely not. You're not supposed to give them those silly little online tests. Because all that's going to happen when you give them one of those online tests is they're going to click or tick what seems fun. Oh, this one sounds fun. Because they don't know what they don't know. Do you know what I'm saying? It takes an awful lot of self-awareness. And interestingly, modalities for receiving in one learning area might be very different than the modalities that you want to use to receive in another area. It's not blanketed, right? So this is what I'm saying. You don't need to know their modalities of strength. You need to have a modality, an MI-inclusive practice. If your practice caters to all MIs, guess what? You're going to hit every kid. So let me show you. This is ThinkBox. Those of you that were in my last session, or those of you that have worked with me before you've seen this. Don't be scared. It's basically a framework that identifies tools for learning, right? So what you're going to see is MI, the MIs are attached to the finding out, which is the receiving, the MIs are attached to the internalizing tools, and the MIs are attached to the communicating or expressing tools. And so what I'm suggesting for teachers is that they plan with this. You don't need to know their modalities, you need to have a modality inclusive practice. So you plan how kids are exploring or receiving, you underline the tools in your planning, and then you cross-check the modalities you've catered for. You do not need nine tools for nine modalities. What you're going to see is some learning tools actually bring more areas of the brain in than others. Might make sense. Example. You give these kids this Ute-Bute multimedia presentation to find out from. Okay? And that multimedia presentation has a lot of images in it. It's got animation, it's got photography, it's got some movies. I'm then hitting my picture smarter, visual, spatial kids. True? All right? It's got text. So it's got print and voice overlay. Am I hitting my linguistic hits? It's got some graphs in there and some charts in there and some statistics. Am I hitting my linguistic kids? It's got some graphs in there and some charts in there and some statistics. I've hit my Massmarked kids. It's got some music in there. Learning songs are huge and they're a part of this. Will I hit my musical kids? You're going to watch that or interact with that multimedia presentation in a team. Am I hitting my interpersonal kids? Do you see how many ticks you have? You don't need to know their modalities, you need to have a modality inclusive practice. You need to be cognizant of what you're giving to kids as tools for finding out, internalizing, and expressing. And if you're catering to all modalities, then kids are going to be okay. So as I then look at internalizing, I'm going to cross-check what more modalities are involved in the internalizing that I offer kids. Example. First of all, we almost don't let kids internalize. Find out, find out, find out, find out, find out, find out, find out, find out, find out, find out, we pray they internalize. This is learning. You need to find out and lock it in. You need to find out and lock it in. Kids need explicit internalized time built into the learning. Lots of teachers say to me, Lane, I don't have time for this. I say, I don't have time not to do this. Because if you don't give them that reflection time and that processing time, nothing is going to go along to memory, which you're going to learn shortly. When we do let them internalize, we basically hit our people-smart or interpersonal and our word-smart or linguistic kids, because we say, go in a group and talk about it. And then you've got one little kid that won't talk or one big kid that won't talk, and then they get in trouble because they're not contributing. Maybe they don't learn that way. Hands up, if you don't learn that way. Hands up, if you don't mind talking, but you need to talk in your own head first. You need to work it out, you need to have some of your own time. See? So what you would need is you would need self-smart time before people and linguistic time. So I would be given my kids the opportunity to have some individual reflection. And then I might say you're not off the hook for what you can't do, so go into the group and have a chat. I have a responsibility to grow my children's entire brain, so I don't just focus on their strengths. But I let them go from strength to struggle. I let them have pre-straties to mustis. Communication is the same thing. When we look at expression, I'm going to let kids express through a modality of strength first, and then I'll give them a muster. So for instance, they might have to express through a test. You know why? Because I've got to give you one. Suck it up, it's life. But I'm going to let you tell me what you know through a modality of strength first. You want to tell me what you know auditorily and then just direct me to where that audio file is? Do you want to show me what you know through a mind map that you make? Do you want to show me what you know through images and photographs that you've annotated? I will not give you three and a half weeks to regurgitate creatively. Because I'm never going to mark the mind map. I'm not going to mark their speaking. I'm just letting them get it out. Because that will help them have dendritic connections, neurons, fire, and then when they do, their must do, that might be difficult for them. I'll get more out of them. I'll also have fair, educated, valid assessment because I'll be able to see the discrepancy between what they were able to show me when they used a modality of strength versus that must be. What I want kids to understand is that they've got a hundred billion brain cells and up to 20,000 connections per brain cell. They have an infinite capacity to store in long-term memory. We know now that you can grow neurons, not just dendrites, but neurons until the day you die. So is your intelligence fixed? I don't want to hear from this point on I can't ever again in this class. Because with 100 billion neurons and 20,000 connections, we just haven't figured out how yet. You're not allowed to say to me that I can't do something or that I'm dumb in something. You are allowed to say, you know what? I think I don't have a lot of neurons and dendrites in that particular area yet. But you have the capacity to grow that area. The problem often is this. Teachers focus on what kids can't do, and we go slower and give them more one-on-one. What I need to say to my kids is, you know what, you've got way more capacity to connect from what you can do to what you can't do. And so from this point on, you're going to pick your strengths before your struggles. You're not off the hook for what you can't do, because I believe in you and I trust in you. And I know you can grow that part of your brain. But we're going to go up the attic instead of up the stairs. You've got a linguistic area of the brain, not too developed here, but you've got a linguistic area of the brain not too developed here, but you've got a musical area really well developed and you're trying to teach this little kid spelling rules. QU, QU friends are they, and together they will stay. You will always follow Q, like some good friends often do. Q U.S. and queen and and quit Like a hand in glove they fit Q will tell the letters no If his U friend cannot go First to see the letter Q Then you'll see the letter U. If that kid sings, is he writing a Q without a U again? I can still give him the clothes activities, the flashcards, the word families It's not baby stuff. Have I got high school teachers in here? Anybody in high school? I'll tell you right now, if a kid is not strong linguistically, they're likely going to fail science. Because it's heavily linguistic. History? Heavily linguistics. Now, let me tell you about meiosis. Myosis is a process whereby ova eggs are formed. It begins in female ovaries before the child is born. There are around about 400,000 in the ovaries stored awaiting puberty. Yes, once a month is ovulation. That's the release of an ovum. Only after fertilization is myosis complete Singing this song doesn't mean they have deep knowledge and understanding But if they can get the words into their head quicker I have more time to help them with deep knowledge and everything. They're not off the hook for the textbook, They're not off the hook for anything else I used to do. But I'm going to go from strength to struggle in terms of those tools for receiving, internalizing, and expressing. It's simple, really. Learners have to use their entire brain to grow their whole brain. If I cater to their strengths before their struggles, and I have an MI inclusive practice, I'm going to hit more kids. MI theory is not about activities. The mathematical center, the visual spatial center, the ball. You're just a teacher that has got no life while you're making activities. It's got nothing to do with activities. It's got to do with how kids receive and how they internalize and how they express and the tools that they use to do that. You will never use a tool that only hits one area of the brain. But there are some tools that cater to way more modalities than others. I just need to be cognizant of that. It's about differentiating with tools and helping kids to receive, internalize, and express through modalities of strength first. Because what are the implications if I assess and evaluate children inaccurate? What are the implications if some kid has been told they fail and maybe they weren't failing? Maybe I failed. Maybe because I can't really see, because I didn't set them up. What's the implication for that kid? I want you to think about triune brain theory. When that kid fails, what's going to happen in his brain? It's a downshift. And you know what? You can tell that kid from now to the end of time, I believe in you, you can do this. They're going to say, if I could do it, would I be in the blue blue group you cannot give a kid self-efficacy the only thing that gives a kid self-efficacy is actually success and that's why we know success breeds success and failure breeds it's it's not an option for a kid to fail that's a symptom one of the fundamental problems might be that they're not receiving it internalizing expressing femaleities of strength another fundamental problem might be that they're not receiving, internalizing, expressing through modalities of strength. Another fundamental problem could be that they're not well-watered, well-fed, or well-exercised. Could actually be that they've got relational problems or emotional. There are more things that could get in the way, so I'm going to bring some more research in now. Before I talk about cognitive load, I want you to think about, when you're assessing and evaluating kids, are you thinking about how they expressed you only? Or are you thinking about how that kids received and internalized? What are the implications if you don't? Look, I said it before and I'll say it again and I'll say it until the end of time. I will never apologize for anything I haven't done with kids. Or done. At any point in time in my teaching career, I did the best I could. But when I learn more, I do different. The number of kids that have failed in my room that didn't need to. I don't even want to think about it. I don't want to think about it. But you know what? I know different. I do different. When differentiating for kids, we need to start differentiating through tools and stop the silliness with the activities. We need to enable kids and empower kids to actually cater to their strengths before their struggles. But they need to understand that they're not off the hook for their struggles because the only way to grow your stink is to use your stink. Cognitive load theory. How am I doing for time? Quarter past. What am I done? Oh, okay, I'm good. Oh, this is exciting. Because I want to slow down a little bit now. Okay? Because if this is new content knowledge for you, it's dense. All right? Again, you don't have to write down if you don't want to write down, if you just want to sort of sit there and take it in, because you've got 40 pages. Oh, okay. What does it actually mean to learn? And in fact, I'm going to give you a couple of seconds to think about this. I might tweak that a little bit to how do you know they learned. So think about your kids, think about your last unit, they've gone away on holiday, think about what you've immersed them in and what they've been investigating, how do you know they learned that stuff? When you finish the year and you kiss those little muffins goodbye are the great big ones. How do you know they learned anything? You got a really quick minute of chat time. OK? Just talk about it or think about it for a minute. What would your answer be? Thank you. Thank you. Thank you. And so you have been and the and the and the and Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. There's the right answer. Doesn't matter what you said. There's the right answer. If nothing's been changed in long-term memory, nothing has been learned. Period. Any instructional strategy or recommendation that doesn't or cannot tell you what's been changed in long-term memory or doesn't actually increase the efficiency in which memories are stored or retrieved from long-term memory is probably ineffective, no matter how much you like it. And we have an extremely false sense of security where learning is concerned because I'm going to tell you another little bit of research. You can keep memories alive in your working memory for months and months and months and months as long as it's being rehearsed or revisited and it's never gone in or going into long-term memory. And so let's talk school. When do we usually give them the test right at the end of the unit? Let's say you're not giving them a test. Let's say you're into performance-based assessment, and so you give them an opportunity to apply their knowledge and understanding just after the unit I would have said in the old days all of them you know if they can apply their knowledge they certainly have learned it well they've learned it for that moment anyway you know and you know they've learned it when you keep those kids for two years and the next year you try and build on last year's learning. And then you're going to shudder. It's scary. It's unbelievably scary. At River Oaks, we followed our kids, right? So I had my kids in year one, took them to year two, into year three. I had nobody to blame the second year. You know, it's all well and good when you're the teacher in the upcoming kids. Oh my gosh, that teacher taught them nothing last year. Huh? That kid, that teacher, that where's the other three fingers point? That parent, but it still actually comes back to me. More times than not, it really does come back to me. And that's not an apology. Just when I know more, I do different. Human cognitive architecture, all right? And that's not an apology. Just when I know more, I do different. Human cognitive architecture, all right? Not actually that big a deal. Human, that's us, cognitive is thinking, architecture structure. So all human cognitive architecture is, is the human thinking structure. What it really focuses on is the relationship between our working memory, our long-term memory, and how learning happens. And I think that's pretty important research for teachers to have. What do you reckon? Yeah, I do. Now, look, you don't even need to write this down because it'll be in your handout. But I think it's important that when I'm sharing research, that you have the opportunity to investigate it yourself. So what I'm sharing with you right now is the Atkinson Schiffrin 1968, working memory, long-term memory model model. And I know it's 68 and you think far out, why are we doing 68? Apparently, it's the most well-recognized model used by cognitive scientists all over the world. So I'm not a cognitive scientist, hopefully it's good. So let's go, all right? I'm going to talk to you about working memory and then long-term memory, and then I'm going to talk to you about learning, just so you sort of know where I'm going with this, right? And remember, you have a 40-page handout. So this isn't about you trying to remember this. This is just have a reaction, right? That's all, just have a reaction. In our working memory, we process schema, or we process learning deliberately. So when you want to deliberately process them, we're processing all the time. But when you want to deliberately, consciously process, it's going to happen in your working memory. And we have a very limited working memory capacity. In fact, three to four pieces of information at one time and that's it. You go beyond that and you have cognitive overload. You got a 15 second retention with no rehearsal. This is applying to really new learning. So teachers that work with me know that my kids have to have a record. It's not an option to not have a record. I don't care if you're five and you don't write. We're going to have a photographic record or a video record, or we're going to have an audio record. We have a record of everything because they can be in the minute with you nodding. They can be participating. And when you move on to the next thing, what's happened? It's gone. And we look at them like, next thing, what's happened? It's gone. And we look at them like, didn't you pay attention? They did pay attention. They had a 15-second retention with no rehearsal. If there's no record, don't expect kids to be able to analyze anything, or evaluate anything, or build on anything, or go back over anything. Records are absolutely paramount. The beautiful thing with ICT is we've got a lot of options for records. Long-term memory. Your long-term memory is where you store schema. And schema is just some fancy word for a mental representation. So, for instance, you bring a baby home from the hospital, and they don't talk, and they don't, you know, read, uh, uh, um, read and, but life happens, huh? And so life's happening around this little kid, and there's this thing that's always around it's like the ground, and people are calling it a kitty cat. You're looking at it, you know, four legs and it's got two ears and it's got a tail. And your mummy let you touch it and it felt fall. And it's black, pitch black, and people are calling it a kitty cat. You're starting to develop scheme around catmas. Does that make sense? And then your mother takes you outside. Yeah? Still in their arms. And there's this thing. It's got two ears, it's got four legs. You got to touch it and it was soft. It's got a tail. People are calling it a kitty cat but it's not black. It's ginger with stripes. What's happening to your scheme around catness?is ah and then they take you to the zoo and you see a lion roar and you see a puma and you're hearing about big cats what's happening to your schema everything in long-term memory is stored as a picture it's stored as a conceptual representation and it's stored hierarchically from general to abstract, almost like a tree diagram. We have a limitless long-term memory capacity, so you can't say you're full because you're never going to be. Now, very limited working memory capacity unless this happens. Learning's coming into your working memory. You go into your long-term memory and you analyze and evaluate what's there, and you find connected schema and you pull it forward. You still can only process four things, but one schema could be a thousand pieces of information. Does that make sense? What's the problem with little learners? They don't have a lot of schema. What's the problem with learning full stop? It's about learning something new. And so what we have to understand, and if you've ever heard of Dr. David Soussa, this is what he does with kids, he says, here's your working memory, four things. Now your teacher wants to give you a fifth thing. You can swap something out, or you can tell your teacher to talk to the hand as you go over this and over this and over this so you don't forget what she's saying. Either way will they have gaps in their learning? It's massive. Okay so let's look at this. Huge stores of information basically are in our long-term memory, and we are unconsciously pulling that forward and then responding without even realizing it. An expert isn't any smarter than a novice. An expert simply has? That's it. I need my kids to know this. There's no dumb and there's no smart. There's kids that have more schema. You know what? Grow your brain. Grow your schema. And you know what? I'm going to help you because I understand how to do that now. I'm going to teach you how to do it. This is what has to happen. In your working memory, you're going to consciously process. Three to four things at one time and that's it. And you've got a 15 second retention long-term memory that's where you process and construct schema it's in its infinite its capacity if you're working memory as it's processing can go into your long-term memory and pull a schema that's related, you're not going to have the same limitations in terms of your working memory capacity. So you'll be able to process your learning better. So let's talk about learning, because this is what has to happen for a kid to learn. First of all, they have to take that new information. They've got to process it in their working memory without being overloaded. Then they've got to explicitly construct schema and it better be accurate. Then they've got to tag that schema personally important and relevant to them. And if they're lucky, they'll lock it into long-term memory during REM sleep. Rapid eye movement. The only time lock it into long-term memory during REM sleep. Rapid eye movement. The only time you lock into long-term memory is, dreaming. Now that's not to say that other stuff isn't going in your memory through other ways. You can lock into long-term memory through repetition. Repeat it, repeat it, repeat it, repeat it, repeat it, repeat it, over time it'll go in long-term memory. The problem is, the schema is there all by itself connected to nothing. And so often what happens is you can't actually apply that knowledge because it's just out there in the ether by itself and you can regurgitate it back at a superficial level because there was no real processing in schema construction. The other way you lock in long-term memory without trying is if you've got something significantly emotional that's happened in your life. Because you've got five memory systems, the strongest one being the emotional memory system. So stuff that's happened in your life that's been unbelievably emotional, positive or negative, you can often pull back without even trying. What I'm talking about right now isn't that. I'm talking about learning that you consciously want to lock in long-term memory, which is most to school. If the way we teach overloads their ability to process, can they learn? It's impossible. See, think about what it takes to learn. To learn, you've got to be in a position where you're able to process. That's the first and most important step. If I overload your cognitive capacity and you can't process, forget about constructing scheme, it can't happen. Forget about tagging it important, because you didn't process it to do that. And so it's never going to lock in long-term memory during REM. So the learning won't happen, which is where cognitive load theory comes in. Because cognitive load theory is all about how do we reduce cognitive overload. We know the most important part of their learning initially is being able to process that new information without being overloaded. We know that now. We can't worry about anything else to nut that one out. So what can we do to reduce cognitive overload so that these kids can construct schema, so that they can tag it important, and so we have a hope and heck of getting it to long-term memory. And by the way, two to three years for permanent storage. So you might have done a bang-up job in your room. They might have actually stored it in long-term memory and went to the next teacher and never heard from it again. That's another reason for keeping your kids for more than one year. You know, I think so much of what we do in education is ridiculous. We do it because our teachers did it, our teachers, teachers did it, and our teachers' teachers did it. It's absolutely ludicrous to keep sending kids to a new teacher each year. It's ludicrous. Think about this. The most important thing when you learn is to take risks. True? Can you learn if you don't take risks? Okay, risk taking takes relationship. And relationship takes time. So just as they start to develop a relationship with me and their peers, we break them all up and send them to a new principal and new colleagues. And what I say to teachers is you might not lock your principal, but you don't want a new one every year. It's hard. You might not even like your colleagues that much, but you don't want to go to a new team every year. You know how long it takes you to get to know your place in a team, to figure out strengths and weaknesses and how we can work together to get the best out of everybody. You keep kids for two years, not only have you got a better shot at helping them lock in long-term memory, but you're going to get an entire term back the second year because you have no downtime when the year starts. They know you, you know them, they're rocking and rolling. Sorry, just an aside. This is what the research is telling us. It's telling us that kids are overloaded and so they aren't processing. It's telling us that they're not constructing schema. And that's for a number of reasons, right? They might not be constructing schema because their processing is overloaded. They might not be constructing schema because it's not explicit to them. Now, we send them into the learning, and it's blatantly obvious to us that the learning's in that. You know what it's obvious to us? We already have the schema. Not so obvious to them. So they're not even constructing it. They might be having fun, smiling, engaged, interact, and they're not constructing any schema. Sometimes they're constructing the schema, but it's completely incomplete or inaccurate. And so it's not linking to anything, so we're not getting application or transfer. Lots of times they're not constructing the schema because the prerequisite scheme is not in place. You can't just worry about what you've got to teach in the curriculum. You've got to worry about what came before you and did it even lock in. Because if you teach for coverage and not for learning, you can tick boxes for coverage, but those kids will have nowhere to connect that schema too. And so again, no transfer, no application. And one of the big reasons why our kids are not actually learning is because they're not tagging it, relevant, and important. They're keeping it alive until the test is done, or they're keeping it alive until we let it go. And then they're just moving on to the electricity unit because that's what's next in the curriculum. This is the one I'm going to focus on. Okay? So I'm now down to what? 25 minutes. It's a marathon. Three things affect a kids processing. All right? Again, you don't need to write it down. It's in your hand, though. You're having a response. You know what's important to me right now? It's important to't need to write it down, it's in your hand out. You're just, you're having a response. You know what's important to me right now? It's important to me, not that you know and understand what I'm saying when you leave, but that you're irritated enough to want to learn more about it. That you're bugged enough because of a response that you had where you said, far out, I need to know more. I should talk too fast, she said too much, I'm cognitively overloaded. I'm not trying to get you to lock this into long-term memory. I'm trying to get you to have a reaction. I'm trying to give you some reflection time where you say, is any of this applicable to me? Could it actually be beneficial to me and kids if we knew more about this? Because if you want to know more about it, you got a 40-page handout. Plus you have my email. You're in a community with me called Edmodo. And you've got the references to go into the research yourself. Okay. Three things affect the kids' processing. All right? Thing number one, the complexity of the material that we're giving them. So you're going to see that sometimes the material is so complex, it overloads them. They call that intrinsic cognitive load, and here's my take. It's called intrinsic because complexity is in material. So that's how I help myself remember which one's which. Intrinsic because complexity's in material. Oh my goodness, gracious me. This is a new clicker and I don't know how to drive it. Okay. The second one's extraneous cognitive load and that's about presentation. There's so much extra stuff that you've given them to the schema that matters that all their processing is on the extra stuff. Well they don't have anything left for what matters. And the last one's called germane cognitive load. Germain means relevance. So the kids aren't seeing any relevance, and as a result, they're not tagging it important. They're not cognitively investing. So what you're going to see is you don't want kids to have intrinsic cognitive load because it's too complex. You don't want them to have extraneous because there's too much extra stuff, but you want them to see is you don't want kids to have intrinsic cognitive load because it's too complex. You don't want them to have extraneous because there's too much extra stuff. But you want them to have germane because you want them investing. Intrinsic is about complexity. And the thing around complexity is that the elements can't be understood in isolation because they actually connect to each other. This means that when you process, you've got to process a lot of things simultaneously, which actually places a pretty heavy burden on your working memory. Does that make sense? We have no control over complexity. It's going to be the hardest one for us to deal with. We try and take control. We try and chunk stuff up, don't we? We try and make it simply. We try and chunk it. Well, aha, aha. We can artificially break up that information into smaller bits, but what we're actually doing is compromising the whole of the schema. And so, in fact, we're compromising the integrity of their schema construction. You know, you look at that and you say, well, far out, what am I supposed to do? I cannot make fractions less complex than they are. And if you don't know what a whole is, how can you know what a part of a whole is? And there's so much of what we're teaching that's like that. So we're going to look at possible ways to deal with this. What's extraneous cognitive load remember that's about presentation so what's happening here is the way that we are designing instruction designing the learning experience is actually forcing the learner to to put cognitive processing capacity in areas that don't matter so that they don't have enough capacity for the areas that do matter. When I went to teachers' college, I was taught to bleed it to death. Oh, well, if you only make this activity, you'll get a bit of this in and a bit of that in and you'll be able to tick this in coverage and get that and they'll be doing this. They'll learn nothing. You'll have a lot of coverage to tick, and they'll learn nothing. Let me give you some examples. When we ask kids to write when the writing outcomes don't matter, so I want my kids to analyze a graph or a chart, because I want to see their analytical abilities and how they draw conclusions based on data. But I tell them to write me that graph story. Where's all their cognitive capacity going? In the writing. And let me tell you what has to happen. But I tell them to write me that graph story. Where's all their cognitive capacity going? In the writing. And let me tell you what has to happen. The kid has to think up everything he wants to say. Then he has to hold the first bit in his head and go over it and over it and over it, 15 seconds without retention without rehearsal. Then he's got to figure out, is that a B or is that a D? Did I remember my full stop? Did I remember my finger space? What's happened to everything else he thought up? And then he says, bugger this, I'm not thinking it up again. He writes nothing. I'm not interested in whether you're right. I'm interested in whether you can analyze data. Can you see the difference? So what I have to do is I have to say, you know what, here's an audio, here's software, insert audio. Talk to me about analyzing this graph. There's a big buddy, he's going to scribe it. I say to my scribes, or even another child in the class who has writing fluency, I said, you have to write exactly what they say. How about this one? Searching for information. Discover. Hit number one of 6,000, 347,? And I mean, it just grows every day, doesn't it? So they finally go and they see like all these hits. They try and figure out which one to go into. And Lord, they click here and then before you know, they've clicked there, there, and they are so far away from the scheme that you wanted them to discover. But you know what? We're integrating ICT, so that's cool. If my kids don't have skills in search engines, picking search engines that are right for their developmental level, if they don't know how to do bullion searching, then they're not searching. I'm giving them the site, I'm telling them the URL, I'm telling them where to click, and then where to click, and then where to click. And I'll be on the side holding clinics to teach them the skills associated with searching so that eventually there's no cognitive overload when they're actually doing that. Because I need them to focus on what they're searching for. Trying to record and listen at the same time, it's physically impossible for learners who have fluency issues. Because there's just way too much involved for them to try and get it down. And then what happens is you've carried on and spoken for another 10 minutes in your target teaching. They've missed it all. Then they say pardon once. And then you think they just didn't listen. Videotape. I target teach all the time. Whether I'm target teaching a small group or I'm talking to a big group, whenever I video it. Then those kids can go back to that video three million times if they need to, to stop and start the tape, to stop and start the audio. There's so many things that we can do. I think we're doing a fabulous job with ICT for actually finding out and communicating. But I don't think we're doing a fabulous job to actually enhance the learning process. And I think the sky's the limit based on the resources that are out there now. The interesting thing about extraneous cognitive load is you have 100% control over this. It's going to be tough for us to control intrinsic. It's going to be much for us to control intrinsic. It's going to be much less difficult to control extraneous. Which brings me to Germain, if you want this one, it's a good one. When kids aren't overloaded in terms of complexity or presentation, then they have enough capacity to invest in the learning. Just because they may invest or can invest doesn't mean they will invest. What I said is if you've got the complexity in the presentation in check, they've got the capacity to invest. We can't underestimate the importance of motivation, and we certainly can't underestimate the importance of relevance. If kids don't see relevance, they're not tagging important. If they don't tag important, it doesn't matter that they constructed schema. It's not going in long-term memory. It doesn't matter that they processed. It's not going in long-term memory. The interesting thing about motivation is that it will give kids an extra push. You'll have kids in your room who are cognitively overloaded, but they want it so bad, they push through. You got any of those? We have some kids who want to push through, but they actually can't. It's impossible due to the complexity of the presentation, the intrinsic or the extraneous loads. We have more control over this than we realize. So, so you know it. So what? How can we use any of this to make a difference in how we teach? How can we use any of this to change our instruction? Because again, information is fantastic, but only if you use it, does it become power? How can we decrease intrinsic, decrease extraneous, and increase germane? What can we do? Well, we can do a lot of things. I'm only going to focus on a couple with you, all right? The first and most important thing, if you want to reduce complexity, is you need to learn how to unpack your curriculum documents for the schema. How can you design instruction to make sure the complexity is right for your kids if you haven't unpacked the complexity? You've also got to unpack the prerequisite schema. So if this is what I need my kids to know and understand, and this is the schema that I want them to construct, what do they have to be able to connect that to or relate that to? You don't teach year three, you teach children. So that means you don't teach your three curriculum. You teach children. And in some ways I'm talking to the converted, because I think you're pretty brilliant at this in New Zealand. I really do. I think you really look at the whole kid, and I think you really do look at developmental continuum. And I think you've done that for years. I'm saying this is the research that's telling you, you've got to do it. Because if you teach this and they've got nothing to connect it to, you're never going to see that transfer. I'm going to design strategic immersion experiences for kids that will check assumed prerequisite schema and start to set some foundational schema so that I can grow that. I'm going to make sure kids have criteria. I'm going to make sure kids have micro learning processes. And I'm going to make sure that if I'm going to make sure kids have criteria. I'm going to make sure kids have micro-learning processes. And I'm going to make sure that if I ever have to break down the learning, that my kids see that at the beginning, the middle, and the end. It's this simple. Make tree diagrams. We're doing animal classification. We're going to look at mammals. We're going to look at amphibians. We're going to look at reptiles. And when we look at mammals, we're going to look at this and this and circle that bit. You know what's happening? They're actually constructing schema with empty slots, is what they call it. You can't teach everything all at once, but you can help them see the schema so that when they get that new material, they got a place to connect it, and that should go to next year's teacher. What's going to happen is tremendous on so many levels, but just seeing that image becomes a queuing system for them to find where they stored it. There's a lot in their long-term memory, but they're not getting the right cues to find it. So being able to carry that on is quite significant. This is what I'm going to look at right now. Unpacking. Really quick example. So this has come out a New Zealand document. Show some understanding of how to shape text for different purposes and audiences. Go! Hmm, things that make you go. Here's my indicator. Constructs text that demonstrates a growing awareness of audience and purpose through appropriate choice of content language and text form. I'm only going to look at text form. So I'm going, okay, so I'm packing this. The purpose of this particular work that they're going to do will be to entertain, audience will be peers. We're looking at fairy tales, so the scheme associated with characters going to be victim, villain, and hero. Setting, place, time atmosphere, plot. Ooh, let me think about what the scheme associated with plot. Well, I, villain, and hero. Setting, place, time, atmosphere. Plot. Ooh, let me think about what the scheme associated with plot. Well, I wanted to look at, you know, opening, rising action, problem complications, climax. Resolution, resolving, action, and ending. And I'll tell you why I've unpacked, because I've looked at what I think is their prerequisite schema, and I've said to myself, this is what I think they have coming in. I think they know character setting and plot. I think for character, they know goodies and baddies. So I'm going to break that up a little bit more. I think that they're going to be pretty good with place and time, but I think atmosphere will be quite new for them. I think as far as plot goes, opening and ending, problem and resolution, I reckon are solid. But rising action, resolving action, I'm bringing that in. And I'm saying to myself that the schema that I'm unpacking here developmentally for these kids is not too big a jump from what I assume they have. But I'm going to check assumed schema. Assume nothing. So they're going to get a task card. I live and breathe by these things. And their task card's going to tell them to read a story with their friends and use their organizer to guide their discoveries. They're going to record at least two wonderings in their learning journal. They're going to, look, this is huge. Because what a task card does is it reduces extraneous cognitive load. This is what you have to do, and this is all you have to remember. It doesn't matter what I said before and what I said after. That's your job. Does that make sense? Anybody that's taught primary, by the time you explain the fifth center, what happens? Exactly. Exactly. And if you're in secondary, they should have centers. Because they should be doing different things and they should be moving about. So if they have a task card, I've got no downtime. I don't have to explain anything. I say you read your card, you talk it over with your group. If you still need me, raise your hand. You're going to see, I've done a lot of things here, great big numbers, because I want them focused, reducing extraneous cognitive load. Clear, concise. I only put four on. If there's more instructions, I go to a part two. I need white space for extraneous cognitive load and clarity. They're going to have organizers, because what the organizer is going to do is it's going to direct them to the schema I want to see that they do or don't have. So I want to know what you know about setting character and plot. You can tell me anything else you want. But that's the scheme I need to know about. I've given you enough to direct you, but not too much to steal what you do or don't know. Does that make sense? So let's say I get this thing back and when I get this back, oh, let me get this back, I see that they didn't even know goodies and baddies. I see that, you know, they knew time but not place or atmosphere. And holy cheese whiz, they gave me a beginning, they didn't give me an ending, they gave me a problem, no resolution, I'm'm gonna have to revisit the scheme I've planned because I teach for learning I don't teach for coverage and there's no point in coverage if they've got nothing to connect it to because you're not in the business of coverage you're in the business of learning I know we have to cover but what's the point of covering what you're gonna have to cover again better I's the point of covering? What you're going to have to cover again? Better I take a step back, help them develop the schema and enable them to have those connections. This next example is not about prerequisite schema, it's about starting to help them develop foundational schema. So, what's happening here is I'm teaching them about measurement. They have a task card that's introduction. They're going to learn about measurement through brain pop. And why am I going to teach the measurement through brain pop and not me? Because they can stop and start the video 300 times if they need to. When I do the target teach, they can't stop me. Go ahead, try. They'll say pardon once, but they won't say pardon twice. If you think you are the fountain of all knowledge and you have to introduce learning to kids, at least videotapers all and make it a center so that they can then go into it a million times if they need to. Stop it and start, ask questions, wondering. What happens is they have an organizer, and the organizer is framed to the resource. So if you went into this brain pop, it would talk about centimeters, meters, meters, and kilometers and things to remember when you measure. If anything is in that video that's not on your organizer, guess what? It's extraneous. You don't need to worry about it. Now I'm framing for intrinsic and extraneous cognitive loads. I'm going to up the ante. So once you've done that, and we've checked it with your cheat sheet, and I've signed you off, you're going to have another task, and it's an application. So we have an introduction to sets and foundational knowledge, and now we're going to have an application to help you integrate. It's going to be a little bit more complex. You're going to be a detective. You're going to find him photograph things that should be measured in meters and centimeters. Your organizers are a little bit more advanced. I can clearly see if this kid gives me a picture of a door to measure in centimeters that they're not ready to move on. But if they are ready to move on, I got another challenge. What happens in terms of teaching for me is that all those task cards would be eventually in one center, and kids move up or move down, commensurate with their ability. I don't have the blue group, green group, and orange group. Because if I have the blue group, I give you the blue task, which keeps you blue. The other thing is, danger, stress, or threat. Do all kids know who's blue? Do the blue kids know they're blue? What's happening in the rain? So you've got independence, you've got self-direction, into now a further application and problem solving. What I'm suggesting here is that task cards, they're a saving grace when it comes to intrinsic extraneous. They're going to reduce extraneous cognitive load because the kids completely focused. It's going to reduce intrinsic because it's clear, concise. This is what you need to do if you forget it's right there. You're building on learning developmentally, so that's going to have a huge impact on their ability to handle complexity and develop learning through spirals. We're promoting independence and self-direction. You know the number of teachers that tell me they're into independence and self-direction and then they all close the book at the same time, open the book at the same time, do the next task at the same time. I say, well, where are your systems for independence and self-direction? Kids can move forward and move back. They can move out to clinics. And the beautiful thing is, because they're involved in really high-end learning tasks that are directing them, I'm free to teach the kids that need to be taught. Now let me give you a hint here. You take these kids, you do a target teach with them, and you video it. You've only got three kids. But as you're doing that little clinic with them, you videotape it. That now gets saved on your desktop. You've got four kids tomorrow that need that clinic. Are they going to come to you? Where are they going? Video. If they still need me, they sign up for a clinic. Again, systems. Your organizers are going to identify the schema. If they still need me, they sign up for a clinic. Again, systems. Your organizers are going to identify the schema. It's going to reduce complexity, and it's going to reduce the whole extra presentation. We're guiding the explicit processing. We've got evidence of thinking, extraneous. Same thing, you got to unpack. You don't unpack. How do you plan so there's nothing extra? You got to decide what matters, and if it's not contributing to schema, don't include it. Don't bleed it to death. Don't focus on coverage, focus on learning. Invite kids to use tools that work for them, tools, their modalities for investigating, internalizing, and communicating, because what you're going to see when you apply MI theory that way is that they really are in a position where they can take in that learning. And so they'll be far less extraneous sort of components. And I'm going to talk to you about organizers, because I did allude to the fact that they need to be strategically framed. I'm going to give you a tiny bit of that, and I'm really running out of time. But I've got a few minutes, so it's good. I'm going to show you this think chart, right? So I've showed you immersion. I want to show you think charts. All of this is in your handout. This is a think chart. Now, some of you have worked with me know about the think chart. It's an organizer with laws, with rules, all right? The left-hand column is really your schema. So this is not immersion for me. This is investigation for me. Immersion is about acquiring new knowledge and integrating it into current schema. The investigation is about extending and refining the knowledge. So I won't get to Marzano's work today. It'll be in your handout. And this is what Marzano talks about. The fact that kids need to acquire knowledge before you can extend and refine it. And that makes sense, doesn't it? So the learning that you give them for acquiring and integrating should be very different than what it looks like when they're extending and refining. You can't extend and refine, but you haven't acquired and integrated. So immersion for me is all acquiring and integrating. Think charts and micro-learning processes for me are extending and ref integrating. Think charts and micro learning processes for me are extending refining. So what you're seeing here is the scheme is explicit. These kids are learning about fairy tales. I'm at the extension and refinement phase. They need to find out about the beginning words, the victim who gets hurt, the villain who's the batty, the hero who's the goody, the problem or the oops, the resolution, magic abuse, and enemies. They can tell me anything else they want. Now, if you look at that as a teacher and you say, that's too hard for my kids, you know what the message is, don't teach it. Because that's the schema associated with fairy tales. We do fairy tales roundabout year two. We absolutely shouldn't. They don't even know what narrative is yet. They don't know if you know a goody and a baddie and they're going to do victim, villain, and hero. They don't even understand plot, and they've got to do abuse and magic tied into the plot. See, we do it because kids like fairy tales. Would you agree? Well, then read them. But don't deconstruct them and don't get them to write them, because it's actually not schema that's appropriate. The more we learn to unpack, the more we're actually going to recognize what we should and shouldn't be doing with kids. I can play with that schema. So let's say I did that immersion experience for prerequisite schema, and I found out my kids knew victim, villain, and hero. They were fantastic. Well, then I wouldn't give them the first think chart because I'm not extending and refining them. This has to take them beyond what they gave you early on. So look at the subdivisions. You're going to tell me the age, ethnicity, gender, socioeconomic status, an action of the value. As soon as you subdivide schema, you're explicitly directing breadth. You can direct breadth of knowledge and understanding. What you're showing them is schema within schema. Really, if I've done a good job here, this would be out here characters, subdivided into villain, victim hero, subdivided again. This is all the thinking. This is making sure that these kids don't just access knowledge and then regurgitate it, that they have to process it. Because if you push processing, you push integration of knowledge. So the physical for me is the what? It's just head knowledge. So I said, what did you see? We're looking at a picture book. Well, I saw the victim was a pig and the villain was a wolf and the hero was the hero was the third pig. See, it's fantastic. Kids that don't like to write, don't have to write. I'm not interested in whether you're right. I'm interested in whether you can access all information. I'm interested right now if you can see the schema and recognize it. Here's the real thinking. It's in the behavioral section, which is all about processing. So you'll see I focus on cause and effect. That's the C and the E. So watch. Why the heck would the author pick a pig? Why wouldn't you pick a goat? Why didn't the author pick a wolf to be the victim? Why do you pick a pig to be the victim? What's the effect on the audience? Well, I think you picked a pig because pigs are slower than wolves. What would be the effect on the audience? Well, you actually believe you could be caught. It would be pretty silly to pick a gazelle. Is a kid getting deeper knowledge and understanding as they go into cause and effect? If you're gifted kids, think this fight. But what percent are given? I'm pushing the processing. Why do you pick a wolf? Well, I think it's because he's got big teeth and a carnivore. And what's the effect on the audience? Well, they believe that, like, he'd actually want to get a pig. Probably shouldn't pick a cabbage. You can play with that. Watch. If I put two Cs in, now I'm asking for two causes, two reasons. I'm looking for a positive and a negative effect. I can give them rubrics. You know what? You want one star? Do a cause or an effect. You want to get two stars, give me a cause and effect, positive or negative. You want to get three stars? I want two causes, two effects, a positive and a negative. All right, let's get out of fairy tale so you see the power of this. And then I probably have to close up. Investigating key events in the power of this. And then I probably have to close up. Investigating key events in the development of our nation. This is in every curriculum document under the Senate. Let me tell you, when we do key events in Australia, they do the gold rush. Here we do the Treaty of Waitang. The London fires when we go to England. You're not teaching them the scheme around key events. You're teaching them about an event that you picked. I want that. I want the schema. So, look, you can pick any event you want, the what or the physical. Tell me what happened and give it in sequence. I could say it's got to be a timeline if I'm up in the ante. Who is involved? When did it happen? Where did it happen? It's all head knowledge. It's just a lot of. You can research it, you can find it on the web, you can spit it out. Here's the thinking, right? Cause and effect. I want four reasons for this event. Now, I could say, you've got to give me two. If you go into the gray bits, that's challenge. So you might say cognitively it's too much for these kids to do all of this so I can gray out the above expected level. Here's the big bit. When I look at effects, I'm going to look at the political effects, but look at my breadth. The political effects on government structure, constitution, laws and policy, international domestic affairs, and geopolitical boundaries. Is that more rigorous? I can look at the economic effects, and I can look at industry and supply and demand and interest rates. I can look at lifestyle. I've got breadth of effects, because I've got political, economic, and lifestyle. But then I've got breadth within any one effect. And I'm going to go debt, because I'm going to say to my kids, when you record these effects, code them positive or negative for our country. And code them whether it's immediate short-term or long-term effect. The more you get into relationships, the more you're getting depth. You know what I'm saying? I'm saying we can actually explicitly direct kids processing so that we extend and refine them, so that they're not just researching and regurgitating, so that they're actually thinking. I can dictate what's extraneous and what matters. I'm going to scoot out of here. I've got lots of examples for the babies as well, but again, that's going to be in your handle. Before I close up, I want to do one thing around Germain, okay? Because this is huge for me. The biggest thing around Germain is that these kids have to tag it important. This is my inquiry model. This is where my kids figure out the so what to the learning. Why am I going to do this learning anyway? What's my so what? They identify their so what in immersion. They act on it at the ID8 stage. Because in real learning other than school, you know why you're learning before you start. It's the reason for the learning. It's the reason for the cognitive investment. It's the reason for the skills. It's the reason for the... And when I talk about a so what, I'm talking about this. Before you start that learning, you know at the end, you're going to come up with a solution to a problem that you've become aware of in immersion. You're going to come up with an alternative or a recommendation or a product or a possibility or an alternative. You know how you will use that knowledge and understanding and how you will use those skills to make a difference in your life of a life of life. If a kid can't use their knowledge and understanding and how you will use those skills to make a difference in your life of the life of life. If a kid can't use their knowledge and understanding to make a difference in their life today, it wasn't relevant. It might have been interesting, they might have had fun, they might have looked engaged, but they're not tagging important, and it's not going to long-term memory. And so what I'm going to do here in your handout is actually share with you how I get kids to see so what's at the beginning of a unit. Does that make sense? They get little challenge letters and they get design briefs. And in that design brief, everything that I've got to teach curricularly is in there. So if they agree to the challenge, guess what they agree to? Everything I've got to teach. And they're seeing the reason for teaching that in concert with one another. So this little one was the Easter bunny leaving a letter and saying, I really want to give you an Easter egg hunt, but I don't have any baskets. If you would agree to make Easter baskets and follow my design brief, then I'll give you a hunt. If you like this idea, write me a letter. Do you think they wanted to write the bunny a letter? And their design brief told them that they were going to have to create a basket that's the right length, width, and height for 10 eggs that he left them. You've got to pick the materials. You've got to join it. You've got to use the technology process. So these kids at the beginning of the unit are in. And every single absolutely everything we can do, everything we can do to give our kids the gift of thinking and money. We invest hours and energy to make this happen. When it doesn't work, what do we do? We try another way. If it still isn't working, what do we do? We talk to colleagues. We find out what else we could try. Never forget that knowledge is power if it's applied. You can change the way you teach, and that's going to change the way they learn. You're going to see that failure is a symptom. What's the fundamental problem? It could be trying brain stuff. They're not well-waters, well-fed, well-exercise. There's relational issues or emotional stuff. Look, I'm not trying to paint panacea here or nirvana. What I'm trying to say is we could start to deal with some of that and give the onus and the responsibility to them to come up with these action plans. It could be MI theory. It could be that they're not receiving, expressing, internalizing in ways that work for them. It could be cognitive overload, intrinsic or extraneous, or they don't see relevance. Thanks, team."}