{"speakers": [], "chunks": [{"timestamp": [0.0, 10.4], "text": " Auckland's new international airport at manor"}, {"timestamp": [10.4, 25.0], "text": " here jets from across the Tasman and Pacific roll onto runways reclaimed from the manakow harbour Auckland's new international airport at Mangory."}, {"timestamp": [25.0, 30.0], "text": " Here jets from across the Tasman and Pacific roll onto runways reclaimed from the Manorakao Harbour."}, {"timestamp": [30.0, 35.0], "text": " Before the terminal was built, the mudflats were frequented only by birds."}, {"timestamp": [35.0, 37.0], "text": " With the airport open, the birds became a hazard."}, {"timestamp": [37.0, 41.0], "text": " For one alone could do thousands of pounds worth of damage to a jet engine."}, {"timestamp": [47.0, 51.0], "text": " Bullets were tried first, but the flocks appeared to get bigger."}, {"timestamp": [51.0, 55.0], "text": " Then an automatic noise deterrent was installed."}, {"timestamp": [59.0, 63.0], "text": " A grim warning followed, but proved to be unimpressive."}, {"timestamp": [67.0, 71.0], "text": " A practical deterrent was tried next."}, {"timestamp": [74.0, 81.0], "text": " After a week or so of this, the birds almost looked forward to it"}, {"timestamp": [81.0, 92.0], "text": " and enjoyed the game as much as the dog."}, {"timestamp": [118.44, 123.16], "text": " Then the problem seemed solved. A radio-controlled hawk took to the air to scare the smaller birds from Mangery. The birds looked on with interest."}, {"timestamp": [124.34, 124.92], "text": " Scientists were called in."}, {"timestamp": [127.96, 129.76], "text": " A survey was taken of the colonies resting on the mudflats at night to plot the movement of the flocks."}, {"timestamp": [144.88, 148.46], "text": " Very dead-looking birds were painted on the runways the flocks passed over,"}, {"timestamp": [148.96, 151.06], "text": " but the live ones weren't fooled for a moment."}, {"timestamp": [156.48, 161.14], "text": " The scientists considered poisoning the grubs and insects which lured the birds to the airfield."}, {"timestamp": [162.04, 165.4], "text": " It was realised now that whatever the solution, it was going to be costly."}, {"timestamp": [172.48, 176.28], "text": " It was becoming obvious that the birds couldn't easily be scared from the airport,"}, {"timestamp": [176.66, 178.14], "text": " so they would have to be lured away."}, {"timestamp": [178.94, 181.56], "text": " An island was selected, just offshore from Mangery,"}, {"timestamp": [181.86, 185.12], "text": " but far enough away to eliminate the bird hazard on the runway approaches."}, {"timestamp": [186.04, 189.88], "text": " The alternative site was made attractive with all the amenities a bird might demand."}, {"timestamp": [190.4, 196.62], "text": " Fresh and salt water, bathing pools, drinking supply, and the kind of surface to blend in with their plumage."}, {"timestamp": [197.22, 200.82], "text": " Black rock for oyster catchers, crushed concrete for ribble plovers."}, {"timestamp": [201.92, 204.68], "text": " At first, the bird showed indifference to the new roosts,"}, {"timestamp": [204.68, 206.06], "text": " but as familiarity"}, {"timestamp": [206.06, 227.0], "text": " grows, more and more are shifting onto Wirroar Island, an island strictly for the birds. Aerial Top Dressing is a familiar sight on New Zealand farms."}, {"timestamp": [227.0, 250.0], "text": " But not so familiar is a new type of plane used for this work and aptly called the air truck."}, {"timestamp": [250.0, 257.0], "text": " Carrying a ton at a time, more than any other single-engine top dresser in the country, the air truck is virtually a flying hopper."}, {"timestamp": [257.0, 265.28], "text": " The spread is more even than by conventional aircraft and turbulence doesn't disturb the flow of fertilizer, for the air truck has two tails,"}, {"timestamp": [267.24, 270.76], "text": " leaving a smooth airflow between them."}, {"timestamp": [278.36, 284.28], "text": " The widely spaced tails give the pilot more control of the aircraft."}, {"timestamp": [290.0, 305.24], "text": " They also allow the loading truck easy access to the plane's hopper, reducing turnaround time. Mr Jack Worthington used his experience as a pilot to modify the air truck for New Zealand conditions."}, {"timestamp": [307.78, 308.44], "text": " He built a prototype in a small hangar near Tickowitti."}, {"timestamp": [313.78, 317.9], "text": " Test flights have proved its performance and now the air truck goes into production on an Auckland assembly line."}, {"timestamp": [327.0, 331.0], "text": " 600 horsepower respond to full throttle as the air truck flies into a bright future in agricultural aviation."}, {"timestamp": [341.0, 350.4], "text": " From overseas voyages to places we'd all love to go to, San Francisco, Yokohama, Hong Kong, these mercantile marine cadets are back in their home port. The shipping companies send their young apprentices to the marine department's nautical school for deck officer training."}, {"timestamp": [350.4, 365.82], "text": " Each time the ship comes into Wellington or Auckland, they go ashore to school where they find out how to get from here to there."}, {"timestamp": [366.2, 367.88], "text": " What those lights on the port side mean?"}, {"timestamp": [368.36, 371.2], "text": " Should they give way or wind up in a trawlers net?"}, {"timestamp": [371.82, 376.12], "text": " The school uses models for teaching rules of the road to prevent collision at sea."}, {"timestamp": [379.28, 382.24], "text": " The small ball on top of the marker indicates the channels."}, {"timestamp": [382.66, 383.64], "text": " You can take either side."}, {"timestamp": [384.26, 388.82], "text": " These markers aren't used much in New Zealand, but the knowledge is going to be useful someday for entering"}, {"timestamp": [388.82, 392.4], "text": " Singapore or Bangkok."}, {"timestamp": [396.4, 401.62], "text": " To be accepted for officer training, the boys need UE with a pass in maths, trig especially"}, {"timestamp": [401.62, 402.42], "text": " for navigation."}, {"timestamp": [403.0, 407.0], "text": " Maths, trig especially for navigation."}, {"timestamp": [413.0, 415.0], "text": " Frames and plates, keel and hatches, they're shown how a ship's built and how to load it."}, {"timestamp": [419.0, 423.0], "text": " It's just like packing a suitcase with the heavy things on the bottom."}, {"timestamp": [427.0, 433.0], "text": " The ship's loaded and the last line severs them from the shore and theory. Now one takes the deck, tightens the hatches and frees the ventilators for the greases down below,"}, {"timestamp": [433.0, 437.0], "text": " while his friend records the orders for leaving port."}, {"timestamp": [437.0, 449.3], "text": " This is the busiest time, sightings through the harbour, watching for other shipping, and keeping the busiest time, sightings through the harbour, watching for other shipping,"}, {"timestamp": [449.3, 453.5], "text": " and keeping an eye on the old man for orders."}, {"timestamp": [457.5, 460.5], "text": " Free of the harbour, life becomes easier."}, {"timestamp": [460.5, 465.0], "text": " They say if a young fella's got anything in him, the sea will bring it out."}, {"timestamp": [465.0, 468.0], "text": " The ship works up the coast."}, {"timestamp": [468.0, 473.0], "text": " The cadets have work to do too under the watchful eye of number one and the second mate."}, {"timestamp": [473.0, 477.0], "text": " Greasing, polishing, a wave to a passing ship."}, {"timestamp": [481.0, 487.0], "text": " With a moving horizon, the sextant they tried at school becomes a different thing for the noonday fix."}, {"timestamp": [487.0, 496.0], "text": " Looking over the ship's course, the headlands and bays roll past just as the skipper and the chart said they would."}, {"timestamp": [496.0, 501.0], "text": " The school expects them to continue studying at sea until the completion of their apprenticeship."}, {"timestamp": [501.0, 505.24], "text": " When they were between 15 and 18, these boys signed a"}, {"timestamp": [505.24, 517.66], "text": " four-year contract, three of the years to be spent at sea. The cook's good, and they"}, {"timestamp": [517.66, 531.0], "text": " have their own mess room to eat in, and their own dishes to wash. Shipboard life goes on."}, {"timestamp": [531.0, 536.0], "text": " Watches change and preparations are made for a nightland form."}, {"timestamp": [536.0, 538.0], "text": " Radar becomes their eyes."}, {"timestamp": [538.0, 543.0], "text": " There'll be a course on this next time the ship puts into Auckland."}, {"timestamp": [543.0, 547.0], "text": " Markers of a familiar shape lead the ship into harbour for a new cargo."}, {"timestamp": [551.0, 557.0], "text": " It's a good life and who knows it might be his own ship he brings in here one day."}], "text": " Auckland's new international airport at manor here jets from across the Tasman and Pacific roll onto runways reclaimed from the manakow harbour Auckland's new international airport at Mangory. Here jets from across the Tasman and Pacific roll onto runways reclaimed from the Manorakao Harbour. Before the terminal was built, the mudflats were frequented only by birds. With the airport open, the birds became a hazard. For one alone could do thousands of pounds worth of damage to a jet engine. Bullets were tried first, but the flocks appeared to get bigger. Then an automatic noise deterrent was installed. A grim warning followed, but proved to be unimpressive. A practical deterrent was tried next. After a week or so of this, the birds almost looked forward to it and enjoyed the game as much as the dog. Then the problem seemed solved. A radio-controlled hawk took to the air to scare the smaller birds from Mangery. The birds looked on with interest. Scientists were called in. A survey was taken of the colonies resting on the mudflats at night to plot the movement of the flocks. Very dead-looking birds were painted on the runways the flocks passed over, but the live ones weren't fooled for a moment. The scientists considered poisoning the grubs and insects which lured the birds to the airfield. It was realised now that whatever the solution, it was going to be costly. It was becoming obvious that the birds couldn't easily be scared from the airport, so they would have to be lured away. An island was selected, just offshore from Mangery, but far enough away to eliminate the bird hazard on the runway approaches. The alternative site was made attractive with all the amenities a bird might demand. Fresh and salt water, bathing pools, drinking supply, and the kind of surface to blend in with their plumage. Black rock for oyster catchers, crushed concrete for ribble plovers. At first, the bird showed indifference to the new roosts, but as familiarity grows, more and more are shifting onto Wirroar Island, an island strictly for the birds. Aerial Top Dressing is a familiar sight on New Zealand farms. But not so familiar is a new type of plane used for this work and aptly called the air truck. Carrying a ton at a time, more than any other single-engine top dresser in the country, the air truck is virtually a flying hopper. The spread is more even than by conventional aircraft and turbulence doesn't disturb the flow of fertilizer, for the air truck has two tails, leaving a smooth airflow between them. The widely spaced tails give the pilot more control of the aircraft. They also allow the loading truck easy access to the plane's hopper, reducing turnaround time. Mr Jack Worthington used his experience as a pilot to modify the air truck for New Zealand conditions. He built a prototype in a small hangar near Tickowitti. Test flights have proved its performance and now the air truck goes into production on an Auckland assembly line. 600 horsepower respond to full throttle as the air truck flies into a bright future in agricultural aviation. From overseas voyages to places we'd all love to go to, San Francisco, Yokohama, Hong Kong, these mercantile marine cadets are back in their home port. The shipping companies send their young apprentices to the marine department's nautical school for deck officer training. Each time the ship comes into Wellington or Auckland, they go ashore to school where they find out how to get from here to there. What those lights on the port side mean? Should they give way or wind up in a trawlers net? The school uses models for teaching rules of the road to prevent collision at sea. The small ball on top of the marker indicates the channels. You can take either side. These markers aren't used much in New Zealand, but the knowledge is going to be useful someday for entering Singapore or Bangkok. To be accepted for officer training, the boys need UE with a pass in maths, trig especially for navigation. Maths, trig especially for navigation. Frames and plates, keel and hatches, they're shown how a ship's built and how to load it. It's just like packing a suitcase with the heavy things on the bottom. The ship's loaded and the last line severs them from the shore and theory. Now one takes the deck, tightens the hatches and frees the ventilators for the greases down below, while his friend records the orders for leaving port. This is the busiest time, sightings through the harbour, watching for other shipping, and keeping the busiest time, sightings through the harbour, watching for other shipping, and keeping an eye on the old man for orders. Free of the harbour, life becomes easier. They say if a young fella's got anything in him, the sea will bring it out. The ship works up the coast. The cadets have work to do too under the watchful eye of number one and the second mate. Greasing, polishing, a wave to a passing ship. With a moving horizon, the sextant they tried at school becomes a different thing for the noonday fix. Looking over the ship's course, the headlands and bays roll past just as the skipper and the chart said they would. The school expects them to continue studying at sea until the completion of their apprenticeship. When they were between 15 and 18, these boys signed a four-year contract, three of the years to be spent at sea. The cook's good, and they have their own mess room to eat in, and their own dishes to wash. Shipboard life goes on. Watches change and preparations are made for a nightland form. Radar becomes their eyes. There'll be a course on this next time the ship puts into Auckland. Markers of a familiar shape lead the ship into harbour for a new cargo. It's a good life and who knows it might be his own ship he brings in here one day."}