{"speakers": [], "chunks": [{"timestamp": [0.0, 11.0], "text": " In December 1961, the Golden Kiwi lottery began."}, {"timestamp": [11.0, 30.0], "text": " And everyone in New Zealand who likes a flutter had their own thoughts about what could be done with the prize money."}, {"timestamp": [30.0, 37.0], "text": " The lottery was a great success, and with number 100, the prize money was increased."}, {"timestamp": [37.0, 41.0], "text": " To win is the hope of all."}, {"timestamp": [41.0, 47.0], "text": " Many are the wonderful dreams of New Zealanders as they buy and buy their tickets."}, {"timestamp": [47.0, 52.0], "text": " In the two and a half years the Golden Kiwi's been operating, 40 million tickets have been sold,"}, {"timestamp": [52.0, 56.0], "text": " all chasing the four and a half million pounds given out in prize money."}, {"timestamp": [60.0, 65.0], "text": " And it all depends on which of the 250,000 numbers come out of the barrel."}, {"timestamp": [65.0, 68.0], "text": " Someone today will have 12,000 pounds to spend."}, {"timestamp": [68.0, 72.0], "text": " The barrel turns until the door is at the top."}, {"timestamp": [72.0, 77.0], "text": " Then with due ceremony, the seal is broken and the barrel unlocked."}, {"timestamp": [81.0, 87.0], "text": " Cartoonist Neville Lodge, guest drawer for lottery 150, plunges in the spring-loaded extractor"}, {"timestamp": [87.0, 90.0], "text": " which removes the marbles one by one."}, {"timestamp": [90.0, 92.0], "text": " Out comes the winning marble."}, {"timestamp": [92.0, 100.0], "text": " The first prize of £12,000 and the ticket number is 138-418."}, {"timestamp": [100.0, 118.4], "text": " I'll do it again. This is the second prize of £3,000."}, {"timestamp": [118.4, 124.0], "text": " Number 165-353."}, {"timestamp": [124.0, 126.4], "text": " We didn't win that one either. 165-3-353."}, {"timestamp": [128.0, 130.0], "text": " We didn't win that one either."}, {"timestamp": [132.0, 132.4], "text": " Never mind, there's always the next one."}, {"timestamp": [135.6, 144.4], "text": " Or the one after that. Or the one after that."}, {"timestamp": [147.6, 148.5], "text": " Traffic control of the New Zealand sheep farmer, his dogs."}, {"timestamp": [152.26, 152.92], "text": " Leaping out for action is the five-dog team of Mr. Fred Hendrickson of Pongaroor."}, {"timestamp": [156.52, 157.72], "text": " They're to demonstrate their show-day trial skill in a special dress rehearsal."}, {"timestamp": [161.1, 161.52], "text": " For today, voice signals replace the normal whistled commands,"}, {"timestamp": [163.48, 164.52], "text": " each dog answering to his own name alone."}, {"timestamp": [168.64, 175.66], "text": " A labour-saving device from way back, the ancestors of these dogs came out with the first Scottish shepherds to come to New Zealand. Non-violence is the code. The sheep are"}, {"timestamp": [175.66, 182.26], "text": " moved by gentle persuasion and a compelling stare. Come on, come on, Claude. Steady,"}, {"timestamp": [182.26, 186.0], "text": " Stady, Cla cloud. Come on."}, {"timestamp": [186.0, 191.0], "text": " Bread and trained by Mr. Hendrickson, the youngest is 13 months and the oldest six years."}, {"timestamp": [191.0, 192.0], "text": " Steady."}, {"timestamp": [192.0, 195.0], "text": " A trick out of the ordinary is this one."}, {"timestamp": [195.0, 199.0], "text": " The dogs form a line while another drives the sheep in and out between them."}, {"timestamp": [199.0, 201.0], "text": " They aren't professional showmen."}, {"timestamp": [201.0, 204.0], "text": " Back on the farm they're just ordinary working dogs."}, {"timestamp": [204.0, 205.36], "text": " Come behind. Come on speed farm they're just ordinary working dogs."}, {"timestamp": [205.36, 207.4], "text": " Come behind."}, {"timestamp": [207.4, 209.36], "text": " Come on speed."}, {"timestamp": [209.36, 210.36], "text": " Here speed."}, {"timestamp": [210.36, 212.04], "text": " Steady now."}, {"timestamp": [212.04, 213.24], "text": " Get in speed."}, {"timestamp": [213.24, 214.24], "text": " Get in."}, {"timestamp": [214.24, 215.4], "text": " Come on boy."}, {"timestamp": [215.4, 217.2], "text": " Here boy."}, {"timestamp": [217.2, 218.76], "text": " Come up boy."}, {"timestamp": [218.76, 220.0], "text": " Steady now, stand."}, {"timestamp": [220.0, 221.64], "text": " Come on speed."}, {"timestamp": [221.64, 222.56], "text": " Come on speed."}, {"timestamp": [222.56, 223.04], "text": " Stand."}, {"timestamp": [223.04, 224.04], "text": " Stand."}, {"timestamp": [224.04, 231.5], "text": " Stand. Stand. Stand. Stand. A hesitating sheep is soon convinced there's only one approved route."}, {"timestamp": [232.5, 241.0], "text": " Stand. Steady now. Through the race and onto the bridge. A bridge with a difference. This bridge will have an archway."}, {"timestamp": [241.0, 245.84], "text": " Steady, boy. Stand. Steady, stand."}, {"timestamp": [247.52, 249.08], "text": " Come on."}, {"timestamp": [249.08, 250.28], "text": " Come on."}, {"timestamp": [250.28, 251.16], "text": " Come on."}, {"timestamp": [251.16, 252.24], "text": " Come up, King."}, {"timestamp": [252.24, 253.24], "text": " Stand cloud."}, {"timestamp": [253.24, 254.88], "text": " Steady Bruce."}, {"timestamp": [254.88, 255.92], "text": " Stand."}, {"timestamp": [255.92, 256.8], "text": " Come on, King."}, {"timestamp": [256.8, 257.84], "text": " Stand."}, {"timestamp": [257.84, 259.6], "text": " Come up, cloud."}, {"timestamp": [259.6, 260.4], "text": " Steady."}, {"timestamp": [260.4, 261.0], "text": " Come on."}, {"timestamp": [261.0, 261.76], "text": " Stand."}, {"timestamp": [261.76, 262.04], "text": " Stand."}, {"timestamp": [262.04, 265.0], "text": " This is one place where a ram can't do a U-turn."}, {"timestamp": [265.0, 266.0], "text": " Come on, king."}, {"timestamp": [266.0, 267.0], "text": " Stand."}, {"timestamp": [271.0, 273.0], "text": " Steady now."}, {"timestamp": [273.0, 276.0], "text": " Steady, come on, come on, steady."}, {"timestamp": [276.0, 278.0], "text": " Penning the sheep is the last step."}, {"timestamp": [278.0, 282.0], "text": " It looks easy, but a lot of canine coordination is called for."}, {"timestamp": [288.0, 292.0], "text": " These are heading dogs with a long breeding and working history in New Zealand."}, {"timestamp": [292.0, 295.0], "text": " Intelligent and reliable, no sheep man can do without them."}, {"timestamp": [295.0, 311.76], "text": " With all this lot in here, it is a lot in here, it's a lot in here, it's a regular land-bound arc."}, {"timestamp": [314.24, 318.0], "text": " Back at the tour coach, the successful team get their well-deserved praise."}, {"timestamp": [318.6, 321.6], "text": " As far as they're concerned, a dog's life is the only life,"}, {"timestamp": [321.9, 336.4], "text": " as long as they've someone to share it with."}, {"timestamp": [339.74, 340.2], "text": " North of France Joseph Township, about a mile along the main highway,"}, {"timestamp": [342.0, 342.58], "text": " there's an interesting new growth in the bush,"}, {"timestamp": [346.0, 350.0], "text": " a development that means a good deal to the people of the West Coast. On a site of seven acres a modern tourist hotel is now being built,"}, {"timestamp": [350.0, 354.0], "text": " in a part of New Zealand long famous for its natural beauty of mountain and bush"}, {"timestamp": [354.0, 356.0], "text": " and the friendliness of its people."}, {"timestamp": [364.0, 367.76], "text": " The building of the new hotel holds a special interest for members of the Graham family,"}, {"timestamp": [367.76, 372.0], "text": " whose ownership and management of the Franz Joseph Hotel for nearly half a century"}, {"timestamp": [372.0, 377.0], "text": " established a great tradition of service and hospitality for tourists and travelers."}, {"timestamp": [377.0, 384.0], "text": " Here in about six months' time, visitors will wine and dine in luxury."}, {"timestamp": [384.0, 388.14], "text": " Only a few yards away is the river terrace where at the turn of the century,"}, {"timestamp": [388.52, 392.62], "text": " Mr. William Batson built an accommodation house for local gold miners and tourists."}, {"timestamp": [393.44, 396.78], "text": " In the early 1900s, the heyday of the Hanson cab,"}, {"timestamp": [397.16, 399.8], "text": " travelled beyond the city streets was something of an adventure."}, {"timestamp": [403.96, 409.0], "text": " A journey from Christchurch to the Westland glaciers meant seven days or more in a hard sprung coach,"}, {"timestamp": [409.0, 415.0], "text": " with all the excitements of river crossings and the pitfalls of half-formed mountain roads."}, {"timestamp": [419.0, 423.0], "text": " But to the Edwardians, typified by Prime Minister Seddon's party climbing the glacier,"}, {"timestamp": [423.0, 427.2], "text": " the rewards of enterprise were always high enough to justify the hazards."}, {"timestamp": [427.2, 433.0], "text": " And in 1911, as more tourists came under the spell of Westlands Mountains,"}, {"timestamp": [433.0, 437.0], "text": " the accommodation house was bought and extended by two brothers from Ocorito,"}, {"timestamp": [437.0, 440.0], "text": " James and Alex Graham."}, {"timestamp": [444.0, 447.0], "text": " Soon the hotel was flourishing at the center of a growing township."}, {"timestamp": [447.0, 454.0], "text": " And in summer 1911, the arrival of the first motor car, 12 hours and nine punctures from Hokka"}, {"timestamp": [454.0, 461.0], "text": " Heralded the tourist traffic that was to bring fame and prosperity to Franz Joseph and the glaciers in the years ahead."}, {"timestamp": [461.0, 467.22], "text": " By the 1920s, the Franz Joseph Hotel was firmly established as one of New Zealand's"}, {"timestamp": [467.22, 473.68], "text": " great hotels by the Graham family partnership. This tradition of West Coast hospitality was maintained"}, {"timestamp": [473.68, 480.6], "text": " when the hotel was bought by the government in 1948. Six years later, fire destroyed everything"}, {"timestamp": [480.6, 487.0], "text": " but a chimney and outbuildings. A heavy loss to the Franz Joseph community."}, {"timestamp": [491.0, 495.0], "text": " But now, as in the past, the township offers a coast welcome to visitors,"}, {"timestamp": [495.0, 500.0], "text": " and parties of tourists are guided on the white ice of the glacier every day."}, {"timestamp": [504.0, 510.0], "text": " The girl from Nelson and the girl from Britain find the glacier trip just as fascinating as their parents did in the 1930s."}, {"timestamp": [510.0, 516.0], "text": " Though since then the France has receded, in common with all the world's temperate zone glaciers."}, {"timestamp": [516.0, 526.0], "text": " Another attraction for tourists is the cool, unspoiled beauty of Westlands native bush."}, {"timestamp": [526.0, 531.0], "text": " Around the glacier and township of Franz Joseph, bush walks are made all the more interesting"}, {"timestamp": [531.0, 557.64], "text": " with the help of a national park ranger, to the nesting place at Ocorito."}, {"timestamp": [558.56, 563.86], "text": " But nothing interrupts the job in hand for long. Work must go on six days a week in a race against time."}, {"timestamp": [564.7, 565.44], "text": " The aims to have"}, {"timestamp": [565.44, 569.6], "text": " the hotel ready for guests before traffic begins to flow along the new scenic highway"}, {"timestamp": [569.6, 572.68], "text": " through southwestern to Otago in 1965."}, {"timestamp": [572.68, 590.0], "text": " Westland raw materials and westland skills are all employed here on a venture that will benefit the whole of the South Island."}, {"timestamp": [590.0, 594.0], "text": " And New Zealand's growing tourist industry will gain a valuable asset"}, {"timestamp": [594.0, 597.0], "text": " when there's once more a first class hotel in the France Joseph Bush"}, {"timestamp": [597.0, null], "text": " between the Southern Alps and the Tasman Sea. The"}], "text": " In December 1961, the Golden Kiwi lottery began. And everyone in New Zealand who likes a flutter had their own thoughts about what could be done with the prize money. The lottery was a great success, and with number 100, the prize money was increased. To win is the hope of all. Many are the wonderful dreams of New Zealanders as they buy and buy their tickets. In the two and a half years the Golden Kiwi's been operating, 40 million tickets have been sold, all chasing the four and a half million pounds given out in prize money. And it all depends on which of the 250,000 numbers come out of the barrel. Someone today will have 12,000 pounds to spend. The barrel turns until the door is at the top. Then with due ceremony, the seal is broken and the barrel unlocked. Cartoonist Neville Lodge, guest drawer for lottery 150, plunges in the spring-loaded extractor which removes the marbles one by one. Out comes the winning marble. The first prize of £12,000 and the ticket number is 138-418. I'll do it again. This is the second prize of £3,000. Number 165-353. We didn't win that one either. 165-3-353. We didn't win that one either. Never mind, there's always the next one. Or the one after that. Or the one after that. Traffic control of the New Zealand sheep farmer, his dogs. Leaping out for action is the five-dog team of Mr. Fred Hendrickson of Pongaroor. They're to demonstrate their show-day trial skill in a special dress rehearsal. For today, voice signals replace the normal whistled commands, each dog answering to his own name alone. A labour-saving device from way back, the ancestors of these dogs came out with the first Scottish shepherds to come to New Zealand. Non-violence is the code. The sheep are moved by gentle persuasion and a compelling stare. Come on, come on, Claude. Steady, Stady, Cla cloud. Come on. Bread and trained by Mr. Hendrickson, the youngest is 13 months and the oldest six years. Steady. A trick out of the ordinary is this one. The dogs form a line while another drives the sheep in and out between them. They aren't professional showmen. Back on the farm they're just ordinary working dogs. Come behind. Come on speed farm they're just ordinary working dogs. Come behind. Come on speed. Here speed. Steady now. Get in speed. Get in. Come on boy. Here boy. Come up boy. Steady now, stand. Come on speed. Come on speed. Stand. Stand. Stand. Stand. Stand. Stand. A hesitating sheep is soon convinced there's only one approved route. Stand. Steady now. Through the race and onto the bridge. A bridge with a difference. This bridge will have an archway. Steady, boy. Stand. Steady, stand. Come on. Come on. Come on. Come up, King. Stand cloud. Steady Bruce. Stand. Come on, King. Stand. Come up, cloud. Steady. Come on. Stand. Stand. This is one place where a ram can't do a U-turn. Come on, king. Stand. Steady now. Steady, come on, come on, steady. Penning the sheep is the last step. It looks easy, but a lot of canine coordination is called for. These are heading dogs with a long breeding and working history in New Zealand. Intelligent and reliable, no sheep man can do without them. With all this lot in here, it is a lot in here, it's a lot in here, it's a regular land-bound arc. Back at the tour coach, the successful team get their well-deserved praise. As far as they're concerned, a dog's life is the only life, as long as they've someone to share it with. North of France Joseph Township, about a mile along the main highway, there's an interesting new growth in the bush, a development that means a good deal to the people of the West Coast. On a site of seven acres a modern tourist hotel is now being built, in a part of New Zealand long famous for its natural beauty of mountain and bush and the friendliness of its people. The building of the new hotel holds a special interest for members of the Graham family, whose ownership and management of the Franz Joseph Hotel for nearly half a century established a great tradition of service and hospitality for tourists and travelers. Here in about six months' time, visitors will wine and dine in luxury. Only a few yards away is the river terrace where at the turn of the century, Mr. William Batson built an accommodation house for local gold miners and tourists. In the early 1900s, the heyday of the Hanson cab, travelled beyond the city streets was something of an adventure. A journey from Christchurch to the Westland glaciers meant seven days or more in a hard sprung coach, with all the excitements of river crossings and the pitfalls of half-formed mountain roads. But to the Edwardians, typified by Prime Minister Seddon's party climbing the glacier, the rewards of enterprise were always high enough to justify the hazards. And in 1911, as more tourists came under the spell of Westlands Mountains, the accommodation house was bought and extended by two brothers from Ocorito, James and Alex Graham. Soon the hotel was flourishing at the center of a growing township. And in summer 1911, the arrival of the first motor car, 12 hours and nine punctures from Hokka Heralded the tourist traffic that was to bring fame and prosperity to Franz Joseph and the glaciers in the years ahead. By the 1920s, the Franz Joseph Hotel was firmly established as one of New Zealand's great hotels by the Graham family partnership. This tradition of West Coast hospitality was maintained when the hotel was bought by the government in 1948. Six years later, fire destroyed everything but a chimney and outbuildings. A heavy loss to the Franz Joseph community. But now, as in the past, the township offers a coast welcome to visitors, and parties of tourists are guided on the white ice of the glacier every day. The girl from Nelson and the girl from Britain find the glacier trip just as fascinating as their parents did in the 1930s. Though since then the France has receded, in common with all the world's temperate zone glaciers. Another attraction for tourists is the cool, unspoiled beauty of Westlands native bush. Around the glacier and township of Franz Joseph, bush walks are made all the more interesting with the help of a national park ranger, to the nesting place at Ocorito. But nothing interrupts the job in hand for long. Work must go on six days a week in a race against time. The aims to have the hotel ready for guests before traffic begins to flow along the new scenic highway through southwestern to Otago in 1965. Westland raw materials and westland skills are all employed here on a venture that will benefit the whole of the South Island. And New Zealand's growing tourist industry will gain a valuable asset when there's once more a first class hotel in the France Joseph Bush between the Southern Alps and the Tasman Sea. The"}