{"speakers": [], "chunks": [{"timestamp": [0.0, 36.0], "text": " The President The New Yorker The New Zealanders"}, {"timestamp": [36.0, 41.0], "text": " The New Zealanders urge to ring up people in other towns has resulted in an increase of some 3 million toll calls a year"}, {"timestamp": [41.0, 49.36], "text": " This demand has been especially marked between Auckland and Wellington where there were only 20 lines to cope with the traffic. Five years ago the post office"}, {"timestamp": [49.36, 52.66], "text": " decided that something would have to be done about it and that no half measures"}, {"timestamp": [52.66, 62.44], "text": " would do. It took what has proved to be a long step in the right direction. This has"}, {"timestamp": [62.44, 69.0], "text": " involved laying nearly a million feet of coaxial cable between Auckland and Hamilton and between Palmerston North and Wellington."}, {"timestamp": [69.0, 74.0], "text": " This was just part of the job linking Auckland and Wellington with a multi-channel toll system."}, {"timestamp": [74.0, 87.0], "text": " Special no-break power plants were installed to guarantee non-stop power supply in emergencies."}, {"timestamp": [87.0, 106.2], "text": " Next, the intervening mountainous space between Hamilton and Palmerston North was spanned by a series of eight microwave relay stations."}, {"timestamp": [106.2, 112.6], "text": " These consist of tall towers fitted with reflectors that direct the conversation signals from tower to tower."}, {"timestamp": [112.6, 117.6], "text": " This line of site system required the eight towers to be erected on hilltops."}, {"timestamp": [121.6, 129.0], "text": " Each tower is fitted with transmitting equipment specially imported from England."}, {"timestamp": [129.0, 133.0], "text": " Technicians were also brought over to make certain key installations."}, {"timestamp": [133.0, 150.0], "text": " Well, sir. Now it's the North here."}, {"timestamp": [150.0, 153.0], "text": " Right, I'll give you a check me out."}, {"timestamp": [153.0, 163.0], "text": " Thank you very much, Thompson."}, {"timestamp": [163.0, 165.0], "text": " The chair."}, {"timestamp": [165.0, 168.0], "text": " All right, we can go now."}, {"timestamp": [168.0, 176.0], "text": " A great deal of testing had to be done to make sure all this delicate gear worked at top efficiency."}, {"timestamp": [176.0, 180.0], "text": " Finally, the coaxial cables were connected to the microwave system"}, {"timestamp": [180.0, 183.0], "text": " and suddenly it was possible for hundreds of people in Wellington"}, {"timestamp": [183.0, 187.32], "text": " to speak to hundreds of people in Auckland all at once and no chance of a muddle."}, {"timestamp": [187.72, 193.84], "text": " And all this being relayed through a single buried copper cable or running from hilltop to hilltop on a radio signal."}, {"timestamp": [199.06, 200.32], "text": " Hello by Mr. North."}, {"timestamp": [200.7, 201.26], "text": " Hello Hamilton."}, {"timestamp": [201.76, 203.9], "text": " Listen, I'm calling you to check your levels, Palmerston."}, {"timestamp": [204.58, 205.68], "text": " Will you check now, please? My levels are now okay, Hamilton. Listen, I'm calling you to check your levels, Palmerston. Will you check now, please?"}, {"timestamp": [206.84, 209.72], "text": " My levels are now okay, Hamilton. Thank you very much."}, {"timestamp": [211.72, 215.92], "text": " Hey, money, go! Hey, money, go!"}, {"timestamp": [216.96, 227.0], "text": " On the 8th of November, the system was officially opened. Service became smoother, and with the elimination of delays, the pressure on the toll boards immediately began to lessen."}, {"timestamp": [227.0, 232.0], "text": " You're through now."}, {"timestamp": [232.0, 234.0], "text": " You're through now."}, {"timestamp": [234.0, 242.0], "text": " Would you give me the press gallery in Wellington please?"}, {"timestamp": [242.0, 243.0], "text": " 24274."}, {"timestamp": [243.0, 246.0], "text": " I'll straight through. Okay, I'll hang on."}, {"timestamp": [246.0, 282.0], "text": " Just as the papers said, a new day had dawn for North Island communications. Wool is still one of the most important fibers used in our textiles industry."}, {"timestamp": [282.0, 286.0], "text": " In this modern mill 200 million pounds of raw wool annually"}, {"timestamp": [286.0, 289.0], "text": " become New Zealand cloth of many weaves and textures."}, {"timestamp": [289.0, 313.5], "text": " After scouring, the wool is carded. Long fibers are used for Worcester, short fibers for Shetland, Cheviot and tweed, as well as carpets."}, {"timestamp": [313.5, 335.2], "text": " The factory has a staff of 1400. It also has an experimental and testing section. Long fibers are drawn out and twisted to make Worcester."}, {"timestamp": [335.2, 340.8], "text": " Now the yarn gets individual treatment, making cloth as lovely as the name it's given."}, {"timestamp": [340.8, 345.0], "text": " Kashmir and Candlewick and Gabardine, Chininchilla and chalice and bengaline,"}, {"timestamp": [345.0, 351.0], "text": " whipcord bunny wool, Melton and Maconore, Jersey, Cursey, Nunsvale and Saxony."}, {"timestamp": [351.0, 394.2], "text": " With production underway, there's hardly time to spin a yarn. All the colors of the rainbow meet and wind up the rhythm"}, {"timestamp": [394.2, 425.0], "text": " up the rhythm with a Latin beat. I'm gonna'n't know how many of the my name."}, {"timestamp": [425.0, 453.0], "text": " I'm gonna'n't know. There's a new rhythm to create a colorful world."}, {"timestamp": [457.0, 466.0], "text": " There's a new rhythm to the textile industry which is helping to create a colorful world."}], "text": " The President The New Yorker The New Zealanders The New Zealanders urge to ring up people in other towns has resulted in an increase of some 3 million toll calls a year This demand has been especially marked between Auckland and Wellington where there were only 20 lines to cope with the traffic. Five years ago the post office decided that something would have to be done about it and that no half measures would do. It took what has proved to be a long step in the right direction. This has involved laying nearly a million feet of coaxial cable between Auckland and Hamilton and between Palmerston North and Wellington. This was just part of the job linking Auckland and Wellington with a multi-channel toll system. Special no-break power plants were installed to guarantee non-stop power supply in emergencies. Next, the intervening mountainous space between Hamilton and Palmerston North was spanned by a series of eight microwave relay stations. These consist of tall towers fitted with reflectors that direct the conversation signals from tower to tower. This line of site system required the eight towers to be erected on hilltops. Each tower is fitted with transmitting equipment specially imported from England. Technicians were also brought over to make certain key installations. Well, sir. Now it's the North here. Right, I'll give you a check me out. Thank you very much, Thompson. The chair. All right, we can go now. A great deal of testing had to be done to make sure all this delicate gear worked at top efficiency. Finally, the coaxial cables were connected to the microwave system and suddenly it was possible for hundreds of people in Wellington to speak to hundreds of people in Auckland all at once and no chance of a muddle. And all this being relayed through a single buried copper cable or running from hilltop to hilltop on a radio signal. Hello by Mr. North. Hello Hamilton. Listen, I'm calling you to check your levels, Palmerston. Will you check now, please? My levels are now okay, Hamilton. Listen, I'm calling you to check your levels, Palmerston. Will you check now, please? My levels are now okay, Hamilton. Thank you very much. Hey, money, go! Hey, money, go! On the 8th of November, the system was officially opened. Service became smoother, and with the elimination of delays, the pressure on the toll boards immediately began to lessen. You're through now. You're through now. Would you give me the press gallery in Wellington please? 24274. I'll straight through. Okay, I'll hang on. Just as the papers said, a new day had dawn for North Island communications. Wool is still one of the most important fibers used in our textiles industry. In this modern mill 200 million pounds of raw wool annually become New Zealand cloth of many weaves and textures. After scouring, the wool is carded. Long fibers are used for Worcester, short fibers for Shetland, Cheviot and tweed, as well as carpets. The factory has a staff of 1400. It also has an experimental and testing section. Long fibers are drawn out and twisted to make Worcester. Now the yarn gets individual treatment, making cloth as lovely as the name it's given. Kashmir and Candlewick and Gabardine, Chininchilla and chalice and bengaline, whipcord bunny wool, Melton and Maconore, Jersey, Cursey, Nunsvale and Saxony. With production underway, there's hardly time to spin a yarn. All the colors of the rainbow meet and wind up the rhythm up the rhythm with a Latin beat. I'm gonna'n't know how many of the my name. I'm gonna'n't know. There's a new rhythm to create a colorful world. There's a new rhythm to the textile industry which is helping to create a colorful world."}