{"speakers": [], "chunks": [{"timestamp": [0.0, 36.4], "text": " The President To about 1,000 of Europe's displaced persons, the last long journey is about to begin."}, {"timestamp": [37.12, 42.46], "text": " Deported by the Nazis or forced back by retreating armies, war's end brought little hope to these people."}, {"timestamp": [43.12, 46.52], "text": " Some had no homes to go back to, others chose not to return."}, {"timestamp": [47.28, 51.32], "text": " Still others, fearing political persecution, have fled their countries since the war."}, {"timestamp": [53.4, 57.06], "text": " To Trieste they come, to embark for the long voyage to New Zealand."}, {"timestamp": [57.74, 60.1], "text": " They've chosen to leave Europe probably for good,"}, {"timestamp": [60.6, 63.0], "text": " to cut off ties of country, custom and language,"}, {"timestamp": [63.0, 66.78], "text": " and start again in a strange land on the other side of the world."}, {"timestamp": [75.36, 78.88], "text": " Of the draft, over half are from the three Baltic states,"}, {"timestamp": [79.38, 83.14], "text": " Estonia, Latvia and Lithuania, now part of the Soviet Union."}, {"timestamp": [83.84, 89.92], "text": " The rest are from Poland, Czechoslovakia, Hungary, Yugoslavia, the Ukraine, and other states of Eastern Europe."}, {"timestamp": [90.62, 97.16], "text": " From ten different countries and a thousand different backgrounds, drawn together by a common desire to leave their troubled continent."}, {"timestamp": [98.76, 100.18], "text": " And so they come to New Zealand."}, {"timestamp": [100.84, 104.02], "text": " After years in the wilderness, the moment they've been longing for has arrived."}, {"timestamp": [104.68, 109.0], "text": " But now that they're about to set foot in the promised land, there are misgivings."}, {"timestamp": [109.0, 112.0], "text": " How different will it be? How will they be received?"}, {"timestamp": [112.0, 115.0], "text": " It won't be easy to adapt themselves to a new way of life,"}, {"timestamp": [115.0, 118.0], "text": " but people who have been through so much don't expect things to be easy."}, {"timestamp": [118.0, 121.0], "text": " Their first impressions are good."}, {"timestamp": [121.0, 125.38], "text": " Friendly officials of the Immigration Department direct them to the train with a minimum of fuss. Of the 1,000, a third are single men and women, who will go to the officials of the immigration department direct them to the train with a minimum of fuss."}, {"timestamp": [126.4, 131.3], "text": " Of the 1,000 a third are single men and women who will go to manual and domestic work."}, {"timestamp": [132.06, 138.72], "text": " And there are six orphans now coming ashore. The rest are family groups with at least one way journal in each family."}, {"timestamp": [139.62, 145.18], "text": " The International Refugee Organization has had difficulty in settling older people, and New Zealand has"}, {"timestamp": [145.18, 148.48], "text": " humanely taken about a hundred, the first country to do so."}, {"timestamp": [153.54, 159.32], "text": " A fortunate few have salvaged one or two precious possessions, but most own little but the clothes"}, {"timestamp": [159.32, 164.42], "text": " they're wearing. When they start their jobs, every penny of their wages will count. Every"}, {"timestamp": [164.42, 166.34], "text": " purchase will have to be seriously considered."}, {"timestamp": [174.08, 175.92], "text": " Before they are sent into their communities,"}, {"timestamp": [176.34, 179.54], "text": " the new settlers will undergo a short but intensive course of instruction"}, {"timestamp": [179.54, 182.64], "text": " at the Immigration Department's Training Center at Pai Aarthur."}, {"timestamp": [183.54, 185.38], "text": " There they'll learn something of New Zealand."}, {"timestamp": [185.92, 188.5], "text": " It's language and customs, its history and people,"}, {"timestamp": [188.96, 191.96], "text": " so that when they go out to their jobs, they'll be able to fend for themselves."}, {"timestamp": [194.9, 197.0], "text": " Soon after their arrival at Pai Aatua,"}, {"timestamp": [197.44, 201.3], "text": " all assembled for the distribution of Red Cross parcels to the 300 children."}, {"timestamp": [202.14, 204.44], "text": " If these people wondered whether New Zealanders were friendly,"}, {"timestamp": [204.94, 206.0], "text": " here was the answer."}, {"timestamp": [206.0, 212.0], "text": " Enough toys had been sent in in response to radio appeals to give every child a personal parcel,"}, {"timestamp": [212.0, 217.0], "text": " and every parcel held several toys. The parents were deeply touched,"}, {"timestamp": [217.0, 229.52], "text": " for these were things they couldn't afford to buy till after they were established."}, {"timestamp": [234.1, 238.9], "text": " It's been a big day for orphans'oleg and Pepe, and tonight they're sleeping in sheets for the first time in their lives. Found wandering alone in the battle zones during the war,"}, {"timestamp": [239.4, 244.7], "text": " these children cannot remember their parents, and even their real names and ages must remain a mystery."}, {"timestamp": [245.72, 246.96], "text": " But they're like brothers now, and under the kindly care of Aunt E. Kira, their parents, and even their real names and ages must remain a mystery. But they're like brothers now,"}, {"timestamp": [247.24, 249.72], "text": " and under the kindly care of Aunt E. Kira, their nurse,"}, {"timestamp": [249.98, 252.44], "text": " they've come to know something of what it's like to have a mother."}, {"timestamp": [256.32, 257.84], "text": " Though there to be at Pai Ato,"}, {"timestamp": [257.96, 260.58], "text": " only a few weeks, our new citizens are settling in."}, {"timestamp": [261.22, 263.3], "text": " But their one desire is to learn enough English"}, {"timestamp": [263.3, 265.02], "text": " to be able to leave camp life for good."}, {"timestamp": [265.96, 271.08], "text": " This is one of dozens of camps they've been in, but it's the last, and they can come and go as they"}, {"timestamp": [271.08, 277.68], "text": " please. Curious about their new country, many are anxious to see it at first hand. It's a long way"}, {"timestamp": [277.68, 282.64], "text": " from Europe, but it's not so different. It could almost be Poland where these people come from."}, {"timestamp": [283.4, 285.18], "text": " Captured by the Russians in 1939,"}, {"timestamp": [285.92, 288.88], "text": " Mr. Bogusheevich made his way 700 miles to India,"}, {"timestamp": [289.28, 291.2], "text": " where he met his wife, a Polish refugee."}, {"timestamp": [292.38, 294.46], "text": " Mrs. Ringenberg, a sports instructor's,"}, {"timestamp": [294.84, 298.1], "text": " has put the shot six feet further than the New Zealand women's champion."}, {"timestamp": [299.44, 302.76], "text": " Helping in the camp hospital are two doctors and a chemist."}, {"timestamp": [303.48, 311.6], "text": " There are several professional people in the draft, and all have agreed to take directed employment for two years. Irene Germache is"}, {"timestamp": [311.6, 316.8], "text": " helping her parents with her English. She herself speaks eight languages fluently and is now learning"}, {"timestamp": [316.8, 324.88], "text": " Māori. Galena Bogdanovitz is also a talented linguist. A newspaper owner in Budapest"}, {"timestamp": [324.88, 328.36], "text": " till a few months ago, Mr. Farkish went with his family into"}, {"timestamp": [328.36, 331.32], "text": " voluntary exile rather than stay in Hungary."}, {"timestamp": [331.32, 335.72], "text": " A group of old people talk with Archdeacon Young and Father Ward, who with the Lutheran"}, {"timestamp": [335.72, 340.18], "text": " pastor look out to the spiritual needs of this small community."}, {"timestamp": [340.18, 344.72], "text": " A Lithuanian group in national costume have snapshots taken before they scatter to different"}, {"timestamp": [344.72, 345.5], "text": " parts of the country."}, {"timestamp": [346.3, 350.0], "text": " Soon they'll put their costumes away to be taken out only on gala occasions."}, {"timestamp": [350.9, 356.0], "text": " With their ancient artistic traditions, these people will do much to stimulate cultural activity in New Zealand."}, {"timestamp": [360.7, 367.0], "text": " Though all new settlers have passed rigid X-ray and physical tests in Europe, another check is made on their health."}, {"timestamp": [367.0, 370.0], "text": " Every member of the draft is strong and fit."}, {"timestamp": [370.0, 376.0], "text": " But to ensure that they know how to keep fit, the physical welfare branch is conducting a wide range of sports activities."}, {"timestamp": [376.0, 402.12], "text": " Soccer and basketball are widely played in Europe, and some of the young men and women will be assets to the clubs they join when they go out to their communities."}, {"timestamp": [407.14, 407.54], "text": " Little Oleg's great day has come at last. Today he leaves for Blenheim to meet his foster parents,"}, {"timestamp": [409.46, 413.68], "text": " the first mother and father he has ever known."}, {"timestamp": [415.92, 416.76], "text": " Auntie Kira and Pepe wave him goodbye."}, {"timestamp": [418.58, 419.14], "text": " Pepe and the other orphans must wait a while."}, {"timestamp": [421.28, 421.64], "text": " But soon the great gap in their lives will be filled,"}, {"timestamp": [424.38, 425.44], "text": " and they too will know the warmth and security of family life."}, {"timestamp": [430.4, 435.22], "text": " To show the new settlers something of our country, its people and way of life, daily screenings of New Zealand films are held. The weekly review, because of its variety, is ideal for the job"}, {"timestamp": [435.22, 452.36], "text": " and is extremely popular with its audiences. The main activity in the camp is the schooling."}, {"timestamp": [453.0, 456.28], "text": " For the younger children, it is not only a matter of learning to speak English."}, {"timestamp": [456.62, 460.56], "text": " They must also be taught to read and write, as most of them have never been to school before."}, {"timestamp": [467.3, 471.74], "text": " The teachers have been chosen for their knowledge of languages, but wherever possible,"}, {"timestamp": [471.92, 473.22], "text": " lessons are conducted in English."}, {"timestamp": [475.6, 483.7], "text": " Now, children, I want you to say, Christopher Robin, with me."}, {"timestamp": [484.4, 488.0], "text": " Are you ready? One, two."}, {"timestamp": [488.0, 494.0], "text": " Little boy feels as the foot of his death."}, {"timestamp": [494.0, 499.0], "text": " Droops little hands on little gold head."}, {"timestamp": [499.0, 504.0], "text": " Hush! Hush! Whisper who dares."}, {"timestamp": [504.0, 508.3], "text": " Christopher Robin is saying his prayers."}, {"timestamp": [508.42, 510.98], "text": " The children will continue at school after leaving the camp,"}, {"timestamp": [511.34, 513.72], "text": " but the grown-ups have to concentrate into a few weeks"}, {"timestamp": [513.72, 515.9], "text": " the things it takes us a lifetime to learn."}, {"timestamp": [516.58, 518.38], "text": " They must, of course, master the language,"}, {"timestamp": [518.84, 521.6], "text": " but they also have to learn less obvious but essential things,"}, {"timestamp": [521.9, 541.1], "text": " such as our system of weights and measures and our coinage. At the YM they try out their newfound knowledge buying stamps and"}, {"timestamp": [541.1, 544.54], "text": " letter cards so that they can let their friends in Europe know that they've arrived"}, {"timestamp": [544.54, 545.04], "text": " safely and in the can that they've arrived safely,"}, {"timestamp": [545.52, 548.22], "text": " and in the canteen they'd make small purchases for themselves."}, {"timestamp": [549.16, 551.28], "text": " All this is part of their becoming New Zealanders."}, {"timestamp": [551.76, 553.82], "text": " To do things as we do is their ambition."}, {"timestamp": [559.56, 564.84], "text": " The older people will never quite lose their old ways, never speak the New Zealand language as we do,"}, {"timestamp": [567.08, 568.02], "text": " but they will become good citizens."}, {"timestamp": [569.6, 570.36], "text": " For the children, though, it will be different."}, {"timestamp": [571.5, 572.06], "text": " They will soon fit in."}, {"timestamp": [576.64, 577.4], "text": " They will grow up with our children, learn our games, and come to talk as we do."}, {"timestamp": [null, null], "text": " In no time at all, they'll be true New Zealanders."}], "text": " The President To about 1,000 of Europe's displaced persons, the last long journey is about to begin. Deported by the Nazis or forced back by retreating armies, war's end brought little hope to these people. Some had no homes to go back to, others chose not to return. Still others, fearing political persecution, have fled their countries since the war. To Trieste they come, to embark for the long voyage to New Zealand. They've chosen to leave Europe probably for good, to cut off ties of country, custom and language, and start again in a strange land on the other side of the world. Of the draft, over half are from the three Baltic states, Estonia, Latvia and Lithuania, now part of the Soviet Union. The rest are from Poland, Czechoslovakia, Hungary, Yugoslavia, the Ukraine, and other states of Eastern Europe. From ten different countries and a thousand different backgrounds, drawn together by a common desire to leave their troubled continent. And so they come to New Zealand. After years in the wilderness, the moment they've been longing for has arrived. But now that they're about to set foot in the promised land, there are misgivings. How different will it be? How will they be received? It won't be easy to adapt themselves to a new way of life, but people who have been through so much don't expect things to be easy. Their first impressions are good. Friendly officials of the Immigration Department direct them to the train with a minimum of fuss. Of the 1,000, a third are single men and women, who will go to the officials of the immigration department direct them to the train with a minimum of fuss. Of the 1,000 a third are single men and women who will go to manual and domestic work. And there are six orphans now coming ashore. The rest are family groups with at least one way journal in each family. The International Refugee Organization has had difficulty in settling older people, and New Zealand has humanely taken about a hundred, the first country to do so. A fortunate few have salvaged one or two precious possessions, but most own little but the clothes they're wearing. When they start their jobs, every penny of their wages will count. Every purchase will have to be seriously considered. Before they are sent into their communities, the new settlers will undergo a short but intensive course of instruction at the Immigration Department's Training Center at Pai Aarthur. There they'll learn something of New Zealand. It's language and customs, its history and people, so that when they go out to their jobs, they'll be able to fend for themselves. Soon after their arrival at Pai Aatua, all assembled for the distribution of Red Cross parcels to the 300 children. If these people wondered whether New Zealanders were friendly, here was the answer. Enough toys had been sent in in response to radio appeals to give every child a personal parcel, and every parcel held several toys. The parents were deeply touched, for these were things they couldn't afford to buy till after they were established. It's been a big day for orphans'oleg and Pepe, and tonight they're sleeping in sheets for the first time in their lives. Found wandering alone in the battle zones during the war, these children cannot remember their parents, and even their real names and ages must remain a mystery. But they're like brothers now, and under the kindly care of Aunt E. Kira, their parents, and even their real names and ages must remain a mystery. But they're like brothers now, and under the kindly care of Aunt E. Kira, their nurse, they've come to know something of what it's like to have a mother. Though there to be at Pai Ato, only a few weeks, our new citizens are settling in. But their one desire is to learn enough English to be able to leave camp life for good. This is one of dozens of camps they've been in, but it's the last, and they can come and go as they please. Curious about their new country, many are anxious to see it at first hand. It's a long way from Europe, but it's not so different. It could almost be Poland where these people come from. Captured by the Russians in 1939, Mr. Bogusheevich made his way 700 miles to India, where he met his wife, a Polish refugee. Mrs. Ringenberg, a sports instructor's, has put the shot six feet further than the New Zealand women's champion. Helping in the camp hospital are two doctors and a chemist. There are several professional people in the draft, and all have agreed to take directed employment for two years. Irene Germache is helping her parents with her English. She herself speaks eight languages fluently and is now learning Māori. Galena Bogdanovitz is also a talented linguist. A newspaper owner in Budapest till a few months ago, Mr. Farkish went with his family into voluntary exile rather than stay in Hungary. A group of old people talk with Archdeacon Young and Father Ward, who with the Lutheran pastor look out to the spiritual needs of this small community. A Lithuanian group in national costume have snapshots taken before they scatter to different parts of the country. Soon they'll put their costumes away to be taken out only on gala occasions. With their ancient artistic traditions, these people will do much to stimulate cultural activity in New Zealand. Though all new settlers have passed rigid X-ray and physical tests in Europe, another check is made on their health. Every member of the draft is strong and fit. But to ensure that they know how to keep fit, the physical welfare branch is conducting a wide range of sports activities. Soccer and basketball are widely played in Europe, and some of the young men and women will be assets to the clubs they join when they go out to their communities. Little Oleg's great day has come at last. Today he leaves for Blenheim to meet his foster parents, the first mother and father he has ever known. Auntie Kira and Pepe wave him goodbye. Pepe and the other orphans must wait a while. But soon the great gap in their lives will be filled, and they too will know the warmth and security of family life. To show the new settlers something of our country, its people and way of life, daily screenings of New Zealand films are held. The weekly review, because of its variety, is ideal for the job and is extremely popular with its audiences. The main activity in the camp is the schooling. For the younger children, it is not only a matter of learning to speak English. They must also be taught to read and write, as most of them have never been to school before. The teachers have been chosen for their knowledge of languages, but wherever possible, lessons are conducted in English. Now, children, I want you to say, Christopher Robin, with me. Are you ready? One, two. Little boy feels as the foot of his death. Droops little hands on little gold head. Hush! Hush! Whisper who dares. Christopher Robin is saying his prayers. The children will continue at school after leaving the camp, but the grown-ups have to concentrate into a few weeks the things it takes us a lifetime to learn. They must, of course, master the language, but they also have to learn less obvious but essential things, such as our system of weights and measures and our coinage. At the YM they try out their newfound knowledge buying stamps and letter cards so that they can let their friends in Europe know that they've arrived safely and in the can that they've arrived safely, and in the canteen they'd make small purchases for themselves. All this is part of their becoming New Zealanders. To do things as we do is their ambition. The older people will never quite lose their old ways, never speak the New Zealand language as we do, but they will become good citizens. For the children, though, it will be different. They will soon fit in. They will grow up with our children, learn our games, and come to talk as we do. In no time at all, they'll be true New Zealanders."}