{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Go out to where different rocks are worth down and go."}, {"timestamp": [3.0, 4.0], "text": " Uh, go down."}, {"timestamp": [4.0, 5.0], "text": " We go down these first guys."}, {"timestamp": [5.0, 6.0], "text": " Wingy."}, {"timestamp": [6.0, 7.0], "text": " That's not far."}, {"timestamp": [7.0, 8.0], "text": " That's not."}, {"timestamp": [8.0, 9.0], "text": " That's not."}, {"timestamp": [9.0, 40.5], "text": " That's not. That's not, Hart. The oyster boats leave Bluff at the tail end of the night, an hour to an hour and a half before dawn."}, {"timestamp": [44.5, 48.6], "text": " On the way out of the dredging grounds in Fobo Strait, the crew can relax below"}, {"timestamp": [48.6, 62.8], "text": " or knock up a makeshift breakfast on the coal range. The boat slowing as it reaches"}, {"timestamp": [62.8, 68.0], "text": " the oyster beds just before dawn is the signal for Ron Bishop to leave the engine room and go up on deck."}, {"timestamp": [70.0, 72.0], "text": " This is the weather office."}, {"timestamp": [72.0, 79.0], "text": " An anti-cyclone is moving away to the east of New Zealand and an active cold front is approaching the South Island from the South Tasman Sea."}, {"timestamp": [79.0, 108.6], "text": " This front is expected to advance onto Fiordland and South Southland this afternoon and reach the North Island tomorrow morning. Come on, pets, breakfast's ready."}, {"timestamp": [114.1, 119.5], "text": " Tredging begins as soon it is light enough to pick up landmarks and to check on one's position on the run of the time."}, {"timestamp": [120.2, 127.0], "text": " And by the time people back home are setting off for work, the day's routine is well underway."}, {"timestamp": [132.0, 136.0], "text": " As the winch pays out, the dredge wires drift back astern."}, {"timestamp": [141.0, 165.28], "text": " Most times you know a fair area to go to where your previous work and if it's okay you'll stay there in such time as you get down say or 50-60 sacks and then when you can see it starting to dwindle or you'll just keep on the move till you strike something a bit more better you know and course there's got about 20 square mile out there to cover but all that is not oysters it's only about perhaps one"}, {"timestamp": [165.28, 168.88], "text": " quarter of it could be oysters you can go for a couple of mile in places and never"}, {"timestamp": [168.88, 175.04], "text": " find a one big money can be made but everything depends on the number of"}, {"timestamp": [175.04, 178.88], "text": " sacks lander and right through the day it's a battle against time and to keep the"}, {"timestamp": [178.88, 186.38], "text": " dredges working we're lying we're sitting down we're not making, we've got to be in the bench all the time."}, {"timestamp": [186.76, 190.44], "text": " You've got to go like blazers to try and clear your bench before the next one comes up."}, {"timestamp": [191.0, 194.92], "text": " Because if they pilot point, you'll probably have to stop the bridges in order to catch up again."}, {"timestamp": [212.0, 215.0], "text": " It takes three to empty the heavy dredges onto the sorting or cullching benches. First the stern dredge and then the forehead."}, {"timestamp": [215.0, 219.0], "text": " There's no letting up once the goods are there."}, {"timestamp": [219.0, 222.0], "text": " Everybody pulls it together for everyone's efforts."}, {"timestamp": [222.0, 224.0], "text": " It's a combined effort on all the crew."}, {"timestamp": [224.0, 226.0], "text": " There's no shirking,"}, {"timestamp": [226.0, 233.0], "text": " it's all that will get stuck into it and it's non-stop and I mean flat out your hands are moving"}, {"timestamp": [233.0, 237.0], "text": " and it's like that all day you'll head down and into it."}, {"timestamp": [241.0, 245.0], "text": " In some cases if the pickings are really good, I sometimes don't even bother"}, {"timestamp": [245.0, 249.0], "text": " but that's well, though, when there's a dollar or two to be made looking at you."}, {"timestamp": [249.0, 261.0], "text": " In the old days, well, when there's bloody oysters around, you could..."}, {"timestamp": [261.0, 271.0], "text": " expected a hundred sacks a day, and if you didn't get them, you just move somewhere until you did. But that's a getting a thing of the past now they're not there like they used to be."}, {"timestamp": [271.0, 280.0], "text": " Not much of a day is it, please. No but the boats are out for four days. I've been at five."}, {"timestamp": [280.0, 294.0], "text": " Oh that's good. Yes, good, thank you. Oh, an oyster, there has to be what we call a natural."}, {"timestamp": [294.0, 299.0], "text": " You can pick within a fortnight whether a man is going to make a good oyster open out or not."}, {"timestamp": [299.0, 304.0], "text": " After our first full season, the opener has his hands right."}, {"timestamp": [304.0, 305.88], "text": " I don't know his hands get very, very"}, {"timestamp": [305.88, 310.0], "text": " sore. The hand they hold their knife in, the palm of their hand where the knife handle"}, {"timestamp": [310.0, 317.0], "text": " goes, becomes one big blister until the man's hand is hardened up. It will become layers"}, {"timestamp": [317.0, 322.5], "text": " and layers of hard skinnel eventually lay there and after two or three seasons you'll be"}, {"timestamp": [322.5, 325.0], "text": " going to come to start working. it won't blister at all."}, {"timestamp": [325.0, 331.0], "text": " In one of Bluff's most modern factories, conveyor belts take the shell from the benches to a waiting truck"}, {"timestamp": [331.0, 367.0], "text": " which has only the brief spells of smoker and lunch break in which to unload. Radchap! Spider! Raton! The job of"}, {"timestamp": [367.0, 391.0], "text": " The job of sorting, counting and washing the oysters in fresh water, throwing out the ones that are cut or below standard is done by girls in the packing room."}, {"timestamp": [391.0, 404.0], "text": " A certain number of oysters are individually blast frozen and marketed as free flow oysters to meet the demands of restaurants and fish and chip shops making oyster fritters."}, {"timestamp": [404.0, 405.04], "text": " But most are canned"}, {"timestamp": [405.04, 413.8], "text": " and sold fresh within a day or so. Like the men on the boats, the oyster"}, {"timestamp": [413.8, 418.12], "text": " openers are paid according to their talent and a good opener needs the determination"}, {"timestamp": [418.12, 423.1], "text": " to work at pace from start to finish of the day. 21 oysters a minute, more than"}, {"timestamp": [423.1, 427.0], "text": " 1000 an hour."}, {"timestamp": [427.0, 444.0], "text": " When the oyster industry started before the days of factories and air freight and the ban on export,"}, {"timestamp": [444.0, 447.96], "text": " there was a regular weekly service across the Tasman and bluff oysters"}, {"timestamp": [447.96, 487.0], "text": " were better known in Melbourne than in the North Island. The blast frozen free flow oysters must be packed as quickly as possible before they begin to stick to the trains."}, {"timestamp": [487.0, 534.0], "text": " True to the forecast, the weather has worsened out in Fovostrate. The oyster men take rough weather philosophically."}, {"timestamp": [534.0, 538.0], "text": " Ah, well, we can only work in weather up to a certain thing."}, {"timestamp": [538.0, 544.0], "text": " When it gets really rough, well, you can still catch choices, but not the same quantity."}, {"timestamp": [544.0, 549.6], "text": " And when it comes to a certain stage, well, we'll just pat it in and go home."}, {"timestamp": [557.1, 559.4], "text": " Even when weather stops the boat setting out at all,"}, {"timestamp": [559.7, 577.2], "text": " there's always the previous day's catch to be got away to all parts of the country?"}, {"timestamp": [599.0, 600.0], "text": " The 23 boats of the Oyster fleet try to get back in time to be unloaded by five. I'm five."}, {"timestamp": [600.0, 602.0], "text": " Bye, babe, Mom."}, {"timestamp": [602.0, 625.0], "text": " All right, help. I got."}, {"timestamp": [625.0, 631.0], "text": " I got a bloody fan, a big fan out there."}, {"timestamp": [631.0, 635.0], "text": " All, go."}, {"timestamp": [635.0, 637.0], "text": " He looks at seven."}, {"timestamp": [637.0, 638.0], "text": " Give him."}, {"timestamp": [638.0, 639.0], "text": " Yeah."}, {"timestamp": [639.0, 641.0], "text": " He got to get."}, {"timestamp": [641.0, 643.0], "text": " Jack."}, {"timestamp": [643.0, 645.0], "text": " Oh, you'll get. Take it back. Go ahead."}, {"timestamp": [645.0, 647.0], "text": " Good day, I'm sorry."}, {"timestamp": [647.0, 665.0], "text": " Good day. How bad? Good day. Oh, good. In the best."}, {"timestamp": [665.0, 667.0], "text": " In the best,"}, {"timestamp": [667.0, 681.0], "text": " in my, huh?"}, {"timestamp": [681.0, 688.0], "text": " In Bluff's pubs, the men from the oyster boats and opening factories can relax and leave the final jobs of the day to others."}, {"timestamp": [690.0, 727.0], "text": " Oysters provide one of the biggest revenues in air freight in the country during the six months is the end of a day that began before dawn."}], "text": " Go out to where different rocks are worth down and go. Uh, go down. We go down these first guys. Wingy. That's not far. That's not. That's not. That's not. That's not, Hart. The oyster boats leave Bluff at the tail end of the night, an hour to an hour and a half before dawn. On the way out of the dredging grounds in Fobo Strait, the crew can relax below or knock up a makeshift breakfast on the coal range. The boat slowing as it reaches the oyster beds just before dawn is the signal for Ron Bishop to leave the engine room and go up on deck. This is the weather office. An anti-cyclone is moving away to the east of New Zealand and an active cold front is approaching the South Island from the South Tasman Sea. This front is expected to advance onto Fiordland and South Southland this afternoon and reach the North Island tomorrow morning. Come on, pets, breakfast's ready. Tredging begins as soon it is light enough to pick up landmarks and to check on one's position on the run of the time. And by the time people back home are setting off for work, the day's routine is well underway. As the winch pays out, the dredge wires drift back astern. Most times you know a fair area to go to where your previous work and if it's okay you'll stay there in such time as you get down say or 50-60 sacks and then when you can see it starting to dwindle or you'll just keep on the move till you strike something a bit more better you know and course there's got about 20 square mile out there to cover but all that is not oysters it's only about perhaps one quarter of it could be oysters you can go for a couple of mile in places and never find a one big money can be made but everything depends on the number of sacks lander and right through the day it's a battle against time and to keep the dredges working we're lying we're sitting down we're not making, we've got to be in the bench all the time. You've got to go like blazers to try and clear your bench before the next one comes up. Because if they pilot point, you'll probably have to stop the bridges in order to catch up again. It takes three to empty the heavy dredges onto the sorting or cullching benches. First the stern dredge and then the forehead. There's no letting up once the goods are there. Everybody pulls it together for everyone's efforts. It's a combined effort on all the crew. There's no shirking, it's all that will get stuck into it and it's non-stop and I mean flat out your hands are moving and it's like that all day you'll head down and into it. In some cases if the pickings are really good, I sometimes don't even bother but that's well, though, when there's a dollar or two to be made looking at you. In the old days, well, when there's bloody oysters around, you could... expected a hundred sacks a day, and if you didn't get them, you just move somewhere until you did. But that's a getting a thing of the past now they're not there like they used to be. Not much of a day is it, please. No but the boats are out for four days. I've been at five. Oh that's good. Yes, good, thank you. Oh, an oyster, there has to be what we call a natural. You can pick within a fortnight whether a man is going to make a good oyster open out or not. After our first full season, the opener has his hands right. I don't know his hands get very, very sore. The hand they hold their knife in, the palm of their hand where the knife handle goes, becomes one big blister until the man's hand is hardened up. It will become layers and layers of hard skinnel eventually lay there and after two or three seasons you'll be going to come to start working. it won't blister at all. In one of Bluff's most modern factories, conveyor belts take the shell from the benches to a waiting truck which has only the brief spells of smoker and lunch break in which to unload. Radchap! Spider! Raton! The job of The job of sorting, counting and washing the oysters in fresh water, throwing out the ones that are cut or below standard is done by girls in the packing room. A certain number of oysters are individually blast frozen and marketed as free flow oysters to meet the demands of restaurants and fish and chip shops making oyster fritters. But most are canned and sold fresh within a day or so. Like the men on the boats, the oyster openers are paid according to their talent and a good opener needs the determination to work at pace from start to finish of the day. 21 oysters a minute, more than 1000 an hour. When the oyster industry started before the days of factories and air freight and the ban on export, there was a regular weekly service across the Tasman and bluff oysters were better known in Melbourne than in the North Island. The blast frozen free flow oysters must be packed as quickly as possible before they begin to stick to the trains. True to the forecast, the weather has worsened out in Fovostrate. The oyster men take rough weather philosophically. Ah, well, we can only work in weather up to a certain thing. When it gets really rough, well, you can still catch choices, but not the same quantity. And when it comes to a certain stage, well, we'll just pat it in and go home. Even when weather stops the boat setting out at all, there's always the previous day's catch to be got away to all parts of the country? The 23 boats of the Oyster fleet try to get back in time to be unloaded by five. I'm five. Bye, babe, Mom. All right, help. I got. I got a bloody fan, a big fan out there. All, go. He looks at seven. Give him. Yeah. He got to get. Jack. Oh, you'll get. Take it back. Go ahead. Good day, I'm sorry. Good day. How bad? Good day. Oh, good. In the best. In the best, in my, huh? In Bluff's pubs, the men from the oyster boats and opening factories can relax and leave the final jobs of the day to others. Oysters provide one of the biggest revenues in air freight in the country during the six months is the end of a day that began before dawn."}