{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Apricot"}, {"timestamp": [2.0, 28.44], "text": " Apricot's come in after the cherries and strawberries, but before the peaches, apples and pears."}, {"timestamp": [28.44, 32.2], "text": " As the pick of the crop is packed for city markets, more fruit comes down to the packing"}, {"timestamp": [32.2, 34.0], "text": " shed from the orchard."}, {"timestamp": [34.0, 38.44], "text": " Roxburgh orchards are situated both sides of the Cluthor River, and the suspension bridge built"}, {"timestamp": [38.44, 47.0], "text": " for the Roxburgh hydroelectric scheme gives some growers a useful shortcut to the jam factory."}, {"timestamp": [53.0, 54.0], "text": " When the fruit ripens fast and there's too much for the markets, the factory can handle the surplus."}, {"timestamp": [57.0, 58.0], "text": " As each fruit comes into season, the factory layout changes."}, {"timestamp": [81.0, 85.0], "text": " Apricots have their own special machinery, stoning machines that trim the fruit for the jam vats in one clean operation. Into the vats goes water, apricots, sugar and nothing else."}, {"timestamp": [85.0, 89.0], "text": " Fruit for jam and fruit for the table is gathered by expert pickers,"}, {"timestamp": [89.0, 92.0], "text": " for if the pickers are not expert, the trees are harmed."}, {"timestamp": [92.0, 97.0], "text": " Central Otago is near as well known for its fruit as it was once for its gold,"}, {"timestamp": [97.0, 100.0], "text": " but land suited to each type of fruit is limited."}, {"timestamp": [100.0, 103.0], "text": " Cold air flows downhill, so on still nights at Roxburgh,"}, {"timestamp": [103.0, 106.18], "text": " it's cold near the river as well as on the hilltops."}, {"timestamp": [106.58, 110.5], "text": " But in between are the areas free of spring frosts where the apricots grow."}, {"timestamp": [121.5, 125.16], "text": " To the thriving township of Putaruru on the edge of the exotic timber country"}, {"timestamp": [125.16, 128.34], "text": " come some of the industry's most expert bushman for a bushmen's holiday."}, {"timestamp": [129.0, 131.28], "text": " Competitors in the double saw event brush up their teeth,"}, {"timestamp": [131.6, 156.5], "text": " dig footholes and get set to rip through a couple of cuts in the 18-inch locks. Another pair enter the second cut with no slackening of speed."}, {"timestamp": [156.5, 171.3], "text": " The 12 inchinch underhand shop is not recommended for novices."}, {"timestamp": [171.8, 176.6], "text": " Working in stocking feet, the axeman marks out his cut on the log, has a trial swing, and they're away."}, {"timestamp": [180.1, 181.7], "text": " Shopping and changing, they call this."}, {"timestamp": [181.96, 193.24], "text": " He jumps around to the other side without losing his beat or his feet."}, {"timestamp": [195.0, 195.3], "text": " Getting ready for the big shop of the day."}, {"timestamp": [198.54, 199.02], "text": " The Putaruru Handicap, First Prize 150 pounds and a cut."}, {"timestamp": [200.56, 200.9], "text": " Blades are honed to razor sharpness."}, {"timestamp": [204.08, 204.58], "text": " Pineus blocks are securely fastened and measured up ready for the starter signal."}, {"timestamp": [208.7, 209.08], "text": " The cameraman has his lens and his hopes on C-Hurstts. They're off in the woodpecker's Derby."}, {"timestamp": [219.08, 223.28], "text": " The total human energy expended here today would probably amount to more than a few horsepower,"}, {"timestamp": [223.58, 225.76], "text": " and it's all done for fun. And the prize money."}, {"timestamp": [231.6, 239.56], "text": " He's through. A quick glance around confirms the fact that our cameraman was in the money."}, {"timestamp": [239.94, 240.98], "text": " C. Hurst was second."}, {"timestamp": [244.48, 249.68], "text": " M. Jensen wins the event for the third time, thus taking the 150 pounds and the cup for keeps."}, {"timestamp": [262.4, 266.28], "text": " The broad Waikato, flowing smoothly through the wide country."}, {"timestamp": [267.36, 272.68], "text": " The powerful Waikato, driving deeply through narrow guts of rock at the approach to gorges."}, {"timestamp": [273.9, 277.36], "text": " The beautiful, trilling its rapids under bush-clad slopes."}, {"timestamp": [278.04, 279.6], "text": " All is to yield its power."}, {"timestamp": [280.46, 285.0], "text": " But at Maritai, the raising of the lake is not yet because of a little thing."}, {"timestamp": [285.0, 287.0], "text": " A gate lifting cylinder."}, {"timestamp": [287.0, 289.0], "text": " Here is only one in position."}, {"timestamp": [289.0, 293.0], "text": " It was a small fault that delayed the gate lifting cylinders,"}, {"timestamp": [293.0, 298.0], "text": " just sand and metal turnings loose inside them when they arrived from across the Pacific."}, {"timestamp": [302.0, 307.0], "text": " Back they come now from repairs on the great lays of the Auckland Naval Dockyard."}, {"timestamp": [311.0, 320.0], "text": " Back they come for installation on the upper face of the dam to lift and lower the gates, admitting water to the turbines."}, {"timestamp": [320.0, 323.0], "text": " Here a cylinder has been lowered on night shift."}, {"timestamp": [323.0, 328.0], "text": " The bearings are made ready for insertion of the pin from which the weight of the gate will hang."}, {"timestamp": [328.0, 330.0], "text": " The pin goes home."}, {"timestamp": [330.0, 335.0], "text": " Below, on the vertical face of the dam, others are also working on the gate lifting equipment."}, {"timestamp": [339.0, 347.0], "text": " The repaired hydraulic cylinders are in position, vertical above the intakes, and ready to be tested."}, {"timestamp": [347.0, 352.0], "text": " Here's one open, one closed, one up, one down."}, {"timestamp": [352.0, 362.0], "text": " Above the coffer dam of Earth, the river flows into the hill, into the diversion tunnel, and out again further downstream,"}, {"timestamp": [362.0, 365.6], "text": " beyond the level water that will be the tail race of the dam."}, {"timestamp": [366.3, 367.5], "text": " Soon the flow will change."}, {"timestamp": [370.5, 375.1], "text": " When the button is pressed, a gate will begin to fall across the entrance to the diversion tunnel."}, {"timestamp": [375.7, 378.5], "text": " And when the tunnel is closed, the lake will begin to rise."}, {"timestamp": [383.0, 390.0], "text": " The coffer dam, built in a great fight with the river four years ago, starts to go under. Its work is done."}, {"timestamp": [390.0, 412.8], "text": " For a little while longer, rapid that had seen. For a little while longer, rapid that had seemed eternal continue to flow as though nothing were happening."}, {"timestamp": [413.5, 417.1], "text": " And that strange waterfall also that strikes into the river at right angles."}, {"timestamp": [423.1, 427.0], "text": " A waterfall that few have seen and none will see again"}, {"timestamp": [427.0, 430.0], "text": " projects the river's energy into a great pool of turbulence"}, {"timestamp": [430.0, 434.0], "text": " and at right angles the river flows out smoothly towards the dam."}, {"timestamp": [434.0, 440.0], "text": " The waterfall too goes under and the lake begins."}, {"timestamp": [440.0, 452.02], "text": " A boat collects debris and a tree stands drowning."}, {"timestamp": [452.82, 458.68], "text": " As the water rises, forces change, balances are undone, and banks reset their slopes."}, {"timestamp": [473.0, 477.0], "text": " For the project engineer, A.E. Clark, this is a great day, a great moment. The first water is flowing through the third Waiketo dam."}, {"timestamp": [477.0, 513.0], "text": " After four years of construction, Maritai begins to work the river. With the lake part way up, generators are put on test."}, {"timestamp": [513.0, 526.14], "text": " Only excite units are seen above the powerhouse floor. With the lake partway up, generators are put on test."}, {"timestamp": [526.14, 532.68], "text": " Only exciteer units are seen above the powerhouse floor."}, {"timestamp": [532.68, 544.32], "text": " Below floor level, a generator is completed."}, {"timestamp": [544.32, 552.0], "text": " The machines on test come up to speed. Output steadies on 50 cycles. With only part head of water, power production is not yet high."}, {"timestamp": [552.0, 559.0], "text": " State by stage through the months, the lake level is raised. Every function of the dam and powerhouse testing."}, {"timestamp": [559.0, 570.6], "text": " Nearly done now, with the lake stretching back, filling gorge and valley,"}, {"timestamp": [571.2, 573.8], "text": " a new power and beauty born out of the old."}, {"timestamp": [575.4, 578.4], "text": " With the lake level up, power output rises."}, {"timestamp": [592.0, 598.0], "text": " From the right-eyes generators, power flows into the veins of the island. Out to farm, township and city, to as far away as the city on the strait."}], "text": " Apricot Apricot's come in after the cherries and strawberries, but before the peaches, apples and pears. As the pick of the crop is packed for city markets, more fruit comes down to the packing shed from the orchard. Roxburgh orchards are situated both sides of the Cluthor River, and the suspension bridge built for the Roxburgh hydroelectric scheme gives some growers a useful shortcut to the jam factory. When the fruit ripens fast and there's too much for the markets, the factory can handle the surplus. As each fruit comes into season, the factory layout changes. Apricots have their own special machinery, stoning machines that trim the fruit for the jam vats in one clean operation. Into the vats goes water, apricots, sugar and nothing else. Fruit for jam and fruit for the table is gathered by expert pickers, for if the pickers are not expert, the trees are harmed. Central Otago is near as well known for its fruit as it was once for its gold, but land suited to each type of fruit is limited. Cold air flows downhill, so on still nights at Roxburgh, it's cold near the river as well as on the hilltops. But in between are the areas free of spring frosts where the apricots grow. To the thriving township of Putaruru on the edge of the exotic timber country come some of the industry's most expert bushman for a bushmen's holiday. Competitors in the double saw event brush up their teeth, dig footholes and get set to rip through a couple of cuts in the 18-inch locks. Another pair enter the second cut with no slackening of speed. The 12 inchinch underhand shop is not recommended for novices. Working in stocking feet, the axeman marks out his cut on the log, has a trial swing, and they're away. Shopping and changing, they call this. He jumps around to the other side without losing his beat or his feet. Getting ready for the big shop of the day. The Putaruru Handicap, First Prize 150 pounds and a cut. Blades are honed to razor sharpness. Pineus blocks are securely fastened and measured up ready for the starter signal. The cameraman has his lens and his hopes on C-Hurstts. They're off in the woodpecker's Derby. The total human energy expended here today would probably amount to more than a few horsepower, and it's all done for fun. And the prize money. He's through. A quick glance around confirms the fact that our cameraman was in the money. C. Hurst was second. M. Jensen wins the event for the third time, thus taking the 150 pounds and the cup for keeps. The broad Waikato, flowing smoothly through the wide country. The powerful Waikato, driving deeply through narrow guts of rock at the approach to gorges. The beautiful, trilling its rapids under bush-clad slopes. All is to yield its power. But at Maritai, the raising of the lake is not yet because of a little thing. A gate lifting cylinder. Here is only one in position. It was a small fault that delayed the gate lifting cylinders, just sand and metal turnings loose inside them when they arrived from across the Pacific. Back they come now from repairs on the great lays of the Auckland Naval Dockyard. Back they come for installation on the upper face of the dam to lift and lower the gates, admitting water to the turbines. Here a cylinder has been lowered on night shift. The bearings are made ready for insertion of the pin from which the weight of the gate will hang. The pin goes home. Below, on the vertical face of the dam, others are also working on the gate lifting equipment. The repaired hydraulic cylinders are in position, vertical above the intakes, and ready to be tested. Here's one open, one closed, one up, one down. Above the coffer dam of Earth, the river flows into the hill, into the diversion tunnel, and out again further downstream, beyond the level water that will be the tail race of the dam. Soon the flow will change. When the button is pressed, a gate will begin to fall across the entrance to the diversion tunnel. And when the tunnel is closed, the lake will begin to rise. The coffer dam, built in a great fight with the river four years ago, starts to go under. Its work is done. For a little while longer, rapid that had seen. For a little while longer, rapid that had seemed eternal continue to flow as though nothing were happening. And that strange waterfall also that strikes into the river at right angles. A waterfall that few have seen and none will see again projects the river's energy into a great pool of turbulence and at right angles the river flows out smoothly towards the dam. The waterfall too goes under and the lake begins. A boat collects debris and a tree stands drowning. As the water rises, forces change, balances are undone, and banks reset their slopes. For the project engineer, A.E. Clark, this is a great day, a great moment. The first water is flowing through the third Waiketo dam. After four years of construction, Maritai begins to work the river. With the lake part way up, generators are put on test. Only excite units are seen above the powerhouse floor. With the lake partway up, generators are put on test. Only exciteer units are seen above the powerhouse floor. Below floor level, a generator is completed. The machines on test come up to speed. Output steadies on 50 cycles. With only part head of water, power production is not yet high. State by stage through the months, the lake level is raised. Every function of the dam and powerhouse testing. Nearly done now, with the lake stretching back, filling gorge and valley, a new power and beauty born out of the old. With the lake level up, power output rises. From the right-eyes generators, power flows into the veins of the island. Out to farm, township and city, to as far away as the city on the strait."}