{"speakers": [], "chunks": [{"timestamp": [0.0, 10.24], "text": " This is basketball and women's wear a"}, {"timestamp": [10.24, 26.24], "text": " This is basketball and women's wear"}, {"timestamp": [26.24, 29.5], "text": " 1905 version when the game first came to New Zealand,"}, {"timestamp": [29.5, 32.0], "text": " a pleasant ladylike game for gentle women."}, {"timestamp": [32.0, 35.5], "text": " But that was 50 years ago."}, {"timestamp": [35.5, 37.5], "text": " Since then it's changed considerably,"}, {"timestamp": [37.5, 40.5], "text": " and that hemline's been making a B-line for the waistline."}, {"timestamp": [40.5, 44.0], "text": " The sports highly organized and popular now."}, {"timestamp": [44.0, 46.4], "text": " From less than 40 teams 30 years ago,"}, {"timestamp": [46.4, 52.44], "text": " the New Zealand Basketball Association has grown to a membership of more than 2,300 teams."}, {"timestamp": [52.44, 59.96], "text": " The cream of these gather in Christchurch for the 25th Dominion tournament. A little bit of"}, {"timestamp": [59.96, 64.24], "text": " practice to warm up and it isn't long before the first games are underway. One of the hardest"}, {"timestamp": [64.24, 68.4], "text": " sport is that between Rotorua in dark gyms and Taronga in gray."}, {"timestamp": [68.4, 71.0], "text": " Rotarua goes through Taronga's defenses to gold."}, {"timestamp": [75.0, 80.6], "text": " Good positioning and speedy passing enable Taronga to score successfully."}, {"timestamp": [80.6, 82.9], "text": " But it's Rotarua's game."}, {"timestamp": [89.0, 96.0], "text": " The courts at Hagley Park were kept busy during tournament week. Prominent early was the Canterbury team, here defeating Hawks Bay."}, {"timestamp": [96.0, 102.0], "text": " Spectators keep up on results as the tourney moves toward the finals."}, {"timestamp": [102.0, 105.44], "text": " The champions of tomorrow get in a little practice, while the contenders for the championship of today up on results as the tourney moves toward the finals."}, {"timestamp": [107.88, 111.56], "text": " The champions of tomorrow get in a little practice, while the contenders for the championship of today file out on the court."}, {"timestamp": [111.56, 114.96], "text": " Auckland on the near side and Canterbury contest the final."}, {"timestamp": [114.96, 119.04], "text": " Auckland's early to the attack and carries play through to Canterbury's goal to score."}, {"timestamp": [124.16, 127.0], "text": " Canterbury begins to fight back."}, {"timestamp": [127.0, 135.0], "text": " By half time, Canterbury takes a narrow lead with the score at 1211."}, {"timestamp": [135.0, 144.0], "text": " The second half sees Canterbury's centres and forwards combining well to build up their score."}, {"timestamp": [144.0, 148.0], "text": " Accurate shooting and for Canterbury the game is in the basket."}, {"timestamp": [148.0, 152.0], "text": " For the victors, the New Zealand Cup, presented by Mayor S McFarland."}, {"timestamp": [152.0, 156.0], "text": " Canterbury takes it for the second year in succession and for the eighth time in 11 years."}, {"timestamp": [156.0, 159.0], "text": " Team Captain Murray has every reason to smile."}, {"timestamp": [159.0, 170.0], "text": " A camp for health stamps by."}, {"timestamp": [170.0, 172.5], "text": " Here children who are ill or down in weight"}, {"timestamp": [172.5, 176.0], "text": " by six weeks holiday can rectify their not quite healthy stay."}, {"timestamp": [176.0, 178.0], "text": " Here's exercise and fellowship,"}, {"timestamp": [178.0, 181.0], "text": " a friendly son to make them well and salt fresh air"}, {"timestamp": [181.0, 184.0], "text": " that brings an appetite to welcome the next meal."}, {"timestamp": [184.0, 185.68], "text": " This is the life all right."}, {"timestamp": [185.68, 192.16], "text": " With romping patience they await the bell. The signal goes for dinner time and promptly"}, {"timestamp": [192.16, 197.12], "text": " off they rush following Pied Piper's call to feed and dream. At first there's hair to brush"}, {"timestamp": [197.12, 203.04], "text": " and hands to clean and little ones need helping with it all. Quick come the plates and soon the heads"}, {"timestamp": [203.04, 205.5], "text": " go down, good food and milk is brought to make"}, {"timestamp": [205.5, 210.66], "text": " them grow to face the years to come. Next in big rounded rooms, they rest an hour or"}, {"timestamp": [210.66, 217.5], "text": " so before they start their active afternoon. Food, exercise and rest are what they need, more"}, {"timestamp": [217.5, 223.3], "text": " than they had before. For six weeks long, the health stamp camps give each the feed, the rest,"}, {"timestamp": [223.3, 226.6], "text": " the outdoor play to make him strong."}, {"timestamp": [231.3, 232.2], "text": " Their paintings spaced along the classroom walls show holidays through eyes of 12-year-olds."}, {"timestamp": [235.6, 235.84], "text": " From camp, they watch a ship near Carpity that rounds the world,"}, {"timestamp": [241.0, 242.8], "text": " search the Long Beach for starfish or for shells, and range through sandhill seeking pirate gold."}, {"timestamp": [246.06, 250.8], "text": " There's school at camp. Learning is not set back by a long, conescent holiday. At art class they're designing a new stamp to keep the"}, {"timestamp": [250.8, 254.94], "text": " camp funds flowing plentifully. They make designs that mirror what they know"}, {"timestamp": [254.94, 260.04], "text": " of fruit, fresh air and exercise and sleep. But come now to the strong room"}, {"timestamp": [260.04, 264.24], "text": " where men keep the stocks of postal stamps that soon must go out to post offices"}, {"timestamp": [264.24, 265.28], "text": " for health stamp week."}, {"timestamp": [267.2, 273.4], "text": " Postage a thousand pounds health camps 500. That's the rating of each file of sheets as they are checked and numbered"}, {"timestamp": [273.8, 280.96], "text": " parceled and labeled and sent out for sale. The stamps that keep the camps. A way they'll go on business letters"}, {"timestamp": [280.96, 285.0], "text": " notes to friends and stamp collectors from bluff to the North Cape."}, {"timestamp": [285.0, 291.0], "text": " They'll amess as some substantial to keep all camps financial and put sick children back into good shape."}, {"timestamp": [291.0, 308.0], "text": " On patrol in Auckland Harbor is the Lady Shirley diesel motor launch of the Auckland Waterfront Police."}, {"timestamp": [308.0, 315.0], "text": " The Shirley, as she's known to the men of the force, is man 24 hours a day, and six of these are spent on patrol around the Auckland wharves and boat harbours."}, {"timestamp": [315.0, 341.9], "text": " Patrolling among the little ships is a pleasant form of duty, made more pleasant with a wave from a yacht or launch for the boat. The boat owners appreciate a service which keeps an eye on their moorings and a sharp"}, {"timestamp": [341.9, 350.62], "text": " lookout for any circumstance which though usually innocent is suspicious enough to warrant investigation. Helmsman Don Whitefield"}, {"timestamp": [350.62, 354.2], "text": " answers a radio call from the wharf police station. Don is the senior"}, {"timestamp": [354.2, 357.64], "text": " constable on the launch. He was posted to it when the police launch was introduced"}, {"timestamp": [357.64, 361.72], "text": " 14 years ago. In response to the call he heads the Shirley down harbor for"}, {"timestamp": [361.72, 367.0], "text": " Waikigie Island where a stretcher case is to be transferred to Auckland Hospital as soon as possible."}, {"timestamp": [367.0, 374.0], "text": " Ships and sea are nothing new to Bill Sutherland, and neither are navy blue uniforms."}, {"timestamp": [374.0, 380.0], "text": " Bill's an ex-Navy man and finds life in the police force can be just as exciting as life in the Queen's Navy."}, {"timestamp": [380.0, 385.0], "text": " At Matea Tier Warf on Waikki Island, a small group of people await the Shirley's arrival."}, {"timestamp": [385.0, 389.0], "text": " Waikiki and other islands in the Auckland harbour are now fairly large residential areas."}, {"timestamp": [389.0, 394.0], "text": " The transport between them and the mainland is sometimes limited to two or three launches a week."}, {"timestamp": [394.0, 398.0], "text": " Attending to ambulance cases is consequently nothing new to the Lady Shirley's crew."}, {"timestamp": [402.0, 407.0], "text": " A word to the patient and no time is last in getting her aboard and on her way to Walkman."}, {"timestamp": [407.0, 415.0], "text": " Later at Admiralty steps an ambulance stands by to take her to the public hospital."}, {"timestamp": [415.0, 425.0], "text": " On shore the wolf policeman's duties are many and varied."}, {"timestamp": [425.0, 429.0], "text": " Cooperation with the harbour board authorities, ordinary beat duty."}, {"timestamp": [429.0, 434.0], "text": " And one of their biggest headaches, investigation of pillaged cargo."}, {"timestamp": [434.0, 438.0], "text": " 90% of detected pillaging has taken place in overseas ports,"}, {"timestamp": [438.0, 441.0], "text": " but every complaint must be investigated."}, {"timestamp": [441.0, 447.0], "text": " Here, bomb rubble from an English dock has been substituted for bottles of scotch whiskey."}, {"timestamp": [447.0, 452.0], "text": " Constable Bill Bird is a plainclothes policeman who has known in every British port in the world,"}, {"timestamp": [452.0, 454.0], "text": " but he's been to very few of them."}, {"timestamp": [454.0, 460.0], "text": " His customers, as he calls them, are stowaways and deserters."}, {"timestamp": [460.0, 466.0], "text": " Very few seamen who gain illegal entry by stowing away or jumping ship have eluded the watchful birdie."}, {"timestamp": [470.0, 477.0], "text": " A head lies a month with no accommodation problems."}, {"timestamp": [482.0, 486.0], "text": " Police raid the SS Monowai just prior to her departure for Sydney."}, {"timestamp": [486.0, 490.0], "text": " They have reason to believe a wanted man is aboard as a stowaway."}, {"timestamp": [490.0, 503.0], "text": " Some of the men wear dungarees, searching greasy engine rooms is not a pleasant occupation,"}, {"timestamp": [503.0, 508.14], "text": " and certainly no place to wear a smart uniform unpleasant work is often the"}, {"timestamp": [508.14, 512.1], "text": " policeman's lot the officer in charge of the wharf police station sub-inspector"}, {"timestamp": [512.1, 517.94], "text": " Harry Campon gives instructions to two of his constables small boys are always"}, {"timestamp": [517.94, 522.08], "text": " inquisitive but today the wharf is no place for them with a friendly word the"}, {"timestamp": [522.08, 529.12], "text": " youngster is sent on his way. Live bodies too"}, {"timestamp": [529.12, 533.56], "text": " sometimes need rescuing from the sea. Many a yachtie has been thankful to the Auckland"}, {"timestamp": [533.56, 537.92], "text": " Wharf police and the Lady Shirley. A capsize in winter when no other yachts are around"}, {"timestamp": [537.92, 542.38], "text": " to lend a hand and the water is icy cold can be dangerous. A slight error of"}, {"timestamp": [542.38, 549.68], "text": " judgment and she's over. But they're lucky. The Shirley is on"}, {"timestamp": [549.68, 577.0], "text": " patrol and the chances are she'll spot them. She's seen them and is on her way. And so another service is rendered by the men of the Auckland Waterfront Police."}, {"timestamp": [577.0, null], "text": " Men who are pledged to serve their fellow citizens and keep law and order, but whose particular duty it is to watch and guard the Auckland waterfront."}], "text": " This is basketball and women's wear a This is basketball and women's wear 1905 version when the game first came to New Zealand, a pleasant ladylike game for gentle women. But that was 50 years ago. Since then it's changed considerably, and that hemline's been making a B-line for the waistline. The sports highly organized and popular now. From less than 40 teams 30 years ago, the New Zealand Basketball Association has grown to a membership of more than 2,300 teams. The cream of these gather in Christchurch for the 25th Dominion tournament. A little bit of practice to warm up and it isn't long before the first games are underway. One of the hardest sport is that between Rotorua in dark gyms and Taronga in gray. Rotarua goes through Taronga's defenses to gold. Good positioning and speedy passing enable Taronga to score successfully. But it's Rotarua's game. The courts at Hagley Park were kept busy during tournament week. Prominent early was the Canterbury team, here defeating Hawks Bay. Spectators keep up on results as the tourney moves toward the finals. The champions of tomorrow get in a little practice, while the contenders for the championship of today up on results as the tourney moves toward the finals. The champions of tomorrow get in a little practice, while the contenders for the championship of today file out on the court. Auckland on the near side and Canterbury contest the final. Auckland's early to the attack and carries play through to Canterbury's goal to score. Canterbury begins to fight back. By half time, Canterbury takes a narrow lead with the score at 1211. The second half sees Canterbury's centres and forwards combining well to build up their score. Accurate shooting and for Canterbury the game is in the basket. For the victors, the New Zealand Cup, presented by Mayor S McFarland. Canterbury takes it for the second year in succession and for the eighth time in 11 years. Team Captain Murray has every reason to smile. A camp for health stamps by. Here children who are ill or down in weight by six weeks holiday can rectify their not quite healthy stay. Here's exercise and fellowship, a friendly son to make them well and salt fresh air that brings an appetite to welcome the next meal. This is the life all right. With romping patience they await the bell. The signal goes for dinner time and promptly off they rush following Pied Piper's call to feed and dream. At first there's hair to brush and hands to clean and little ones need helping with it all. Quick come the plates and soon the heads go down, good food and milk is brought to make them grow to face the years to come. Next in big rounded rooms, they rest an hour or so before they start their active afternoon. Food, exercise and rest are what they need, more than they had before. For six weeks long, the health stamp camps give each the feed, the rest, the outdoor play to make him strong. Their paintings spaced along the classroom walls show holidays through eyes of 12-year-olds. From camp, they watch a ship near Carpity that rounds the world, search the Long Beach for starfish or for shells, and range through sandhill seeking pirate gold. There's school at camp. Learning is not set back by a long, conescent holiday. At art class they're designing a new stamp to keep the camp funds flowing plentifully. They make designs that mirror what they know of fruit, fresh air and exercise and sleep. But come now to the strong room where men keep the stocks of postal stamps that soon must go out to post offices for health stamp week. Postage a thousand pounds health camps 500. That's the rating of each file of sheets as they are checked and numbered parceled and labeled and sent out for sale. The stamps that keep the camps. A way they'll go on business letters notes to friends and stamp collectors from bluff to the North Cape. They'll amess as some substantial to keep all camps financial and put sick children back into good shape. On patrol in Auckland Harbor is the Lady Shirley diesel motor launch of the Auckland Waterfront Police. The Shirley, as she's known to the men of the force, is man 24 hours a day, and six of these are spent on patrol around the Auckland wharves and boat harbours. Patrolling among the little ships is a pleasant form of duty, made more pleasant with a wave from a yacht or launch for the boat. The boat owners appreciate a service which keeps an eye on their moorings and a sharp lookout for any circumstance which though usually innocent is suspicious enough to warrant investigation. Helmsman Don Whitefield answers a radio call from the wharf police station. Don is the senior constable on the launch. He was posted to it when the police launch was introduced 14 years ago. In response to the call he heads the Shirley down harbor for Waikigie Island where a stretcher case is to be transferred to Auckland Hospital as soon as possible. Ships and sea are nothing new to Bill Sutherland, and neither are navy blue uniforms. Bill's an ex-Navy man and finds life in the police force can be just as exciting as life in the Queen's Navy. At Matea Tier Warf on Waikki Island, a small group of people await the Shirley's arrival. Waikiki and other islands in the Auckland harbour are now fairly large residential areas. The transport between them and the mainland is sometimes limited to two or three launches a week. Attending to ambulance cases is consequently nothing new to the Lady Shirley's crew. A word to the patient and no time is last in getting her aboard and on her way to Walkman. Later at Admiralty steps an ambulance stands by to take her to the public hospital. On shore the wolf policeman's duties are many and varied. Cooperation with the harbour board authorities, ordinary beat duty. And one of their biggest headaches, investigation of pillaged cargo. 90% of detected pillaging has taken place in overseas ports, but every complaint must be investigated. Here, bomb rubble from an English dock has been substituted for bottles of scotch whiskey. Constable Bill Bird is a plainclothes policeman who has known in every British port in the world, but he's been to very few of them. His customers, as he calls them, are stowaways and deserters. Very few seamen who gain illegal entry by stowing away or jumping ship have eluded the watchful birdie. A head lies a month with no accommodation problems. Police raid the SS Monowai just prior to her departure for Sydney. They have reason to believe a wanted man is aboard as a stowaway. Some of the men wear dungarees, searching greasy engine rooms is not a pleasant occupation, and certainly no place to wear a smart uniform unpleasant work is often the policeman's lot the officer in charge of the wharf police station sub-inspector Harry Campon gives instructions to two of his constables small boys are always inquisitive but today the wharf is no place for them with a friendly word the youngster is sent on his way. Live bodies too sometimes need rescuing from the sea. Many a yachtie has been thankful to the Auckland Wharf police and the Lady Shirley. A capsize in winter when no other yachts are around to lend a hand and the water is icy cold can be dangerous. A slight error of judgment and she's over. But they're lucky. The Shirley is on patrol and the chances are she'll spot them. She's seen them and is on her way. And so another service is rendered by the men of the Auckland Waterfront Police. Men who are pledged to serve their fellow citizens and keep law and order, but whose particular duty it is to watch and guard the Auckland waterfront."}