{"speakers": [], "chunks": [{"timestamp": [0.0, 24.94], "text": " Only a few years ago, the great tract of land between the upper Wicato and the Bay of Plenty was considered wastelands."}, {"timestamp": [26.0, 30.0], "text": " tract of land between the Upper Waikato and the Bay of Plenty was considered wastelands. Yet it was here that the government decided to establish a permanent forest area"}, {"timestamp": [30.0, 33.0], "text": " to ensure future supplies of timber."}, {"timestamp": [33.0, 36.0], "text": " So spectacular has been the success of this project"}, {"timestamp": [36.0, 42.0], "text": " that New Zealand today possesses what is considered to be the largest man-made forest in the world."}, {"timestamp": [42.0, 45.56], "text": " Today, New Zealand's exotic forests stand as a monument to the"}, {"timestamp": [45.56, 50.56], "text": " Forest Service's determination to leave nothing to chance. And the many varieties of"}, {"timestamp": [50.56, 55.18], "text": " fir and pine in Hawker Forest are a token of the services early need to find a"}, {"timestamp": [55.18, 59.56], "text": " fast-growing all-purpose timber to replace the vanishing native trees that take"}, {"timestamp": [59.56, 64.88], "text": " centuries to grow. Stimulated by state activity in large-scale planting,"}, {"timestamp": [64.88, 66.86], "text": " private enterprise entered the field,"}, {"timestamp": [67.42, 73.08], "text": " affecting a combination of efforts that has brought results of exceptional magnitude. So it is that"}, {"timestamp": [73.08, 79.54], "text": " from a plan formulated in the mid-1920s, a new forest industry was created and the stage set for"}, {"timestamp": [79.54, 138.96], "text": " full utilization. The Perhaps the most astonishing feature of this progress is the short time it has taken."}, {"timestamp": [139.6, 143.92], "text": " In fact, there are men at present busily filling 120-foot radiata pines,"}, {"timestamp": [144.24, 147.32], "text": " which they themselves planted a scant 25 years ago."}, {"timestamp": [148.28, 152.5], "text": " But whereas labor in those days was plentiful, today it is in short supply."}, {"timestamp": [153.1, 177.28], "text": " And only the most modern logging methods can make up the deficiency. This is no random harvest."}, {"timestamp": [178.0, 179.46], "text": " Here is planned progress,"}, {"timestamp": [179.92, 182.08], "text": " with so great and constant a growth of timber"}, {"timestamp": [182.08, 185.7], "text": " that only large-scale utilization can make an impression on it."}, {"timestamp": [186.5, 190.5], "text": " The flow of logs to the mill is mounting steadily as new plants are brought into operation,"}, {"timestamp": [191.24, 196.2], "text": " supplying the nation with much-needed material and providing income for expansion and maintenance."}, {"timestamp": [204.3, 214.12], "text": " Quite apart from the long-established mills at Wokitani, expansion has also resulted in a vast modern pulp and paper plant at Kinleith, which was opened by the Prime Minister."}, {"timestamp": [215.14, 221.8], "text": " This is a milestone of national importance, in that it will make New Zealand independent of imported packaging and wrapping papers."}, {"timestamp": [222.72, 227.0], "text": " The trees emerge from the forest and are marshalled according to size and quality,"}, {"timestamp": [227.0, 320.1], "text": " being directed to the poke mill or the sawmill according to their worth. The The The The sawmill is a thing apart, engaged in supplying building material, yet all its waste is used."}, {"timestamp": [320.52, 324.92], "text": " The better part as chips for the pulp mill, the remainder as fuel for the steam plant."}, {"timestamp": [325.88, 329.82], "text": " These once-wasted by-products make up most of the fuel used in the mill."}, {"timestamp": [330.56, 334.52], "text": " This is in keeping with the policy of maximum recovery of all essential ingredients."}, {"timestamp": [342.4, 347.0], "text": " The logs chosen for the pulp mill are pummeled into a naked state, ready for the chipper,"}, {"timestamp": [347.0, 352.0], "text": " which literally cuts them up into a form acceptable to a battery of giant digestants."}, {"timestamp": [352.0, 355.0], "text": " The digester does just what its name implies."}, {"timestamp": [355.0, 360.0], "text": " It digests everything in the wood except the fibers, which are needed to make paper."}, {"timestamp": [360.0, 365.0], "text": " Thoroughly washed, the fibers cascade along the first leg of their journey to the storekeeper."}, {"timestamp": [365.0, 372.0], "text": " They enter a 260-foot machine along which they race at speeds of up to a thousand feet a minute,"}, {"timestamp": [372.0, 399.0], "text": " consolidating, drying, and finally emerging as a finished product. This organization was erected on a foundation whose cornerstone is the forest."}, {"timestamp": [399.0, 404.0], "text": " 176,000 acres of privately owned forest."}, {"timestamp": [404.0, 405.96], "text": " This is the pattern for today."}, {"timestamp": [408.0, 413.06], "text": " A short distance away, the pattern for tomorrow is unfolding with ever-increasing tempo."}, {"timestamp": [414.16, 420.98], "text": " In the fabulous state forest of Khingaroa, some 200 million trees are growing at the rate of 80,000 cubic feet a day."}, {"timestamp": [421.72, 423.94], "text": " A rate of growth approached by no other country."}, {"timestamp": [424.84, 426.28], "text": " 800 miles of roads"}, {"timestamp": [426.28, 432.76], "text": " divide this area into 1,280 blocks, giving easier access for fire prevention and logging."}, {"timestamp": [439.56, 445.8], "text": " While the forest stands ready to yield its products, a new frontier is rising out of this once useless land."}, {"timestamp": [446.4, 454.88], "text": " A modern streamlined frontier, pioneering the vast field of endeavor that was foreseen when the government approved the Murupara Working Plan of 1949."}, {"timestamp": [456.1, 463.36], "text": " In accordance with this plan, 23 million cubic feet of timber a year are being sold to the Tasman Pulp and Paper Company,"}, {"timestamp": [463.86, 465.24], "text": " who in turn have contracted"}, {"timestamp": [465.24, 470.34], "text": " to erect and operate pulp, paper and timber mills at Kawa-round."}, {"timestamp": [470.34, 474.64], "text": " This is the culmination of many years' negotiation in what has become known as the"}, {"timestamp": [474.64, 478.96], "text": " Murupara Project."}, {"timestamp": [478.96, 481.02], "text": " This is something big."}, {"timestamp": [481.02, 484.9], "text": " It is something that only big business could handle in a big way."}, {"timestamp": [484.9, 491.0], "text": " It is the birth of a major industry, with all that this means in responsibility and in profit to the people of New Zealand."}, {"timestamp": [491.0, 510.84], "text": " It means new towns for new people who come to start a new life."}, {"timestamp": [515.52, 522.02], "text": " It means a new rail line to the sea, a new outlet to world markets."}, {"timestamp": [529.72, 530.64], "text": " It means a special port at Mount Manganui to harbor the ships that will come to take away new items on the list of New Zealand's major exports."}, {"timestamp": [537.0, 538.28], "text": " It means a more balanced economy, with the nation less dependent on fluctuation of world prices for farm produce."}, {"timestamp": [540.12, 554.0], "text": " Such is the pattern for the future. Meanwhile, in the forest, men continue their unending care and vigil, ignoring no factor of safety, warning or precaution."}, {"timestamp": [554.0, 560.0], "text": " With so much at stake, fire must at all costs be prevented or controlled."}, {"timestamp": [564.0, 569.6], "text": " With the future to consider, young men must be trained for the care and preservation of this great asset."}, {"timestamp": [573.52, 578.96], "text": " Regeneration must be aided and controlled, and seedlings planted where regeneration is too scant."}, {"timestamp": [591.06, 600.66], "text": " Periodical thinning out must take place to make room for the better and bigger trees that are the forest's main crop."}, {"timestamp": [607.0, 611.0], "text": " Man has set nature in motion, and for every tree that has cut, there are several to take its place and to ensure a lasting and prosperous forest industry."}], "text": " Only a few years ago, the great tract of land between the upper Wicato and the Bay of Plenty was considered wastelands. tract of land between the Upper Waikato and the Bay of Plenty was considered wastelands. Yet it was here that the government decided to establish a permanent forest area to ensure future supplies of timber. So spectacular has been the success of this project that New Zealand today possesses what is considered to be the largest man-made forest in the world. Today, New Zealand's exotic forests stand as a monument to the Forest Service's determination to leave nothing to chance. And the many varieties of fir and pine in Hawker Forest are a token of the services early need to find a fast-growing all-purpose timber to replace the vanishing native trees that take centuries to grow. Stimulated by state activity in large-scale planting, private enterprise entered the field, affecting a combination of efforts that has brought results of exceptional magnitude. So it is that from a plan formulated in the mid-1920s, a new forest industry was created and the stage set for full utilization. The Perhaps the most astonishing feature of this progress is the short time it has taken. In fact, there are men at present busily filling 120-foot radiata pines, which they themselves planted a scant 25 years ago. But whereas labor in those days was plentiful, today it is in short supply. And only the most modern logging methods can make up the deficiency. This is no random harvest. Here is planned progress, with so great and constant a growth of timber that only large-scale utilization can make an impression on it. The flow of logs to the mill is mounting steadily as new plants are brought into operation, supplying the nation with much-needed material and providing income for expansion and maintenance. Quite apart from the long-established mills at Wokitani, expansion has also resulted in a vast modern pulp and paper plant at Kinleith, which was opened by the Prime Minister. This is a milestone of national importance, in that it will make New Zealand independent of imported packaging and wrapping papers. The trees emerge from the forest and are marshalled according to size and quality, being directed to the poke mill or the sawmill according to their worth. The The The The sawmill is a thing apart, engaged in supplying building material, yet all its waste is used. The better part as chips for the pulp mill, the remainder as fuel for the steam plant. These once-wasted by-products make up most of the fuel used in the mill. This is in keeping with the policy of maximum recovery of all essential ingredients. The logs chosen for the pulp mill are pummeled into a naked state, ready for the chipper, which literally cuts them up into a form acceptable to a battery of giant digestants. The digester does just what its name implies. It digests everything in the wood except the fibers, which are needed to make paper. Thoroughly washed, the fibers cascade along the first leg of their journey to the storekeeper. They enter a 260-foot machine along which they race at speeds of up to a thousand feet a minute, consolidating, drying, and finally emerging as a finished product. This organization was erected on a foundation whose cornerstone is the forest. 176,000 acres of privately owned forest. This is the pattern for today. A short distance away, the pattern for tomorrow is unfolding with ever-increasing tempo. In the fabulous state forest of Khingaroa, some 200 million trees are growing at the rate of 80,000 cubic feet a day. A rate of growth approached by no other country. 800 miles of roads divide this area into 1,280 blocks, giving easier access for fire prevention and logging. While the forest stands ready to yield its products, a new frontier is rising out of this once useless land. A modern streamlined frontier, pioneering the vast field of endeavor that was foreseen when the government approved the Murupara Working Plan of 1949. In accordance with this plan, 23 million cubic feet of timber a year are being sold to the Tasman Pulp and Paper Company, who in turn have contracted to erect and operate pulp, paper and timber mills at Kawa-round. This is the culmination of many years' negotiation in what has become known as the Murupara Project. This is something big. It is something that only big business could handle in a big way. It is the birth of a major industry, with all that this means in responsibility and in profit to the people of New Zealand. It means new towns for new people who come to start a new life. It means a new rail line to the sea, a new outlet to world markets. It means a special port at Mount Manganui to harbor the ships that will come to take away new items on the list of New Zealand's major exports. It means a more balanced economy, with the nation less dependent on fluctuation of world prices for farm produce. Such is the pattern for the future. Meanwhile, in the forest, men continue their unending care and vigil, ignoring no factor of safety, warning or precaution. With so much at stake, fire must at all costs be prevented or controlled. With the future to consider, young men must be trained for the care and preservation of this great asset. Regeneration must be aided and controlled, and seedlings planted where regeneration is too scant. Periodical thinning out must take place to make room for the better and bigger trees that are the forest's main crop. Man has set nature in motion, and for every tree that has cut, there are several to take its place and to ensure a lasting and prosperous forest industry."}