{"speakers": [], "chunks": [{"timestamp": [0.0, 55.0], "text": " The President You know, Invercargill, fifth and most southerly city of New Zealand has been dry for 38 years."}, {"timestamp": [55.0, 60.0], "text": " Back in 1906, the people voted licensed hotels out of their town."}, {"timestamp": [60.0, 69.0], "text": " In the beginning, Invercoggle was well planned. Forsyte gave it room to move and grow. Though not as Scottish as Dunedin, it has retained the qualities of those who first stopped here."}, {"timestamp": [72.0, 74.0], "text": " Invercargill's a solid city, a city of good business,"}, {"timestamp": [74.0, 77.0], "text": " a city where today an important experiment is in progress,"}, {"timestamp": [77.0, 80.0], "text": " as the member for the district Mr. Denham told us."}, {"timestamp": [80.0, 88.8], "text": " The experiment we are making in our city of having a trust run our licensed hotels has created widespread interest."}, {"timestamp": [89.44, 92.5], "text": " We have had inquiries from Australia and other places."}, {"timestamp": [93.28, 97.64], "text": " A Sydney newspaper described it as an experiment in civilized drinking."}, {"timestamp": [98.44, 102.94], "text": " Invercoggle is in a favoured position to initiate such an important venture."}, {"timestamp": [103.62, 107.0], "text": " As you will see, it is only yet in its infancy,"}, {"timestamp": [107.0, 113.0], "text": " but we look forward with confidence to its ultimate success in achieving our objective."}, {"timestamp": [113.0, 118.0], "text": " Here is one of their new bars, the Kelvin, a temporary building, a block away from the post office."}, {"timestamp": [118.0, 123.0], "text": " If owing to war conditions, the trust is not able to arrange for suitable permanent premises,"}, {"timestamp": [123.0, 126.7], "text": " premises may be established temporarily until sufficient suitable permits. Invercogel doesn't usually go in for temporary buildings for suitable permanent premises. Premises may be established temporarily until sufficient suitable permits."}, {"timestamp": [126.7, 130.8], "text": " Inveragel doesn't usually go in for temporary buildings that become permanent eyesaws."}, {"timestamp": [131.2, 133.46], "text": " It favors modern shops with glass fronts."}, {"timestamp": [134.74, 136.96], "text": " And office buildings like these around the Crescent,"}, {"timestamp": [137.54, 139.64], "text": " buildings that reflect the prosperity of the city."}, {"timestamp": [140.34, 142.6], "text": " There are no large factories in the center of this city."}, {"timestamp": [143.56, 147.88], "text": " Through these buildings flows much of the wealth that springs from the rich province behind the city."}, {"timestamp": [148.08, 156.88], "text": " A question of today here is whether the new bars will affect the economic life of the city."}, {"timestamp": [157.32, 159.7], "text": " The bars are small. This is only part of one."}, {"timestamp": [160.38, 162.84], "text": " They're built to accommodate only 300 in a rush hour."}, {"timestamp": [164.2, 167.94], "text": " One ultimate aim of the trust is to discourage perpendicular drinking."}, {"timestamp": [174.06, 177.56], "text": " They weren't getting the ball out fast enough and he would try and cut in."}, {"timestamp": [177.86, 178.84], "text": " That's what I say."}, {"timestamp": [179.36, 182.0], "text": " As a 5-8 isn't worth a ten of fish."}, {"timestamp": [182.82, 183.56], "text": " Now look here."}, {"timestamp": [184.02, 186.0], "text": " Do you remember the date?"}, {"timestamp": [190.0, 192.0], "text": " Well I suppose you're glad to be back."}, {"timestamp": [192.0, 196.0], "text": " I'll say it'll be a great day when all the boys are back."}, {"timestamp": [196.0, 199.0], "text": " When the war is over the trust will be able to complete their plans."}, {"timestamp": [199.0, 201.0], "text": " For a start they've done well."}, {"timestamp": [201.0, 203.0], "text": " In the words of Mr. Hugh Ritchie, chairman of the trust."}, {"timestamp": [203.0, 210.18], "text": " Well this experiment has given us the opportunity of showing that hotels and restaurants can be run by the people,"}, {"timestamp": [210.18, 215.52], "text": " for the people, successfully. Our trust consists of six members. Three are nominated by the"}, {"timestamp": [215.52, 220.8], "text": " government and three are elected by local bodies. Our aim is to bring about the system"}, {"timestamp": [220.8, 225.0], "text": " of modern drinking. We have no need to encourage the sale of drink."}, {"timestamp": [225.0, 231.0], "text": " At the moment some of our premises are only temporary, but we have acquired sites"}, {"timestamp": [231.0, 235.0], "text": " on which we propose to erect modern hotels and restaurants."}, {"timestamp": [235.0, 239.0], "text": " This is one of the new sites, a building in the heart of the city."}, {"timestamp": [239.0, 244.0], "text": " And just out of the city is Elmwood Gardens, taken over as a place for social gatherings."}, {"timestamp": [248.0, 252.0], "text": " Along the main street today, people passing can look up at an old sign,"}, {"timestamp": [252.0, 254.0], "text": " an hotel once stood here, the White Swan."}, {"timestamp": [254.0, 260.0], "text": " Once there were 35 hotels with names like the Stag's Head, the Shamrock, and the three horseshoes."}, {"timestamp": [260.0, 263.0], "text": " One of them, the Appleby, in the south of the city, is open again."}, {"timestamp": [267.68, 270.22], "text": " Old customers like Harry Bain there are back."}, {"timestamp": [270.76, 274.3], "text": " The trust allows no illegal trading, and it's not out solely for profit."}, {"timestamp": [275.14, 278.82], "text": " Invercoggle has always been a thrifty city, and the savings bank is a busy place."}, {"timestamp": [279.36, 281.18], "text": " The people here are hardworking and generous."}, {"timestamp": [281.84, 289.34], "text": " Most of them own their own homes, and the Southland Building Society is reputed to be the largest in Australasia. Between it and a growing government housing"}, {"timestamp": [289.34, 294.54], "text": " scheme, bad housing has disappeared. But in the future, the city will have something else besides"}, {"timestamp": [294.54, 298.88], "text": " good homes like these. It will have the profits from its trust. It may be expended or distributed"}, {"timestamp": [298.88, 304.38], "text": " by the trust within the Southland Land District in such manner as the trust thinks fit for the promotion,"}, {"timestamp": [305.38, 310.8], "text": " Southland Land District in such manner as the trust thinks fit for the promotion, advancement or encouragement of education, science, literature, art, physical welfare and other..."}, {"timestamp": [310.8, 314.92], "text": " Even if some of the new street names are a little exotic, the city is fast going ahead."}, {"timestamp": [316.92, 321.26], "text": " The days have gone when a brewery operating in an eastern suburb had to take its product"}, {"timestamp": [321.26, 327.0], "text": " two miles to the wire pie river and then over the border before it could sell it."}, {"timestamp": [329.0, 334.0], "text": " Three miles further on is still the Wallace Town Hotel, known as the White House."}, {"timestamp": [336.0, 339.0], "text": " No longer do people here have to rush out of the city for a drink."}, {"timestamp": [339.0, 345.1], "text": " They have bars in the city and the Brown Owl, where men and women can get drink as well as food at usual hotel hours."}, {"timestamp": [346.86, 349.64], "text": " Part of it looks like this at a busy time."}, {"timestamp": [352.08, 352.42], "text": " This is the first restaurant in New Zealand to serve liquor,"}, {"timestamp": [354.76, 358.48], "text": " an example of the Trust's determination to experiment."}, {"timestamp": [359.78, 360.16], "text": " What are you going to have?"}, {"timestamp": [361.6, 361.8], "text": " Oh, a cup of tea and sandwiches."}, {"timestamp": [362.8, 363.54], "text": " I think I'll have the same."}, {"timestamp": [365.5, 365.84], "text": " No, I won't. I'll have a glass of beer."}, {"timestamp": [367.0, 367.88], "text": " I'll have a nice thing."}, {"timestamp": [371.5, 371.8], "text": " In some respects, the trust is following the experiment made in Carlisle, England."}, {"timestamp": [375.08, 376.16], "text": " The superintendent of the New Zealand Alliance, Mr. H. W. Milner, says,"}, {"timestamp": [379.58, 380.34], "text": " if drinking generally could be raised to the brown owl's standard,"}, {"timestamp": [383.9, 384.46], "text": " and the quantity consumed per capita reduced accordingly,"}, {"timestamp": [388.0, 392.0], "text": " then the people throughout New Zealand would be considerably healthier. But remember, the number of people who are drinking in the brown owl"}, {"timestamp": [392.0, 396.0], "text": " is very much smaller than the bar crowds."}, {"timestamp": [396.0, 400.0], "text": " Further, problem drinkers commence with social imbibing."}, {"timestamp": [400.0, 404.0], "text": " The whole difficulty of lying in the alcoholic drug in liquor."}, {"timestamp": [404.0, 408.0], "text": " Therefore, the trust is moving in the right direction"}, {"timestamp": [408.0, 412.0], "text": " if it can encourage the consumption of natural fruit juices"}, {"timestamp": [412.0, 414.0], "text": " instead of alcoholic drinks."}, {"timestamp": [414.0, 416.0], "text": " To sum up the alliance viewpoint,"}, {"timestamp": [416.0, 420.0], "text": " although streamlined drinking has not overcome liquor evils"}, {"timestamp": [420.0, 422.0], "text": " in Carlisleil and elsewhere,"}, {"timestamp": [422.0, 426.88], "text": " nevertheless, the government experiment to try and find a solution"}, {"timestamp": [426.88, 436.64], "text": " is to be commended, particularly if certain democratic amendments come later. The people of"}, {"timestamp": [436.64, 441.36], "text": " Inveraggle believe in expressing their opinions. They held a referendum before hotels were established"}, {"timestamp": [441.36, 448.0], "text": " in the suburbs. Everywhere they talk about the trust's activities. What we've wanted here are up-to-date hotels."}, {"timestamp": [448.0, 451.0], "text": " And now it looks as if we're going to get them."}, {"timestamp": [451.0, 456.0], "text": " So far as business is concerned, I don't think they'll make any difference."}, {"timestamp": [456.0, 458.0], "text": " Hotels or no hotels?"}, {"timestamp": [458.0, 461.0], "text": " Business here is always pretty good."}, {"timestamp": [461.0, 468.34], "text": " I think the Trust has the right idea. We don't want any secrecy about"}, {"timestamp": [468.34, 473.74], "text": " drinking. So long as drink has to be obtained secretly then it will be attractive to"}, {"timestamp": [473.74, 479.86], "text": " people, particularly young people because it's an adventure. We want to have hotels and"}, {"timestamp": [479.86, 491.0], "text": " restaurants serving food and drink open to the world. With a bit of cooperation, the Trust ought to be able to make conditions here better than anywhere else in the country."}, {"timestamp": [491.0, 499.0], "text": " As the Trust went into action, the correspondence columns of the city's newspapers were filled with comment."}, {"timestamp": [499.0, 505.6], "text": " The New Zealand essayist M.H. Holcroft in his editorial in the Southland Times summed up the controversy."}, {"timestamp": [510.34, 510.94], "text": " The people of invocardle discussed licensing from every conceivable point of view."}, {"timestamp": [513.1, 513.96], "text": " It was a debate of heroic proportions."}, {"timestamp": [518.08, 518.62], "text": " This conflict of opinion could not lead to a solution which pleased everybody,"}, {"timestamp": [524.06, 524.86], "text": " but it allowed us to move in a democratic way towards an experimental state of mind."}, {"timestamp": [528.06, 530.94], "text": " In the tranquility which follows a war of words, the licensing trust is entitled to receive"}, {"timestamp": [530.94, 535.82], "text": " and undoubtedly will receive an ungrudging public support."}, {"timestamp": [535.82, 538.84], "text": " In this southern city, an experiment is in progress,"}, {"timestamp": [538.84, null], "text": " an experiment which all New Zealanders with interest."}], "text": " The President You know, Invercargill, fifth and most southerly city of New Zealand has been dry for 38 years. Back in 1906, the people voted licensed hotels out of their town. In the beginning, Invercoggle was well planned. Forsyte gave it room to move and grow. Though not as Scottish as Dunedin, it has retained the qualities of those who first stopped here. Invercargill's a solid city, a city of good business, a city where today an important experiment is in progress, as the member for the district Mr. Denham told us. The experiment we are making in our city of having a trust run our licensed hotels has created widespread interest. We have had inquiries from Australia and other places. A Sydney newspaper described it as an experiment in civilized drinking. Invercoggle is in a favoured position to initiate such an important venture. As you will see, it is only yet in its infancy, but we look forward with confidence to its ultimate success in achieving our objective. Here is one of their new bars, the Kelvin, a temporary building, a block away from the post office. If owing to war conditions, the trust is not able to arrange for suitable permanent premises, premises may be established temporarily until sufficient suitable permits. Invercogel doesn't usually go in for temporary buildings for suitable permanent premises. Premises may be established temporarily until sufficient suitable permits. Inveragel doesn't usually go in for temporary buildings that become permanent eyesaws. It favors modern shops with glass fronts. And office buildings like these around the Crescent, buildings that reflect the prosperity of the city. There are no large factories in the center of this city. Through these buildings flows much of the wealth that springs from the rich province behind the city. A question of today here is whether the new bars will affect the economic life of the city. The bars are small. This is only part of one. They're built to accommodate only 300 in a rush hour. One ultimate aim of the trust is to discourage perpendicular drinking. They weren't getting the ball out fast enough and he would try and cut in. That's what I say. As a 5-8 isn't worth a ten of fish. Now look here. Do you remember the date? Well I suppose you're glad to be back. I'll say it'll be a great day when all the boys are back. When the war is over the trust will be able to complete their plans. For a start they've done well. In the words of Mr. Hugh Ritchie, chairman of the trust. Well this experiment has given us the opportunity of showing that hotels and restaurants can be run by the people, for the people, successfully. Our trust consists of six members. Three are nominated by the government and three are elected by local bodies. Our aim is to bring about the system of modern drinking. We have no need to encourage the sale of drink. At the moment some of our premises are only temporary, but we have acquired sites on which we propose to erect modern hotels and restaurants. This is one of the new sites, a building in the heart of the city. And just out of the city is Elmwood Gardens, taken over as a place for social gatherings. Along the main street today, people passing can look up at an old sign, an hotel once stood here, the White Swan. Once there were 35 hotels with names like the Stag's Head, the Shamrock, and the three horseshoes. One of them, the Appleby, in the south of the city, is open again. Old customers like Harry Bain there are back. The trust allows no illegal trading, and it's not out solely for profit. Invercoggle has always been a thrifty city, and the savings bank is a busy place. The people here are hardworking and generous. Most of them own their own homes, and the Southland Building Society is reputed to be the largest in Australasia. Between it and a growing government housing scheme, bad housing has disappeared. But in the future, the city will have something else besides good homes like these. It will have the profits from its trust. It may be expended or distributed by the trust within the Southland Land District in such manner as the trust thinks fit for the promotion, Southland Land District in such manner as the trust thinks fit for the promotion, advancement or encouragement of education, science, literature, art, physical welfare and other... Even if some of the new street names are a little exotic, the city is fast going ahead. The days have gone when a brewery operating in an eastern suburb had to take its product two miles to the wire pie river and then over the border before it could sell it. Three miles further on is still the Wallace Town Hotel, known as the White House. No longer do people here have to rush out of the city for a drink. They have bars in the city and the Brown Owl, where men and women can get drink as well as food at usual hotel hours. Part of it looks like this at a busy time. This is the first restaurant in New Zealand to serve liquor, an example of the Trust's determination to experiment. What are you going to have? Oh, a cup of tea and sandwiches. I think I'll have the same. No, I won't. I'll have a glass of beer. I'll have a nice thing. In some respects, the trust is following the experiment made in Carlisle, England. The superintendent of the New Zealand Alliance, Mr. H. W. Milner, says, if drinking generally could be raised to the brown owl's standard, and the quantity consumed per capita reduced accordingly, then the people throughout New Zealand would be considerably healthier. But remember, the number of people who are drinking in the brown owl is very much smaller than the bar crowds. Further, problem drinkers commence with social imbibing. The whole difficulty of lying in the alcoholic drug in liquor. Therefore, the trust is moving in the right direction if it can encourage the consumption of natural fruit juices instead of alcoholic drinks. To sum up the alliance viewpoint, although streamlined drinking has not overcome liquor evils in Carlisleil and elsewhere, nevertheless, the government experiment to try and find a solution is to be commended, particularly if certain democratic amendments come later. The people of Inveraggle believe in expressing their opinions. They held a referendum before hotels were established in the suburbs. Everywhere they talk about the trust's activities. What we've wanted here are up-to-date hotels. And now it looks as if we're going to get them. So far as business is concerned, I don't think they'll make any difference. Hotels or no hotels? Business here is always pretty good. I think the Trust has the right idea. We don't want any secrecy about drinking. So long as drink has to be obtained secretly then it will be attractive to people, particularly young people because it's an adventure. We want to have hotels and restaurants serving food and drink open to the world. With a bit of cooperation, the Trust ought to be able to make conditions here better than anywhere else in the country. As the Trust went into action, the correspondence columns of the city's newspapers were filled with comment. The New Zealand essayist M.H. Holcroft in his editorial in the Southland Times summed up the controversy. The people of invocardle discussed licensing from every conceivable point of view. It was a debate of heroic proportions. This conflict of opinion could not lead to a solution which pleased everybody, but it allowed us to move in a democratic way towards an experimental state of mind. In the tranquility which follows a war of words, the licensing trust is entitled to receive and undoubtedly will receive an ungrudging public support. In this southern city, an experiment is in progress, an experiment which all New Zealanders with interest."}