{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Swinging on to a flynn"}, {"timestamp": [2.0, 33.0], "text": " Swinging on to a flat top at Wellington rail yards, New Zealand's most powerfully-engined hydroplane Redhead is on her way to Auckland to compete in the Malt Water Speed Gold Cup."}, {"timestamp": [37.0, 42.0], "text": " After being firmly secured, she snugged down for the journey by her owner driver, Len Southward."}, {"timestamp": [42.0, 46.0], "text": " On the foreshore at Westhaven,"}, {"timestamp": [46.24, 48.28], "text": " crowds gather to watch the early events in the regatta."}, {"timestamp": [48.88, 50.76], "text": " Weather conditions are not ideal for high speeds,"}, {"timestamp": [51.14, 52.76], "text": " but help to give onlookers a day of thrill."}, {"timestamp": [63.82, 67.6], "text": " While the small boats are fighting it out for the minor events, the powerful jobs are being prepared,"}, {"timestamp": [67.6, 71.9], "text": " and Barracuda of Auckland with a 300 horsepower Hispano Motor is ready for the big race."}, {"timestamp": [71.9, 75.9], "text": " Unconventional supersonic another Auckland entry takes the water,"}, {"timestamp": [75.9, 80.0], "text": " and Wellington's redhead with a thousand horsepower Allison Aero engine makes for the start line."}, {"timestamp": [80.0, 85.0], "text": " Some of Auckland's yachts have even deigned to watch the noisy, smelly things that pollute their harbour."}, {"timestamp": [85.0, 91.0], "text": " Now the patrol launches clear the course for the big event, the Malt Cut."}, {"timestamp": [91.0, 99.0], "text": " They're away. Only four starters, Redhead, Batacuda, supersonic and Golden Nebula."}, {"timestamp": [99.0, 121.14], "text": " With a terrific burst of speed, Redhead immediately takes the lead."}, {"timestamp": [127.0, 131.0], "text": " Redhead easily maintains her lead. She has done over 70 miles an hour, but today she's content just to stay out front."}, {"timestamp": [137.0, 139.0], "text": " At the upper mark, Redhead has increased her lead considerably. She smacks into a heavy chop as she turns."}, {"timestamp": [142.0, 144.0], "text": " In comparatively smooth water, she streaks for home on the last lap."}, {"timestamp": [146.0, 149.0], "text": " Well back, Supersonic has gone slightly ahead of Barracuda and they both run into the heavy stove."}, {"timestamp": [149.0, 165.94], "text": " Averaging 48 miles an hour for the 10 miles, Redhead crosses the line an easy winner,"}, {"timestamp": [166.16, 168.88], "text": " and a long way back, Barracuda sneaks in just ahead of Super Sonic."}, {"timestamp": [169.5, 174.9], "text": " By previously winning the Massport Cup, Redhead now becomes holder of the Dominions two major speedboat trophies."}, {"timestamp": [184.0, 190.88], "text": " Four frigid-class ships of the Royal New Zealand Navy are leaving Portland for exercises off the English South Coast before sailing for New Zealand."}, {"timestamp": [193.38, 197.62], "text": " The modern frigate is designed mainly for convoy protection and anti-submarine work."}, {"timestamp": [198.24, 201.38], "text": " Before purchased by New Zealand, the four ships were named after Scottish locks."}, {"timestamp": [201.94, 205.16], "text": " Now they've been renamed Tapo, Hauwer, Pukaki and Canieri"}, {"timestamp": [205.16, 207.3], "text": " after inland lakes of their new country."}, {"timestamp": [209.64, 211.16], "text": " The High Commissioner for New Zealand,"}, {"timestamp": [211.28, 214.24], "text": " the Right Honourable W.J. Jordan, was at sea to witness the exercises."}, {"timestamp": [214.82, 216.94], "text": " These were carried out with the help of HMS truculent,"}, {"timestamp": [217.22, 220.7], "text": " one of Britain's 1,200-ton T-class submarines which played the part of the enemy."}, {"timestamp": [221.54, 223.68], "text": " Aboard TARPO, Commander Berk V.S.C. and Barr,"}, {"timestamp": [223.82, 225.22], "text": " senior officer of the flitilla,"}, {"timestamp": [230.2, 230.72], "text": " gets the submarines bearing. All ships carry radar, but Azdick gear is still needed to track submerged submarines."}, {"timestamp": [236.8, 241.1], "text": " Information from all sources is collected together and the courses of the attacking ships"}, {"timestamp": [241.1, 244.1], "text": " and of the hunted submarine traced out down below in the plot room."}, {"timestamp": [244.1, 250.4], "text": " From radar to Kaki Bears, 005, 1,200 yards."}, {"timestamp": [250.4, 254.8], "text": " From Azik, enemy bears 347 degrees 300 yards."}, {"timestamp": [254.8, 257.8], "text": " This is the captain. What is the course of the submarine?"}, {"timestamp": [257.8, 261.6], "text": " When the ship is over the submarine, a pattern of depth charges will be used."}, {"timestamp": [261.6, 265.54], "text": " This is the plot, sir. Course of submarine 210. Over. This is the plot, sir. Corset submarine 210."}, {"timestamp": [265.78, 265.98], "text": " Over."}, {"timestamp": [266.38, 267.58], "text": " This is the captain, Roger."}, {"timestamp": [268.06, 269.24], "text": " Stand by to fire."}, {"timestamp": [269.48, 271.18], "text": " If the submarine is forced to the surface,"}, {"timestamp": [271.3, 273.22], "text": " the 4.7-inch guns come into play."}, {"timestamp": [273.72, 289.0], "text": " Anti-aircraft weapons were also tested. After spending many months"}, {"timestamp": [289.0, 307.56], "text": " our camera man was more interested in the galley than the guns"}, {"timestamp": [307.56, 309.4], "text": " and reports that the food is excellent."}, {"timestamp": [310.64, 313.28], "text": " Nearly half the officers and ratings aboard are New Zealanders."}, {"timestamp": [313.92, 316.7], "text": " Formerly, New Zealand has his ships on loan from the Royal Navy,"}, {"timestamp": [317.14, 320.22], "text": " but these latest frigates have been purchased and are the Dominions owned."}, {"timestamp": [321.0, 336.0], "text": " Turn. Members of the visiting professional tennis team from the United States give an exhibition at the Hutt Valley Courts in wet weather and dull light."}, {"timestamp": [336.0, 343.0], "text": " The first singles is between Dini Pales of Australia and Pancho Segura of Ecuador who uses a two-fisted forehand."}, {"timestamp": [343.0, 346.32], "text": " Pails nearest the camera was an Australian"}, {"timestamp": [346.32, 351.5], "text": " Davis Cup representative before going to the States to turn professional. The South"}, {"timestamp": [351.5, 355.72], "text": " American is a spectacular player but on the day Pales proves more consistent and"}, {"timestamp": [355.72, 359.74], "text": " although Pancho attacks all the way Pail's steadiness and greater accuracy give him"}, {"timestamp": [359.74, 361.08], "text": " victory in two straight sets."}, {"timestamp": [367.68, 370.9], "text": " Top singles pair of the team are Jack Kramer and Bobby Riggs."}, {"timestamp": [371.34, 373.24], "text": " Kramer is present World's Professional Champion"}, {"timestamp": [373.24, 376.54], "text": " and Riggs was the title holder in 1946 and 47."}, {"timestamp": [377.6, 379.7], "text": " Kramer at the far end serves first to Riggs."}, {"timestamp": [380.84, 381.98], "text": " Kramer gets Riggs out of position"}, {"timestamp": [381.98, 383.54], "text": " with a beautifully angled forehand"}, {"timestamp": [383.54, 385.5], "text": " and clenches the point with a smash to the line."}, {"timestamp": [386.64, 389.52], "text": " Kramer is rated by many as one of the greatest players of all time,"}, {"timestamp": [389.82, 394.52], "text": " and Riggs too has an impressive record being the first man to win all three Wimbledon titles in one season."}, {"timestamp": [400.52, 403.48], "text": " Kramer lobs one high, Riggs smashes it deep to the corner,"}, {"timestamp": [403.48, 405.08], "text": " but Kramer returns it, and Riggs in scrambling for it slips on the wet ground, and Kramer getsbs one high, Riggs smashes it deep to the corner, but Kramer returns it,"}, {"timestamp": [408.76, 410.76], "text": " and Riggs in scrambling for it slips on the wet ground, and Kramer gets an easy point."}, {"timestamp": [415.82, 417.22], "text": " Kramer to Riggs again, they're concentrating on each other's backhand and playing beautifully angled shots."}, {"timestamp": [421.0, 423.66], "text": " Kramer attempts to force the pace and come to the net, but his forehand is out."}, {"timestamp": [426.88, 427.18], "text": " Riggs to Kramer, Kramer a good length drive to Riggs forehand,"}, {"timestamp": [428.5, 429.26], "text": " and Riggs return hits the net."}, {"timestamp": [431.34, 431.4], "text": " Kramer just gets to it, but his return is out,"}, {"timestamp": [434.06, 436.44], "text": " and the match goes to Bobby Riggs on the right in two advantage sets."}, {"timestamp": [438.84, 439.9], "text": " In the doubles, Kramer and Segura nearest the camera play Rigs and Pails."}, {"timestamp": [440.64, 443.52], "text": " Kramer and Segura are the world's professional doubles champs."}, {"timestamp": [444.28, 448.4], "text": " Kramer serving the Pails, and they all move in for some spectacular close-range volleying."}, {"timestamp": [448.88, 451.64], "text": " The rally ends when Segura puts one neatly out of reach of reeds."}, {"timestamp": [453.52, 455.82], "text": " Kramer serves again and he joins Segura at the net."}, {"timestamp": [456.24, 458.72], "text": " Pales attempts to lob deep, but Kramer puts an end to that."}, {"timestamp": [460.66, 464.42], "text": " Pails to Kramer, and this time the Nimble Pancho puts one away between his opponents."}, {"timestamp": [468.38, 471.38], "text": " Pails to Kramer and this time the nimble pancho puts one away between his opponents. Pails to Segura, Segura back to Pails who's caught in midair."}, {"timestamp": [471.94, 474.38], "text": " Segura and Kramer are playing carefully and watching for an opening."}, {"timestamp": [474.98, 478.14], "text": " Kramer puts one high, Pail smashes it and trying to get to it,"}, {"timestamp": [478.18, 479.54], "text": " Segura falls on the wet ground."}, {"timestamp": [482.6, 484.68], "text": " Segura serves to Riggs, Riggs returns it."}, {"timestamp": [487.5, 487.68], "text": " Riggs draws Kramer in and attempts a passing shot,"}, {"timestamp": [490.4, 491.08], "text": " but it hits the net and the match goes to Kramer and Segura."}, {"timestamp": [495.96, null], "text": " It's the end of a brilliant day's tennis in adverse weather conditions by four of the world's best players."}], "text": " Swinging on to a flynn Swinging on to a flat top at Wellington rail yards, New Zealand's most powerfully-engined hydroplane Redhead is on her way to Auckland to compete in the Malt Water Speed Gold Cup. After being firmly secured, she snugged down for the journey by her owner driver, Len Southward. On the foreshore at Westhaven, crowds gather to watch the early events in the regatta. Weather conditions are not ideal for high speeds, but help to give onlookers a day of thrill. While the small boats are fighting it out for the minor events, the powerful jobs are being prepared, and Barracuda of Auckland with a 300 horsepower Hispano Motor is ready for the big race. Unconventional supersonic another Auckland entry takes the water, and Wellington's redhead with a thousand horsepower Allison Aero engine makes for the start line. Some of Auckland's yachts have even deigned to watch the noisy, smelly things that pollute their harbour. Now the patrol launches clear the course for the big event, the Malt Cut. They're away. Only four starters, Redhead, Batacuda, supersonic and Golden Nebula. With a terrific burst of speed, Redhead immediately takes the lead. Redhead easily maintains her lead. She has done over 70 miles an hour, but today she's content just to stay out front. At the upper mark, Redhead has increased her lead considerably. She smacks into a heavy chop as she turns. In comparatively smooth water, she streaks for home on the last lap. Well back, Supersonic has gone slightly ahead of Barracuda and they both run into the heavy stove. Averaging 48 miles an hour for the 10 miles, Redhead crosses the line an easy winner, and a long way back, Barracuda sneaks in just ahead of Super Sonic. By previously winning the Massport Cup, Redhead now becomes holder of the Dominions two major speedboat trophies. Four frigid-class ships of the Royal New Zealand Navy are leaving Portland for exercises off the English South Coast before sailing for New Zealand. The modern frigate is designed mainly for convoy protection and anti-submarine work. Before purchased by New Zealand, the four ships were named after Scottish locks. Now they've been renamed Tapo, Hauwer, Pukaki and Canieri after inland lakes of their new country. The High Commissioner for New Zealand, the Right Honourable W.J. Jordan, was at sea to witness the exercises. These were carried out with the help of HMS truculent, one of Britain's 1,200-ton T-class submarines which played the part of the enemy. Aboard TARPO, Commander Berk V.S.C. and Barr, senior officer of the flitilla, gets the submarines bearing. All ships carry radar, but Azdick gear is still needed to track submerged submarines. Information from all sources is collected together and the courses of the attacking ships and of the hunted submarine traced out down below in the plot room. From radar to Kaki Bears, 005, 1,200 yards. From Azik, enemy bears 347 degrees 300 yards. This is the captain. What is the course of the submarine? When the ship is over the submarine, a pattern of depth charges will be used. This is the plot, sir. Course of submarine 210. Over. This is the plot, sir. Corset submarine 210. Over. This is the captain, Roger. Stand by to fire. If the submarine is forced to the surface, the 4.7-inch guns come into play. Anti-aircraft weapons were also tested. After spending many months our camera man was more interested in the galley than the guns and reports that the food is excellent. Nearly half the officers and ratings aboard are New Zealanders. Formerly, New Zealand has his ships on loan from the Royal Navy, but these latest frigates have been purchased and are the Dominions owned. Turn. Members of the visiting professional tennis team from the United States give an exhibition at the Hutt Valley Courts in wet weather and dull light. The first singles is between Dini Pales of Australia and Pancho Segura of Ecuador who uses a two-fisted forehand. Pails nearest the camera was an Australian Davis Cup representative before going to the States to turn professional. The South American is a spectacular player but on the day Pales proves more consistent and although Pancho attacks all the way Pail's steadiness and greater accuracy give him victory in two straight sets. Top singles pair of the team are Jack Kramer and Bobby Riggs. Kramer is present World's Professional Champion and Riggs was the title holder in 1946 and 47. Kramer at the far end serves first to Riggs. Kramer gets Riggs out of position with a beautifully angled forehand and clenches the point with a smash to the line. Kramer is rated by many as one of the greatest players of all time, and Riggs too has an impressive record being the first man to win all three Wimbledon titles in one season. Kramer lobs one high, Riggs smashes it deep to the corner, but Kramer returns it, and Riggs in scrambling for it slips on the wet ground, and Kramer getsbs one high, Riggs smashes it deep to the corner, but Kramer returns it, and Riggs in scrambling for it slips on the wet ground, and Kramer gets an easy point. Kramer to Riggs again, they're concentrating on each other's backhand and playing beautifully angled shots. Kramer attempts to force the pace and come to the net, but his forehand is out. Riggs to Kramer, Kramer a good length drive to Riggs forehand, and Riggs return hits the net. Kramer just gets to it, but his return is out, and the match goes to Bobby Riggs on the right in two advantage sets. In the doubles, Kramer and Segura nearest the camera play Rigs and Pails. Kramer and Segura are the world's professional doubles champs. Kramer serving the Pails, and they all move in for some spectacular close-range volleying. The rally ends when Segura puts one neatly out of reach of reeds. Kramer serves again and he joins Segura at the net. Pales attempts to lob deep, but Kramer puts an end to that. Pails to Kramer, and this time the Nimble Pancho puts one away between his opponents. Pails to Kramer and this time the nimble pancho puts one away between his opponents. Pails to Segura, Segura back to Pails who's caught in midair. Segura and Kramer are playing carefully and watching for an opening. Kramer puts one high, Pail smashes it and trying to get to it, Segura falls on the wet ground. Segura serves to Riggs, Riggs returns it. Riggs draws Kramer in and attempts a passing shot, but it hits the net and the match goes to Kramer and Segura. It's the end of a brilliant day's tennis in adverse weather conditions by four of the world's best players."}