{"speakers": [], "chunks": [{"timestamp": [0.0, 37.44], "text": " One of the four Douglas DC6 Globmasters purchased from Sweden by British Commonwealth Pacific Airlines for use on the Vancouver, Auckland, Sydney service, arrives at O'Harkier in the course of a goodwill flight."}, {"timestamp": [37.94, 56.16], "text": " With the range of over 4,000 miles, the plane cruises at 325 miles per hour."}, {"timestamp": [58.4, 58.9], "text": " A minister of civil aviation, Mr. Jones,"}, {"timestamp": [61.3, 63.1], "text": " and delegates of the South Pacific Air Transport Council deplane after a demonstration flight."}, {"timestamp": [64.7, 67.0], "text": " Four double wasp engines supply the power,"}, {"timestamp": [67.0, 69.0], "text": " and the tricycle landing gear is fitted with dual wheels"}, {"timestamp": [69.0, 72.0], "text": " to support the 47-ton loaded weight."}, {"timestamp": [72.0, 77.0], "text": " In the pressurized cabin, 52 passengers can be carried,"}, {"timestamp": [77.0, 80.0], "text": " with comfortable sleeping accommodation for 26 of them."}, {"timestamp": [80.0, 84.0], "text": " Among the crew of nine are two air hostesses to look after passengers."}, {"timestamp": [84.0, 90.0], "text": " The impressive array of instruments in the cockpit is necessary because on a four-engine plane,"}, {"timestamp": [90.0, 92.0], "text": " each engine instrument is quadruplicated."}, {"timestamp": [92.0, 99.0], "text": " The mobile starter turns the motors over as the Globmaster prepares for another flight."}, {"timestamp": [99.0, 108.0], "text": " Making use of her reversible pit props, she maneuvers into position,"}, {"timestamp": [108.0, 115.0], "text": " and the jointly owned British, Australian and New Zealand plane continues her mission of showing the ease and comfort of Trans-Pacific air travel."}, {"timestamp": [115.0, 130.96], "text": " The shipwrights shop at Devonport Naval Base, Auckland is a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of the shipwright shop at Devonport Naval Base, Auckland, is a bit crowded these days."}, {"timestamp": [131.46, 135.56], "text": " These interlopers are old sailing ship figureheads which were stowed away during the war for safekeeping."}, {"timestamp": [136.14, 141.9], "text": " They deteriorated and now they're being restored like this ancient maddena who once sailed the seas on the whaler Ocean Ranger."}, {"timestamp": [146.68, 148.32], "text": " A lady with a past, this one."}, {"timestamp": [148.8, 151.74], "text": " Her ship, the Joseph Craig, was wrecked off Hokieanger in 1914"}, {"timestamp": [151.74, 153.74], "text": " when the tow line parted in a squall."}, {"timestamp": [154.28, 156.78], "text": " She's just had a plastic surgery operation on her nose."}, {"timestamp": [158.12, 159.32], "text": " Oh, these two aren't speaking."}, {"timestamp": [161.02, 163.54], "text": " This beauty is off the foremastered bark, Rewa."}, {"timestamp": [163.96, 166.0], "text": " She's had a facelifted, but there's not much improvement."}, {"timestamp": [167.5, 171.54], "text": " St. Barnabas, who's just got a new beard, comes from the Melanesian mission ship's southern cross."}, {"timestamp": [172.36, 174.68], "text": " He's still busy shouldering the white man's burden."}, {"timestamp": [176.44, 179.58], "text": " Royal New Zealand Navy shipwrights are carrying on an almost forgotten art,"}, {"timestamp": [179.94, 182.7], "text": " and these relics of the sea will be a reminder in the 20th century"}, {"timestamp": [182.7, 193.5], "text": " of wooden ships and the men who sailed in them."}, {"timestamp": [200.16, 200.7], "text": " With a little difficulty, Mr. Appleton, the mayor of Wellington, wedges himself into one of the trolleys that will participate in the first national trolley derby."}, {"timestamp": [204.8, 205.0], "text": " The mayor's towed uphill to open the derby, which is something of an advertising campaign as well."}, {"timestamp": [209.0, 211.0], "text": " The boys give their vehicles a check over for the heats."}, {"timestamp": [211.0, 215.0], "text": " They don't have engines, of course, but are motivated by the force of gravity."}, {"timestamp": [219.0, 227.0], "text": " There are only two entrants in each heat and the course is 200 yards long."}, {"timestamp": [227.0, 267.0], "text": " The trolley's reach speeds of about 30 miles an hour but it's quite safe. The last place is between the two finalists, Lyle Sievers and Ian Tantrum."}, {"timestamp": [271.0, 277.0], "text": " Master Tantrum wins by half a trolley length from his opponent"}, {"timestamp": [277.0, 280.0], "text": " and is wheeled away in triumph to receive the first prize,"}, {"timestamp": [280.0, 284.0], "text": " which is a choice between a free trip to Australia or a scholarship."}, {"timestamp": [284.0, 297.6], "text": " He accepted the scholarship. It's all out for a practice exercise at the Red Cross Camp at Pai Kokoriki near Wellington."}, {"timestamp": [297.6, 303.2], "text": " These chaps do this sort of thing in their spare time so that they'll be useful members of the community in an emergency."}, {"timestamp": [303.2, 305.9], "text": " They carry patients through a smoke screen while most of us are lying in bed on a Sunday morning. fair time so that they'll be useful members of the community in an emergency."}, {"timestamp": [305.9, 310.4], "text": " They carry patients through a smoke screen while most of us are lying in bed on a Sunday morning."}, {"timestamp": [310.4, 315.24], "text": " It's good training in case they ever get tangled up in a major fire."}, {"timestamp": [315.24, 317.3], "text": " But they're ready for any emergency."}, {"timestamp": [317.3, 321.64], "text": " Some of these men stood by in the recent air disaster on Mount Rua Pahou, and they're quite capable"}, {"timestamp": [321.64, 328.0], "text": " of handling a stretcher over the roughest country."}, {"timestamp": [332.0, 336.0], "text": " An army instructor directs operations. They're like a pack of old women, he says, but they look pretty good from where we're sitting."}, {"timestamp": [340.0, 347.0], "text": " Floods are a major hazard in New Zealand and the men's division of the Red Cross spends a lot of its time preparing for flood work."}, {"timestamp": [347.0, 350.0], "text": " It's a technique of its own and requires special training."}, {"timestamp": [350.0, 355.0], "text": " How to make this raft, for instance, out of seven stretches lashed together under tarpaulin."}, {"timestamp": [355.0, 361.0], "text": " It does the job surprisingly well and about seven people can be carried with safety."}, {"timestamp": [361.0, 365.86], "text": " These Red Cross volunteers are an official reserve for the Army Medical Corps,"}, {"timestamp": [366.16, 367.46], "text": " but in peace as well as war,"}, {"timestamp": [367.78, 368.78], "text": " they're doing a grand job"}, {"timestamp": [368.78, 370.08], "text": " in spite of their small numbers."}, {"timestamp": [370.66, 371.62], "text": " They don't get paid either,"}, {"timestamp": [371.88, 373.0], "text": " but they've solved the problem"}, {"timestamp": [373.0, 374.56], "text": " of what to do during the long weekend."}, {"timestamp": [380.52, 382.24], "text": " A rope is secured to the stretcher"}, {"timestamp": [382.24, 384.26], "text": " when a patient is to be taken up a steep face."}, {"timestamp": [384.26, 388.0], "text": " It helps take the weight and stops the stretcher from slipping back."}, {"timestamp": [388.0, 393.0], "text": " You've got to be fit for ambulance work,"}, {"timestamp": [393.0, 396.0], "text": " for the stretcher has to be manhandled all the time."}, {"timestamp": [396.0, 397.0], "text": " But sandhills are nothing."}, {"timestamp": [397.0, 408.46], "text": " To lower a patient over the But sandhills are nothing."}, {"timestamp": [409.06, 413.66], "text": " To lower a patient over a cliff like this one demands nerve and a high degree of skill."}, {"timestamp": [414.46, 417.8], "text": " The weight is taken from the top and two ropes from the foot of the stretcher"}, {"timestamp": [417.8, 421.12], "text": " are held at the bottom of the cliff to prevent patient and stretcher rotating."}, {"timestamp": [421.94, 425.0], "text": " Great care is needed for falling rock could cause grave injury."}, {"timestamp": [435.08, 439.32], "text": " This exercise is nearly over, and it ends a highly successful series of maneuvers."}, {"timestamp": [439.86, 443.4], "text": " The members of the Red Cross are thoroughly trained and they're ready to give aid,"}, {"timestamp": [443.7, 446.58], "text": " backed by knowledge and skill, where and when it's most needed."}], "text": " One of the four Douglas DC6 Globmasters purchased from Sweden by British Commonwealth Pacific Airlines for use on the Vancouver, Auckland, Sydney service, arrives at O'Harkier in the course of a goodwill flight. With the range of over 4,000 miles, the plane cruises at 325 miles per hour. A minister of civil aviation, Mr. Jones, and delegates of the South Pacific Air Transport Council deplane after a demonstration flight. Four double wasp engines supply the power, and the tricycle landing gear is fitted with dual wheels to support the 47-ton loaded weight. In the pressurized cabin, 52 passengers can be carried, with comfortable sleeping accommodation for 26 of them. Among the crew of nine are two air hostesses to look after passengers. The impressive array of instruments in the cockpit is necessary because on a four-engine plane, each engine instrument is quadruplicated. The mobile starter turns the motors over as the Globmaster prepares for another flight. Making use of her reversible pit props, she maneuvers into position, and the jointly owned British, Australian and New Zealand plane continues her mission of showing the ease and comfort of Trans-Pacific air travel. The shipwrights shop at Devonport Naval Base, Auckland is a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of a bit of the shipwright shop at Devonport Naval Base, Auckland, is a bit crowded these days. These interlopers are old sailing ship figureheads which were stowed away during the war for safekeeping. They deteriorated and now they're being restored like this ancient maddena who once sailed the seas on the whaler Ocean Ranger. A lady with a past, this one. Her ship, the Joseph Craig, was wrecked off Hokieanger in 1914 when the tow line parted in a squall. She's just had a plastic surgery operation on her nose. Oh, these two aren't speaking. This beauty is off the foremastered bark, Rewa. She's had a facelifted, but there's not much improvement. St. Barnabas, who's just got a new beard, comes from the Melanesian mission ship's southern cross. He's still busy shouldering the white man's burden. Royal New Zealand Navy shipwrights are carrying on an almost forgotten art, and these relics of the sea will be a reminder in the 20th century of wooden ships and the men who sailed in them. With a little difficulty, Mr. Appleton, the mayor of Wellington, wedges himself into one of the trolleys that will participate in the first national trolley derby. The mayor's towed uphill to open the derby, which is something of an advertising campaign as well. The boys give their vehicles a check over for the heats. They don't have engines, of course, but are motivated by the force of gravity. There are only two entrants in each heat and the course is 200 yards long. The trolley's reach speeds of about 30 miles an hour but it's quite safe. The last place is between the two finalists, Lyle Sievers and Ian Tantrum. Master Tantrum wins by half a trolley length from his opponent and is wheeled away in triumph to receive the first prize, which is a choice between a free trip to Australia or a scholarship. He accepted the scholarship. It's all out for a practice exercise at the Red Cross Camp at Pai Kokoriki near Wellington. These chaps do this sort of thing in their spare time so that they'll be useful members of the community in an emergency. They carry patients through a smoke screen while most of us are lying in bed on a Sunday morning. fair time so that they'll be useful members of the community in an emergency. They carry patients through a smoke screen while most of us are lying in bed on a Sunday morning. It's good training in case they ever get tangled up in a major fire. But they're ready for any emergency. Some of these men stood by in the recent air disaster on Mount Rua Pahou, and they're quite capable of handling a stretcher over the roughest country. An army instructor directs operations. They're like a pack of old women, he says, but they look pretty good from where we're sitting. Floods are a major hazard in New Zealand and the men's division of the Red Cross spends a lot of its time preparing for flood work. It's a technique of its own and requires special training. How to make this raft, for instance, out of seven stretches lashed together under tarpaulin. It does the job surprisingly well and about seven people can be carried with safety. These Red Cross volunteers are an official reserve for the Army Medical Corps, but in peace as well as war, they're doing a grand job in spite of their small numbers. They don't get paid either, but they've solved the problem of what to do during the long weekend. A rope is secured to the stretcher when a patient is to be taken up a steep face. It helps take the weight and stops the stretcher from slipping back. You've got to be fit for ambulance work, for the stretcher has to be manhandled all the time. But sandhills are nothing. To lower a patient over the But sandhills are nothing. To lower a patient over a cliff like this one demands nerve and a high degree of skill. The weight is taken from the top and two ropes from the foot of the stretcher are held at the bottom of the cliff to prevent patient and stretcher rotating. Great care is needed for falling rock could cause grave injury. This exercise is nearly over, and it ends a highly successful series of maneuvers. The members of the Red Cross are thoroughly trained and they're ready to give aid, backed by knowledge and skill, where and when it's most needed."}