{"speakers": [], "chunks": [{"timestamp": [0.0, 35.0], "text": " As a lot of it. As everyone knows, fire in its proper place is useful and comforting, but on the rare occasions when it breaks loose, it can do immense damage."}, {"timestamp": [39.0, 49.0], "text": " Just a nice, peaceful picnic. Hubby's let his fire in what he thinks is a safe place and goes blissfully on his way."}, {"timestamp": [53.0, 73.28], "text": " Just a peaceful picnic. No, it never pays to be careless. Fire leaves waste, where there was wealth."}, {"timestamp": [77.92, 80.4], "text": " To prepare against carelessness and accident,"}, {"timestamp": [80.86, 83.58], "text": " the men of the Forest Service are always active with precautions,"}, {"timestamp": [84.26, 89.24], "text": " clearing fire breaks and checking on valuable reserve water supplies."}, {"timestamp": [89.24, 95.4], "text": " Though last summer was dangerously dry, damage by fire was less than in previous years."}, {"timestamp": [95.4, 100.0], "text": " The Director of Forestry has reported to Parliament that this commendable state of affairs"}, {"timestamp": [100.0, 122.0], "text": " is due primarily to a responsible and fire conscious public. New farming techniques make the burning of scrub and tussock an outdated practice."}, {"timestamp": [122.0, 126.16], "text": " A good top dress of super phosphate and clover seed from the air"}, {"timestamp": [126.16, 136.16], "text": " is more profitable than a burn. Gorse and scrub can also be dealt with without fire. Pines planted"}, {"timestamp": [136.16, 141.6], "text": " on cleared strips will eventually overshadow gorse and suppress it. Ultimately, New Zealand"}, {"timestamp": [141.6, 146.16], "text": " indeed have no wasteland, only pasture and crops."}, {"timestamp": [148.32, 151.98], "text": " Homes, gardens and timber forest."}, {"timestamp": [153.76, 155.76], "text": " Reserves for water catchment."}, {"timestamp": [160.26, 165.5], "text": " And reserves for the recreation of that fire-conscious and responsible public who've been thanked for their care by the Director of Forestry in his annual report to Parliament."}, {"timestamp": [189.0, 196.0], "text": " Most of the shearing gangs in Hawke's Bay are Maori. Here at 4 in the morning, one of the gangs arrives at Mason Ridge Station."}, {"timestamp": [196.0, 201.0], "text": " Eric Tahu, the ganger, stops the truck and all climb down to have a look at the Fari."}, {"timestamp": [201.0, 205.0], "text": " It will be their home for the next week or so."}, {"timestamp": [209.0, 213.0], "text": " Five o'clock and time for sharing to start. The gang make their way to the shed."}, {"timestamp": [217.0, 225.0], "text": " Spadie sharpens the blades and soon hand pieces are set and ready for use."}, {"timestamp": [229.0, 232.0], "text": " Mrs. Tahoe, Eric's wife, is classing today."}, {"timestamp": [232.0, 235.0], "text": " It is the custom here for the wool classer to start the motor."}, {"timestamp": [235.0, 239.28], "text": " The blades are working and the ship are waiting."}], "text": " As a lot of it. As everyone knows, fire in its proper place is useful and comforting, but on the rare occasions when it breaks loose, it can do immense damage. Just a nice, peaceful picnic. Hubby's let his fire in what he thinks is a safe place and goes blissfully on his way. Just a peaceful picnic. No, it never pays to be careless. Fire leaves waste, where there was wealth. To prepare against carelessness and accident, the men of the Forest Service are always active with precautions, clearing fire breaks and checking on valuable reserve water supplies. Though last summer was dangerously dry, damage by fire was less than in previous years. The Director of Forestry has reported to Parliament that this commendable state of affairs is due primarily to a responsible and fire conscious public. New farming techniques make the burning of scrub and tussock an outdated practice. A good top dress of super phosphate and clover seed from the air is more profitable than a burn. Gorse and scrub can also be dealt with without fire. Pines planted on cleared strips will eventually overshadow gorse and suppress it. Ultimately, New Zealand indeed have no wasteland, only pasture and crops. Homes, gardens and timber forest. Reserves for water catchment. And reserves for the recreation of that fire-conscious and responsible public who've been thanked for their care by the Director of Forestry in his annual report to Parliament. Most of the shearing gangs in Hawke's Bay are Maori. Here at 4 in the morning, one of the gangs arrives at Mason Ridge Station. Eric Tahu, the ganger, stops the truck and all climb down to have a look at the Fari. It will be their home for the next week or so. Five o'clock and time for sharing to start. The gang make their way to the shed. Spadie sharpens the blades and soon hand pieces are set and ready for use. Mrs. Tahoe, Eric's wife, is classing today. It is the custom here for the wool classer to start the motor. The blades are working and the ship are waiting."}