{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " At Porirua, 20 miles from Wellington, sheep graze placidly on the small hill farms."}, {"timestamp": [28.0, 33.0], "text": " Nearby and grazing more fiercely, heavy machines reshape the countryside."}, {"timestamp": [33.0, 37.0], "text": " The long-term building plan in this area is providing for a population of 60,000."}, {"timestamp": [37.0, 42.0], "text": " New earth-moving methods are utilizing country once thought too hilly for settlement."}, {"timestamp": [42.0, 48.22], "text": " Now hills and gullies are smoothed into rolling country, and topsoil taken off is spread back over the land when the job is"}, {"timestamp": [48.22, 55.9], "text": " finished. Every week sees more sections plotted and surveyed. To date 2,000 homes"}, {"timestamp": [55.9, 60.22], "text": " have been built and as the pegs go down on one more site the tiles go up on"}, {"timestamp": [60.22, 64.0], "text": " one more roof. Earth moving surveying and building are all being done"}, {"timestamp": [64.0, 67.0], "text": " simultaneously."}, {"timestamp": [67.0, 78.0], "text": " Footpaths are laid in streets where as yet there's no one to walk on them. But in a few months there'll be plenty of people. Housewives, school children, the men who'll be taking jobs in the town's new industries."}, {"timestamp": [78.0, 87.16], "text": " Wellington is bursting at the seams and Parirua's development will provide homes for the Smiths and the Scots, the McHales and the Fowlers."}, {"timestamp": [87.58, 91.88], "text": " All over the area, from Tower Flat to Titae Bay, new towns are rising."}, {"timestamp": [99.6, 104.18], "text": " Big things are planned for what is now Parirua East and may soon be Parirua City."}, {"timestamp": [104.74, 112.0], "text": " Already a new shopping centre is operating and sites for another hundred shops have been made available."}, {"timestamp": [112.0, 115.74], "text": " The children here will grow up in an attractive, well-planned community."}, {"timestamp": [115.74, 121.0], "text": " As the population grows and settlements expand, the dozers will move even further into the hills,"}, {"timestamp": [121.0, 125.0], "text": " saving the fertile flatland and carving out the shape of cities to come."}, {"timestamp": [125.0, 142.0], "text": " On Sunday afternoons in the winter months, teenagers of the Hutt Valley Youth Club go to the tighter community hall."}, {"timestamp": [142.0, 147.0], "text": " Already in its fifth year, the club has 600 members and many more want to join."}, {"timestamp": [147.0, 165.3], "text": " But dancing's not all. The club committee planned different programs each week."}, {"timestamp": [165.78, 170.86], "text": " With help from Betty Smith, the secretary, Bert Robinson, who started the club, finds plenty to interest young people."}, {"timestamp": [171.46, 176.98], "text": " Bert usually referees team games like cornerball and beanbag hockey, but there's badminton and netball too."}, {"timestamp": [191.9, 192.46], "text": " Some boys wanted to wrestle, said the club bought them mats and gave them a referee to make sure it wasn't all in."}, {"timestamp": [195.6, 196.0], "text": " Yet anything from fashion shows to high fidelity is found to interest."}, {"timestamp": [217.9, 223.8], "text": " And they like most music and dancing if it's got some life in it. Whether Scots or Skiffel, music plays an important part in club life."}, {"timestamp": [227.0, 231.0], "text": " Money from the government and city council help them buy sports equipment. Now they look forward to Sunday afternoons and they're proud of their club."}, {"timestamp": [231.0, 248.0], "text": " Parents are encouraged to take an interest in club activity and may watch if they wish."}, {"timestamp": [248.0, 253.0], "text": " And if dad doesn't like rock and roll, well, these kids never cared much for the lancers either."}, {"timestamp": [253.0, 257.0], "text": " Hard work and 18 committee members make things run smoothly."}, {"timestamp": [257.0, 260.0], "text": " From humble beginnings through difficult times,"}, {"timestamp": [260.0, 300.28], "text": " sheer enthusiasm is making an interesting experiment succeed. The Governor General joins 30,000 spectators at Wellington's Athletic Park."}, {"timestamp": [300.64, 303.38], "text": " The weather is cold for this first test, but that hasn't kept people away."}, {"timestamp": [303.86, 307.0], "text": " Although the New Zealanders are expected to win win both teams are ready for a hard game."}, {"timestamp": [307.0, 313.0], "text": " The Australians kick off and the southerly win doesn't help them get far into New Zealand territory."}, {"timestamp": [313.0, 318.0], "text": " Right from the start of the game the all black show their determination to stay close to the Australian goal line."}, {"timestamp": [318.0, 327.0], "text": " Curley gets the ball and kicks into touch 15 yards inside the 25."}, {"timestamp": [327.0, 332.0], "text": " After 13 minutes of play the New Zealand forwards are pressing hard."}, {"timestamp": [332.0, 336.0], "text": " All Black Captain Winery sees his chance and it's a try."}, {"timestamp": [336.0, 342.0], "text": " Don Clark takes the kick but fails to score."}, {"timestamp": [342.0, 345.3], "text": " The wind gives him trouble throughout the game and he's not up to his usual form."}, {"timestamp": [345.6, 347.1], "text": " New Zealand 3, Australia nil."}, {"timestamp": [348.1, 351.5], "text": " The All Blacks are playing hard and after 20 minutes it's clear they've got the Aussies worry."}, {"timestamp": [351.94, 353.5], "text": " Coglin has the ball, gives it to win a ray,"}, {"timestamp": [353.7, 356.3], "text": " and for the second time the New Zealand captain goes over the line."}, {"timestamp": [356.96, 357.9], "text": " Clark misses the kick."}, {"timestamp": [361.9, 365.72], "text": " With nine minutes to go in the first half, Linene gives the ball to Walsh, who passes to McMullen."}, {"timestamp": [366.12, 369.92], "text": " Connor brings him down, but Walsh again takes the ball and puts it down just inside touch."}, {"timestamp": [370.28, 372.08], "text": " Half-time score 9-0."}, {"timestamp": [375.8, 378.4], "text": " In the second spell, Morton throws the ball in for Australia,"}, {"timestamp": [378.6, 381.96], "text": " and the wallabies are playing harder than ever, trying to keep the New Zealanders on their own ground."}, {"timestamp": [382.3, 386.08], "text": " Brown has the ball, attempts are passed to Cozyzy and it's beautifully intercepted by the Australians."}, {"timestamp": [392.48, 393.84], "text": " After 15 minutes of play,"}, {"timestamp": [393.94, 396.52], "text": " Graham gives a kick ahead and races for the Australian goal line."}, {"timestamp": [396.8, 398.34], "text": " He takes the catch and dives over."}, {"timestamp": [398.74, 400.3], "text": " New Zealand 12, Australia nil."}, {"timestamp": [400.8, 403.48], "text": " Clark converts this one and the old black score goes up to 14."}, {"timestamp": [405.9, 410.32], "text": " Play is concentrated inside the Wallabies 25 and the Australians are still fighting for a score."}, {"timestamp": [410.78, 414.74], "text": " Stapleton gets the ball for Australia and sends a magnificent kick 70 yards down the line,"}, {"timestamp": [414.98, 416.22], "text": " well into the New Zealand half."}, {"timestamp": [421.68, 424.56], "text": " And yet the Australians can't keep the play out of their front yard."}, {"timestamp": [424.88, 425.0], "text": " Cozy gets the ball out to Walsh, who scores for the second time. Again, the try can't keep the play out of their front yard."}, {"timestamp": [425.0, 428.0], "text": " Cosi gets the ball out to Walsh, who scores for the second time."}, {"timestamp": [428.0, 430.0], "text": " Again, the try isn't converted."}, {"timestamp": [430.0, 434.0], "text": " 17-0."}, {"timestamp": [434.0, 442.0], "text": " Davis has the ball from the ruck, looks for someone to give it to and passes to McMullen."}, {"timestamp": [442.0, 449.62], "text": " He throws it to Brown who goes down."}, {"timestamp": [452.98, 453.2], "text": " Both packs are looking for the ball, and out it comes to Lanine, to Walsh, to McMullen."}, {"timestamp": [455.8, 457.8], "text": " And McMillan adds another three points to New Zealand's score."}, {"timestamp": [459.74, 460.06], "text": " Clark takes a long kick and puts it over."}, {"timestamp": [462.66, 465.58], "text": " With 15 minutes to go, the score is 22 to 0."}, {"timestamp": [468.54, 468.9], "text": " Both teams are playing as hard and fast as they were when the game began."}, {"timestamp": [472.16, 491.04], "text": " The Aussies haven't scored, but they've proved themselves a team with plenty of style. The ball goes out along the line to Peter Jertz, idol of the broadcasting service scores the All Black's final try."}, {"timestamp": [495.28, 499.12], "text": " The Wadabies never give up trying and they're pushing just short of New Zealand's goal line."}, {"timestamp": [502.72, 504.88], "text": " Summonds gets the ball and throws it out to Stapleton."}, {"timestamp": [508.96, 513.8], "text": " Stabledon to Wilson and Wilson gives it to Elwood who makes the line and touches down for a well-deserved try."}, {"timestamp": [514.08, 515.26], "text": " The last score of the game."}, {"timestamp": [515.64, 518.72], "text": " The first test ends New Zealand 25 Australia 3."}, {"timestamp": [519.06, null], "text": " A clean open game."}], "text": " At Porirua, 20 miles from Wellington, sheep graze placidly on the small hill farms. Nearby and grazing more fiercely, heavy machines reshape the countryside. The long-term building plan in this area is providing for a population of 60,000. New earth-moving methods are utilizing country once thought too hilly for settlement. Now hills and gullies are smoothed into rolling country, and topsoil taken off is spread back over the land when the job is finished. Every week sees more sections plotted and surveyed. To date 2,000 homes have been built and as the pegs go down on one more site the tiles go up on one more roof. Earth moving surveying and building are all being done simultaneously. Footpaths are laid in streets where as yet there's no one to walk on them. But in a few months there'll be plenty of people. Housewives, school children, the men who'll be taking jobs in the town's new industries. Wellington is bursting at the seams and Parirua's development will provide homes for the Smiths and the Scots, the McHales and the Fowlers. All over the area, from Tower Flat to Titae Bay, new towns are rising. Big things are planned for what is now Parirua East and may soon be Parirua City. Already a new shopping centre is operating and sites for another hundred shops have been made available. The children here will grow up in an attractive, well-planned community. As the population grows and settlements expand, the dozers will move even further into the hills, saving the fertile flatland and carving out the shape of cities to come. On Sunday afternoons in the winter months, teenagers of the Hutt Valley Youth Club go to the tighter community hall. Already in its fifth year, the club has 600 members and many more want to join. But dancing's not all. The club committee planned different programs each week. With help from Betty Smith, the secretary, Bert Robinson, who started the club, finds plenty to interest young people. Bert usually referees team games like cornerball and beanbag hockey, but there's badminton and netball too. Some boys wanted to wrestle, said the club bought them mats and gave them a referee to make sure it wasn't all in. Yet anything from fashion shows to high fidelity is found to interest. And they like most music and dancing if it's got some life in it. Whether Scots or Skiffel, music plays an important part in club life. Money from the government and city council help them buy sports equipment. Now they look forward to Sunday afternoons and they're proud of their club. Parents are encouraged to take an interest in club activity and may watch if they wish. And if dad doesn't like rock and roll, well, these kids never cared much for the lancers either. Hard work and 18 committee members make things run smoothly. From humble beginnings through difficult times, sheer enthusiasm is making an interesting experiment succeed. The Governor General joins 30,000 spectators at Wellington's Athletic Park. The weather is cold for this first test, but that hasn't kept people away. Although the New Zealanders are expected to win win both teams are ready for a hard game. The Australians kick off and the southerly win doesn't help them get far into New Zealand territory. Right from the start of the game the all black show their determination to stay close to the Australian goal line. Curley gets the ball and kicks into touch 15 yards inside the 25. After 13 minutes of play the New Zealand forwards are pressing hard. All Black Captain Winery sees his chance and it's a try. Don Clark takes the kick but fails to score. The wind gives him trouble throughout the game and he's not up to his usual form. New Zealand 3, Australia nil. The All Blacks are playing hard and after 20 minutes it's clear they've got the Aussies worry. Coglin has the ball, gives it to win a ray, and for the second time the New Zealand captain goes over the line. Clark misses the kick. With nine minutes to go in the first half, Linene gives the ball to Walsh, who passes to McMullen. Connor brings him down, but Walsh again takes the ball and puts it down just inside touch. Half-time score 9-0. In the second spell, Morton throws the ball in for Australia, and the wallabies are playing harder than ever, trying to keep the New Zealanders on their own ground. Brown has the ball, attempts are passed to Cozyzy and it's beautifully intercepted by the Australians. After 15 minutes of play, Graham gives a kick ahead and races for the Australian goal line. He takes the catch and dives over. New Zealand 12, Australia nil. Clark converts this one and the old black score goes up to 14. Play is concentrated inside the Wallabies 25 and the Australians are still fighting for a score. Stapleton gets the ball for Australia and sends a magnificent kick 70 yards down the line, well into the New Zealand half. And yet the Australians can't keep the play out of their front yard. Cozy gets the ball out to Walsh, who scores for the second time. Again, the try can't keep the play out of their front yard. Cosi gets the ball out to Walsh, who scores for the second time. Again, the try isn't converted. 17-0. Davis has the ball from the ruck, looks for someone to give it to and passes to McMullen. He throws it to Brown who goes down. Both packs are looking for the ball, and out it comes to Lanine, to Walsh, to McMullen. And McMillan adds another three points to New Zealand's score. Clark takes a long kick and puts it over. With 15 minutes to go, the score is 22 to 0. Both teams are playing as hard and fast as they were when the game began. The Aussies haven't scored, but they've proved themselves a team with plenty of style. The ball goes out along the line to Peter Jertz, idol of the broadcasting service scores the All Black's final try. The Wadabies never give up trying and they're pushing just short of New Zealand's goal line. Summonds gets the ball and throws it out to Stapleton. Stabledon to Wilson and Wilson gives it to Elwood who makes the line and touches down for a well-deserved try. The last score of the game. The first test ends New Zealand 25 Australia 3. A clean open game."}