{"speakers": [], "chunks": [{"timestamp": [0.0, 8.72], "text": " The Evans Bay Yachter"}, {"timestamp": [8.72, 27.5], "text": " and Motorboat Club Rugatta attracted entries from all over New Zealand"}, {"timestamp": [27.5, 30.66], "text": " and provides spectacular fare for the onlookers."}, {"timestamp": [30.66, 35.52], "text": " Competitors find conditions rather uncomfortable owing to strong northerly winds and choppy seeds."}, {"timestamp": [35.52, 38.24], "text": " They're away for the mid-a-mile hydroplane handicap."}, {"timestamp": [38.24, 42.84], "text": " Avenger shows a nice turn of speed."}, {"timestamp": [42.84, 46.0], "text": " Rounding the mark in this kind of weather needs care and skill if you're to keep right side up."}, {"timestamp": [46.0, 50.0], "text": " Miss Foxton's had it, she was caught in a heavy wash and thrown completely over."}, {"timestamp": [50.0, 52.0], "text": " The race is flagged to a stop and abandoned."}, {"timestamp": [52.0, 56.0], "text": " The other competitors come to the aid of her driver and so concludes the first event."}, {"timestamp": [56.0, 69.94], "text": " The wrong at IV bottom handicap is being run over a course of three miles."}, {"timestamp": [69.94, 76.88], "text": " Under these conditions, the drivers find it quite long enough."}, {"timestamp": [76.88, 80.78], "text": " Miss Vester with open hatches takes a risk of swamping, but she passes Miss WireRap to go on"}, {"timestamp": [80.78, 86.0], "text": " and win her race."}, {"timestamp": [90.5, 95.0], "text": " The wind and sea had the effect of dampening everything but the enthusiasm of the competitors, judges and onlookers."}, {"timestamp": [100.5, 109.76], "text": " Serenade from Wonganui wins her race with Miss Wairo Rapper second. The big event, the unlimited auto-engine hydroplane handicap is away with Silver"}, {"timestamp": [109.76, 112.5], "text": " Wings and Supersonic fighting for position."}, {"timestamp": [112.5, 123.24], "text": " Avenger is prominent too."}, {"timestamp": [123.24, 126.0], "text": " Super Sonic is seriously challenged by Silver W wings but with an all-out effort"}, {"timestamp": [126.0, 128.0], "text": " goes ahead for a very narrow win."}, {"timestamp": [128.0, 142.0], "text": " At the Toney Fourshoor, crews are busy preparing for the New Zealand A-Tor"}, {"timestamp": [142.0, 143.0], "text": " Championship."}, {"timestamp": [143.0, 148.0], "text": " Wellington's new shell Betty is christened by the club president, Mr. W.J. Gaudit."}, {"timestamp": [148.0, 156.0], "text": " The crews take the water for the two main events of the inter-provincial and the varsity eights"}, {"timestamp": [156.0, 184.0], "text": " to be rode over the two-mile Kodokurokos on Wellington Harbour. Smooth water in the complete absence of wind make perfect growing conditions."}, {"timestamp": [184.0, 187.8], "text": " Auckland University takes an early lead from Canterbury and holds it to the finish."}, {"timestamp": [211.8, 212.1], "text": " Nearing the finish, Orkin increased the lead from Canterbury to a length and a half,"}, {"timestamp": [214.0, 224.8], "text": " with Victoria 3rd and Otago 4."}, {"timestamp": [230.0, 235.0], "text": " Starvers for the interprovincialates, which is an important British Empire Games trial, get away perfectly. Wanganui number one take the lead from Auckland, Otago, Wonganui 2, Wellington and Southwood."}, {"timestamp": [235.0, 240.0], "text": " Wanganui stroking 32 to Auckland 36, which they maintain for most of the race."}, {"timestamp": [240.0, 248.0], "text": " Over the last quarter mile, Auckland draws away from Wonganui increasing the lead to about two lengths."}, {"timestamp": [248.0, 255.0], "text": " In the final sprint, Auckland have increased their stroking to 40 to Wonganui's 38th and win by a length in three quarters."}, {"timestamp": [255.0, 257.0], "text": " Otago was third."}, {"timestamp": [260.0, 267.0], "text": " Auckland are represented by the West End crew and by this win over Adamur Wanganui prove themselves New Zealand's leading eight."}, {"timestamp": [267.0, 283.0], "text": " After eight years occupation by the Air Force the National Art Gallery in Wellington is again open to the public."}, {"timestamp": [283.0, 285.6], "text": " For months the Ministry of Works have been renovating its 20 galleries,"}, {"timestamp": [285.96, 288.48], "text": " and the staff have been unpacking the hundreds of paintings and sculpture,"}, {"timestamp": [288.68, 291.44], "text": " which were sent to Hastings for safety in the early days of the Pacific War."}, {"timestamp": [296.18, 300.0], "text": " This portrait of Sergeant Pilot Ward, VC, was painted shortly before his death"}, {"timestamp": [300.0, 301.92], "text": " by the New Zealand-born artist Oswald Burley."}, {"timestamp": [302.56, 304.48], "text": " Most of the paintings were stored without their frames,"}, {"timestamp": [304.98, 306.12], "text": " and this portrait of Queen Mary,"}, {"timestamp": [306.26, 308.32], "text": " painted in 1939 by Simon Elwis,"}, {"timestamp": [308.64, 310.58], "text": " and presented to the gallery by the women of New Zealand,"}, {"timestamp": [311.0, 313.86], "text": " is being reframed under the supervision of the director of the art gallery,"}, {"timestamp": [314.02, 314.9], "text": " Mr. Stuart McLennan."}, {"timestamp": [320.44, 324.3], "text": " Paper used to protect the glass is removed from a pastel drawing by Henry Tonks,"}, {"timestamp": [324.46, 326.0], "text": " entitled Baby's Bar."}, {"timestamp": [330.0, 337.76], "text": " The National Collection valued at more than £40,000 and consisting of nearly 1,000 paintings"}, {"timestamp": [337.76, 341.24], "text": " includes works by many of our own artists such as Francis Hodgkins,"}, {"timestamp": [341.24, 349.86], "text": " whose change in style can be seen by comparing her earlier paintings such as Hilltop and Maori Mother and Child, with her later work in which she ignored surface appearances"}, {"timestamp": [349.86, 353.74], "text": " and used shape and color to suggest her subject, as in this study of ruins."}, {"timestamp": [355.88, 360.04], "text": " In spite of storage, the canvases are in excellent condition, but some of the frames need"}, {"timestamp": [360.04, 366.0], "text": " touching up with gold paint. These paintings are Marjorie by Ambrose McAvoy and a W.J. Leach"}, {"timestamp": [366.0, 377.0], "text": " portrait of Aubin Glinn. This landscape of the Valley of the Dune is by Harry Watson."}, {"timestamp": [381.0, 388.0], "text": " A few finishing touches are made and all is ready for the official opening by the right honourable the Prime Minister."}, {"timestamp": [388.0, 394.0], "text": " I'd like to join and congratulations to those who were responsible for the reconstruction,"}, {"timestamp": [394.0, 399.0], "text": " or rather the re-adornment of the gallery and the rearrangement."}, {"timestamp": [399.0, null], "text": " And now I have very great pleasure indeed in declaring the art gallery open."}], "text": " The Evans Bay Yachter and Motorboat Club Rugatta attracted entries from all over New Zealand and provides spectacular fare for the onlookers. Competitors find conditions rather uncomfortable owing to strong northerly winds and choppy seeds. They're away for the mid-a-mile hydroplane handicap. Avenger shows a nice turn of speed. Rounding the mark in this kind of weather needs care and skill if you're to keep right side up. Miss Foxton's had it, she was caught in a heavy wash and thrown completely over. The race is flagged to a stop and abandoned. The other competitors come to the aid of her driver and so concludes the first event. The wrong at IV bottom handicap is being run over a course of three miles. Under these conditions, the drivers find it quite long enough. Miss Vester with open hatches takes a risk of swamping, but she passes Miss WireRap to go on and win her race. The wind and sea had the effect of dampening everything but the enthusiasm of the competitors, judges and onlookers. Serenade from Wonganui wins her race with Miss Wairo Rapper second. The big event, the unlimited auto-engine hydroplane handicap is away with Silver Wings and Supersonic fighting for position. Avenger is prominent too. Super Sonic is seriously challenged by Silver W wings but with an all-out effort goes ahead for a very narrow win. At the Toney Fourshoor, crews are busy preparing for the New Zealand A-Tor Championship. Wellington's new shell Betty is christened by the club president, Mr. W.J. Gaudit. The crews take the water for the two main events of the inter-provincial and the varsity eights to be rode over the two-mile Kodokurokos on Wellington Harbour. Smooth water in the complete absence of wind make perfect growing conditions. Auckland University takes an early lead from Canterbury and holds it to the finish. Nearing the finish, Orkin increased the lead from Canterbury to a length and a half, with Victoria 3rd and Otago 4. Starvers for the interprovincialates, which is an important British Empire Games trial, get away perfectly. Wanganui number one take the lead from Auckland, Otago, Wonganui 2, Wellington and Southwood. Wanganui stroking 32 to Auckland 36, which they maintain for most of the race. Over the last quarter mile, Auckland draws away from Wonganui increasing the lead to about two lengths. In the final sprint, Auckland have increased their stroking to 40 to Wonganui's 38th and win by a length in three quarters. Otago was third. Auckland are represented by the West End crew and by this win over Adamur Wanganui prove themselves New Zealand's leading eight. After eight years occupation by the Air Force the National Art Gallery in Wellington is again open to the public. For months the Ministry of Works have been renovating its 20 galleries, and the staff have been unpacking the hundreds of paintings and sculpture, which were sent to Hastings for safety in the early days of the Pacific War. This portrait of Sergeant Pilot Ward, VC, was painted shortly before his death by the New Zealand-born artist Oswald Burley. Most of the paintings were stored without their frames, and this portrait of Queen Mary, painted in 1939 by Simon Elwis, and presented to the gallery by the women of New Zealand, is being reframed under the supervision of the director of the art gallery, Mr. Stuart McLennan. Paper used to protect the glass is removed from a pastel drawing by Henry Tonks, entitled Baby's Bar. The National Collection valued at more than £40,000 and consisting of nearly 1,000 paintings includes works by many of our own artists such as Francis Hodgkins, whose change in style can be seen by comparing her earlier paintings such as Hilltop and Maori Mother and Child, with her later work in which she ignored surface appearances and used shape and color to suggest her subject, as in this study of ruins. In spite of storage, the canvases are in excellent condition, but some of the frames need touching up with gold paint. These paintings are Marjorie by Ambrose McAvoy and a W.J. Leach portrait of Aubin Glinn. This landscape of the Valley of the Dune is by Harry Watson. A few finishing touches are made and all is ready for the official opening by the right honourable the Prime Minister. I'd like to join and congratulations to those who were responsible for the reconstruction, or rather the re-adornment of the gallery and the rearrangement. And now I have very great pleasure indeed in declaring the art gallery open."}