{"speakers": [], "chunks": [{"timestamp": [0.0, 34.12], "text": " On the Mareem. On Empire Day, the mayor and councillors of Wellington City give the country a lead in making a fitting ceremony of the granting of naturalization."}, {"timestamp": [34.78, 41.22], "text": " With officers of the Internal Affairs Department, they prepare to issue certificates to 16 new settlers coming from a total of 10 different European countries."}, {"timestamp": [42.24, 46.0], "text": " Last year in New Zealand, over 400 people were granted British nationality,"}, {"timestamp": [46.0, 49.0], "text": " and New Zealand citizenship and applications are steadily increasing."}, {"timestamp": [49.0, 53.0], "text": " Up till now, the earth has usually been taken in private before a justice of the peace."}, {"timestamp": [53.0, 56.0], "text": " Mayor McAllister welcomes the 16 new British subjects."}, {"timestamp": [56.0, 61.0], "text": " I hope that in the years ahead, you will all have happy and successful contacts"}, {"timestamp": [61.0, 64.0], "text": " with those who from today become your fellow citizens."}, {"timestamp": [64.0, 71.0], "text": " And I'm sure that you will never have cause to regret this most important step in your lives that you are now taking."}, {"timestamp": [71.0, 75.0], "text": " You will now individually come before me as mayor of this city"}, {"timestamp": [75.0, 78.0], "text": " and as one of Her Majesty's Justices of the Peace"}, {"timestamp": [78.0, 83.0], "text": " to make your oath of allegiance to her Majesty as your names are called."}, {"timestamp": [83.0, 89.5], "text": " Will you please repeat this oath after me?"}, {"timestamp": [89.5, 91.0], "text": " I..."}, {"timestamp": [91.0, 93.0], "text": " Richard Walter Littles"}, {"timestamp": [93.0, 95.0], "text": " Swear by Almighty God."}, {"timestamp": [95.0, 96.0], "text": " Swear by Almighty God."}, {"timestamp": [96.0, 98.0], "text": " That I will be faithful"}, {"timestamp": [98.0, 101.0], "text": " and bear true allegiance"}, {"timestamp": [101.0, 103.0], "text": " to Her Majesty"}, {"timestamp": [103.0, 106.0], "text": " Queen Elizabeth II."}, {"timestamp": [106.0, 109.0], "text": " Her heirs and successors."}, {"timestamp": [109.0, 111.0], "text": " According to law."}, {"timestamp": [111.0, 112.0], "text": " According to law."}, {"timestamp": [112.0, 114.0], "text": " Thank you."}, {"timestamp": [114.0, 118.0], "text": " It is fitting that the first citizen of the local community should conduct this ceremony."}, {"timestamp": [118.0, 121.0], "text": " The grant of citizenship removes certain legal disabilities."}, {"timestamp": [121.0, 128.24], "text": " And now each man is not only free to vote, but to become mayor himself if he has the talent, prime minister, or even captain of the all blacks."}, {"timestamp": [128.78, 132.8], "text": " In practice, the naturalized New Zealand citizen has the same rights and duties as the British"}, {"timestamp": [132.8, 156.34], "text": " born. From now on, his loyalties lie exclusively with New Zealand and the British Commonwealth. Everyone gets the sack when the Wonganoi City Council decides to give the city a facelift."}, {"timestamp": [156.78, 160.68], "text": " Sheds, attics, cupboards and drawers are emptied into the streets for collection by council and volunteer trucks."}, {"timestamp": [161.14, 162.84], "text": " Even father's carpet slippers can't escape."}, {"timestamp": [166.88, 167.12], "text": " It's a great day for the children,"}, {"timestamp": [171.12, 172.08], "text": " but in father's opinion it's carrying things, especially his slippers, a little too far."}, {"timestamp": [178.16, 180.72], "text": " Now to relax with the morning paper and his own special comfortable armchair. Or can he?"}, {"timestamp": [184.88, 189.0], "text": " Kiddies collect around accumulated comics. To them they mean value. And there's value to in saleable metal. It was carefully sorted out by the Wonganoi Master Plumbers Association."}, {"timestamp": [193.0, 199.0], "text": " At the main dump trucks are speedily unloaded while bulldozers jostle for position."}, {"timestamp": [199.0, 212.0], "text": " There are pots and pans, bicycles and beds, tires and tubes, everything including the kitchen stove."}, {"timestamp": [216.0, 217.0], "text": " Gee, we'll have some fun when they're gone. That's what I'd like to do to the next door radio."}, {"timestamp": [220.5, 228.2], "text": " Disposal of scrap metal is the only use found for an automobile gas producer, and now unwanted reminder of wartime economies."}, {"timestamp": [230.88, 237.88], "text": " 1955 opinion of 1920 passions."}, {"timestamp": [241.08, 241.94], "text": " Empties too are worth salvaging and Boy Scouts make short work of collecting."}, {"timestamp": [244.3, 244.5], "text": " Cleaning up a city the size of Wonganoi was a big undertaking,"}, {"timestamp": [247.84, 254.18], "text": " but the magnificent response reflected the civic pride of its enthusiastic citizens."}, {"timestamp": [257.82, 261.78], "text": " The gathering impetus of the housing drive is the keynote of Mr. Sullivan's speech at the opening of New Zealand's first full-scale exhibition of small houses at Mount Albert, Auckland."}, {"timestamp": [262.54, 265.76], "text": " How we build for the future is the standard by which our children will judge us."}, {"timestamp": [266.2, 268.26], "text": " Nothing like a good home to keep them off the streets."}, {"timestamp": [273.04, 276.12], "text": " Sponsored by the government, the parade of homes in newly named Norrie Avenue"}, {"timestamp": [276.12, 278.0], "text": " is the work of eight building firms,"}, {"timestamp": [278.36, 280.96], "text": " all engaged on group building projects in the Auckland area."}, {"timestamp": [281.72, 283.04], "text": " Each work to his own design,"}, {"timestamp": [283.36, 286.84], "text": " and the 20 highly individual houses they've built are a shop window for the industry."}, {"timestamp": [287.56, 293.3], "text": " They all carry priced halves just like a motor show and enable you to judge what can be built today and for how much."}, {"timestamp": [297.0, 303.36], "text": " Like traditional design, that's one of the cheapest. Two bedrooms, two thousand three hundred and ten pounds plus cost of section."}, {"timestamp": [304.08, 308.12], "text": " Less traditional is this house, sheathed in asbestos cement and priced about the same."}, {"timestamp": [308.72, 311.28], "text": " If you need something bigger, here's the dearest house on show."}, {"timestamp": [311.66, 314.56], "text": " 3,250 pounds including basement garage."}, {"timestamp": [314.9, 316.7], "text": " A pleasing effect in concrete blocks."}, {"timestamp": [318.5, 319.56], "text": " Find it a bit crowded."}, {"timestamp": [320.1, 323.86], "text": " Some say halls own aid to privacy, others that they're dark and a waste of space."}, {"timestamp": [324.46, 328.12], "text": " Too many home buyers have to take things as they find them, but not in Norrie Avenue."}, {"timestamp": [328.7, 330.26], "text": " This sun passage is one alternative."}, {"timestamp": [337.18, 341.62], "text": " Another alternative, a built-in hatstand which partitions the front door off from the lounge."}, {"timestamp": [342.08, 343.26], "text": " Certainly no waste room."}, {"timestamp": [347.0, 350.0], "text": " Now the other side of the front door, featuring an entrance porch,"}, {"timestamp": [350.0, 353.0], "text": " invaluable where the open or hall this plan is used."}, {"timestamp": [353.0, 357.0], "text": " Here the porch becomes a car port, under 2,600 pounds."}, {"timestamp": [359.0, 363.0], "text": " Up 250 pounds if you get French windows and a sun terrace."}, {"timestamp": [363.0, 366.2], "text": " Alternatives enough for any young couple to weigh the pros and cons."}, {"timestamp": [369.04, 373.94], "text": " The interior of an open plan house shows how neatly its L-shaped lounge dovetails with the kitchen."}, {"timestamp": [374.6, 376.3], "text": " The laundry stands in a recess beyond."}, {"timestamp": [376.98, 380.78], "text": " Note the acid-proof bench coverings and well-planned cupboards which set the modern standard."}, {"timestamp": [386.44, 387.82], "text": " Build a new kitchen gadget"}, {"timestamp": [387.82, 389.68], "text": " and there'll be handymen just waiting to play."}, {"timestamp": [390.14, 392.06], "text": " It's a built-in vent to lead off the steam."}, {"timestamp": [394.94, 396.08], "text": " Another useful gadget,"}, {"timestamp": [396.48, 398.4], "text": " an inspection panel which gives direct access"}, {"timestamp": [398.4, 401.38], "text": " to the plumbing system, including all waste pipes and tracks."}, {"timestamp": [401.8, 404.36], "text": " A worthwhile idea of this, a money saver in maintenance,"}, {"timestamp": [404.52, 405.88], "text": " it'll save a few tempers too."}, {"timestamp": [407.88, 412.58], "text": " No need for privacy to be disturbed when the meter reader calls. Examples of simple foresight,"}, {"timestamp": [412.88, 418.04], "text": " which inside as well as outside, add up to good design. Wall-to-wall helmets enable window drapes"}, {"timestamp": [418.04, 422.88], "text": " to be withdrawn over the wall space, a protection against fading. When the sun itself fades,"}, {"timestamp": [423.2, 425.24], "text": " how good to enjoy warmth from a space heater?"}, {"timestamp": [430.24, 437.1], "text": " Of particular interest to father is this easy clean fireplace. His problems are quickly disposed of, but not mothers."}, {"timestamp": [441.9, 449.12], "text": " Bunks are the answer for a growing family. Sleeping quarters generally must be designed for compactness in small houses of eight or 900 square feet."}, {"timestamp": [449.7, 454.32], "text": " It's the one certain way to ensure spaciousness in the rooms where the atmosphere of home life will grow up."}, {"timestamp": [454.78, 457.4], "text": " Almost too peaceful, you say? It's a moot point."}, {"timestamp": [460.76, 462.16], "text": " We're back where we came in."}, {"timestamp": [462.62, 465.0], "text": " Mr. Sullivan will have much to think about as he tours the exhibition."}, {"timestamp": [465.0, 521.76], "text": " With building costs at less than three pounds a square foot, the group building scheme is going places. The Operation Hand Claspers touches down at O'Hakia Aerodrome on the first stages of the New Zealand Goodwill Mission by the American Far East Air Force, the largest American Air Force group ever to visit this country."}, {"timestamp": [522.32, 527.0], "text": " The O'Hawakia Control Tower is a welcome site to 100 offices and men who made up the party."}, {"timestamp": [527.0, 529.0], "text": " It's a long way from headquarters in Tokyo."}, {"timestamp": [529.0, 533.0], "text": " Members of the Royal New Zealand Air Force signal the Thunder jets into position."}, {"timestamp": [533.0, 536.0], "text": " With these aircraft came also two Globmasters, one flying fortress,"}, {"timestamp": [536.0, 561.8], "text": " and two super fortresses equipped as flying tankers. The pilot notes that the Sydney crossing was made in just over three hours."}, {"timestamp": [562.0, 566.0], "text": " was made in just over three hours."}, {"timestamp": [571.0, 575.0], "text": " Air Commodore I.G. Morrison and Group Captain V. Ham Stratton of the Royal New Zealand Air Force arrived to meet the mission."}, {"timestamp": [581.0, 582.0], "text": " The leader, Major General Pauli Rustow, inspects a smart guard of honor before leaving O'Hakia for the capital city."}, {"timestamp": [586.2, 586.32], "text": " 50,000 sightseers throng to O'Hakia. The planes are not left alone for a moment,"}, {"timestamp": [588.12, 588.86], "text": " and crews receive their share of attention too."}, {"timestamp": [590.34, 590.66], "text": " Autograph books or telephone numbers."}, {"timestamp": [592.7, 594.0], "text": " There seems to be no lack of international goodwill here."}, {"timestamp": [595.82, 596.28], "text": " Thousands queue to inspect the Globemaster."}, {"timestamp": [598.18, 600.22], "text": " To accommodate all these visitors is no strain for a sky giant which can carry 200 troops"}, {"timestamp": [600.22, 601.58], "text": " or 22 tons of cargo."}, {"timestamp": [604.58, 608.08], "text": " Facts as well as goodwill interest members of the Royal New Zealand Air Force as they listen"}, {"timestamp": [608.08, 610.68], "text": " to Lieutenant Miller explaining a British system of air refueling."}, {"timestamp": [611.3, 614.36], "text": " Lieutenant Miller has become well known to New Zealanders after his dramatic return flight"}, {"timestamp": [614.36, 614.72], "text": " to Sydney."}, {"timestamp": [616.2, 620.34], "text": " Part of Operation Hand Clasp is a series of lectures to help New Zealand keep up with overseas"}, {"timestamp": [620.34, 620.76], "text": " developments."}, {"timestamp": [621.5, 624.8], "text": " For example, air refueling, although not a new technique, has been increasingly practiced"}, {"timestamp": [624.8, 628.92], "text": " over the last few years. It's a delicate operation. A 60-foot hose is"}, {"timestamp": [628.92, 633.38], "text": " unwound from a drum in the rear of the tanker's fuselage. The thunder jet, reducing speed from"}, {"timestamp": [633.38, 637.12], "text": " 600 to 200 miles per hour, flies underneath to pick up the dangling nozzle."}, {"timestamp": [653.0, 660.0], "text": " Both aircraft fly in level flight till the jet tanks are filled. Feeding time is always welcomed by pilots as it alters the routine and relaxes them by taking their minds off the job of high-speed flying."}, {"timestamp": [664.0, 668.0], "text": " Refueling operations may take up to half an hour, but the jet soon make it clear when they've had enough."}, {"timestamp": [668.0, 670.0], "text": " They spill out what they don't want."}, {"timestamp": [670.0, 676.0], "text": " Air refueling done in this case with the British equipment is a great step in solving the problems of long-distance flying."}, {"timestamp": [676.0, null], "text": " The American Air Force has indeed demonstrated that it's only a handclosy that separates our countries."}], "text": " On the Mareem. On Empire Day, the mayor and councillors of Wellington City give the country a lead in making a fitting ceremony of the granting of naturalization. With officers of the Internal Affairs Department, they prepare to issue certificates to 16 new settlers coming from a total of 10 different European countries. Last year in New Zealand, over 400 people were granted British nationality, and New Zealand citizenship and applications are steadily increasing. Up till now, the earth has usually been taken in private before a justice of the peace. Mayor McAllister welcomes the 16 new British subjects. I hope that in the years ahead, you will all have happy and successful contacts with those who from today become your fellow citizens. And I'm sure that you will never have cause to regret this most important step in your lives that you are now taking. You will now individually come before me as mayor of this city and as one of Her Majesty's Justices of the Peace to make your oath of allegiance to her Majesty as your names are called. Will you please repeat this oath after me? I... Richard Walter Littles Swear by Almighty God. Swear by Almighty God. That I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth II. Her heirs and successors. According to law. According to law. Thank you. It is fitting that the first citizen of the local community should conduct this ceremony. The grant of citizenship removes certain legal disabilities. And now each man is not only free to vote, but to become mayor himself if he has the talent, prime minister, or even captain of the all blacks. In practice, the naturalized New Zealand citizen has the same rights and duties as the British born. From now on, his loyalties lie exclusively with New Zealand and the British Commonwealth. Everyone gets the sack when the Wonganoi City Council decides to give the city a facelift. Sheds, attics, cupboards and drawers are emptied into the streets for collection by council and volunteer trucks. Even father's carpet slippers can't escape. It's a great day for the children, but in father's opinion it's carrying things, especially his slippers, a little too far. Now to relax with the morning paper and his own special comfortable armchair. Or can he? Kiddies collect around accumulated comics. To them they mean value. And there's value to in saleable metal. It was carefully sorted out by the Wonganoi Master Plumbers Association. At the main dump trucks are speedily unloaded while bulldozers jostle for position. There are pots and pans, bicycles and beds, tires and tubes, everything including the kitchen stove. Gee, we'll have some fun when they're gone. That's what I'd like to do to the next door radio. Disposal of scrap metal is the only use found for an automobile gas producer, and now unwanted reminder of wartime economies. 1955 opinion of 1920 passions. Empties too are worth salvaging and Boy Scouts make short work of collecting. Cleaning up a city the size of Wonganoi was a big undertaking, but the magnificent response reflected the civic pride of its enthusiastic citizens. The gathering impetus of the housing drive is the keynote of Mr. Sullivan's speech at the opening of New Zealand's first full-scale exhibition of small houses at Mount Albert, Auckland. How we build for the future is the standard by which our children will judge us. Nothing like a good home to keep them off the streets. Sponsored by the government, the parade of homes in newly named Norrie Avenue is the work of eight building firms, all engaged on group building projects in the Auckland area. Each work to his own design, and the 20 highly individual houses they've built are a shop window for the industry. They all carry priced halves just like a motor show and enable you to judge what can be built today and for how much. Like traditional design, that's one of the cheapest. Two bedrooms, two thousand three hundred and ten pounds plus cost of section. Less traditional is this house, sheathed in asbestos cement and priced about the same. If you need something bigger, here's the dearest house on show. 3,250 pounds including basement garage. A pleasing effect in concrete blocks. Find it a bit crowded. Some say halls own aid to privacy, others that they're dark and a waste of space. Too many home buyers have to take things as they find them, but not in Norrie Avenue. This sun passage is one alternative. Another alternative, a built-in hatstand which partitions the front door off from the lounge. Certainly no waste room. Now the other side of the front door, featuring an entrance porch, invaluable where the open or hall this plan is used. Here the porch becomes a car port, under 2,600 pounds. Up 250 pounds if you get French windows and a sun terrace. Alternatives enough for any young couple to weigh the pros and cons. The interior of an open plan house shows how neatly its L-shaped lounge dovetails with the kitchen. The laundry stands in a recess beyond. Note the acid-proof bench coverings and well-planned cupboards which set the modern standard. Build a new kitchen gadget and there'll be handymen just waiting to play. It's a built-in vent to lead off the steam. Another useful gadget, an inspection panel which gives direct access to the plumbing system, including all waste pipes and tracks. A worthwhile idea of this, a money saver in maintenance, it'll save a few tempers too. No need for privacy to be disturbed when the meter reader calls. Examples of simple foresight, which inside as well as outside, add up to good design. Wall-to-wall helmets enable window drapes to be withdrawn over the wall space, a protection against fading. When the sun itself fades, how good to enjoy warmth from a space heater? Of particular interest to father is this easy clean fireplace. His problems are quickly disposed of, but not mothers. Bunks are the answer for a growing family. Sleeping quarters generally must be designed for compactness in small houses of eight or 900 square feet. It's the one certain way to ensure spaciousness in the rooms where the atmosphere of home life will grow up. Almost too peaceful, you say? It's a moot point. We're back where we came in. Mr. Sullivan will have much to think about as he tours the exhibition. With building costs at less than three pounds a square foot, the group building scheme is going places. The Operation Hand Claspers touches down at O'Hakia Aerodrome on the first stages of the New Zealand Goodwill Mission by the American Far East Air Force, the largest American Air Force group ever to visit this country. The O'Hawakia Control Tower is a welcome site to 100 offices and men who made up the party. It's a long way from headquarters in Tokyo. Members of the Royal New Zealand Air Force signal the Thunder jets into position. With these aircraft came also two Globmasters, one flying fortress, and two super fortresses equipped as flying tankers. The pilot notes that the Sydney crossing was made in just over three hours. was made in just over three hours. Air Commodore I.G. Morrison and Group Captain V. Ham Stratton of the Royal New Zealand Air Force arrived to meet the mission. The leader, Major General Pauli Rustow, inspects a smart guard of honor before leaving O'Hakia for the capital city. 50,000 sightseers throng to O'Hakia. The planes are not left alone for a moment, and crews receive their share of attention too. Autograph books or telephone numbers. There seems to be no lack of international goodwill here. Thousands queue to inspect the Globemaster. To accommodate all these visitors is no strain for a sky giant which can carry 200 troops or 22 tons of cargo. Facts as well as goodwill interest members of the Royal New Zealand Air Force as they listen to Lieutenant Miller explaining a British system of air refueling. Lieutenant Miller has become well known to New Zealanders after his dramatic return flight to Sydney. Part of Operation Hand Clasp is a series of lectures to help New Zealand keep up with overseas developments. For example, air refueling, although not a new technique, has been increasingly practiced over the last few years. It's a delicate operation. A 60-foot hose is unwound from a drum in the rear of the tanker's fuselage. The thunder jet, reducing speed from 600 to 200 miles per hour, flies underneath to pick up the dangling nozzle. Both aircraft fly in level flight till the jet tanks are filled. Feeding time is always welcomed by pilots as it alters the routine and relaxes them by taking their minds off the job of high-speed flying. Refueling operations may take up to half an hour, but the jet soon make it clear when they've had enough. They spill out what they don't want. Air refueling done in this case with the British equipment is a great step in solving the problems of long-distance flying. The American Air Force has indeed demonstrated that it's only a handclosy that separates our countries."}