{"speakers": [], "chunks": [{"timestamp": [0.0, 50.0], "text": " The Clambering up the sharp ridges and rambling down into the deep gullies at the foot of the Northern"}, {"timestamp": [50.0, 56.0], "text": " Island of New Zealand is an unusual city, a determined city that has elbowed a space"}, {"timestamp": [56.0, 61.76], "text": " for itself where there was none and bound itself onto the inhospitable hills with roads that"}, {"timestamp": [61.76, 97.0], "text": " twist down to a blue enclosing harbor. Struggling to grow on its difficult site for just over a century has given this city a striking character."}, {"timestamp": [97.0, 117.0], "text": " Wellington has become a city unlike any other in New Zealand. Wellington? Well, there's the wind."}, {"timestamp": [117.0, 119.0], "text": " I'll tell you what, mate."}, {"timestamp": [119.0, 121.0], "text": " The weather's a dance out better than it is."}, {"timestamp": [121.0, 123.0], "text": " Well, I'm not a Wellington."}, {"timestamp": [123.0, 125.0], "text": " Like most people, I came to Wellington because of my work."}, {"timestamp": [125.0, 127.0], "text": " Well, it isn't the bigger city."}, {"timestamp": [127.0, 129.0], "text": " But, well, it's the capital, isn't it?"}, {"timestamp": [129.0, 132.0], "text": " Things are run from here, aren't they?"}, {"timestamp": [132.0, 137.0], "text": " Well, I hated it when I first came here, but, well, it grows on you, and now I think it's beautiful."}, {"timestamp": [137.0, 144.0], "text": " Ah, these hills and all these steps."}, {"timestamp": [144.0, 145.0], "text": " Oh, I think it's lovely. I like it too. It's interesting. Ah, these hills and all these steps."}, {"timestamp": [145.0, 146.0], "text": " Oh, I think it's lovely."}, {"timestamp": [146.0, 149.0], "text": " I like it too. It's interesting."}, {"timestamp": [149.0, 152.0], "text": " I think the location of the place did and he gives it character."}, {"timestamp": [152.0, 158.0], "text": " One hundred and twenty-five years ago, the first English settlers, after six long months at sea,"}, {"timestamp": [158.0, 162.0], "text": " lowered their weary sails and dropped anchor in a sheltered haven."}, {"timestamp": [162.0, 165.0], "text": " Because it turned out to be such a magnificent harbor,"}, {"timestamp": [165.0, 167.0], "text": " it became a busy port,"}, {"timestamp": [167.0, 170.0], "text": " and its commerce has steadily increased with the years."}, {"timestamp": [170.0, 173.0], "text": " But ironically, the deep water which allowed ships to lie"}, {"timestamp": [173.0, 175.0], "text": " on the city's doorstep,"}, {"timestamp": [175.0, 177.0], "text": " also hemmed it in against the hills."}, {"timestamp": [181.0, 186.0], "text": " The thriving young settlement desperately needed land, flat land."}, {"timestamp": [186.0, 190.0], "text": " So the land was made, reclaimed from the sea."}, {"timestamp": [190.0, 197.0], "text": " There is still a restless roar where white-crested waves once pounded against the cliffs in a stiff southerly,"}, {"timestamp": [197.0, 235.8], "text": " but the sound today is the din of city traffic and no longer the voice of the sea. Early in its history, New Zealand was governed from Auckland in the north,"}, {"timestamp": [235.8, 242.4], "text": " but Wellington's founders considered that the seat of government obviously belonged in the centre of the country."}, {"timestamp": [242.4, 246.0], "text": " After a 25-year tug of war, perseverance paid off. And since 1865, Parliament has met in the shadow of the country. After a 25-year tug of war, perseverance paid off."}, {"timestamp": [246.0, 248.0], "text": " And since 1865,"}, {"timestamp": [248.0, 250.0], "text": " Parliament has met in the shadow of Wellington's hills,"}, {"timestamp": [250.0, 253.0], "text": " and the largest wooden building in the world"}, {"timestamp": [253.0, 309.0], "text": " rose to become a status symbol of the civil service. I'm not I'm going to have been I'm going to At first, settlement was a game of follow the leader along the ridges, but soon there were more players than rule."}, {"timestamp": [309.0, 314.0], "text": " Now it looks as if citizens compete to see who can butcher home in the most precarious position."}, {"timestamp": [314.0, 340.0], "text": " They just appear. Comparatively few of Wellington's 125,000 are locally born."}, {"timestamp": [340.0, 343.0], "text": " They live here because it's the centre of government,"}, {"timestamp": [343.0, 347.0], "text": " or because most of the country's business organizations have their head offices here."}, {"timestamp": [347.0, 356.0], "text": " But the blanket the home builders are weaving, rolls on over the ridges, rumpled, patchy and colourful, further and further away from the crowding city,"}, {"timestamp": [356.0, 361.0], "text": " and always avoiding the parks and reserves so lovingly set out by the pioneers."}, {"timestamp": [368.7, 373.44], "text": " But there's much more to homebuilding than just securing your home to the hillside and so getting a magnificent view."}, {"timestamp": [373.44, 381.46], "text": " With over 100,000 competitors, the daily obstacle race down into the city office"}, {"timestamp": [381.46, 463.0], "text": " is a hotly contested event. I'm BOR. Oh! At the age of 125, Wellington is a colourful casual capital, which has developed the character of a large town rather than that of a streamlined metropolis."}, {"timestamp": [463.0, 466.0], "text": " And this she has mysteriously turned into a virtue."}, {"timestamp": [466.0, 484.0], "text": " And Wellington has something else more sophisticated cities might envy."}, {"timestamp": [484.0, 566.12], "text": " A string of beaches and bays curving for 32 miles through the city and suburbs like a bright blue ribbon. I'm going to be. Here is a town, thickle but fascinating, putting on a different face for each newcomer. Her form has"}, {"timestamp": [566.12, 570.94], "text": " been shaped by the sea, the winds and the crumpled hills, and patterned by the buildings her"}, {"timestamp": [570.94, 576.28], "text": " citizens have raised upon them. These things have given her a unique character and made"}, {"timestamp": [576.28, 582.68], "text": " her into a city that could only be Wellington. Well, I hated it when I first came here."}, {"timestamp": [582.68, 586.6], "text": " I'll tell you what, mate, the weather's a dance sight better here than it is a down."}, {"timestamp": [586.6, 588.1], "text": " It isn't the bigger city."}, {"timestamp": [588.1, 589.9], "text": " But there's the wind."}, {"timestamp": [589.9, 591.4], "text": " Well, it's the capital, isn't it?"}, {"timestamp": [591.4, 592.9], "text": " Things are run from here."}, {"timestamp": [592.9, 593.9], "text": " Can't they?"}, {"timestamp": [593.9, 596.3], "text": " Like most people, I came to Wellington because of my work."}, {"timestamp": [596.3, 597.4], "text": " It's interesting."}, {"timestamp": [597.4, null], "text": " I think the location of the place definitely gives it character. Thank you."}], "text": " The Clambering up the sharp ridges and rambling down into the deep gullies at the foot of the Northern Island of New Zealand is an unusual city, a determined city that has elbowed a space for itself where there was none and bound itself onto the inhospitable hills with roads that twist down to a blue enclosing harbor. Struggling to grow on its difficult site for just over a century has given this city a striking character. Wellington has become a city unlike any other in New Zealand. Wellington? Well, there's the wind. I'll tell you what, mate. The weather's a dance out better than it is. Well, I'm not a Wellington. Like most people, I came to Wellington because of my work. Well, it isn't the bigger city. But, well, it's the capital, isn't it? Things are run from here, aren't they? Well, I hated it when I first came here, but, well, it grows on you, and now I think it's beautiful. Ah, these hills and all these steps. Oh, I think it's lovely. I like it too. It's interesting. Ah, these hills and all these steps. Oh, I think it's lovely. I like it too. It's interesting. I think the location of the place did and he gives it character. One hundred and twenty-five years ago, the first English settlers, after six long months at sea, lowered their weary sails and dropped anchor in a sheltered haven. Because it turned out to be such a magnificent harbor, it became a busy port, and its commerce has steadily increased with the years. But ironically, the deep water which allowed ships to lie on the city's doorstep, also hemmed it in against the hills. The thriving young settlement desperately needed land, flat land. So the land was made, reclaimed from the sea. There is still a restless roar where white-crested waves once pounded against the cliffs in a stiff southerly, but the sound today is the din of city traffic and no longer the voice of the sea. Early in its history, New Zealand was governed from Auckland in the north, but Wellington's founders considered that the seat of government obviously belonged in the centre of the country. After a 25-year tug of war, perseverance paid off. And since 1865, Parliament has met in the shadow of the country. After a 25-year tug of war, perseverance paid off. And since 1865, Parliament has met in the shadow of Wellington's hills, and the largest wooden building in the world rose to become a status symbol of the civil service. I'm not I'm going to have been I'm going to At first, settlement was a game of follow the leader along the ridges, but soon there were more players than rule. Now it looks as if citizens compete to see who can butcher home in the most precarious position. They just appear. Comparatively few of Wellington's 125,000 are locally born. They live here because it's the centre of government, or because most of the country's business organizations have their head offices here. But the blanket the home builders are weaving, rolls on over the ridges, rumpled, patchy and colourful, further and further away from the crowding city, and always avoiding the parks and reserves so lovingly set out by the pioneers. But there's much more to homebuilding than just securing your home to the hillside and so getting a magnificent view. With over 100,000 competitors, the daily obstacle race down into the city office is a hotly contested event. I'm BOR. Oh! At the age of 125, Wellington is a colourful casual capital, which has developed the character of a large town rather than that of a streamlined metropolis. And this she has mysteriously turned into a virtue. And Wellington has something else more sophisticated cities might envy. A string of beaches and bays curving for 32 miles through the city and suburbs like a bright blue ribbon. I'm going to be. Here is a town, thickle but fascinating, putting on a different face for each newcomer. Her form has been shaped by the sea, the winds and the crumpled hills, and patterned by the buildings her citizens have raised upon them. These things have given her a unique character and made her into a city that could only be Wellington. Well, I hated it when I first came here. I'll tell you what, mate, the weather's a dance sight better here than it is a down. It isn't the bigger city. But there's the wind. Well, it's the capital, isn't it? Things are run from here. Can't they? Like most people, I came to Wellington because of my work. It's interesting. I think the location of the place definitely gives it character. Thank you."}