{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " The This theatre has a history."}, {"timestamp": [27.0, 46.84], "text": " It goes back to the 1890s to the great days of plays, opera, pantomime,"}, {"timestamp": [47.12, 52.88], "text": " Vodaville. Then it was a centre of interest, an exciting place, and to go to the theatre was a"}, {"timestamp": [52.88, 62.04], "text": " very special occasion. Before the show, the foyer was noisy, and inside it was a gay and colourful"}, {"timestamp": [62.04, 66.4], "text": " scene. These rows of seats were all crowded, for this was the pit,"}, {"timestamp": [66.4, 69.2], "text": " railed off from the more respectable parts of the theatre."}, {"timestamp": [73.2, 75.6], "text": " Many once famous people performed on this stage,"}, {"timestamp": [75.6, 77.6], "text": " but today they're forgotten."}, {"timestamp": [77.6, 81.2], "text": " The stage is deserted, the auditorium is dark and empty."}, {"timestamp": [84.4, 85.0], "text": " Some tattered posters are all that remain."}, {"timestamp": [85.0, 94.0], "text": " Carriages to call at 10."}, {"timestamp": [94.0, 103.0], "text": " This sets the period, for the theatre boom in New Zealand lasted from 1860 until World War I."}, {"timestamp": [103.0, 106.52], "text": " Show followed show and no one ever thought that show business would die."}, {"timestamp": [106.9, 107.82], "text": " But die it did."}, {"timestamp": [108.26, 111.6], "text": " For in the 1920s people deserted the theatre for the picture palaces"}, {"timestamp": [111.6, 114.7], "text": " where they saw a new form of entertainment, the silent film."}, {"timestamp": [115.48, 117.44], "text": " This is part of one of those early films."}, {"timestamp": [118.0, 154.08], "text": " My Lady of the Cave actually made in New Zealand by Rudal Hayward in 1922. These films look odd today, but they were popular."}, {"timestamp": [154.08, 157.88], "text": " And in 1949 there are hundreds of cinemas throughout the country."}, {"timestamp": [157.88, 161.9], "text": " On the average, New Zealanders go to the pictures 20 times a year, for attendance figures"}, {"timestamp": [161.9, 164.48], "text": " exceed 34 million annually."}, {"timestamp": [164.48, 165.94], "text": " Many of these are children and"}, {"timestamp": [165.94, 172.4], "text": " today the Western has taken the place of the pantomime. When the professional theatre companies"}, {"timestamp": [172.4, 177.16], "text": " ceased coming to New Zealand, the amateur theatre began. Today it has a central organisation,"}, {"timestamp": [177.16, 183.08], "text": " the New Zealand Drama Council and a membership of nearly 30,000. We were thrown back on ourselves"}, {"timestamp": [183.08, 187.0], "text": " and the new theatre, amateur though it was, was much more New Zealand in character."}, {"timestamp": [187.0, 191.0], "text": " The larger societies are now important factors in the community."}, {"timestamp": [191.0, 195.0], "text": " But in the country districts of New Zealand and in the suburbs of the cities,"}, {"timestamp": [195.0, 198.0], "text": " there are hundreds of small groups whose members are largely women."}, {"timestamp": [198.0, 203.0], "text": " They hold regular play readings and the enthusiasm of these thousands of New Zealanders"}, {"timestamp": [203.0, 207.92], "text": " has given a theatre a permanent place in our social life. After the war, membership of all"}, {"timestamp": [207.92, 217.82], "text": " dramatic groups soared to a record figure. Today New Zealand, a country"}, {"timestamp": [217.82, 222.2], "text": " without a professional theatre, as a large playgoing section among its people. And"}, {"timestamp": [222.2, 229.3], "text": " when the old Vic Company toured New Zealand in 1948, they had crowded houses wherever they went. But New Zealanders found during"}, {"timestamp": [229.3, 233.08], "text": " this tour that the differences between amateurs engaged essentially in a community"}, {"timestamp": [233.08, 238.22], "text": " activity and professionals of world standing were marked. The Olivier showed that the"}, {"timestamp": [238.22, 242.02], "text": " revival of the theatre overseas was a matter of quality as well as quantity."}, {"timestamp": [244.66, 247.0], "text": " The post-war theatre boom is on and"}, {"timestamp": [247.0, 252.36], "text": " overseas companies and artists are visiting us again. But today many New Zealanders"}, {"timestamp": [252.36, 257.94], "text": " feel that it's time we had a professional theatre of our own. A beginning is being"}, {"timestamp": [257.94, 262.86], "text": " made. A number of experiments have been carried out already. Amateur societies have"}, {"timestamp": [262.86, 269.24], "text": " toured their productions and the university group has gone as far a field as Australia. Another experiment is that of the"}, {"timestamp": [269.24, 273.44], "text": " Auckland Adult Education Centre whose theatre group is rehearsing Bernard Shaw's Arms"}, {"timestamp": [273.44, 278.6], "text": " and the Man. The plan is to tour the North Island from top to bottom, introducing live theatre"}, {"timestamp": [278.6, 281.8], "text": " to a wider audience. But first come weeks of rehearsals."}, {"timestamp": [281.8, 286.26], "text": " There's ten levers more. The Swiss do, in fact."}, {"timestamp": [287.84, 288.5], "text": " The twenty shall go to our savings,"}, {"timestamp": [290.08, 291.18], "text": " and you shall have the ten to spend."}, {"timestamp": [293.82, 294.26], "text": " If only you'll talk to me so as to remind me on a human being."}, {"timestamp": [296.0, 296.32], "text": " I get tired of being a servant occasionally."}, {"timestamp": [297.04, 297.58], "text": " Ah, yes."}, {"timestamp": [299.34, 299.8], "text": " Send your manhood for thirty levers."}, {"timestamp": [300.62, 301.28], "text": " Buy me for ten. All right, hold it."}, {"timestamp": [302.22, 302.78], "text": " Looker!"}, {"timestamp": [304.4, 308.74], "text": " I think it might be better if you were to emphasize the me instead of the buy in the last line."}, {"timestamp": [308.98, 309.52], "text": " Oh, yes."}, {"timestamp": [309.76, 310.34], "text": " Yes, you do."}, {"timestamp": [310.4, 313.4], "text": " I think it will give much more point to Nicola's last line, you see."}, {"timestamp": [313.58, 314.08], "text": " Okay."}, {"timestamp": [314.72, 315.62], "text": " Right, we'll try."}, {"timestamp": [315.9, 316.2], "text": " Right."}, {"timestamp": [317.66, 319.16], "text": " Give me that too again, would you read?"}, {"timestamp": [320.08, 322.3], "text": " I get tired of being a servant occasionally."}, {"timestamp": [322.6, 323.18], "text": " Ah, yes."}, {"timestamp": [323.62, 325.32], "text": " Sell your manwood for 30 levers."}, {"timestamp": [325.68, 326.64], "text": " Buy me for ten."}, {"timestamp": [327.96, 330.04], "text": " These people have been amateurs up to now,"}, {"timestamp": [330.46, 332.18], "text": " but they've been engaged for three months"}, {"timestamp": [332.18, 333.88], "text": " on a professional basis for this tour."}, {"timestamp": [334.38, 336.36], "text": " They find the weeks of preparation hard work,"}, {"timestamp": [336.72, 338.32], "text": " but there's even harder work in store"}, {"timestamp": [338.32, 339.44], "text": " as the tour gets underway."}, {"timestamp": [339.6, 340.76], "text": " You've ambition and you, Luca."}, {"timestamp": [341.58, 342.56], "text": " I've often thought"}, {"timestamp": [342.56, 344.34], "text": " that with Raina out of the way"}, {"timestamp": [344.34, 349.0], "text": " and you just a little less of a fool and Sergeus just a little more of one,"}, {"timestamp": [349.0, 351.0], "text": " you might come to be one of my grandest customers"}, {"timestamp": [351.0, 355.0], "text": " instead of being only my wife and costing me money."}, {"timestamp": [355.0, 359.0], "text": " During the tour their day starts early."}, {"timestamp": [359.0, 361.0], "text": " Most of the morning they're traveling,"}, {"timestamp": [361.0, 365.08], "text": " traveling through rural New Zealand, stopping at 40 small towns on the way."}, {"timestamp": [365.08, 366.24], "text": " This is one of them."}, {"timestamp": [366.24, 371.56], "text": " Takapal, situation Central Hawks Bay, population 700."}, {"timestamp": [371.56, 375.24], "text": " In Takapal, the news gets around."}, {"timestamp": [375.24, 384.28], "text": " At the town hall, the scenery is being unloaded."}, {"timestamp": [384.28, 385.0], "text": " The second part of the day's work for the cast. They do all the scene shifting themselves, for efforts. At the town hall, the scenery is being unloaded."}, {"timestamp": [385.0, 387.0], "text": " The second part of the day's work for the cast."}, {"timestamp": [387.0, 393.0], "text": " They do all the scene shifting themselves, for efforts have been made to keep the company's numbers down to a minimum."}, {"timestamp": [397.0, 402.0], "text": " For theatres, they use anything available from converted factories to modern cinemas,"}, {"timestamp": [402.0, 406.0], "text": " and how to light the stage from a couple of hot points is the usual problem."}, {"timestamp": [410.0, 417.0], "text": " The answer to this one's a portable switchboard and a lot of ingenuity."}, {"timestamp": [418.0, 425.0], "text": " The work is varied and although they naturally strike jobs like this, the women in the cast insist on equality with the men."}, {"timestamp": [425.5, 430.0], "text": " It's essentially a team job, and behind each evening's performance there's a lot of hard work."}, {"timestamp": [438.8, 442.0], "text": " Every day they have to beat the clock, for the show must go on at eight."}, {"timestamp": [442.7, 447.0], "text": " Some days the stage is set and the lights are tested with only minutes to spare."}, {"timestamp": [447.0, 461.68], "text": " Takapal has turned out in force and backstage there's an air of tension as the call goes"}, {"timestamp": [461.68, 466.0], "text": " out. Beginners please on stage. For those who have to sit and wait for their first entrance,"}, {"timestamp": [466.0, 468.0], "text": " it's a bad moment when the curtain goes up."}, {"timestamp": [468.0, 470.0], "text": " How will this audience take it?"}, {"timestamp": [470.0, 473.0], "text": " Like most, this audience is critical, but interested at the start."}, {"timestamp": [473.0, 475.0], "text": " They have to be won over,"}, {"timestamp": [475.0, 478.0], "text": " and for this reason, no performance is ever routine."}, {"timestamp": [478.0, 479.0], "text": " Oh, I'll help you."}, {"timestamp": [479.0, 481.0], "text": " I'll save you."}, {"timestamp": [481.0, 482.0], "text": " You can't."}, {"timestamp": [482.0, 483.0], "text": " I'll hide you. Here behind the curtain."}, {"timestamp": [483.0, 485.0], "text": " There's just half the chance."}, {"timestamp": [485.0, 486.0], "text": " You keep your head."}, {"timestamp": [486.0, 490.0], "text": " See, remember, nine soldiers out of ten are born fools."}, {"timestamp": [490.0, 491.0], "text": " Oh!"}, {"timestamp": [491.0, 494.0], "text": " If they catch me here, I promise you a fight!"}, {"timestamp": [494.0, 496.0], "text": " A devil of a fight!"}, {"timestamp": [496.0, 500.0], "text": " And so the play goes on."}, {"timestamp": [500.0, 505.92], "text": " As a preliminary experiment, this tour seems successful, and throughout the North Island's support has been strong,"}, {"timestamp": [506.28, 509.96], "text": " more noticeably in the smaller towns where stage shows are rare, if not unknown."}, {"timestamp": [510.42, 511.42], "text": " The people have liked it."}, {"timestamp": [516.16, 519.82], "text": " A beginning has been made, and the theatre is back on the road."}, {"timestamp": [520.44, null], "text": " But whether it becomes part of our national life once more is a question for the future."}], "text": " The This theatre has a history. It goes back to the 1890s to the great days of plays, opera, pantomime, Vodaville. Then it was a centre of interest, an exciting place, and to go to the theatre was a very special occasion. Before the show, the foyer was noisy, and inside it was a gay and colourful scene. These rows of seats were all crowded, for this was the pit, railed off from the more respectable parts of the theatre. Many once famous people performed on this stage, but today they're forgotten. The stage is deserted, the auditorium is dark and empty. Some tattered posters are all that remain. Carriages to call at 10. This sets the period, for the theatre boom in New Zealand lasted from 1860 until World War I. Show followed show and no one ever thought that show business would die. But die it did. For in the 1920s people deserted the theatre for the picture palaces where they saw a new form of entertainment, the silent film. This is part of one of those early films. My Lady of the Cave actually made in New Zealand by Rudal Hayward in 1922. These films look odd today, but they were popular. And in 1949 there are hundreds of cinemas throughout the country. On the average, New Zealanders go to the pictures 20 times a year, for attendance figures exceed 34 million annually. Many of these are children and today the Western has taken the place of the pantomime. When the professional theatre companies ceased coming to New Zealand, the amateur theatre began. Today it has a central organisation, the New Zealand Drama Council and a membership of nearly 30,000. We were thrown back on ourselves and the new theatre, amateur though it was, was much more New Zealand in character. The larger societies are now important factors in the community. But in the country districts of New Zealand and in the suburbs of the cities, there are hundreds of small groups whose members are largely women. They hold regular play readings and the enthusiasm of these thousands of New Zealanders has given a theatre a permanent place in our social life. After the war, membership of all dramatic groups soared to a record figure. Today New Zealand, a country without a professional theatre, as a large playgoing section among its people. And when the old Vic Company toured New Zealand in 1948, they had crowded houses wherever they went. But New Zealanders found during this tour that the differences between amateurs engaged essentially in a community activity and professionals of world standing were marked. The Olivier showed that the revival of the theatre overseas was a matter of quality as well as quantity. The post-war theatre boom is on and overseas companies and artists are visiting us again. But today many New Zealanders feel that it's time we had a professional theatre of our own. A beginning is being made. A number of experiments have been carried out already. Amateur societies have toured their productions and the university group has gone as far a field as Australia. Another experiment is that of the Auckland Adult Education Centre whose theatre group is rehearsing Bernard Shaw's Arms and the Man. The plan is to tour the North Island from top to bottom, introducing live theatre to a wider audience. But first come weeks of rehearsals. There's ten levers more. The Swiss do, in fact. The twenty shall go to our savings, and you shall have the ten to spend. If only you'll talk to me so as to remind me on a human being. I get tired of being a servant occasionally. Ah, yes. Send your manhood for thirty levers. Buy me for ten. All right, hold it. Looker! I think it might be better if you were to emphasize the me instead of the buy in the last line. Oh, yes. Yes, you do. I think it will give much more point to Nicola's last line, you see. Okay. Right, we'll try. Right. Give me that too again, would you read? I get tired of being a servant occasionally. Ah, yes. Sell your manwood for 30 levers. Buy me for ten. These people have been amateurs up to now, but they've been engaged for three months on a professional basis for this tour. They find the weeks of preparation hard work, but there's even harder work in store as the tour gets underway. You've ambition and you, Luca. I've often thought that with Raina out of the way and you just a little less of a fool and Sergeus just a little more of one, you might come to be one of my grandest customers instead of being only my wife and costing me money. During the tour their day starts early. Most of the morning they're traveling, traveling through rural New Zealand, stopping at 40 small towns on the way. This is one of them. Takapal, situation Central Hawks Bay, population 700. In Takapal, the news gets around. At the town hall, the scenery is being unloaded. The second part of the day's work for the cast. They do all the scene shifting themselves, for efforts. At the town hall, the scenery is being unloaded. The second part of the day's work for the cast. They do all the scene shifting themselves, for efforts have been made to keep the company's numbers down to a minimum. For theatres, they use anything available from converted factories to modern cinemas, and how to light the stage from a couple of hot points is the usual problem. The answer to this one's a portable switchboard and a lot of ingenuity. The work is varied and although they naturally strike jobs like this, the women in the cast insist on equality with the men. It's essentially a team job, and behind each evening's performance there's a lot of hard work. Every day they have to beat the clock, for the show must go on at eight. Some days the stage is set and the lights are tested with only minutes to spare. Takapal has turned out in force and backstage there's an air of tension as the call goes out. Beginners please on stage. For those who have to sit and wait for their first entrance, it's a bad moment when the curtain goes up. How will this audience take it? Like most, this audience is critical, but interested at the start. They have to be won over, and for this reason, no performance is ever routine. Oh, I'll help you. I'll save you. You can't. I'll hide you. Here behind the curtain. There's just half the chance. You keep your head. See, remember, nine soldiers out of ten are born fools. Oh! If they catch me here, I promise you a fight! A devil of a fight! And so the play goes on. As a preliminary experiment, this tour seems successful, and throughout the North Island's support has been strong, more noticeably in the smaller towns where stage shows are rare, if not unknown. The people have liked it. A beginning has been made, and the theatre is back on the road. But whether it becomes part of our national life once more is a question for the future."}