{"speakers": [], "chunks": [{"timestamp": [0.0, 1.96], "text": " At Wohar"}, {"timestamp": [1.96, 28.2], "text": " At Wohar, this is a day that will be long remembered. This is a day that will be long remembered."}, {"timestamp": [28.2, 31.04], "text": " This is a day that has been long awaited."}, {"timestamp": [31.04, 35.68], "text": " The Maori people are welcoming home men of the Maori battalion who were prisoners of war."}, {"timestamp": [35.68, 39.96], "text": " The welcome they receive here is typical of that given in the past, where for nearly six years"}, {"timestamp": [39.96, 42.28], "text": " there have been few men."}, {"timestamp": [42.28, 44.88], "text": " Slowly they crossed the marai to the meeting house."}, {"timestamp": [44.88, 45.56], "text": " This is a traditional"}, {"timestamp": [45.56, 56.14], "text": " ceremony of welcome given to warriors returning from war. Earlier in the day, the men had arrived"}, {"timestamp": [56.14, 86.0], "text": " at Ohenamu, where a similar ceremony was held. These men, go to be a good. These men have a record of achievement in battle. They met the enemy head on in Greece."}, {"timestamp": [86.0, 88.0], "text": " They slashed him to pieces in Africa."}, {"timestamp": [88.0, 90.0], "text": " They chased him through Italy."}, {"timestamp": [90.0, 93.0], "text": " They fought valiantly, but not without loss."}, {"timestamp": [93.0, 97.0], "text": " In front of the meeting house are the photos of comrades who fell in battle."}, {"timestamp": [97.0, 102.0], "text": " They will never return, but their memory will be cherished forever in the history of their race."}, {"timestamp": [101.28, 108.16], "text": " in the history of their race."}, {"timestamp": [113.12, 113.76], "text": " When the hospital ship Aranya arrived in Wellington recently, we were still at war with Japan."}, {"timestamp": [139.0, 146.0], "text": " Peace came a few days later to make this the most memorable of all homecomings. New Zealand has seen the arrival of many hospitalships and will see many more. Though the war is over, all the pain and suffering has not ceased, nor all the wounds healed. At the Revenue,"}, {"timestamp": [146.0, 169.76], "text": " at the Reception, at the Prime Minister welcomes them."}, {"timestamp": [169.76, 174.44], "text": " To see them fit and wear again and back in their old jobs is the whole country's wish."}, {"timestamp": [182.44, 189.0], "text": " With husband Monty Banks, Gracie Fields goes sightseeing at Walker. Guide Rangay introduces them to the Maori ancestors."}, {"timestamp": [189.0, 196.0], "text": " What Gracie thinks of the steam and the sulphur, she tells us later, but like everyone else, she's fascinated by the mud pools."}, {"timestamp": [200.0, 205.48], "text": " Rangay explains Maori hot pool cooking."}, {"timestamp": [205.94, 209.42], "text": " Endless hot water solves many domestic problems, including baby-buffing."}, {"timestamp": [218.66, 223.22], "text": " From Walker, Gracie goes to the servicman's convalescent hospital to entertain the returned men."}, {"timestamp": [225.12, 226.74], "text": " She gives half an hour's concert,"}, {"timestamp": [227.04, 228.9], "text": " and for them sings the rationing song."}, {"timestamp": [229.42, 230.8], "text": " We're doing very nicely."}, {"timestamp": [231.48, 233.1], "text": " We don't go short of much,"}, {"timestamp": [233.56, 235.88], "text": " except for stockings, milk and coal"}, {"timestamp": [235.88, 237.58], "text": " and paper bags and such."}, {"timestamp": [237.98, 239.82], "text": " You search the town for whiskey"}, {"timestamp": [239.82, 241.52], "text": " and meet with no sense."}, {"timestamp": [241.96, 243.52], "text": " But before you lose your temper,"}, {"timestamp": [243.74, 245.64], "text": " here's the point I'd like to stress."}, {"timestamp": [246.12, 248.84], "text": " You only want it because you haven't got it."}, {"timestamp": [249.22, 251.42], "text": " You only want it because it's hard to get."}, {"timestamp": [252.1, 255.1], "text": " You only think you need it because it's getting short,"}, {"timestamp": [255.2, 257.96], "text": " and now you only think you need it because you think you ought."}, {"timestamp": [258.24, 260.64], "text": " You didn't want it when you could have had it."}, {"timestamp": [260.96, 263.18], "text": " You never used to miss it until today."}, {"timestamp": [263.78, 266.0], "text": " And even if you had it, I don't suppose you'd like it,"}, {"timestamp": [266.0, 269.0], "text": " so you'd matter off without it anyway!"}, {"timestamp": [272.0, 275.0], "text": " I drove along old Broadway one morning in my car."}, {"timestamp": [275.0, 277.0], "text": " A policeman stopped and shouted,"}, {"timestamp": [277.0, 279.0], "text": " Hi, who do you think you are?"}, {"timestamp": [279.0, 283.0], "text": " It seemed I hadn't noticed the traffic lights were red."}, {"timestamp": [283.0, 285.02], "text": " He asked to see my license. So I looked at him and said, You only want it because I haven't noticed the traffic lights were red. He asked to see my license."}, {"timestamp": [286.54, 286.84], "text": " So I looked at him and said,"}, {"timestamp": [289.36, 289.78], "text": " You only want it, because I haven't got it."}, {"timestamp": [291.84, 292.64], "text": " You only want it just to be perverse."}, {"timestamp": [295.32, 295.42], "text": " You only think you need it because it isn't here,"}, {"timestamp": [297.88, 298.26], "text": " and now you only think you need it just to interfere."}, {"timestamp": [300.56, 300.94], "text": " You didn't want it when you could have planned it."}, {"timestamp": [303.14, 303.7], "text": " You never asked to see it till today."}, {"timestamp": [306.5, 306.66], "text": " And even if you're heading, you'll find the things expire,"}, {"timestamp": [308.5, 315.0], "text": " so you're better off without it anyway."}, {"timestamp": [317.0, 317.16], "text": " All right, before I'm all night with this."}, {"timestamp": [319.8, 321.0], "text": " What do you think the Sulphus Springs did to my beautiful hair?"}, {"timestamp": [323.84, 324.02], "text": " I started out this morning nice and curly,"}, {"timestamp": [326.92, 327.28], "text": " but there's not a bit left after walking down those sort of springs."}, {"timestamp": [328.98, 329.08], "text": " Anyway, I won this in the way."}, {"timestamp": [329.86, 331.58], "text": " Well, I'll go around."}, {"timestamp": [335.16, 335.64], "text": " Well, a conjurer one evening made everybody laugh."}, {"timestamp": [337.5, 338.0], "text": " He saw the lady right in two,"}, {"timestamp": [339.34, 340.16], "text": " then lost her bottom half."}, {"timestamp": [343.5, 343.76], "text": " You give it back this minute, the angry woman cried."}, {"timestamp": [346.88, 347.02], "text": " Then with admirable common sense, the country really cries."}, {"timestamp": [349.22, 349.84], "text": " You only want it because you haven't got it."}, {"timestamp": [352.02, 352.94], "text": " You only want it because it's disappeared."}, {"timestamp": [355.74, 356.02], "text": " To make a scene in public shows utter want of chat."}, {"timestamp": [358.82, 359.02], "text": " In fact, you're only doing this to try and spoil my act."}, {"timestamp": [361.14, 361.64], "text": " You definitely were bound to lose it."}, {"timestamp": [363.9, 364.52], "text": " I only told you so the other day."}, {"timestamp": [366.08, 366.2], "text": " And even when you had it,"}, {"timestamp": [367.44, 367.68], "text": " the boys all tried to."}, {"timestamp": [369.06, 370.0], "text": " When shit, so you've had it off. Without it had a day."}, {"timestamp": [374.4, 380.48], "text": " Now that I'll have one, we can all sing now."}, {"timestamp": [381.58, 384.4], "text": " Give me a smile, I can keep"}, {"timestamp": [384.4, 385.58], "text": " for the while"}, {"timestamp": [385.58, 386.78], "text": " hit my heart"}, {"timestamp": [386.78, 388.94], "text": " while I'm away"}, {"timestamp": [388.94, 389.88], "text": " p'ra-ha-ha-ha"}, {"timestamp": [389.88, 391.28], "text": " till we meet"}, {"timestamp": [391.28, 392.42], "text": " once again"}, {"timestamp": [392.42, 394.48], "text": " you and I"}, {"timestamp": [394.48, 395.14], "text": " if"}, {"timestamp": [395.14, 395.98], "text": " a-mo-mo"}, {"timestamp": [395.98, 397.5], "text": " as you have"}, {"timestamp": [397.5, 398.5], "text": " a name"}, {"timestamp": [398.5, 400.22], "text": " a-bye"}, {"timestamp": [400.22, null], "text": " a-bye Oh"}], "text": " At Wohar At Wohar, this is a day that will be long remembered. This is a day that will be long remembered. This is a day that has been long awaited. The Maori people are welcoming home men of the Maori battalion who were prisoners of war. The welcome they receive here is typical of that given in the past, where for nearly six years there have been few men. Slowly they crossed the marai to the meeting house. This is a traditional ceremony of welcome given to warriors returning from war. Earlier in the day, the men had arrived at Ohenamu, where a similar ceremony was held. These men, go to be a good. These men have a record of achievement in battle. They met the enemy head on in Greece. They slashed him to pieces in Africa. They chased him through Italy. They fought valiantly, but not without loss. In front of the meeting house are the photos of comrades who fell in battle. They will never return, but their memory will be cherished forever in the history of their race. in the history of their race. When the hospital ship Aranya arrived in Wellington recently, we were still at war with Japan. Peace came a few days later to make this the most memorable of all homecomings. New Zealand has seen the arrival of many hospitalships and will see many more. Though the war is over, all the pain and suffering has not ceased, nor all the wounds healed. At the Revenue, at the Reception, at the Prime Minister welcomes them. To see them fit and wear again and back in their old jobs is the whole country's wish. With husband Monty Banks, Gracie Fields goes sightseeing at Walker. Guide Rangay introduces them to the Maori ancestors. What Gracie thinks of the steam and the sulphur, she tells us later, but like everyone else, she's fascinated by the mud pools. Rangay explains Maori hot pool cooking. Endless hot water solves many domestic problems, including baby-buffing. From Walker, Gracie goes to the servicman's convalescent hospital to entertain the returned men. She gives half an hour's concert, and for them sings the rationing song. We're doing very nicely. We don't go short of much, except for stockings, milk and coal and paper bags and such. You search the town for whiskey and meet with no sense. But before you lose your temper, here's the point I'd like to stress. You only want it because you haven't got it. You only want it because it's hard to get. You only think you need it because it's getting short, and now you only think you need it because you think you ought. You didn't want it when you could have had it. You never used to miss it until today. And even if you had it, I don't suppose you'd like it, so you'd matter off without it anyway! I drove along old Broadway one morning in my car. A policeman stopped and shouted, Hi, who do you think you are? It seemed I hadn't noticed the traffic lights were red. He asked to see my license. So I looked at him and said, You only want it because I haven't noticed the traffic lights were red. He asked to see my license. So I looked at him and said, You only want it, because I haven't got it. You only want it just to be perverse. You only think you need it because it isn't here, and now you only think you need it just to interfere. You didn't want it when you could have planned it. You never asked to see it till today. And even if you're heading, you'll find the things expire, so you're better off without it anyway. All right, before I'm all night with this. What do you think the Sulphus Springs did to my beautiful hair? I started out this morning nice and curly, but there's not a bit left after walking down those sort of springs. Anyway, I won this in the way. Well, I'll go around. Well, a conjurer one evening made everybody laugh. He saw the lady right in two, then lost her bottom half. You give it back this minute, the angry woman cried. Then with admirable common sense, the country really cries. You only want it because you haven't got it. You only want it because it's disappeared. To make a scene in public shows utter want of chat. In fact, you're only doing this to try and spoil my act. You definitely were bound to lose it. I only told you so the other day. And even when you had it, the boys all tried to. When shit, so you've had it off. Without it had a day. Now that I'll have one, we can all sing now. Give me a smile, I can keep for the while hit my heart while I'm away p'ra-ha-ha-ha till we meet once again you and I if a-mo-mo as you have a name a-bye a-bye Oh"}