{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " On its own"}, {"timestamp": [2.0, 29.8], "text": " On its turn of New Zealand, the old Vic theatrical Company has set a new record for local air transport."}, {"timestamp": [30.52, 36.24], "text": " It's the first company to tour the country entirely by plane, and it's given national airways their biggest charter job to date."}, {"timestamp": [37.08, 43.88], "text": " For easy travel between cities and to save time, the Old Vic Company uses five aircraft, one lodestar and four Dakotas,"}, {"timestamp": [44.34, 45.64], "text": " and three of the planes have just"}, {"timestamp": [45.64, 47.34], "text": " arrived at Paraparam from Dunedin."}, {"timestamp": [59.48, 64.3], "text": " The first three planes in carry members of the company, and the fourth is a freight air Dakota"}, {"timestamp": [64.3, 68.12], "text": " carrying three and a half tons of stage props and scenery on each of two trips."}, {"timestamp": [68.12, 85.5], "text": " The truck pulls away with a full load of stage props and the scenery is unloaded from the plane."}, {"timestamp": [90.0, 90.3], "text": " All the scenery for School for Scandal is on canvas drops rolled into bundles 40 feet long,"}, {"timestamp": [91.8, 103.3], "text": " which fit neatly into the Dakota."}, {"timestamp": [107.64, 108.52], "text": " The fifth and last plane has just touched down and is taxiing in off the runway."}, {"timestamp": [111.32, 112.22], "text": " In it is the rest of the company, including Sir Lawrence and Lady Olivier."}, {"timestamp": [135.98, 136.28], "text": " The news of their arrival at Paterparam has spread rapidly, judging by the eager crowd waiting to catch a glimpse of them as they leave the plane. New Zealand seldom has a visit from a world famous theatrical company,"}, {"timestamp": [138.22, 140.68], "text": " and we owe a debt of gratitude to the Old Vic and to the British Council which sponsored the tour."}, {"timestamp": [141.44, 144.42], "text": " It's to be hoped that air travel will make possible many more such visits"}, {"timestamp": [144.42, 149.48], "text": " and give New Zealanders the opportunity to see more of such famous artists as Lawrence Olivier and"}, {"timestamp": [149.48, 150.08], "text": " Vivian Lee."}, {"timestamp": [159.68, 164.14], "text": " At Mangary Aerodrome Auckland, a flying display was held recently to commemorate the eighth anniversary"}, {"timestamp": [164.14, 165.48], "text": " of the Battle of Britain."}, {"timestamp": [173.28, 182.4], "text": " The first air pageant held in Auckland since 1939, it was arranged by the Auckland Aeroc Club and the Royal New Zealand Air Force in conjunction with the Air Force Association."}, {"timestamp": [187.0, 191.0], "text": " The program reads Crazy Flying Demonstration and Crazy's Right."}, {"timestamp": [199.0, 204.0], "text": " The aim here is to chase and burst the balloons which are floating free in the wind."}, {"timestamp": [211.0, 216.0], "text": " With motors shut off and propellers stopped, these three planes are about to execute deadstick landings. In this difficult maneuver, the pilot must land his plane without using engine or propeller."}, {"timestamp": [216.0, 219.0], "text": " This is a tricky landing, but they do it nicely."}, {"timestamp": [230.54, 238.54], "text": " This display of skill is a fitting reminder of the debt we owe to the men who fought in the Battle of Britain."}, {"timestamp": [249.04, 252.24], "text": " The Governor General Sir Bernard Freiburg, V.C. meets members of the opposing teams before the Inter-Iland rugby match at Athletic Park Wellington. South Island are playing in white and north in black, and both teams have many candidates for next year's All-Black Team for South Africa."}, {"timestamp": [254.68, 259.9], "text": " The referee is Mr. A.A. Griffiths and North are led by Fred Allen, 1947 All-Black Captain."}, {"timestamp": [260.9, 264.16], "text": " South Island kick off into a strong win and almost immediately the ball goes into touch."}, {"timestamp": [266.6, 268.68], "text": " This is the season's biggest game and it's drawn a crowd estimated at 40,000"}, {"timestamp": [268.68, 272.48], "text": " from a line out the ball goes down to the feet"}, {"timestamp": [272.48, 274.28], "text": " at the forwards and the South Island pack breaks through"}, {"timestamp": [274.28, 275.14], "text": " with the ball at their toe"}, {"timestamp": [275.14, 281.28], "text": " they kick it too far"}, {"timestamp": [281.28, 282.32], "text": " and Scott gathers it in"}, {"timestamp": [282.32, 284.28], "text": " sidesteps a man and puts in a long kick"}, {"timestamp": [284.28, 285.54], "text": " Jack Goddard feels it and makes no mistake putting it into touch They kick it too far and Scott gathers it in, sidesteps a man and puts in a long kick."}, {"timestamp": [288.14, 290.94], "text": " Jack Goddard feels it and makes no mistake putting it into touch."}, {"timestamp": [295.14, 295.94], "text": " Bevan gets the ball from the line out and passes out to Delamore and North Island team are on the attack."}, {"timestamp": [298.46, 302.16], "text": " The first points come when Blake crosses for a try near the posts."}, {"timestamp": [305.4, 306.44], "text": " Scott's kick misses but North are three points up after 12 minutes of play."}, {"timestamp": [308.6, 308.96], "text": " A few minutes later, Goddard has a shot from a penalty,"}, {"timestamp": [311.36, 314.6], "text": " with a beautiful kick into the win, makes the score three all."}, {"timestamp": [317.24, 318.08], "text": " Scott kicks off for North and the ball goes deep to the full back."}, {"timestamp": [320.3, 320.62], "text": " Goddard fields it, kicks for the line, but he doesn't find it."}, {"timestamp": [323.2, 325.94], "text": " North gets possession and they waste no time getting it out to their backs."}, {"timestamp": [329.52, 334.14], "text": " Delamore's got it but he's well tackled and it rolls loose. Alan can't get it but Crowley picks it up. The south forwards get Crowley and take the ball from him and now McNabb's got it."}, {"timestamp": [335.38, 339.0], "text": " He's tackled loses possession and Bob Scott comes up, picks it off the feet of the forwards"}, {"timestamp": [339.0, 343.9], "text": " and breaks through on his own. He passes to Smith. Godd out intercepts it but they get him and it goes"}, {"timestamp": [343.9, 345.68], "text": " loose again and both sets it forwards, pack round."}, {"timestamp": [350.28, 355.14], "text": " Bevan gets it and he's off on his own and he breaks past Savage and races up the field with McHugh and Henderson in support."}, {"timestamp": [355.58, 358.22], "text": " Devin lobs it out to McHugh. McHugh puts in a centring kick."}, {"timestamp": [358.62, 362.38], "text": " Henderson races after it, mates gets their first and kicks for touch, but the referee orders a scrum."}, {"timestamp": [362.4, 368.5], "text": " their first and kicks for touch but the referee orders a scrum."}, {"timestamp": [371.24, 373.86], "text": " North hook the ball and Delamore cut through on the blind side but he drops Blevins pass the ball rolls in the line and botting hangs on to Henleyson"}, {"timestamp": [373.86, 375.24], "text": " while Kearney forces."}, {"timestamp": [378.76, 381.9], "text": " From a line out both sets of floorwards packed down but North already have the ball"}, {"timestamp": [381.9, 384.9], "text": " and Alan brilliantly cut through a gap he's tackled passes to Christian."}, {"timestamp": [387.08, 388.08], "text": " Christian to Delamore."}, {"timestamp": [388.64, 391.26], "text": " Delamore to Smith and Johnny Smith scores by the posts."}, {"timestamp": [394.24, 396.8], "text": " North lead eight three as Scott makes no mistake with the kick."}, {"timestamp": [400.04, 404.34], "text": " From a line out south get the ball and Savage gives it to Kearney, Kearney to Elvidge, Elvidge beats Alan."}, {"timestamp": [404.46, 408.24], "text": " He races down to the 25 and he passes out to Morrie Goddard and Goddard's racing for the line."}, {"timestamp": [409.06, 412.36], "text": " He gives it to Botting and Botting sails over in the corner for South's only try."}, {"timestamp": [417.64, 422.06], "text": " Jack Goddard's kick misses and the half-time comes with the score, 8-6 to North."}, {"timestamp": [424.52, 426.76], "text": " In the second half, South Island attacks strongly"}, {"timestamp": [426.76, 428.34], "text": " and carry play passed the North 25"}, {"timestamp": [428.34, 429.3], "text": " where a ruck develops."}, {"timestamp": [435.06, 437.2], "text": " South get possession, Savage passes to Kearney,"}, {"timestamp": [437.3, 438.92], "text": " Kearney to Elvidge, but Alan gets him"}, {"timestamp": [438.92, 439.76], "text": " and the ball rolls loose."}, {"timestamp": [443.0, 444.94], "text": " South heal it again, and Savage whips it out"}, {"timestamp": [444.94, 446.66], "text": " to what he got out, and he's racing for the corner."}, {"timestamp": [447.18, 448.22], "text": " But Henderson's after him."}, {"timestamp": [448.48, 451.16], "text": " He throws him into touch at the corner flag and it's no score."}, {"timestamp": [453.44, 457.6], "text": " Vince Bevan, the North Island halfback, gets the ball from a line out and passes to Delamore who drops it."}, {"timestamp": [457.88, 458.96], "text": " And Crowley breaks through."}, {"timestamp": [459.36, 460.36], "text": " Savage gets it out to Kearney."}, {"timestamp": [460.48, 462.42], "text": " Kearney makes a break but he's stopped and the ball's kicked through."}, {"timestamp": [464.8, 465.6], "text": " Mates gets it. He's making a strong run but Boggs gets him. Harvey a break, but he's stopped and the ball's kicked through. Mates gets it,"}, {"timestamp": [465.78, 466.9], "text": " he's making a strong run,"}, {"timestamp": [467.2, 468.0], "text": " but Boggs gets him."}, {"timestamp": [468.44, 469.02], "text": " Harvey has it,"}, {"timestamp": [469.08, 469.86], "text": " but Bevan stops him"}, {"timestamp": [469.86, 470.9], "text": " and Mottikar out is off again,"}, {"timestamp": [470.96, 472.5], "text": " but Scots there and puts him into touch."}, {"timestamp": [475.0, 475.68], "text": " The line-up,"}, {"timestamp": [475.78, 476.68], "text": " Bevan gets it off to Boggs"}, {"timestamp": [476.68, 477.32], "text": " on the blind side,"}, {"timestamp": [477.38, 478.3], "text": " but he can't get past mates"}, {"timestamp": [478.3, 479.24], "text": " and into touch, they go."}, {"timestamp": [483.58, 484.62], "text": " North hook it back again,"}, {"timestamp": [484.7, 485.72], "text": " and Bevan sent it to Delamore."}, {"timestamp": [485.84, 489.64], "text": " Delamore's pass to Alan goes along the ground but Alan recovers and it's kicked ahead."}, {"timestamp": [490.66, 494.38], "text": " Johnny Smith picks it up brilliantly, hands it on to Henderson who goes over in the corner."}, {"timestamp": [499.18, 500.72], "text": " Scott's kick from the 25 misses."}, {"timestamp": [504.64, 506.96], "text": " The line out the ball goes down to the feet of the forward."}, {"timestamp": [507.14, 507.66], "text": " South get it."}, {"timestamp": [508.16, 510.92], "text": " Savage sends it out to Kearney who tries to go on his own, but he's well stopped."}, {"timestamp": [516.3, 519.92], "text": " There's some fierce rucking and the referee breaks it up and awards a penalty to South."}, {"timestamp": [520.82, 525.04], "text": " Jack Goddard puts over a beautiful kick from the 25 and South go into the lead 12-11."}, {"timestamp": [528.04, 529.94], "text": " North Island supporters look a little anxious"}, {"timestamp": [529.94, 532.22], "text": " but the blacks attack again from a line out as McHugh"}, {"timestamp": [532.22, 533.74], "text": " and Fraser break through with the ball at their toe"}, {"timestamp": [533.74, 535.4], "text": " and they take it well down into South Territory"}, {"timestamp": [535.4, 537.06], "text": " before Savage gets the ball into touch."}, {"timestamp": [538.66, 540.42], "text": " Full time is already showing on the clock"}, {"timestamp": [540.42, 542.08], "text": " and with North needing two points to win"}, {"timestamp": [542.08, 543.7], "text": " Scott has another shot from a penalty."}, {"timestamp": [547.12, 551.54], "text": " It falls short and both sets of forwards pack round it with North making desperate efforts to gain possession."}, {"timestamp": [554.16, 557.74], "text": " South hook it, Savage gives it to Botting and Botting puts it into touch."}, {"timestamp": [558.3, 563.78], "text": " The referee signals time and the annual North South game is over, with South Island the winners by 12 points to 11"}, {"timestamp": [563.78, 567.58], "text": " in a close game that made a fitting climax to the 1948 rugby season."}], "text": " On its own On its turn of New Zealand, the old Vic theatrical Company has set a new record for local air transport. It's the first company to tour the country entirely by plane, and it's given national airways their biggest charter job to date. For easy travel between cities and to save time, the Old Vic Company uses five aircraft, one lodestar and four Dakotas, and three of the planes have just arrived at Paraparam from Dunedin. The first three planes in carry members of the company, and the fourth is a freight air Dakota carrying three and a half tons of stage props and scenery on each of two trips. The truck pulls away with a full load of stage props and the scenery is unloaded from the plane. All the scenery for School for Scandal is on canvas drops rolled into bundles 40 feet long, which fit neatly into the Dakota. The fifth and last plane has just touched down and is taxiing in off the runway. In it is the rest of the company, including Sir Lawrence and Lady Olivier. The news of their arrival at Paterparam has spread rapidly, judging by the eager crowd waiting to catch a glimpse of them as they leave the plane. New Zealand seldom has a visit from a world famous theatrical company, and we owe a debt of gratitude to the Old Vic and to the British Council which sponsored the tour. It's to be hoped that air travel will make possible many more such visits and give New Zealanders the opportunity to see more of such famous artists as Lawrence Olivier and Vivian Lee. At Mangary Aerodrome Auckland, a flying display was held recently to commemorate the eighth anniversary of the Battle of Britain. The first air pageant held in Auckland since 1939, it was arranged by the Auckland Aeroc Club and the Royal New Zealand Air Force in conjunction with the Air Force Association. The program reads Crazy Flying Demonstration and Crazy's Right. The aim here is to chase and burst the balloons which are floating free in the wind. With motors shut off and propellers stopped, these three planes are about to execute deadstick landings. In this difficult maneuver, the pilot must land his plane without using engine or propeller. This is a tricky landing, but they do it nicely. This display of skill is a fitting reminder of the debt we owe to the men who fought in the Battle of Britain. The Governor General Sir Bernard Freiburg, V.C. meets members of the opposing teams before the Inter-Iland rugby match at Athletic Park Wellington. South Island are playing in white and north in black, and both teams have many candidates for next year's All-Black Team for South Africa. The referee is Mr. A.A. Griffiths and North are led by Fred Allen, 1947 All-Black Captain. South Island kick off into a strong win and almost immediately the ball goes into touch. This is the season's biggest game and it's drawn a crowd estimated at 40,000 from a line out the ball goes down to the feet at the forwards and the South Island pack breaks through with the ball at their toe they kick it too far and Scott gathers it in sidesteps a man and puts in a long kick Jack Goddard feels it and makes no mistake putting it into touch They kick it too far and Scott gathers it in, sidesteps a man and puts in a long kick. Jack Goddard feels it and makes no mistake putting it into touch. Bevan gets the ball from the line out and passes out to Delamore and North Island team are on the attack. The first points come when Blake crosses for a try near the posts. Scott's kick misses but North are three points up after 12 minutes of play. A few minutes later, Goddard has a shot from a penalty, with a beautiful kick into the win, makes the score three all. Scott kicks off for North and the ball goes deep to the full back. Goddard fields it, kicks for the line, but he doesn't find it. North gets possession and they waste no time getting it out to their backs. Delamore's got it but he's well tackled and it rolls loose. Alan can't get it but Crowley picks it up. The south forwards get Crowley and take the ball from him and now McNabb's got it. He's tackled loses possession and Bob Scott comes up, picks it off the feet of the forwards and breaks through on his own. He passes to Smith. Godd out intercepts it but they get him and it goes loose again and both sets it forwards, pack round. Bevan gets it and he's off on his own and he breaks past Savage and races up the field with McHugh and Henderson in support. Devin lobs it out to McHugh. McHugh puts in a centring kick. Henderson races after it, mates gets their first and kicks for touch, but the referee orders a scrum. their first and kicks for touch but the referee orders a scrum. North hook the ball and Delamore cut through on the blind side but he drops Blevins pass the ball rolls in the line and botting hangs on to Henleyson while Kearney forces. From a line out both sets of floorwards packed down but North already have the ball and Alan brilliantly cut through a gap he's tackled passes to Christian. Christian to Delamore. Delamore to Smith and Johnny Smith scores by the posts. North lead eight three as Scott makes no mistake with the kick. From a line out south get the ball and Savage gives it to Kearney, Kearney to Elvidge, Elvidge beats Alan. He races down to the 25 and he passes out to Morrie Goddard and Goddard's racing for the line. He gives it to Botting and Botting sails over in the corner for South's only try. Jack Goddard's kick misses and the half-time comes with the score, 8-6 to North. In the second half, South Island attacks strongly and carry play passed the North 25 where a ruck develops. South get possession, Savage passes to Kearney, Kearney to Elvidge, but Alan gets him and the ball rolls loose. South heal it again, and Savage whips it out to what he got out, and he's racing for the corner. But Henderson's after him. He throws him into touch at the corner flag and it's no score. Vince Bevan, the North Island halfback, gets the ball from a line out and passes to Delamore who drops it. And Crowley breaks through. Savage gets it out to Kearney. Kearney makes a break but he's stopped and the ball's kicked through. Mates gets it. He's making a strong run but Boggs gets him. Harvey a break, but he's stopped and the ball's kicked through. Mates gets it, he's making a strong run, but Boggs gets him. Harvey has it, but Bevan stops him and Mottikar out is off again, but Scots there and puts him into touch. The line-up, Bevan gets it off to Boggs on the blind side, but he can't get past mates and into touch, they go. North hook it back again, and Bevan sent it to Delamore. Delamore's pass to Alan goes along the ground but Alan recovers and it's kicked ahead. Johnny Smith picks it up brilliantly, hands it on to Henderson who goes over in the corner. Scott's kick from the 25 misses. The line out the ball goes down to the feet of the forward. South get it. Savage sends it out to Kearney who tries to go on his own, but he's well stopped. There's some fierce rucking and the referee breaks it up and awards a penalty to South. Jack Goddard puts over a beautiful kick from the 25 and South go into the lead 12-11. North Island supporters look a little anxious but the blacks attack again from a line out as McHugh and Fraser break through with the ball at their toe and they take it well down into South Territory before Savage gets the ball into touch. Full time is already showing on the clock and with North needing two points to win Scott has another shot from a penalty. It falls short and both sets of forwards pack round it with North making desperate efforts to gain possession. South hook it, Savage gives it to Botting and Botting puts it into touch. The referee signals time and the annual North South game is over, with South Island the winners by 12 points to 11 in a close game that made a fitting climax to the 1948 rugby season."}