{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " These men"}, {"timestamp": [3.0, 31.0], "text": " These men have just been repatriated from Singapore."}, {"timestamp": [31.0, 35.0], "text": " They're getting the feel of the New Zealand Earth under their feet again."}, {"timestamp": [35.0, 37.0], "text": " Here is their story."}, {"timestamp": [37.0, 40.0], "text": " In July 1942, we left Fremantle for India."}, {"timestamp": [40.0, 45.3], "text": " When they're about halfway on that passage, we were intercepted by units of the Japanese fleet."}, {"timestamp": [45.3, 52.0], "text": " They've closed on us at 10 o'clock at night, fired shots across the bow and ordered us to heave two."}, {"timestamp": [52.0, 57.0], "text": " The prize crew was put aboard and we proceeded under escort to Singapore."}, {"timestamp": [57.0, 63.0], "text": " On arrival there, 32 of us were put ashore and taken to Changi Jail."}, {"timestamp": [63.0, 66.54], "text": " Changi Jail, built to hold 620 convicts,"}, {"timestamp": [66.7, 69.56], "text": " and the Allies repatriated 5,300 from here."}, {"timestamp": [70.24, 72.62], "text": " Our cameraman found 19 New Zealanders."}, {"timestamp": [73.28, 75.58], "text": " Samuel Meredith and William Dents look like this"}, {"timestamp": [75.58, 77.82], "text": " on the camp diet of rice and steward grass."}, {"timestamp": [78.5, 80.66], "text": " Here are L.E. Sergeant and J.G. Vibert."}, {"timestamp": [87.0, 92.0], "text": " Another New Zealander is R.O. Williams of the Federated Malay State's volunteer force."}, {"timestamp": [92.0, 96.0], "text": " These are the men of Changi Jail. Their only thought now is to leave these walls,"}, {"timestamp": [96.0, 101.0], "text": " and as many as the authorities can handle are being sent to staging areas to await shipping."}, {"timestamp": [101.0, 107.68], "text": " The RNZAF quickly remove New Zealanders from the prison and take them to a luxurious house lent to them by its Chinese owner."}, {"timestamp": [107.68, 120.56], "text": " Japanese do much of the hard work. It's nice to see them take their turn whilst their"}, {"timestamp": [120.56, 127.78], "text": " ex-prisoners lounge in the sun and read, and best of all, look forward to New Zealand."}, {"timestamp": [130.36, 131.0], "text": " But the RNZAF has other camps to investigate."}, {"timestamp": [131.84, 132.26], "text": " This is crungy."}, {"timestamp": [136.04, 136.62], "text": " It looks so picturesque, but is no more romantic than the cages of the zoo,"}, {"timestamp": [139.36, 140.64], "text": " and the movie camera does not record the stench of death."}, {"timestamp": [144.02, 144.32], "text": " Dr. Craven, formerly of Auckland, sitting on the veranda of his enforced home,"}, {"timestamp": [147.0, 149.0], "text": " dictates his report to be handed to the War Crimes Commission. He had a grim tale to tell."}, {"timestamp": [149.0, 155.0], "text": " Syme Road Camp doesn't look as bad as it might, but across the earth on which these children play,"}, {"timestamp": [155.0, 160.0], "text": " some unfortunate captive may have crawled as he slowly gave up his struggle against death."}, {"timestamp": [160.0, 166.0], "text": " It is small wonder that it's a minor sensation when two of the worst bullies of the Japanese camp staff are captured."}, {"timestamp": [166.0, 169.0], "text": " Ex-prisoners crowd to see their former tormentors."}, {"timestamp": [169.0, 173.0], "text": " They laugh and cheer and they wish they had them in their hands."}, {"timestamp": [177.0, 184.0], "text": " Here is the crew of the Hauraki who seem more concerned with the national tea-drinking habit."}, {"timestamp": [184.0, 188.24], "text": " Here they are as the New Zealand Repatriation Party found them."}, {"timestamp": [188.24, 194.38], "text": " Dr. Johns of Auckland has something to tell us."}, {"timestamp": [194.38, 196.68], "text": " There are many New Zealanders here."}, {"timestamp": [196.68, 206.9], "text": " They're all collected to climb into trucks and pass through the gates for the last time."}, {"timestamp": [211.18, 211.76], "text": " Japanese with rifles in their hands meet the New Zealand rescue party when they land in Java."}, {"timestamp": [213.16, 213.7], "text": " The New Zealanders are three days early."}, {"timestamp": [218.48, 218.94], "text": " However, they're taken to number one prisoner of war camp Java where they find 21 New Zealanders."}, {"timestamp": [230.14, 235.02], "text": " The prospect of getting home soon is good news for these men. They also visited the women's civil internment camp in Batavia, where conditions were very bad."}, {"timestamp": [235.64, 241.9], "text": " Ten and a half thousand women and children were confined here, up to 25 people sleeping in each small bungalow room."}, {"timestamp": [245.5, 247.4], "text": " These are the Japanese camp staff,"}, {"timestamp": [247.7, 250.0], "text": " and these are the children who are half-starved here."}, {"timestamp": [264.0, 270.22], "text": " Women were made to work in labour gangs all day, and then sometimes had to stand at attention from midnight until dawn."}, {"timestamp": [271.08, 276.68], "text": " There are two New Zealanders here, Miss Bridgman of the YWCA, and Mrs. Smith, wife of a Dutchman."}, {"timestamp": [282.02, 290.0], "text": " Miss Bridgman, who left Wellington in 1941 to go to Singapore, says goodbye as she leaves on the first stage of her return to New Zealand."}, {"timestamp": [290.0, 315.0], "text": " Passing through Batavia, there are climbs over the city to return to Singapore."}, {"timestamp": [315.0, 318.0], "text": " The New Zealanders range far afield in searching for their countrymen."}, {"timestamp": [318.0, 321.0], "text": " They set out on yet another search to Siam."}, {"timestamp": [321.0, 329.12], "text": " Here in Bangkok, amidst this strange mixture of architecture, are more New Zealanders"}, {"timestamp": [329.12, 353.0], "text": " whom the Thailand government has waiting in rest camps. The plane loads up for the 800 mile trip."}, {"timestamp": [353.0, 361.0], "text": " As all these parties collect at the R&ZAF headquarters in Singapore, others throw their bags into trucks which will take them to the airport."}, {"timestamp": [367.0, 380.0], "text": " On a steamy tropical morning they commence their journey to New Zealand. As they pack aboard the plane, they can begin to forget Singapore. They can begin to forget their"}, {"timestamp": [380.0, 387.0], "text": " hardships and suffering and the indignities they had to put up with."}, {"timestamp": [387.0, 401.0], "text": " This big aircraft is taking them away from the last few years. To most of them,"}, {"timestamp": [401.0, 407.0], "text": " this will be their last glimpse of Singapore."}, {"timestamp": [412.0, 421.0], "text": " They are going home."}, {"timestamp": [423.0, 427.0], "text": " They're back in New Zealand now. Here are the same faces with the lines of ill-treatment and malnutrition filling out."}, {"timestamp": [427.0, 429.0], "text": " This is a happier setting."}, {"timestamp": [429.0, 437.0], "text": " Dr. Johns, back in his home in Auckland, has something to say to us, something that we should never forget, something that we should know."}, {"timestamp": [437.0, 444.0], "text": " I'm mighty glad to be home again now after three and a half very trying years in the hands of the Japanese."}, {"timestamp": [444.0, 449.0], "text": " I've been very lucky indeed, one of the fortunate survivors,"}, {"timestamp": [449.0, 456.0], "text": " 36 out of a party of 57 of us who were snatched up from our camp in Singapore"}, {"timestamp": [456.0, 461.0], "text": " and dumped into various Japanese military police stations and prisons."}, {"timestamp": [461.0, 469.0], "text": " I'm afraid that some of you are going to have difficulty in believing what you read about Japanese atrocities."}, {"timestamp": [469.0, 476.0], "text": " But I can assure you from first-hand information of their methods, firsthand knowledge,"}, {"timestamp": [476.0, 482.0], "text": " that nothing that you have read or heard has been exaggerated."}, {"timestamp": [482.0, 486.44], "text": " Those of us who've returned know how lucky we've been,"}, {"timestamp": [486.44, 491.36], "text": " and we'd much sooner tell about the more many amusing incidents"}, {"timestamp": [491.36, 494.46], "text": " that happened during the course of our internment."}, {"timestamp": [494.46, 500.7], "text": " But we feel it our duty to put on record the unpleasant signs."}, {"timestamp": [500.7, 504.6], "text": " For whatever else is done in the rehabilitation"}, {"timestamp": [504.6, 507.5], "text": " of the world after these years of war and destruction,"}, {"timestamp": [507.5, 514.0], "text": " we must assure for all time for the sake of our children and their children"}, {"timestamp": [514.0, null], "text": " that the experiences that we have gone through at the hands of the Japanese shall never, never again be possible."}], "text": " These men These men have just been repatriated from Singapore. They're getting the feel of the New Zealand Earth under their feet again. Here is their story. In July 1942, we left Fremantle for India. When they're about halfway on that passage, we were intercepted by units of the Japanese fleet. They've closed on us at 10 o'clock at night, fired shots across the bow and ordered us to heave two. The prize crew was put aboard and we proceeded under escort to Singapore. On arrival there, 32 of us were put ashore and taken to Changi Jail. Changi Jail, built to hold 620 convicts, and the Allies repatriated 5,300 from here. Our cameraman found 19 New Zealanders. Samuel Meredith and William Dents look like this on the camp diet of rice and steward grass. Here are L.E. Sergeant and J.G. Vibert. Another New Zealander is R.O. Williams of the Federated Malay State's volunteer force. These are the men of Changi Jail. Their only thought now is to leave these walls, and as many as the authorities can handle are being sent to staging areas to await shipping. The RNZAF quickly remove New Zealanders from the prison and take them to a luxurious house lent to them by its Chinese owner. Japanese do much of the hard work. It's nice to see them take their turn whilst their ex-prisoners lounge in the sun and read, and best of all, look forward to New Zealand. But the RNZAF has other camps to investigate. This is crungy. It looks so picturesque, but is no more romantic than the cages of the zoo, and the movie camera does not record the stench of death. Dr. Craven, formerly of Auckland, sitting on the veranda of his enforced home, dictates his report to be handed to the War Crimes Commission. He had a grim tale to tell. Syme Road Camp doesn't look as bad as it might, but across the earth on which these children play, some unfortunate captive may have crawled as he slowly gave up his struggle against death. It is small wonder that it's a minor sensation when two of the worst bullies of the Japanese camp staff are captured. Ex-prisoners crowd to see their former tormentors. They laugh and cheer and they wish they had them in their hands. Here is the crew of the Hauraki who seem more concerned with the national tea-drinking habit. Here they are as the New Zealand Repatriation Party found them. Dr. Johns of Auckland has something to tell us. There are many New Zealanders here. They're all collected to climb into trucks and pass through the gates for the last time. Japanese with rifles in their hands meet the New Zealand rescue party when they land in Java. The New Zealanders are three days early. However, they're taken to number one prisoner of war camp Java where they find 21 New Zealanders. The prospect of getting home soon is good news for these men. They also visited the women's civil internment camp in Batavia, where conditions were very bad. Ten and a half thousand women and children were confined here, up to 25 people sleeping in each small bungalow room. These are the Japanese camp staff, and these are the children who are half-starved here. Women were made to work in labour gangs all day, and then sometimes had to stand at attention from midnight until dawn. There are two New Zealanders here, Miss Bridgman of the YWCA, and Mrs. Smith, wife of a Dutchman. Miss Bridgman, who left Wellington in 1941 to go to Singapore, says goodbye as she leaves on the first stage of her return to New Zealand. Passing through Batavia, there are climbs over the city to return to Singapore. The New Zealanders range far afield in searching for their countrymen. They set out on yet another search to Siam. Here in Bangkok, amidst this strange mixture of architecture, are more New Zealanders whom the Thailand government has waiting in rest camps. The plane loads up for the 800 mile trip. As all these parties collect at the R&ZAF headquarters in Singapore, others throw their bags into trucks which will take them to the airport. On a steamy tropical morning they commence their journey to New Zealand. As they pack aboard the plane, they can begin to forget Singapore. They can begin to forget their hardships and suffering and the indignities they had to put up with. This big aircraft is taking them away from the last few years. To most of them, this will be their last glimpse of Singapore. They are going home. They're back in New Zealand now. Here are the same faces with the lines of ill-treatment and malnutrition filling out. This is a happier setting. Dr. Johns, back in his home in Auckland, has something to say to us, something that we should never forget, something that we should know. I'm mighty glad to be home again now after three and a half very trying years in the hands of the Japanese. I've been very lucky indeed, one of the fortunate survivors, 36 out of a party of 57 of us who were snatched up from our camp in Singapore and dumped into various Japanese military police stations and prisons. I'm afraid that some of you are going to have difficulty in believing what you read about Japanese atrocities. But I can assure you from first-hand information of their methods, firsthand knowledge, that nothing that you have read or heard has been exaggerated. Those of us who've returned know how lucky we've been, and we'd much sooner tell about the more many amusing incidents that happened during the course of our internment. But we feel it our duty to put on record the unpleasant signs. For whatever else is done in the rehabilitation of the world after these years of war and destruction, we must assure for all time for the sake of our children and their children that the experiences that we have gone through at the hands of the Japanese shall never, never again be possible."}