{"speakers": [], "chunks": [{"timestamp": [0.0, 14.4], "text": " The Minister of Housing, Mr. Webb, explains a problem."}, {"timestamp": [14.4, 27.0], "text": " We need houses. To build them, we need carpenters. The Minister of Housing, Mr Webb, explains a problem."}, {"timestamp": [27.0, 30.0], "text": " We need houses. To build them, we need carpenters."}, {"timestamp": [30.0, 34.0], "text": " So these carpentry training schools are being open throughout New Zealand."}, {"timestamp": [34.0, 38.0], "text": " In Auckland, Mr. Webb inspects the beginning of a giant scheme."}, {"timestamp": [38.0, 42.0], "text": " After the war in the first year, we'll need 20,000 building tradesmen."}, {"timestamp": [42.0, 47.0], "text": " After that, in the next two years, we'll need 20,000 tradesmen to build homes,"}, {"timestamp": [47.0, 49.5], "text": " 60,000 men to produce materials."}, {"timestamp": [49.5, 51.5], "text": " So we're making a start now."}, {"timestamp": [51.5, 54.5], "text": " These classes in carpentry, so far small,"}, {"timestamp": [54.5, 58.5], "text": " will develop as part of a splendidly conceived plan of rehabilitation."}, {"timestamp": [58.5, 60.5], "text": " Work for our returning soldiers,"}, {"timestamp": [60.5, 62.5], "text": " homes for them and for their families,"}, {"timestamp": [62.5, 64.5], "text": " homes for free people."}, {"timestamp": [67.0, 70.0], "text": " When the Kiwis broke the Nazi cordon round El Alamein,"}, {"timestamp": [70.0, 95.0], "text": " these action pictures came out with them. The NZ division had been rushed from Syria to Egypt, straight at Rommel's forces."}, {"timestamp": [95.0, 98.0], "text": " The Axis armies en route to Alexandria were stopped."}, {"timestamp": [98.0, 132.0], "text": " Here, our transport operates under enemy fire. We suffered some casualties, but Romo was stopped. Just a few miles further east was our Mediterranean naval base Alexandria,"}, {"timestamp": [132.0, 134.0], "text": " but Rama was stopped in his tracks."}, {"timestamp": [138.0, 140.0], "text": " They're wounded, but they're cheerful."}, {"timestamp": [140.0, 142.0], "text": " They did the job required of them."}, {"timestamp": [142.0, 144.0], "text": " They blocked the way."}, {"timestamp": [144.0, 147.0], "text": " An American ambulance helps with the NZ casualties."}, {"timestamp": [147.0, 154.0], "text": " An air ambulance from the Royal Australian Air Force transports our wounded quickly back to hospital."}, {"timestamp": [154.0, 162.0], "text": " As usual, we have many prisoners."}, {"timestamp": [162.0, 170.0], "text": " Some of high rank."}, {"timestamp": [174.0, 176.0], "text": " Prisoners are searched. These are Italians."}, {"timestamp": [176.0, 191.0], "text": " They seem quite cheerful. Water is shared with the prisoners."}, {"timestamp": [191.0, 203.0], "text": " Rommel claimed a great victory. These are its symbols."}, {"timestamp": [203.0, 233.0], "text": " Enemy equipment equipment destroyed. Our own guns are made ready for the next engagement."}, {"timestamp": [233.0, 235.0], "text": " Now the 8th Army has hit back."}, {"timestamp": [235.0, 237.0], "text": " Once again, the Kiwis are there."}], "text": " The Minister of Housing, Mr. Webb, explains a problem. We need houses. To build them, we need carpenters. The Minister of Housing, Mr Webb, explains a problem. We need houses. To build them, we need carpenters. So these carpentry training schools are being open throughout New Zealand. In Auckland, Mr. Webb inspects the beginning of a giant scheme. After the war in the first year, we'll need 20,000 building tradesmen. After that, in the next two years, we'll need 20,000 tradesmen to build homes, 60,000 men to produce materials. So we're making a start now. These classes in carpentry, so far small, will develop as part of a splendidly conceived plan of rehabilitation. Work for our returning soldiers, homes for them and for their families, homes for free people. When the Kiwis broke the Nazi cordon round El Alamein, these action pictures came out with them. The NZ division had been rushed from Syria to Egypt, straight at Rommel's forces. The Axis armies en route to Alexandria were stopped. Here, our transport operates under enemy fire. We suffered some casualties, but Romo was stopped. Just a few miles further east was our Mediterranean naval base Alexandria, but Rama was stopped in his tracks. They're wounded, but they're cheerful. They did the job required of them. They blocked the way. An American ambulance helps with the NZ casualties. An air ambulance from the Royal Australian Air Force transports our wounded quickly back to hospital. As usual, we have many prisoners. Some of high rank. Prisoners are searched. These are Italians. They seem quite cheerful. Water is shared with the prisoners. Rommel claimed a great victory. These are its symbols. Enemy equipment equipment destroyed. Our own guns are made ready for the next engagement. Now the 8th Army has hit back. Once again, the Kiwis are there."}