{"speakers": [], "chunks": [{"timestamp": [0.0, 32.06], "text": " The Wellington was windless and the sun shone"}, {"timestamp": [32.06, 36.92], "text": " when our cricketers came back on the rang of tartar after losing only one game in their seven months overseas."}, {"timestamp": [40.08, 45.2], "text": " Cricket Council Secretary Wanklin welcomes manager Phillips, Hadley and Wallace back to the home fields,"}, {"timestamp": [45.62, 48.82], "text": " and down below other members of the team waste no time in coming ashore."}, {"timestamp": [53.14, 57.54], "text": " The boys have been round the world but prefer New Zealand, and they find some pretty good reasons."}, {"timestamp": [60.9, 63.48], "text": " And so a winning team came back in winning weather."}, {"timestamp": [64.24, 66.54], "text": " Seven days earlier on the return of the Dominion Monick,"}, {"timestamp": [66.94, 69.26], "text": " dark skies and rain greeted the All Blacks,"}, {"timestamp": [69.54, 72.7], "text": " a sad welcome to fighting players who were on the go all through the tour"}, {"timestamp": [72.7, 73.86], "text": " both on and off the field."}, {"timestamp": [74.68, 75.72], "text": " For their two dozen matches,"}, {"timestamp": [76.02, 77.84], "text": " they covered 13 and a half thousand miles"}, {"timestamp": [77.84, 79.18], "text": " and now they're glad to stay put."}, {"timestamp": [81.04, 84.9], "text": " The value of overseas tours was well stressed by All Black manager Jim Parker."}, {"timestamp": [85.74, 89.4], "text": " I'd like to say for a start, I'm delighted at the welcome we've received here today."}, {"timestamp": [89.96, 94.96], "text": " It does show us that the people of this country have recognized the gallant games of football,"}, {"timestamp": [95.08, 96.44], "text": " our boys are put up in South Africa."}, {"timestamp": [97.4, 100.36], "text": " I can assure you, they went out there, they gave them their best."}, {"timestamp": [100.9, 104.1], "text": " We're not coming home with a lot of records as far as the playing's concerned."}, {"timestamp": [104.66, 107.0], "text": " It's not what we're coming home with, it's what we're leaving behind."}, {"timestamp": [107.0, 116.0], "text": " Eighty-seven-year-old Jack Wilds, who was a pupil on opening day 75 years ago, rings the bell,"}, {"timestamp": [116.0, 119.0], "text": " and the Timoroo Main School Jubilee celebrations are underway."}, {"timestamp": [123.0, 127.6], "text": " Pupils and ex-pupils of all ages are welcomed by the present headmaster, Mr. Hepburn."}, {"timestamp": [128.14, 134.3], "text": " But the old timers can hardly wait to renew acquaintances and reminisce about those far-off days that become more romantic as the years go by."}, {"timestamp": [134.86, 137.7], "text": " And they'll take home a picture, so they can remember this day."}, {"timestamp": [153.3, 158.7], "text": " Present pupils in a display of physical training contrast the old-style drill which concentrated on posture with modern PT where the accent is on agility."}, {"timestamp": [167.56, 175.02], "text": " Educational methods have changed with the times, but time will not lessen the affection these people have for their old school, or the happy associations that celebrations like these recall."}, {"timestamp": [179.9, 180.12], "text": " At Rangutai Aerodrome and conventional airmen load an unusual cargo to demonstrate their business,"}, {"timestamp": [185.28, 185.74], "text": " aerial top dressing. Instead of a front cockpit, this tiger moth has a hopper to carry superphosphate."}, {"timestamp": [190.68, 199.06], "text": " Kerosene tins full of small fertilizer pellets will help sky-minded farmers sow more and glow more."}, {"timestamp": [202.16, 202.28], "text": " The little tiger moth can operate from the paddock by the farmhouse,"}, {"timestamp": [207.0, 211.0], "text": " and it's more economical than the large aircraft which require aerodromes and a better for hill country."}, {"timestamp": [219.0, 224.0], "text": " Coming in at under 50 feet the pilot quickly jettisoned his load. The target next season's harvest."}, {"timestamp": [227.44, 235.48], "text": " It's only a small scale demonstration, but every little helps."}, {"timestamp": [240.0, 240.68], "text": " Town and country folk mingle to form the large crowd at the opening of Fielding's new post office."}, {"timestamp": [249.26, 252.6], "text": " The mayor and mairous, Mr. and Mrs. McClure, welcomed the postmaster general, the Hon Honorable F. Hackett, who addressed the gathering, and unveiled a brass tablet commemorating the ceremony."}, {"timestamp": [257.44, 258.16], "text": " The new building replaces one demolished after earthquake damage, and it's badly needed."}, {"timestamp": [265.32, 267.0], "text": " The Postmaster General sent away the officer's first telegram, and so inaugurated the services of an attractive modern building to a rich and highly productive farming area."}, {"timestamp": [267.0, 279.54], "text": " Welsley College sees the first national attempt to boost instruction in the finer"}, {"timestamp": [279.54, 284.1], "text": " points of athletics. Under the direction of the physical welfare branch, over 40 athletic"}, {"timestamp": [284.1, 286.68], "text": " coaches from all parts of the country get pointers from experts."}, {"timestamp": [288.88, 298.08], "text": " CL Cross, third from left, course organizer, confers on training with instructors. It's hoped that standardizing technical points of instruction will result in a higher level of athletic attainment."}, {"timestamp": [302.44, 307.8], "text": " Frank Sharpley, former New Zealand hurdles champion, illustrates two alternative arm positions when clearing the hurdle."}, {"timestamp": [308.44, 313.74], "text": " He adopts the two-arm forward position, while his assistant shows what a correct one-arm-forward attitude looks like."}, {"timestamp": [315.96, 318.5], "text": " The next stage is to show them the two positions in action."}, {"timestamp": [319.24, 320.06], "text": " One-arm forward."}, {"timestamp": [321.64, 322.78], "text": " Two-arms forward."}, {"timestamp": [323.7, 325.54], "text": " It can be seen that there's no changing of pace"}, {"timestamp": [325.54, 327.18], "text": " and no fouling of balance or footwork"}, {"timestamp": [327.18, 328.44], "text": " when the movement is done correctly."}, {"timestamp": [332.24, 334.68], "text": " In running, each man must know his capabilities"}, {"timestamp": [334.68, 336.74], "text": " for the finishing sprint, Jim Bellwood says."}, {"timestamp": [337.36, 339.06], "text": " It's no good wasting valuable energy"}, {"timestamp": [339.06, 340.3], "text": " trying to pass too soon."}, {"timestamp": [342.12, 343.96], "text": " The demonstrating team sets off,"}, {"timestamp": [344.04, 347.62], "text": " the man to watch wearing black shorts. To save ground,"}, {"timestamp": [347.62, 351.6], "text": " it's all important for him to pass when the runners are strung out in line, rather than bunched."}, {"timestamp": [353.06, 356.34], "text": " Once that burst of speed is started, it must be carried through to the end."}, {"timestamp": [369.54, 370.34], "text": " These trainees are all out to improve their knowledge of the high jump."}, {"timestamp": [373.62, 374.34], "text": " Jim Bellwood shows them the position that should be attained on passing over the bar."}, {"timestamp": [378.22, 379.22], "text": " It's known as the Western roll and supersedes the old-fashioned sit-up attitude."}, {"timestamp": [382.94, 383.6], "text": " At the time of clearing the bar, the body is actually parallel to the ground and facing it."}, {"timestamp": [392.56, 399.04], "text": " The momentum of the jump plus the rolling forward action of the body ensures that the maximum possible height is attained. Two members of the class apply the technique in trial jumps."}, {"timestamp": [415.48, 420.0], "text": " The weld's record for the pole vault put up eight years ago still stands at 15 feet seven and three quarter inches. A tubular metal or bamboo pole is used, trapped at one end by a box sunk in the ground. A good grip is essential with the arms well extended. The body should be erect and at the moment of leaving the ground is swung upwards and carried forward by the momentum of the run."}, {"timestamp": [420.0, 425.22], "text": " Instruction like this carried to all parts of New Zealand by these leaders in the field of sport,"}, {"timestamp": [425.7, 427.94], "text": " augurs well for the chances of the athletes of tomorrow."}], "text": " The Wellington was windless and the sun shone when our cricketers came back on the rang of tartar after losing only one game in their seven months overseas. Cricket Council Secretary Wanklin welcomes manager Phillips, Hadley and Wallace back to the home fields, and down below other members of the team waste no time in coming ashore. The boys have been round the world but prefer New Zealand, and they find some pretty good reasons. And so a winning team came back in winning weather. Seven days earlier on the return of the Dominion Monick, dark skies and rain greeted the All Blacks, a sad welcome to fighting players who were on the go all through the tour both on and off the field. For their two dozen matches, they covered 13 and a half thousand miles and now they're glad to stay put. The value of overseas tours was well stressed by All Black manager Jim Parker. I'd like to say for a start, I'm delighted at the welcome we've received here today. It does show us that the people of this country have recognized the gallant games of football, our boys are put up in South Africa. I can assure you, they went out there, they gave them their best. We're not coming home with a lot of records as far as the playing's concerned. It's not what we're coming home with, it's what we're leaving behind. Eighty-seven-year-old Jack Wilds, who was a pupil on opening day 75 years ago, rings the bell, and the Timoroo Main School Jubilee celebrations are underway. Pupils and ex-pupils of all ages are welcomed by the present headmaster, Mr. Hepburn. But the old timers can hardly wait to renew acquaintances and reminisce about those far-off days that become more romantic as the years go by. And they'll take home a picture, so they can remember this day. Present pupils in a display of physical training contrast the old-style drill which concentrated on posture with modern PT where the accent is on agility. Educational methods have changed with the times, but time will not lessen the affection these people have for their old school, or the happy associations that celebrations like these recall. At Rangutai Aerodrome and conventional airmen load an unusual cargo to demonstrate their business, aerial top dressing. Instead of a front cockpit, this tiger moth has a hopper to carry superphosphate. Kerosene tins full of small fertilizer pellets will help sky-minded farmers sow more and glow more. The little tiger moth can operate from the paddock by the farmhouse, and it's more economical than the large aircraft which require aerodromes and a better for hill country. Coming in at under 50 feet the pilot quickly jettisoned his load. The target next season's harvest. It's only a small scale demonstration, but every little helps. Town and country folk mingle to form the large crowd at the opening of Fielding's new post office. The mayor and mairous, Mr. and Mrs. McClure, welcomed the postmaster general, the Hon Honorable F. Hackett, who addressed the gathering, and unveiled a brass tablet commemorating the ceremony. The new building replaces one demolished after earthquake damage, and it's badly needed. The Postmaster General sent away the officer's first telegram, and so inaugurated the services of an attractive modern building to a rich and highly productive farming area. Welsley College sees the first national attempt to boost instruction in the finer points of athletics. Under the direction of the physical welfare branch, over 40 athletic coaches from all parts of the country get pointers from experts. CL Cross, third from left, course organizer, confers on training with instructors. It's hoped that standardizing technical points of instruction will result in a higher level of athletic attainment. Frank Sharpley, former New Zealand hurdles champion, illustrates two alternative arm positions when clearing the hurdle. He adopts the two-arm forward position, while his assistant shows what a correct one-arm-forward attitude looks like. The next stage is to show them the two positions in action. One-arm forward. Two-arms forward. It can be seen that there's no changing of pace and no fouling of balance or footwork when the movement is done correctly. In running, each man must know his capabilities for the finishing sprint, Jim Bellwood says. It's no good wasting valuable energy trying to pass too soon. The demonstrating team sets off, the man to watch wearing black shorts. To save ground, it's all important for him to pass when the runners are strung out in line, rather than bunched. Once that burst of speed is started, it must be carried through to the end. These trainees are all out to improve their knowledge of the high jump. Jim Bellwood shows them the position that should be attained on passing over the bar. It's known as the Western roll and supersedes the old-fashioned sit-up attitude. At the time of clearing the bar, the body is actually parallel to the ground and facing it. The momentum of the jump plus the rolling forward action of the body ensures that the maximum possible height is attained. Two members of the class apply the technique in trial jumps. The weld's record for the pole vault put up eight years ago still stands at 15 feet seven and three quarter inches. A tubular metal or bamboo pole is used, trapped at one end by a box sunk in the ground. A good grip is essential with the arms well extended. The body should be erect and at the moment of leaving the ground is swung upwards and carried forward by the momentum of the run. Instruction like this carried to all parts of New Zealand by these leaders in the field of sport, augurs well for the chances of the athletes of tomorrow."}