{"speakers": [], "chunks": [{"timestamp": [0.0, 55.96], "text": " The President I'm gonna'n't know. Outward bound from the United Nations base at Sasebo, Japan, steams Her Majesty's New Zealand ship, Hawair."}, {"timestamp": [56.56, 59.74], "text": " It's the start of another war patrol by a ship which holds a proud record."}, {"timestamp": [60.48, 72.3], "text": " She was the first of six Kiwi frigates to fire her guns in the Korean War."}, {"timestamp": [75.68, 76.4], "text": " For the next 17 days, she'll be known only by her pennant number."}, {"timestamp": [78.34, 78.9], "text": " Names look good, but give too much away."}, {"timestamp": [81.08, 81.62], "text": " Its first degree of readiness as her guns are tested."}, {"timestamp": [98.06, 101.02], "text": " This is the Navy way. Twice she steamed farther north than any other allied warship."}, {"timestamp": [101.52, 113.62], "text": " And did that make her stoker's glow with pride? Ask petty officer Westby of Auckland. We get our first glimpse of Allied cooperation as the US"}, {"timestamp": [113.62, 118.44], "text": " mineskeeper dexterous maneuvers to come alongside. There's a reason for a hurry, for like"}, {"timestamp": [118.44, 122.76], "text": " all relieving ships of all nationalities, the harware carries the latest mailbags from the"}, {"timestamp": [122.76, 132.0], "text": " base. It's no easy job in a heaving sea to get a line on board,"}, {"timestamp": [132.0, 136.0], "text": " but it would take more than that to stop a bluejacket helping a comrade afloat."}, {"timestamp": [136.0, 138.0], "text": " That's one of the laws of the sea."}, {"timestamp": [142.0, 151.0], "text": " A simple bag made of post office canvas, but its contents mean much to the waiting crew."}, {"timestamp": [151.0, 155.0], "text": " This is how it's been since five days after the outbreak of the Korean War."}, {"timestamp": [155.0, 173.84], "text": " Four always remember, it was as early as that that New Zealand's navy lined up alongside her allies. So to her station off the Korean coast,"}, {"timestamp": [174.2, 176.1], "text": " and to days and nights of ceaseless patrol,"}, {"timestamp": [176.8, 179.88], "text": " mostly alone, but sometimes in company with another allied ship."}, {"timestamp": [180.44, 182.42], "text": " That's how to build team spirit among nations."}, {"timestamp": [187.0, 189.0], "text": " First New Zealand officer to be commissioned from the lower deck,"}, {"timestamp": [189.0, 193.0], "text": " Commander G.R. Davis Goff is the last war D.S.C."}, {"timestamp": [193.0, 196.0], "text": " These are familiar waters to the captain of the Harware."}, {"timestamp": [196.0, 200.0], "text": " In three years, his squadron has patrolled nearly a quarter of a million miles."}, {"timestamp": [204.0, 207.34], "text": " The radar aerial is a modern symbol of vigilance at sea,"}, {"timestamp": [207.78, 211.04], "text": " but quality in equipment would be useless without quality in men."}, {"timestamp": [216.68, 219.22], "text": " Unending watchfulness, untiring care."}, {"timestamp": [219.82, 221.82], "text": " That's the measure of a man's usefulness at sea,"}, {"timestamp": [222.36, 224.2], "text": " and it's on the efficiency of the radar watch"}, {"timestamp": [224.2, 226.36], "text": " but the ship depends for early warning of attack"}, {"timestamp": [226.36, 229.3], "text": " as she closes in to bombard enemy strong points ashore."}, {"timestamp": [251.16, 254.06], "text": " The ship's position must be fixed within very high limits to ensure accuracy in these ship-to-shore bombardments."}, {"timestamp": [254.86, 257.9], "text": " Incidentally, more than half the regular personnel of the New Zealand Navy"}, {"timestamp": [257.9, 259.3], "text": " have served in this campaign."}, {"timestamp": [260.14, 263.64], "text": " On six tours of duty, their frigates have fired over 5,000 rounds"}, {"timestamp": [263.64, 264.86], "text": " from their four-inch guns."}, {"timestamp": [265.88, 270.88], "text": " That these guns shall speak effectively in the United Nations' cause is a responsibility indeed."}, {"timestamp": [281.38, 284.42], "text": " Far from the fire of battle, other flames rage."}, {"timestamp": [288.0, 292.0], "text": " 20,000 refugees are added to the homeless in Korea, as fire obliterates a whole square mile of the crowded city of Busan."}, {"timestamp": [292.0, 304.0], "text": " These were once homes in Saul."}, {"timestamp": [304.0, 306.62], "text": " Now they are silent reminders of aggression."}, {"timestamp": [312.68, 316.3], "text": " It is the women folk who have to endure the full consequences of war."}, {"timestamp": [316.98, 319.42], "text": " Though they may patch up some sort of shelter for their families,"}, {"timestamp": [319.92, 322.28], "text": " how can they build more than a semblance of home life"}, {"timestamp": [322.28, 330.58], "text": " against a background of four million homeless?"}, {"timestamp": [330.58, 335.28], "text": " The struggle for life would be hopeless, but for help sent in from the world outside."}, {"timestamp": [335.28, 340.24], "text": " To nine street kitchens in Saul, opened by United Nations civil assistance, the hungry come"}, {"timestamp": [340.24, 342.48], "text": " in their thousands each day."}, {"timestamp": [342.48, 345.04], "text": " Upon a continuance of help, their whole future depends."}, {"timestamp": [349.6, 351.34], "text": " Here they have tangible proof"}, {"timestamp": [351.34, 353.48], "text": " that the world is not blind to their needs,"}, {"timestamp": [354.08, 355.14], "text": " needs which will continue"}, {"timestamp": [355.14, 357.14], "text": " long after the last shot is fired."}, {"timestamp": [369.98, 370.46], "text": " Reconstruction gets going."}, {"timestamp": [373.46, 373.88], "text": " Thousands of hutments are built, and small and ugly though they may be,"}, {"timestamp": [376.14, 380.72], "text": " they are better than the makeshift shanties they replace."}, {"timestamp": [382.7, 383.18], "text": " Top priority is given to hospitals,"}, {"timestamp": [388.0, 395.0], "text": " and in particular to rehousing the children in these temporary wards which are maintained by Italy. Suffering from the after effects of exposure and malnutrition, the children are in need of kindness as well as medical care."}, {"timestamp": [395.0, 405.0], "text": " Meet Steve Oxford and his robbb of Bob Hewson."}, {"timestamp": [405.0, 409.0], "text": " Bob's at the business end of the gunman. Like craftsman Ted Paris,"}, {"timestamp": [409.0, 412.0], "text": " they all belong to 27th field engineer regimen at LAD."}, {"timestamp": [412.0, 414.0], "text": " When Ted gets later is the post marks Cambridge."}, {"timestamp": [414.0, 418.0], "text": " As for Bob, Bo Kike, you know that he'll see the job through."}, {"timestamp": [422.0, 426.18], "text": " What interest of Jack McCarthy of Samoa in engines is the same thing that got Barry"}, {"timestamp": [426.18, 429.1], "text": " through and the Vincargo mixed up in friends."}, {"timestamp": [429.1, 432.12], "text": " Like the rest of the crowd, they've got a job of maintenance to do."}, {"timestamp": [432.12, 453.32], "text": " Gunners depend upon their work. This is how they get a 25-pounder back to its gun pit at Queen Battery."}, {"timestamp": [454.18, 456.82], "text": " And don't forget, it's still in LAD hands until they're through."}, {"timestamp": [457.04, 458.22], "text": " Eric Mietam on hooks."}, {"timestamp": [458.44, 459.96], "text": " He comes from Gore way down south."}, {"timestamp": [460.76, 462.94], "text": " It's a down to earth job right enough in the LAD."}, {"timestamp": [467.0, 470.0], "text": " Down to earth? Too right it is."}, {"timestamp": [474.0, 481.0], "text": " Yes, tough country this, especially when you've gunpits to build."}, {"timestamp": [482.0, 484.0], "text": " Now one do they call a soldier a digger."}, {"timestamp": [488.0, 490.0], "text": " That's a nice hillside section."}, {"timestamp": [490.0, 494.0], "text": " And look, we even get American visitors on the levels lower down."}, {"timestamp": [498.0, 501.0], "text": " Enough stuff comes over to make it well worth digging in,"}, {"timestamp": [501.0, 503.0], "text": " but it's really hard going."}, {"timestamp": [503.0, 505.2], "text": " Wouldn't it rock you?"}, {"timestamp": [509.4, 512.0], "text": " It's another sort of breaking up day at this little batch."}, {"timestamp": [512.52, 515.4], "text": " Down from Peter Batry, walked Bombardier, Ian McKinnon."}, {"timestamp": [516.08, 519.12], "text": " You know, there's something about Ian that tells me he's going on leave."}, {"timestamp": [519.5, 522.68], "text": " And leaves a sort of a dream to a man when he's been up here a fair while."}, {"timestamp": [523.3, 525.16], "text": " Luckily, it comes more often than you'd think."}, {"timestamp": [534.32, 537.38], "text": " They give him the gunners farewell to remind him there's still a war on,"}, {"timestamp": [537.82, 540.1], "text": " but he didn't need reminding about his leave pass."}, {"timestamp": [548.0, 550.22], "text": " And say to a parade with a difference At the street in Tokyo, named as the Ginza"}, {"timestamp": [550.22, 554.12], "text": " And with Bombardier McKinnon is a cobber, Tom Henry of Timoroo"}, {"timestamp": [554.12, 557.42], "text": " Waiting for them are, well, what do you call them?"}, {"timestamp": [557.9, 559.26], "text": " Geesers or geese or something?"}, {"timestamp": [560.18, 564.34], "text": " No, they're two hand-picked housegirls from absolute leave camp"}, {"timestamp": [564.34, 565.1], "text": " They promised to show the boys around In Japanese, mind you No, they're two hand-picked house girls from Abzu Leve Camp."}, {"timestamp": [568.3, 569.88], "text": " They promised to show the boys around in Japanese, mind you."}, {"timestamp": [573.2, 574.14], "text": " The girls promised them local colour, and it's local colour they'll get."}, {"timestamp": [576.12, 577.14], "text": " Ian will have a lot to write home to Invercoggle about."}, {"timestamp": [580.04, 580.36], "text": " They're learning about Japanese tradition, as they approach to the shrine,"}, {"timestamp": [584.5, 584.82], "text": " shrine, I should say, of the Emperor Meiji, and brought Japan into the modern world."}, {"timestamp": [587.74, 589.64], "text": " But I ask you, fancy being left standing on the pavement while the girls go upstairs to church."}, {"timestamp": [597.18, 599.48], "text": " Yes, a picturesque old Japanese custom,"}, {"timestamp": [599.8, 601.32], "text": " which they might well adopt down south."}, {"timestamp": [602.04, 604.46], "text": " From the shrine, the girls have brought lucky charms"}, {"timestamp": [604.46, 609.0], "text": " and the custom is to tie these on a wishing tree. What happens next is anyone's guess?"}, {"timestamp": [609.0, 623.0], "text": " These Shinto ceremonies, by the way, is set to date back over 3,000 years."}, {"timestamp": [623.0, 627.0], "text": " It'll be quite a collection of dates to remember by the time they get back."}, {"timestamp": [631.0, 634.0], "text": " You see, much of the new world in Tefio,"}, {"timestamp": [634.0, 637.0], "text": " much as old as the local line back home."}, {"timestamp": [637.0, 641.0], "text": " Incidentally, Tomford Simmons of New Plymouth has taken Ian's place for this part of the tour"}, {"timestamp": [641.0, 645.46], "text": " to ride through a foreign country and see the conditions under which other men live."}, {"timestamp": [645.8, 647.82], "text": " Well, that's something a K-Force man can do"}, {"timestamp": [647.82, 649.24], "text": " every four months if he likes."}, {"timestamp": [649.74, 652.7], "text": " And what's better, he does it at army expense."}, {"timestamp": [661.58, 663.42], "text": " Back in Korea, there is no letter."}, {"timestamp": [664.02, 666.94], "text": " At Kimpo Airfield, meteors of the Royal Australian Air Force"}, {"timestamp": [666.94, 669.84], "text": " are got ready for close support operations over the Western Front."}, {"timestamp": [670.66, 672.78], "text": " Fresh from an up-to-the-minute briefing come the pilots,"}, {"timestamp": [673.18, 675.92], "text": " with orders to patrol at low altitude over the British Commonwealth sector."}, {"timestamp": [676.54, 725.04], "text": " This is Anzac cooperation at its best. The Every lull in the fighting Every lull in the fighting is used to strengthen the hilltop positions."}, {"timestamp": [725.6, 727.98], "text": " But meanwhile, careful watch is kept on enemy movement."}, {"timestamp": [728.56, 731.96], "text": " A signal from Lieutenant Morris Monroe and artillery support will be laid on."}, {"timestamp": [738.26, 741.52], "text": " More signs of activity in the North Korean trenches have been observed."}, {"timestamp": [741.9, 744.3], "text": " And from Hill 355, the word goes back."}, {"timestamp": [745.14, 746.72], "text": " In the command post at Roger Battery,"}, {"timestamp": [747.04, 750.3], "text": " Lieutenant Jim Denby and Gunner Pete Stevenson of Geraldine await."}, {"timestamp": [750.9, 754.04], "text": " Gunner Pat Williams of Hastings stands by to compute the range."}, {"timestamp": [759.32, 761.16], "text": " And so, the call to action."}, {"timestamp": [761.74, 764.9], "text": " From Southland, Canterbury, and Bay of Plenty, these men have come."}, {"timestamp": [789.0, 809.54], "text": " Gunners of the 16th New Zealand Field Regiment. A change of target A change of target is called for, and Sergeant Buck thought of why he shifts the trail."}, {"timestamp": [810.2, 813.78], "text": " In a split second or two, gunner Alan Costello will have lined up on the new bearing."}, {"timestamp": [814.24, 851.58], "text": " And once more, the battery opens fire. So the men of New Zealand play their part in this United Nations crusade."}, {"timestamp": [852.16, 854.32], "text": " Here on the hilltops, they have taken their stand."}, {"timestamp": [854.92, null], "text": " Here they will stay until the war in Korea is no more. Thank you."}], "text": " The President I'm gonna'n't know. Outward bound from the United Nations base at Sasebo, Japan, steams Her Majesty's New Zealand ship, Hawair. It's the start of another war patrol by a ship which holds a proud record. She was the first of six Kiwi frigates to fire her guns in the Korean War. For the next 17 days, she'll be known only by her pennant number. Names look good, but give too much away. Its first degree of readiness as her guns are tested. This is the Navy way. Twice she steamed farther north than any other allied warship. And did that make her stoker's glow with pride? Ask petty officer Westby of Auckland. We get our first glimpse of Allied cooperation as the US mineskeeper dexterous maneuvers to come alongside. There's a reason for a hurry, for like all relieving ships of all nationalities, the harware carries the latest mailbags from the base. It's no easy job in a heaving sea to get a line on board, but it would take more than that to stop a bluejacket helping a comrade afloat. That's one of the laws of the sea. A simple bag made of post office canvas, but its contents mean much to the waiting crew. This is how it's been since five days after the outbreak of the Korean War. Four always remember, it was as early as that that New Zealand's navy lined up alongside her allies. So to her station off the Korean coast, and to days and nights of ceaseless patrol, mostly alone, but sometimes in company with another allied ship. That's how to build team spirit among nations. First New Zealand officer to be commissioned from the lower deck, Commander G.R. Davis Goff is the last war D.S.C. These are familiar waters to the captain of the Harware. In three years, his squadron has patrolled nearly a quarter of a million miles. The radar aerial is a modern symbol of vigilance at sea, but quality in equipment would be useless without quality in men. Unending watchfulness, untiring care. That's the measure of a man's usefulness at sea, and it's on the efficiency of the radar watch but the ship depends for early warning of attack as she closes in to bombard enemy strong points ashore. The ship's position must be fixed within very high limits to ensure accuracy in these ship-to-shore bombardments. Incidentally, more than half the regular personnel of the New Zealand Navy have served in this campaign. On six tours of duty, their frigates have fired over 5,000 rounds from their four-inch guns. That these guns shall speak effectively in the United Nations' cause is a responsibility indeed. Far from the fire of battle, other flames rage. 20,000 refugees are added to the homeless in Korea, as fire obliterates a whole square mile of the crowded city of Busan. These were once homes in Saul. Now they are silent reminders of aggression. It is the women folk who have to endure the full consequences of war. Though they may patch up some sort of shelter for their families, how can they build more than a semblance of home life against a background of four million homeless? The struggle for life would be hopeless, but for help sent in from the world outside. To nine street kitchens in Saul, opened by United Nations civil assistance, the hungry come in their thousands each day. Upon a continuance of help, their whole future depends. Here they have tangible proof that the world is not blind to their needs, needs which will continue long after the last shot is fired. Reconstruction gets going. Thousands of hutments are built, and small and ugly though they may be, they are better than the makeshift shanties they replace. Top priority is given to hospitals, and in particular to rehousing the children in these temporary wards which are maintained by Italy. Suffering from the after effects of exposure and malnutrition, the children are in need of kindness as well as medical care. Meet Steve Oxford and his robbb of Bob Hewson. Bob's at the business end of the gunman. Like craftsman Ted Paris, they all belong to 27th field engineer regimen at LAD. When Ted gets later is the post marks Cambridge. As for Bob, Bo Kike, you know that he'll see the job through. What interest of Jack McCarthy of Samoa in engines is the same thing that got Barry through and the Vincargo mixed up in friends. Like the rest of the crowd, they've got a job of maintenance to do. Gunners depend upon their work. This is how they get a 25-pounder back to its gun pit at Queen Battery. And don't forget, it's still in LAD hands until they're through. Eric Mietam on hooks. He comes from Gore way down south. It's a down to earth job right enough in the LAD. Down to earth? Too right it is. Yes, tough country this, especially when you've gunpits to build. Now one do they call a soldier a digger. That's a nice hillside section. And look, we even get American visitors on the levels lower down. Enough stuff comes over to make it well worth digging in, but it's really hard going. Wouldn't it rock you? It's another sort of breaking up day at this little batch. Down from Peter Batry, walked Bombardier, Ian McKinnon. You know, there's something about Ian that tells me he's going on leave. And leaves a sort of a dream to a man when he's been up here a fair while. Luckily, it comes more often than you'd think. They give him the gunners farewell to remind him there's still a war on, but he didn't need reminding about his leave pass. And say to a parade with a difference At the street in Tokyo, named as the Ginza And with Bombardier McKinnon is a cobber, Tom Henry of Timoroo Waiting for them are, well, what do you call them? Geesers or geese or something? No, they're two hand-picked housegirls from absolute leave camp They promised to show the boys around In Japanese, mind you No, they're two hand-picked house girls from Abzu Leve Camp. They promised to show the boys around in Japanese, mind you. The girls promised them local colour, and it's local colour they'll get. Ian will have a lot to write home to Invercoggle about. They're learning about Japanese tradition, as they approach to the shrine, shrine, I should say, of the Emperor Meiji, and brought Japan into the modern world. But I ask you, fancy being left standing on the pavement while the girls go upstairs to church. Yes, a picturesque old Japanese custom, which they might well adopt down south. From the shrine, the girls have brought lucky charms and the custom is to tie these on a wishing tree. What happens next is anyone's guess? These Shinto ceremonies, by the way, is set to date back over 3,000 years. It'll be quite a collection of dates to remember by the time they get back. You see, much of the new world in Tefio, much as old as the local line back home. Incidentally, Tomford Simmons of New Plymouth has taken Ian's place for this part of the tour to ride through a foreign country and see the conditions under which other men live. Well, that's something a K-Force man can do every four months if he likes. And what's better, he does it at army expense. Back in Korea, there is no letter. At Kimpo Airfield, meteors of the Royal Australian Air Force are got ready for close support operations over the Western Front. Fresh from an up-to-the-minute briefing come the pilots, with orders to patrol at low altitude over the British Commonwealth sector. This is Anzac cooperation at its best. The Every lull in the fighting Every lull in the fighting is used to strengthen the hilltop positions. But meanwhile, careful watch is kept on enemy movement. A signal from Lieutenant Morris Monroe and artillery support will be laid on. More signs of activity in the North Korean trenches have been observed. And from Hill 355, the word goes back. In the command post at Roger Battery, Lieutenant Jim Denby and Gunner Pete Stevenson of Geraldine await. Gunner Pat Williams of Hastings stands by to compute the range. And so, the call to action. From Southland, Canterbury, and Bay of Plenty, these men have come. Gunners of the 16th New Zealand Field Regiment. A change of target A change of target is called for, and Sergeant Buck thought of why he shifts the trail. In a split second or two, gunner Alan Costello will have lined up on the new bearing. And once more, the battery opens fire. So the men of New Zealand play their part in this United Nations crusade. Here on the hilltops, they have taken their stand. Here they will stay until the war in Korea is no more. Thank you."}