{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " I represent"}, {"timestamp": [2.0, 9.0], "text": " I represent"}, {"timestamp": [9.0, 30.9], "text": " I represent UNRWA, the organization which is bringing relief to Europe today."}, {"timestamp": [31.8, 39.36], "text": " I've come back to New Zealand to ask the New Zealand people to provide food and clothing and blankets for the people of Europe,"}, {"timestamp": [40.0, 45.4], "text": " for the people of Greece, of Czechoslovakia, of Poland, of Yugoslavia,"}, {"timestamp": [48.68, 49.92], "text": " and of all those countries which have been overrun by the Nazis."}, {"timestamp": [53.4, 54.2], "text": " We must get the blankets and clothing to Europe before next winter."}, {"timestamp": [56.04, 56.84], "text": " Otherwise, people will die."}, {"timestamp": [60.6, 61.14], "text": " There's not enough production capacity in the world today to supply the need,"}, {"timestamp": [64.76, 65.0], "text": " and that is why UNRWA has come to ask New Zealanders for their help."}, {"timestamp": [65.0, 73.0], "text": " Of those in Europe who have died of want, half of them have died simply for lack of clothing and shelter."}, {"timestamp": [73.0, 77.0], "text": " They can't do enough in time to help themselves."}, {"timestamp": [77.0, 80.0], "text": " New Zealanders are known to be generous."}, {"timestamp": [80.0, 84.0], "text": " They have already sent shiploads of relief materials to Greece."}, {"timestamp": [84.0, 88.8], "text": " And everywhere I go in New Zealand, I find they are willing to give more."}, {"timestamp": [96.52, 100.88], "text": " The road bridge at Timoka River was washed away in last February's big flood."}, {"timestamp": [101.48, 112.76], "text": " A Bailey bridge, similar to that used by our forces in Italy to span enemy rivers, is being constructed to take its place. A bulldozer builds up"}, {"timestamp": [112.76, 117.56], "text": " the approaches for the new bridge. Large wooden flanks are carried for packing and"}, {"timestamp": [117.56, 180.0], "text": " soon the new bridge begins to take shape. The bridge is passed over the river in the same way as this, amply proves its worth. In the peaceful setting of an Adriatic fort, men of the Royal Navy, some of them New Zealanders,"}, {"timestamp": [180.0, 183.0], "text": " prepare their motor torpedo boats for further action."}, {"timestamp": [183.0, 187.7], "text": " Torpedoes are swung aboard and the crew handled these deadly weapons of warfare"}, {"timestamp": [187.8, 189.7], "text": " with a careful quiet efficiency."}, {"timestamp": [190.4, 242.0], "text": " Packing them into torpedo tubes calls for the help of all hands. Last minute preparations are attended to, and it isn't long before the MTBs is Lieutenant Lassen, a New Zealander."}, {"timestamp": [242.0, 246.32], "text": " He gives an order to the Copson and the sturdy craft heads for the open sea."}, {"timestamp": [254.08, 256.72], "text": " Scarcely more than 70 feet of flywood and power,"}, {"timestamp": [256.72, 258.72], "text": " the motor torpedo boat is among the smallest"}, {"timestamp": [258.72, 261.3], "text": " and fastest of the Navy's mosquito fleet."}, {"timestamp": [261.3, 263.76], "text": " Their twin torpedo tubes carry enough punch"}, {"timestamp": [263.76, 266.0], "text": " to cripple the largest enemy ship afloat."}, {"timestamp": [266.0, 290.0], "text": " Sacrificing everything to speed and hitting power, they are the Navy's snappy end fighters. This is how one of our biggest construction jobs on the home front was tackled."}, {"timestamp": [290.0, 306.56], "text": " It's the building of the runways at O'Harkier and Fenewipai."}, {"timestamp": [307.0, 310.14], "text": " They were built quickly because we had equipment and we had trained men."}, {"timestamp": [316.5, 320.3], "text": " Today there's still a big construction job ahead of us, the biggest we've ever tackled."}, {"timestamp": [320.7, 323.66], "text": " It's houses. Here's a little part of our housing scheme."}, {"timestamp": [324.08, 327.0], "text": " It's a new suburb for Hutt City, the suburb of Warrington."}, {"timestamp": [327.0, 333.0], "text": " To carry out our housing plans, we need trained men, carpenters, bricklayers, plasterers, painters."}, {"timestamp": [333.0, 336.0], "text": " These are skilled jobs for those who want them."}, {"timestamp": [340.0, 345.36], "text": " Here at Patoni in one of the 17 training centers so far set up by the rehabilitation department"}, {"timestamp": [345.36, 349.94], "text": " is where returned men are being taught all the jobs that go to the building of a house."}, {"timestamp": [349.94, 355.66], "text": " The instructors were once foreman and contractors themselves and the training is not all theory."}, {"timestamp": [355.66, 359.26], "text": " These returned men learn more than how to carry bricks and it's worth learning."}, {"timestamp": [359.26, 364.44], "text": " They spend six months in the school and 18 months out on the job and then they're full-blown bricklayers."}, {"timestamp": [364.44, 369.0], "text": " During training they get five to six pounds a week and the job eventually brings in six to seven a week."}, {"timestamp": [369.0, 374.0], "text": " So it is with other jobs like tiling with rates of pay that vary slightly."}, {"timestamp": [374.0, 384.0], "text": " Closterers will always be in demand so long as we go on building houses and there are thousands to be built."}, {"timestamp": [384.0, 389.0], "text": " The training's thorough and it's not just how to do the rough work."}, {"timestamp": [389.0, 407.0], "text": " Any of these jobs as well as carpentry and others are open to any returned man who wants them."}, {"timestamp": [407.0, 409.0], "text": " They're his for the asking."}, {"timestamp": [409.0, 412.0], "text": " After the school training, the real job begins."}, {"timestamp": [412.0, 416.0], "text": " And out on jobs like this, the men find they can take their place beside the old hands."}, {"timestamp": [420.0, 430.0], "text": " Hundreds of men have already gone through the training centers and hundreds more are wanted if we're to complete our housing schemes now standing like this throughout the country."}], "text": " I represent I represent I represent UNRWA, the organization which is bringing relief to Europe today. I've come back to New Zealand to ask the New Zealand people to provide food and clothing and blankets for the people of Europe, for the people of Greece, of Czechoslovakia, of Poland, of Yugoslavia, and of all those countries which have been overrun by the Nazis. We must get the blankets and clothing to Europe before next winter. Otherwise, people will die. There's not enough production capacity in the world today to supply the need, and that is why UNRWA has come to ask New Zealanders for their help. Of those in Europe who have died of want, half of them have died simply for lack of clothing and shelter. They can't do enough in time to help themselves. New Zealanders are known to be generous. They have already sent shiploads of relief materials to Greece. And everywhere I go in New Zealand, I find they are willing to give more. The road bridge at Timoka River was washed away in last February's big flood. A Bailey bridge, similar to that used by our forces in Italy to span enemy rivers, is being constructed to take its place. A bulldozer builds up the approaches for the new bridge. Large wooden flanks are carried for packing and soon the new bridge begins to take shape. The bridge is passed over the river in the same way as this, amply proves its worth. In the peaceful setting of an Adriatic fort, men of the Royal Navy, some of them New Zealanders, prepare their motor torpedo boats for further action. Torpedoes are swung aboard and the crew handled these deadly weapons of warfare with a careful quiet efficiency. Packing them into torpedo tubes calls for the help of all hands. Last minute preparations are attended to, and it isn't long before the MTBs is Lieutenant Lassen, a New Zealander. He gives an order to the Copson and the sturdy craft heads for the open sea. Scarcely more than 70 feet of flywood and power, the motor torpedo boat is among the smallest and fastest of the Navy's mosquito fleet. Their twin torpedo tubes carry enough punch to cripple the largest enemy ship afloat. Sacrificing everything to speed and hitting power, they are the Navy's snappy end fighters. This is how one of our biggest construction jobs on the home front was tackled. It's the building of the runways at O'Harkier and Fenewipai. They were built quickly because we had equipment and we had trained men. Today there's still a big construction job ahead of us, the biggest we've ever tackled. It's houses. Here's a little part of our housing scheme. It's a new suburb for Hutt City, the suburb of Warrington. To carry out our housing plans, we need trained men, carpenters, bricklayers, plasterers, painters. These are skilled jobs for those who want them. Here at Patoni in one of the 17 training centers so far set up by the rehabilitation department is where returned men are being taught all the jobs that go to the building of a house. The instructors were once foreman and contractors themselves and the training is not all theory. These returned men learn more than how to carry bricks and it's worth learning. They spend six months in the school and 18 months out on the job and then they're full-blown bricklayers. During training they get five to six pounds a week and the job eventually brings in six to seven a week. So it is with other jobs like tiling with rates of pay that vary slightly. Closterers will always be in demand so long as we go on building houses and there are thousands to be built. The training's thorough and it's not just how to do the rough work. Any of these jobs as well as carpentry and others are open to any returned man who wants them. They're his for the asking. After the school training, the real job begins. And out on jobs like this, the men find they can take their place beside the old hands. Hundreds of men have already gone through the training centers and hundreds more are wanted if we're to complete our housing schemes now standing like this throughout the country."}