{"speakers": [], "chunks": [{"timestamp": [0.0, 13.0], "text": " It isn't often that closed doors are symbolic of success."}, {"timestamp": [13.0, 26.3], "text": " Even less usual is it to welcome the site of empty rooms and It isn't often that closed doors are symbolic of success."}, {"timestamp": [26.82, 30.66], "text": " Even less usual is it to welcome the site of empty rooms and deserted grounds."}, {"timestamp": [31.28, 36.98], "text": " Yet this is what's happening as a result of the intensive campaign being waged against tuberculosis in this country."}, {"timestamp": [37.8, 41.16], "text": " The catered beds and entire wards will be available for other uses."}, {"timestamp": [42.12, 46.34], "text": " When the Department of Health began its eradication program some 15 years ago,"}, {"timestamp": [46.8, 51.36], "text": " there was an alarmingly high percentage of tuberculosis in New Zealand, especially among the"}, {"timestamp": [51.36, 61.16], "text": " Māoris. Aware of the vulnerable position of children in schools, particularly the more"}, {"timestamp": [61.16, 67.86], "text": " susceptible teenagers, it was decided to institute universal and early detection by means of the Manto's skin test."}, {"timestamp": [68.36, 75.9], "text": " This method of detection proved most successful, and the tuberculosis division therefore used every means to make this test available to everyone."}, {"timestamp": [76.5, 79.56], "text": " It has gone far to ferret out and isolate the hidden cases."}, {"timestamp": [80.34, 82.3], "text": " The serum is pressed lightly into the skin."}, {"timestamp": [85.0, 88.1], "text": " So dangerous is the hidden case to the health of the community"}, {"timestamp": [88.1, 92.12], "text": " that another form of detection was brought into action, Mass X-ray."}, {"timestamp": [92.96, 96.92], "text": " A standing invitation was issued to the public to avail itself of this free service."}, {"timestamp": [101.02, 104.98], "text": " Today, the mobile units where people can step in and be X-rayed"}, {"timestamp": [104.98, 109.0], "text": " while still wearing their ordinary clothes are popular with the public."}, {"timestamp": [109.0, 115.0], "text": " Mass X-ray has the important advantage of being quick and inexpensive, as well as being mobile."}, {"timestamp": [115.0, 130.6], "text": " If any abnormalities are disclosed by the miniature photograph,"}, {"timestamp": [131.1, 133.66], "text": " they're checked by another X-ray on the large camera."}, {"timestamp": [138.54, 141.6], "text": " To this painstaking detective work must be added"}, {"timestamp": [141.6, 145.96], "text": " the equally painstaking care of established cases of TB throughout the country"}, {"timestamp": [145.96, 147.86], "text": " by means of rest, good food,"}, {"timestamp": [148.0, 149.38], "text": " chemical drugs and antibiotics."}, {"timestamp": [150.18, 151.92], "text": " There is proof of success in the fact that"}, {"timestamp": [151.92, 153.74], "text": " fewer beds are being required in hospitals"}, {"timestamp": [153.74, 155.76], "text": " and two sanatoria, Pukyora"}, {"timestamp": [155.76, 157.68], "text": " and Pleasant Valley, have been closed."}, {"timestamp": [158.24, 160.0], "text": " The cooperation of the public in coming"}, {"timestamp": [160.0, 161.98], "text": " forward for X-rays is still needed"}, {"timestamp": [161.98, 173.4], "text": " to keep them that way."}, {"timestamp": [176.56, 177.3], "text": " Six-year-old Miskar takes orders with a wag of her tail."}, {"timestamp": [180.48, 183.22], "text": " Brought from England, she demonstrates at Trenton Dog Training School what New Zealand trained dogs will be doing next year."}, {"timestamp": [188.0, 190.0], "text": " There are strictly one-man dogs in the police force."}, {"timestamp": [190.0, 193.0], "text": " And if Sergeant Riley says stop and stay,"}, {"timestamp": [193.0, 195.0], "text": " well that's exactly what Miska does."}, {"timestamp": [195.0, 199.0], "text": " A trained dog will stop and stay in one spot for days,"}, {"timestamp": [199.0, 201.0], "text": " even without food."}, {"timestamp": [201.0, 203.0], "text": " Next year, New Zealand will have a team of 12."}, {"timestamp": [203.0, 207.42], "text": " For at Trentham, younger dogs are being trained to follow in Miskers' poor steps."}, {"timestamp": [208.16, 212.38], "text": " At six years old, she has reached her prime, and the other dogs can learn a lot from her."}, {"timestamp": [216.4, 222.2], "text": " Gripping the right wrist and hanging on with dogate determination is just one way she wins a fight with lawbreakers."}, {"timestamp": [222.68, 225.56], "text": " Yet to the public, police dogs are no danger,"}, {"timestamp": [225.56, 227.24], "text": " for they never attack unless ordered."}, {"timestamp": [231.12, 233.92], "text": " When you disarm a man, you don't take his arm away,"}, {"timestamp": [233.92, 235.12], "text": " you take his gun away."}, {"timestamp": [241.88, 244.08], "text": " Two-year-old Dante, a male dog,"}, {"timestamp": [244.08, 246.1], "text": " is learning obedience after five weeks training."}, {"timestamp": [249.28, 253.94], "text": " Tracking down an object by its scent is easy if the scent isn't more than five hours old."}, {"timestamp": [254.74, 256.46], "text": " This is Miskar's famous coin trick."}, {"timestamp": [260.66, 263.54], "text": " While she's blindfolded, the coin is thrown away."}, {"timestamp": [264.2, 267.0], "text": " The order is then given, go, seek and find."}, {"timestamp": [267.0, 271.0], "text": " Working from downwind, Miska sniffs and goes."}, {"timestamp": [271.0, 276.0], "text": " Soon she picks up the scent, tracks it down, and finds."}, {"timestamp": [276.0, 279.0], "text": " Like all police dogs, she is tough, smart and obedient."}, {"timestamp": [279.0, 282.0], "text": " For Sergeant Riley, she's an extra pair of hands."}, {"timestamp": [282.0, 291.56], "text": " For lawbreakers, they're a really tough team."}, {"timestamp": [293.82, 296.2], "text": " On their way to Trafalgar Park Nelson for their church parade are fire brigades men"}, {"timestamp": [296.2, 297.22], "text": " from all over New Zealand."}, {"timestamp": [297.82, 299.28], "text": " The majority of them are volunteers"}, {"timestamp": [299.28, 302.18], "text": " and many have given a lifetime of service to their communities."}, {"timestamp": [302.98, 309.48], "text": " Today they are proudly wearing their gold stars which are awarded for 25 years of active firefighting. No fewer"}, {"timestamp": [309.48, 315.6], "text": " than 1,200 men have qualified for them since the 1890s. During the three days of"}, {"timestamp": [315.6, 320.1], "text": " the championships we have a lot of fun and learn a lot too. This is the disabled hose"}, {"timestamp": [320.1, 326.68], "text": " event, no ladders required. First of all we connect one 50 foot length of hose and break the"}, {"timestamp": [326.68, 334.92], "text": " disc. Then we slap on another 50 foot length and go through the drill all over again."}, {"timestamp": [334.92, 348.0], "text": " Some people think we're funny tearing around like this but it's the way we put fires out. Now one length of hose is packed up."}, {"timestamp": [348.0, 351.0], "text": " We disconnect the disabled length and whip in another."}, {"timestamp": [351.0, 355.0], "text": " It's the pyroa team that's in action and though they are one of the crack teams,"}, {"timestamp": [355.0, 360.0], "text": " reefed and beat them in this event, they did it in 33.8 seconds flat."}, {"timestamp": [360.0, 365.52], "text": " When we're fighting a fire away from a water main, we've got to use the trailer pump."}, {"timestamp": [366.26, 370.52], "text": " At any fire, we've got to move fast and with a suction hose we've got to join everything upright."}, {"timestamp": [371.16, 373.36], "text": " It'll suck air unless all the couplings are tight."}, {"timestamp": [373.66, 375.28], "text": " The judges come and measure them later."}, {"timestamp": [381.6, 385.36], "text": " Drop the suction strainer into a waterhole or a creek and the pressure's on."}, {"timestamp": [388.36, 392.2], "text": " The pressure is on when you see the judges with stopwatches and serious faces."}, {"timestamp": [393.02, 396.0], "text": " Most of the bloats who come to the championships are volunteer firemen."}, {"timestamp": [396.54, 398.24], "text": " It's our hobby like life-saving."}, {"timestamp": [398.66, 411.0], "text": " Only we don't have to take our clothes off to get wet."}, {"timestamp": [415.0, 432.36], "text": " All of us from the 68 teams agreed that the Nelson do was a good show and we're looking forward to the next one in a couple of years. At Karatani Hospital Dunedin,"}, {"timestamp": [432.74, 435.76], "text": " sisters showing the new nurses the right way to weigh baby Lee."}, {"timestamp": [439.36, 443.46], "text": " Lee, a sick baby who came to Karatani for treatment, is now doing will."}, {"timestamp": [445.16, 448.46], "text": " 50 years ago, this year, the Plunkett Society was founded,"}, {"timestamp": [448.96, 450.72], "text": " and Shirley, marvelling for the diet class,"}, {"timestamp": [450.96, 453.4], "text": " is another Jubilee Year baby who'll soon be well again."}, {"timestamp": [462.88, 468.0], "text": " Seeing a sick and grisly baby become happy and healthy is one of the joys of Karatani nursing."}, {"timestamp": [468.0, 475.0], "text": " Bath time, and if Jane's a little young to really enjoy her bath, Rosemary isn't."}, {"timestamp": [475.0, 493.86], "text": " Rosemary's bath happy. Bathing's fun, but feeding's a serious business,"}, {"timestamp": [494.26, 497.42], "text": " and another Jane settles down with the right degree of concentration."}, {"timestamp": [504.28, 506.86], "text": " Affection plays its part in helping a baby's recovery."}, {"timestamp": [507.44, 509.96], "text": " For each nurse has her own baby to look after and mother."}, {"timestamp": [510.76, 513.28], "text": " With six hospitals and a hundred nurses trained each year,"}, {"timestamp": [513.7, 515.6], "text": " it's a far cry from 1907"}, {"timestamp": [515.6, 518.58], "text": " when Dr. Truby King, his wife and one nurse,"}, {"timestamp": [518.92, 520.98], "text": " started to care for half a dozen ailing babies."}, {"timestamp": [522.06, 524.7], "text": " Now Plunkett and Karatani are our household words,"}, {"timestamp": [524.7, 528.0], "text": " and New Zealand babies are among the world's best cared for."}], "text": " It isn't often that closed doors are symbolic of success. Even less usual is it to welcome the site of empty rooms and It isn't often that closed doors are symbolic of success. Even less usual is it to welcome the site of empty rooms and deserted grounds. Yet this is what's happening as a result of the intensive campaign being waged against tuberculosis in this country. The catered beds and entire wards will be available for other uses. When the Department of Health began its eradication program some 15 years ago, there was an alarmingly high percentage of tuberculosis in New Zealand, especially among the Māoris. Aware of the vulnerable position of children in schools, particularly the more susceptible teenagers, it was decided to institute universal and early detection by means of the Manto's skin test. This method of detection proved most successful, and the tuberculosis division therefore used every means to make this test available to everyone. It has gone far to ferret out and isolate the hidden cases. The serum is pressed lightly into the skin. So dangerous is the hidden case to the health of the community that another form of detection was brought into action, Mass X-ray. A standing invitation was issued to the public to avail itself of this free service. Today, the mobile units where people can step in and be X-rayed while still wearing their ordinary clothes are popular with the public. Mass X-ray has the important advantage of being quick and inexpensive, as well as being mobile. If any abnormalities are disclosed by the miniature photograph, they're checked by another X-ray on the large camera. To this painstaking detective work must be added the equally painstaking care of established cases of TB throughout the country by means of rest, good food, chemical drugs and antibiotics. There is proof of success in the fact that fewer beds are being required in hospitals and two sanatoria, Pukyora and Pleasant Valley, have been closed. The cooperation of the public in coming forward for X-rays is still needed to keep them that way. Six-year-old Miskar takes orders with a wag of her tail. Brought from England, she demonstrates at Trenton Dog Training School what New Zealand trained dogs will be doing next year. There are strictly one-man dogs in the police force. And if Sergeant Riley says stop and stay, well that's exactly what Miska does. A trained dog will stop and stay in one spot for days, even without food. Next year, New Zealand will have a team of 12. For at Trentham, younger dogs are being trained to follow in Miskers' poor steps. At six years old, she has reached her prime, and the other dogs can learn a lot from her. Gripping the right wrist and hanging on with dogate determination is just one way she wins a fight with lawbreakers. Yet to the public, police dogs are no danger, for they never attack unless ordered. When you disarm a man, you don't take his arm away, you take his gun away. Two-year-old Dante, a male dog, is learning obedience after five weeks training. Tracking down an object by its scent is easy if the scent isn't more than five hours old. This is Miskar's famous coin trick. While she's blindfolded, the coin is thrown away. The order is then given, go, seek and find. Working from downwind, Miska sniffs and goes. Soon she picks up the scent, tracks it down, and finds. Like all police dogs, she is tough, smart and obedient. For Sergeant Riley, she's an extra pair of hands. For lawbreakers, they're a really tough team. On their way to Trafalgar Park Nelson for their church parade are fire brigades men from all over New Zealand. The majority of them are volunteers and many have given a lifetime of service to their communities. Today they are proudly wearing their gold stars which are awarded for 25 years of active firefighting. No fewer than 1,200 men have qualified for them since the 1890s. During the three days of the championships we have a lot of fun and learn a lot too. This is the disabled hose event, no ladders required. First of all we connect one 50 foot length of hose and break the disc. Then we slap on another 50 foot length and go through the drill all over again. Some people think we're funny tearing around like this but it's the way we put fires out. Now one length of hose is packed up. We disconnect the disabled length and whip in another. It's the pyroa team that's in action and though they are one of the crack teams, reefed and beat them in this event, they did it in 33.8 seconds flat. When we're fighting a fire away from a water main, we've got to use the trailer pump. At any fire, we've got to move fast and with a suction hose we've got to join everything upright. It'll suck air unless all the couplings are tight. The judges come and measure them later. Drop the suction strainer into a waterhole or a creek and the pressure's on. The pressure is on when you see the judges with stopwatches and serious faces. Most of the bloats who come to the championships are volunteer firemen. It's our hobby like life-saving. Only we don't have to take our clothes off to get wet. All of us from the 68 teams agreed that the Nelson do was a good show and we're looking forward to the next one in a couple of years. At Karatani Hospital Dunedin, sisters showing the new nurses the right way to weigh baby Lee. Lee, a sick baby who came to Karatani for treatment, is now doing will. 50 years ago, this year, the Plunkett Society was founded, and Shirley, marvelling for the diet class, is another Jubilee Year baby who'll soon be well again. Seeing a sick and grisly baby become happy and healthy is one of the joys of Karatani nursing. Bath time, and if Jane's a little young to really enjoy her bath, Rosemary isn't. Rosemary's bath happy. Bathing's fun, but feeding's a serious business, and another Jane settles down with the right degree of concentration. Affection plays its part in helping a baby's recovery. For each nurse has her own baby to look after and mother. With six hospitals and a hundred nurses trained each year, it's a far cry from 1907 when Dr. Truby King, his wife and one nurse, started to care for half a dozen ailing babies. Now Plunkett and Karatani are our household words, and New Zealand babies are among the world's best cared for."}