{"speakers": [], "chunks": [{"timestamp": [0.0, 32.0], "text": " The traditional Carver ceremony greets the United Nations trustee ship council at Mulanua"}, {"timestamp": [32.0, 35.0], "text": " in the New Zealand Trust Territory of Western Sarmoor."}, {"timestamp": [35.0, 40.0], "text": " Sir John McPherson of the United Kingdom, head of the 1956 mission, replies to the expressions of welcome."}, {"timestamp": [40.0, 58.0], "text": " In being met by so representative of gathering here in Mulananou, because we know that throughout your history, it is here that the leaders of the Samoan people have discussed their problems and consulted together for the welfare of their people."}, {"timestamp": [58.0, 68.24], "text": " Including representatives from Guatemala, Belgium and India, the mission is here on a tour of Pacific Trust Territories and will observe and report on the progress Western Samoa is making towards self-government"}, {"timestamp": [68.24, 86.0], "text": " under New Zealand guidance. There are gifts and entertainment for the visitors. Oh! Oh! Oh!"}, {"timestamp": [86.0, 87.0], "text": " Oh,"}, {"timestamp": [87.0, 90.0], "text": " Mottomowa"}, {"timestamp": [90.0, 92.0], "text": " A"}, {"timestamp": [92.0, 94.0], "text": " D'Owa"}, {"timestamp": [94.0, 105.0], "text": " Edoa, The mission moves on the world."}, {"timestamp": [105.0, 138.0], "text": " The mission moves on. Traveling by a new road to another part of the island of Upolu, they inspect a guard of honor formed by villages."}, {"timestamp": [144.0, 149.0], "text": " From local leaders they learn of the problem Samoa faces in the development of self-government."}, {"timestamp": [149.0, 155.0], "text": " Health, educational and agricultural services will in later years have to be run by Sarmons."}, {"timestamp": [155.0, 163.0], "text": " After a 60-mile night launch journey, the mission is taken by whaleboats in shore to the island of Savai,"}, {"timestamp": [163.0, 167.0], "text": " the other main island of the Western Samoa group."}, {"timestamp": [167.0, 187.0], "text": " School teachers are introduced to the mission while their pupils watch a live lesson in international relations."}, {"timestamp": [187.0, 194.0], "text": " A village gathering of chiefs hears Mr. Jose Rolls of Guatemala urge practical use of the knowledge gained by educated young people."}, {"timestamp": [194.0, 202.0], "text": " The mission travels through typical bush country lush with banana and coconut trees."}, {"timestamp": [202.0, 205.0], "text": " Western Samoa's economy is based on agriculture."}, {"timestamp": [205.0, 208.0], "text": " Copra, cocoa and bananas being exported."}, {"timestamp": [208.0, 210.0], "text": " They come to the end of another new road"}, {"timestamp": [210.0, 213.0], "text": " which is being built around Savai to link outlying villages."}, {"timestamp": [213.0, 217.0], "text": " Improved communications are essential to the full development of the islands."}, {"timestamp": [217.0, 219.0], "text": " Another essential is education."}, {"timestamp": [219.0, 222.0], "text": " About half the 85,000 population is under 16,"}, {"timestamp": [222.0, 224.0], "text": " and more teachers are badly needed."}, {"timestamp": [224.0, 227.74], "text": " At the Apia Teachers Training College, back on the island of Upolu, the mission"}, {"timestamp": [227.74, 230.86], "text": " observes a class being taken by a student teacher with the aid of a school's"}, {"timestamp": [230.86, 235.42], "text": " broadcast program. The college operates its own radio station and broadcasts"}, {"timestamp": [235.42, 253.0], "text": " these lessons all over Samoa and to the Tokolawa Islands 300 miles away. There are more than 200 student teachers at the college."}, {"timestamp": [253.0, 257.0], "text": " They'll play a big role in shaping Western Samoa's future."}, {"timestamp": [257.0, 263.0], "text": " The mission gets down to work with Samoan politicians and hereditary leaders."}, {"timestamp": [263.0, 265.5], "text": " From the members of the eight-year-old Legislative Assembly,"}, {"timestamp": [265.5, 268.5], "text": " they hear the Samoan point of view on New Zealand government policies."}, {"timestamp": [272.5, 274.5], "text": " On the Malai, at Samoa's traditional seat of government,"}, {"timestamp": [274.5, 278.0], "text": " the raising of the Samoan and New Zealand flags side by side"}, {"timestamp": [278.0, 280.0], "text": " symbolizes a friendly partnership"}, {"timestamp": [280.0, 284.5], "text": " and commemorates the formation of the Legislative Assembly on June 1, 1941."}, {"timestamp": [284.5, 290.8], "text": " With New Zealand's help and guidance, Western Samoa will soon become the Pacific's first self-governing trust territory,"}, {"timestamp": [290.8, 312.4], "text": " an example that the world through the United Nations organization will watch with interest. Abord the New Zealand Shipping"}, {"timestamp": [312.4, 314.2], "text": " Company's cadet training ship Durham,"}, {"timestamp": [314.2, 316.3], "text": " A rubber dinghies just had its ripcord pulled"}, {"timestamp": [316.3, 319.0], "text": " and expands like a windbag with a good audience."}, {"timestamp": [319.0, 322.0], "text": " This is a new idea for ship's life rods."}, {"timestamp": [322.0, 324.6], "text": " Simulating an emergency, another of the dinghies,"}, {"timestamp": [324.6, 325.04], "text": " developed in"}, {"timestamp": [325.04, 328.2], "text": " England from the better known Air Force pattern, is thrown overboard into the"}, {"timestamp": [328.2, 334.5], "text": " wintry waters of Wellington Harbour. A game lot those mercantile marine"}, {"timestamp": [334.5, 341.18], "text": " cadets, but in a real emergency the water could be even more refrigerating. If"}, {"timestamp": [341.18, 349.0], "text": " the dinghyan freight's bottom up, she's easily righted. That done, four ballast bags fill themselves with water, so there's no chance of turning turtle."}, {"timestamp": [349.0, 353.0], "text": " It's reported that about 80 of the trawlers fishing out of Grimsby on England's East Coast"}, {"timestamp": [353.0, 357.0], "text": " are now being supplied with this equipment."}, {"timestamp": [357.0, 362.0], "text": " The raft with a double roof and a water catchment hollow on top is made chip shape."}, {"timestamp": [362.0, 368.32], "text": " The survival kit, containing everything down to a pack of cards, is pulled aboard. We've always felt it was high time rafts"}, {"timestamp": [368.32, 372.48], "text": " had doors. To get up a fag in this one, double doors can be closed over both"}, {"timestamp": [372.48, 378.24], "text": " front and tradesman's entrances. The shipwrecked have a high chance of survival in"}, {"timestamp": [378.24, 382.48], "text": " these dinghies which have already saved lives in Britain's fishing fleet. Now one is"}, {"timestamp": [382.48, 410.08], "text": " demonstrated for New Zealanders, a tough and effective heat-insulated floating igloo. at Lake Grassmeer in the province of Marlborough."}, {"timestamp": [414.48, 415.2], "text": " Next after water, common salt can claim to be the world's most important chemical."}, {"timestamp": [418.88, 419.68], "text": " The trick of gathering salt from dried out ponds is as old as mankind."}, {"timestamp": [424.24, 427.0], "text": " This ancient coastal practice is raised to a modern industry by the use of machinery and by the drying out of vast artificial salt ponds."}, {"timestamp": [427.0, 444.0], "text": " Freezing works, filmongeries and the dairy industry use about 50,000 tons of salt a year in New Zealand alone."}, {"timestamp": [444.0, 449.0], "text": " This year, about 10,000 tons has been hauled by small diesel railway"}, {"timestamp": [449.0, 451.0], "text": " from the crystallizing ponds at Lake Grasnia."}, {"timestamp": [451.0, 455.0], "text": " The crystals having been picked up by salt harvesting machinery"}, {"timestamp": [455.0, 457.0], "text": " designed and built in nearby Blenum."}, {"timestamp": [457.0, 463.0], "text": " The machines work their way across a 90-acre meadow of new season sodium chloride."}, {"timestamp": [463.0, 489.5], "text": " Dried out after the mother liquor containing other sea salts has been run off the train enters the washery where the salt is tipped, washed in concentrated brine below rail level,"}, {"timestamp": [489.5, 493.0], "text": " and then goes on towards the stack where it will remain for weathering."}, {"timestamp": [493.0, 543.0], "text": " Since the brine already carries all the salt it can hold, it washes out the silt but none of the salt. I'm In the packing shed, salt that has dried is crushed and bagged by automatic machinery."}, {"timestamp": [543.0, 545.12], "text": " This year's harvest is expected"}, {"timestamp": [545.12, 551.52], "text": " to save New Zealand about 120,000 pounds in overseas funds. The freight on imported salt"}, {"timestamp": [551.52, 563.24], "text": " costs more than the salt itself. According to overseas experience it takes about 20 years"}, {"timestamp": [563.24, 565.82], "text": " to bring a seawater salt works into full production."}, {"timestamp": [566.72, 571.88], "text": " This is the fifth season of harvesting at Lake Grasmere, and most early problems have now been solved."}, {"timestamp": [582.56, 586.0], "text": " The new season's product comes in large crystals."}, {"timestamp": [586.0, 592.5], "text": " As every chemistry student knows, the secret of growing big crystals is slow, steady evaporation."}, {"timestamp": [592.5, 597.0], "text": " These have been growing in the ponds all summer under the drying winds of coastal Malbara."}, {"timestamp": [597.0, 608.0], "text": " Even more than most farmers, the salt farmer watches the weather,"}, {"timestamp": [608.0, 614.0], "text": " for he needs a climate where year-round evaporation greatly exceeds rainfall."}, {"timestamp": [618.0, 623.0], "text": " The salt farmer also needs seawater."}, {"timestamp": [623.0, 625.88], "text": " Up till now, New Zealand has been importing"}, {"timestamp": [625.88, 632.0], "text": " expensively across the ocean the very salt that forms 2.8% of seawater. But on"}, {"timestamp": [632.0, 636.02], "text": " Clifford Bay an intake pipe has been built with a sheltering jetty and with high"}, {"timestamp": [636.02, 640.46], "text": " delivery pumps recessed into the shingle bank. The resident engineer takes a"}, {"timestamp": [640.46, 647.0], "text": " look at the weather. He wants it dry. For him every day is washing day."}, {"timestamp": [651.0, 658.0], "text": " Sea water flows in along the flume, bearing salt that in about five years time will be curing hides,"}, {"timestamp": [658.0, 668.5], "text": " salting butter, circulating as brine in the cooling chambers of freezing works, or even sitting in the salt cellar on your own dining room table. This is the most successful and most"}, {"timestamp": [668.5, 673.44], "text": " ancient way of utilizing the Sun's energy for the purpose of industry. Sea water is"}, {"timestamp": [673.44, 678.06], "text": " run into shallow ponds where the Sun's heat evaporates the water leaving the salt,"}, {"timestamp": [678.06, 681.8], "text": " a raw material for numerous chemical and food preserving industries."}, {"timestamp": [684.6, 685.0], "text": " The water moves on. One year in the outer settling ponds, one year in the and food preserving industries."}, {"timestamp": [689.0, 692.0], "text": " The water moves on, one year in the outer settling ponds, one year in the concentrating ponds along the shore,"}, {"timestamp": [692.0, 696.0], "text": " and a third and final summer in the crystallizing ponds,"}, {"timestamp": [696.0, 717.94], "text": " away on the shoreward side of their yield of salt."}, {"timestamp": [718.74, 723.8], "text": " Here the small diesel railway runs to the washing shed, outside which the heaped harvest"}, {"timestamp": [723.8, 725.38], "text": " looks small enough against"}, {"timestamp": [725.38, 730.88], "text": " the great area of ponds and embankments. Beyond the natural shingle bank separates Lake"}, {"timestamp": [730.88, 736.5], "text": " Grassmear from endless supplies of salt water stretching over the horizon to the ends of the"}, {"timestamp": [736.5, 738.0], "text": " farthest seas."}], "text": " The traditional Carver ceremony greets the United Nations trustee ship council at Mulanua in the New Zealand Trust Territory of Western Sarmoor. Sir John McPherson of the United Kingdom, head of the 1956 mission, replies to the expressions of welcome. In being met by so representative of gathering here in Mulananou, because we know that throughout your history, it is here that the leaders of the Samoan people have discussed their problems and consulted together for the welfare of their people. Including representatives from Guatemala, Belgium and India, the mission is here on a tour of Pacific Trust Territories and will observe and report on the progress Western Samoa is making towards self-government under New Zealand guidance. There are gifts and entertainment for the visitors. Oh! Oh! Oh! Oh, Mottomowa A D'Owa Edoa, The mission moves on the world. The mission moves on. Traveling by a new road to another part of the island of Upolu, they inspect a guard of honor formed by villages. From local leaders they learn of the problem Samoa faces in the development of self-government. Health, educational and agricultural services will in later years have to be run by Sarmons. After a 60-mile night launch journey, the mission is taken by whaleboats in shore to the island of Savai, the other main island of the Western Samoa group. School teachers are introduced to the mission while their pupils watch a live lesson in international relations. A village gathering of chiefs hears Mr. Jose Rolls of Guatemala urge practical use of the knowledge gained by educated young people. The mission travels through typical bush country lush with banana and coconut trees. Western Samoa's economy is based on agriculture. Copra, cocoa and bananas being exported. They come to the end of another new road which is being built around Savai to link outlying villages. Improved communications are essential to the full development of the islands. Another essential is education. About half the 85,000 population is under 16, and more teachers are badly needed. At the Apia Teachers Training College, back on the island of Upolu, the mission observes a class being taken by a student teacher with the aid of a school's broadcast program. The college operates its own radio station and broadcasts these lessons all over Samoa and to the Tokolawa Islands 300 miles away. There are more than 200 student teachers at the college. They'll play a big role in shaping Western Samoa's future. The mission gets down to work with Samoan politicians and hereditary leaders. From the members of the eight-year-old Legislative Assembly, they hear the Samoan point of view on New Zealand government policies. On the Malai, at Samoa's traditional seat of government, the raising of the Samoan and New Zealand flags side by side symbolizes a friendly partnership and commemorates the formation of the Legislative Assembly on June 1, 1941. With New Zealand's help and guidance, Western Samoa will soon become the Pacific's first self-governing trust territory, an example that the world through the United Nations organization will watch with interest. Abord the New Zealand Shipping Company's cadet training ship Durham, A rubber dinghies just had its ripcord pulled and expands like a windbag with a good audience. This is a new idea for ship's life rods. Simulating an emergency, another of the dinghies, developed in England from the better known Air Force pattern, is thrown overboard into the wintry waters of Wellington Harbour. A game lot those mercantile marine cadets, but in a real emergency the water could be even more refrigerating. If the dinghyan freight's bottom up, she's easily righted. That done, four ballast bags fill themselves with water, so there's no chance of turning turtle. It's reported that about 80 of the trawlers fishing out of Grimsby on England's East Coast are now being supplied with this equipment. The raft with a double roof and a water catchment hollow on top is made chip shape. The survival kit, containing everything down to a pack of cards, is pulled aboard. We've always felt it was high time rafts had doors. To get up a fag in this one, double doors can be closed over both front and tradesman's entrances. The shipwrecked have a high chance of survival in these dinghies which have already saved lives in Britain's fishing fleet. Now one is demonstrated for New Zealanders, a tough and effective heat-insulated floating igloo. at Lake Grassmeer in the province of Marlborough. Next after water, common salt can claim to be the world's most important chemical. The trick of gathering salt from dried out ponds is as old as mankind. This ancient coastal practice is raised to a modern industry by the use of machinery and by the drying out of vast artificial salt ponds. Freezing works, filmongeries and the dairy industry use about 50,000 tons of salt a year in New Zealand alone. This year, about 10,000 tons has been hauled by small diesel railway from the crystallizing ponds at Lake Grasnia. The crystals having been picked up by salt harvesting machinery designed and built in nearby Blenum. The machines work their way across a 90-acre meadow of new season sodium chloride. Dried out after the mother liquor containing other sea salts has been run off the train enters the washery where the salt is tipped, washed in concentrated brine below rail level, and then goes on towards the stack where it will remain for weathering. Since the brine already carries all the salt it can hold, it washes out the silt but none of the salt. I'm In the packing shed, salt that has dried is crushed and bagged by automatic machinery. This year's harvest is expected to save New Zealand about 120,000 pounds in overseas funds. The freight on imported salt costs more than the salt itself. According to overseas experience it takes about 20 years to bring a seawater salt works into full production. This is the fifth season of harvesting at Lake Grasmere, and most early problems have now been solved. The new season's product comes in large crystals. As every chemistry student knows, the secret of growing big crystals is slow, steady evaporation. These have been growing in the ponds all summer under the drying winds of coastal Malbara. Even more than most farmers, the salt farmer watches the weather, for he needs a climate where year-round evaporation greatly exceeds rainfall. The salt farmer also needs seawater. Up till now, New Zealand has been importing expensively across the ocean the very salt that forms 2.8% of seawater. But on Clifford Bay an intake pipe has been built with a sheltering jetty and with high delivery pumps recessed into the shingle bank. The resident engineer takes a look at the weather. He wants it dry. For him every day is washing day. Sea water flows in along the flume, bearing salt that in about five years time will be curing hides, salting butter, circulating as brine in the cooling chambers of freezing works, or even sitting in the salt cellar on your own dining room table. This is the most successful and most ancient way of utilizing the Sun's energy for the purpose of industry. Sea water is run into shallow ponds where the Sun's heat evaporates the water leaving the salt, a raw material for numerous chemical and food preserving industries. The water moves on. One year in the outer settling ponds, one year in the and food preserving industries. The water moves on, one year in the outer settling ponds, one year in the concentrating ponds along the shore, and a third and final summer in the crystallizing ponds, away on the shoreward side of their yield of salt. Here the small diesel railway runs to the washing shed, outside which the heaped harvest looks small enough against the great area of ponds and embankments. Beyond the natural shingle bank separates Lake Grassmear from endless supplies of salt water stretching over the horizon to the ends of the farthest seas."}