{"speakers": [], "chunks": [{"timestamp": [0.0, 27.38], "text": " Napier, capital of Hawke's Bay is a new city risen from the disastrous earthquake ruins of 1931."}, {"timestamp": [28.06, 30.58], "text": " Where the land was pushed up from the sea, new settlements grew."}, {"timestamp": [31.02, 36.12], "text": " And here in the suburb of Mariva, the government is helping the expansion of housing with a group building scheme."}, {"timestamp": [41.5, 47.0], "text": " Designed to produce more good standard houses at lower cost, the scheme is proving a success all over the country."}, {"timestamp": [50.0, 54.0], "text": " A builder operating within the scheme undertakes to erect a group of houses."}, {"timestamp": [54.0, 56.0], "text": " He markets them in the usual way."}, {"timestamp": [56.0, 62.0], "text": " But in the rare event of his not selling them all himself, the government will buy a proportion of the total at a previously arranged price."}, {"timestamp": [62.0, 65.1], "text": " With this guarantee, the small builder can now raise capital"}, {"timestamp": [65.1, 66.4], "text": " to build groups of houses."}, {"timestamp": [72.8, 77.08], "text": " Purchases of group houses have the assurance"}, {"timestamp": [77.08, 79.62], "text": " that the house is constructed to a high standard."}, {"timestamp": [79.62, 81.46], "text": " Officers of the State Advances Corporation"}, {"timestamp": [81.46, 83.28], "text": " drive frequently to the site."}, {"timestamp": [83.28, 86.0], "text": " Passing through privately built areas with well-kept gardens,"}, {"timestamp": [86.56, 88.08], "text": " they arrive at the group building area,"}, {"timestamp": [88.42, 90.84], "text": " which has yet to develop the mature look of the older streets."}, {"timestamp": [97.48, 101.36], "text": " The contractor and estate advances inspector discuss details of the work."}, {"timestamp": [101.96, 104.16], "text": " Since the introduction of the mortgage guarantee scheme,"}, {"timestamp": [104.58, 105.76], "text": " loans of up to 90%"}, {"timestamp": [105.76, 111.32], "text": " of valuation with a top limit of 2,200 pounds can be secured, and this amount is increased by"}, {"timestamp": [111.32, 127.5], "text": " suspensary loans. This privately built house in Napier's West Shore was erected at a total cost of 2,200 pounds."}, {"timestamp": [128.1, 130.68], "text": " The outside construction is oiled Canadian redwood."}, {"timestamp": [131.1, 136.3], "text": " The compact kitchen with built-in fittings is designed to give easy access to the dining area and living room."}, {"timestamp": [140.9, 144.98], "text": " A built-in bookcase and radio alongside the fire is another space saver."}, {"timestamp": [145.0, 148.56], "text": " This novel feature of... A built-in bookcase and radio alongside the fire is another space saver."}, {"timestamp": [152.72, 156.14], "text": " This novel feature of combined mirror and slide between bedroom and living room enables a sick member of the family to keep contact with the rest of the house."}, {"timestamp": [156.66, 159.88], "text": " The built-in dresser, wardrobe and bed are included in the purchase price."}, {"timestamp": [160.44, 162.8], "text": " The rest of the house comprises a small hall space,"}, {"timestamp": [163.2, 166.44], "text": " combined bathroom and laundry with easy access to the clothesline and garden,"}, {"timestamp": [166.98, 170.0], "text": " a children's bedroom, and provision is made for future extension."}, {"timestamp": [175.28, 179.46], "text": " The living room faces the sea, and this idea ensures plenty of ventilation."}, {"timestamp": [182.52, 187.0], "text": " 2,650 pounds built this three-bedroomed house."}, {"timestamp": [187.0, 193.0], "text": " Friction stay windows in the living room bring in plenty of sun."}, {"timestamp": [193.0, 197.0], "text": " While from the kitchen sink the housewife keeps up with affairs in the neighbourhood."}, {"timestamp": [197.0, 210.26], "text": " Here's a space saver. A drop table hides the stools, an ideal breakfast table for two."}, {"timestamp": [215.68, 216.44], "text": " Looking through the slide across the living room to the street, Mrs. Housewife keeps up with the events in the rest of the neighborhood."}, {"timestamp": [223.96, 224.84], "text": " Elimination of waste space is the endeavor of today's house planner. In another house, the children's bedroom with built-in bedlamp and dresser is a good example."}, {"timestamp": [225.0, 228.42], "text": " Built solely by the owner, this house has many attractive features."}, {"timestamp": [228.42, 231.74], "text": " The kitchen has plenty of cupboard space and no waste space."}, {"timestamp": [231.74, 240.02], "text": " A concrete slab foundation forms the floor and the outside appearance is unusually attractive."}, {"timestamp": [240.02, 246.34], "text": " To foster interest in Napier's housing program, the Napier Development Association organized the Napier Ideal Homes exhibition."}, {"timestamp": [250.96, 253.54], "text": " Many of the stalls displayed household appliances."}, {"timestamp": [254.32, 260.72], "text": " Approximately 40,000 domestic refrigerators are manufactured in New Zealand annually at a total cost of 3.5 million pounds."}, {"timestamp": [261.38, 267.0], "text": " These and other appliances are lightening the housewife's burden."}, {"timestamp": [267.0, 294.92], "text": " This high quality electric stove is one of the 12.5,000 made in New Zealand in the first six months of this year. Hygienic, time-saving and waste-saving, mechanical aids are no longer luxuries."}, {"timestamp": [298.7, 301.46], "text": " Washing dishes is no trouble with a machine like this,"}, {"timestamp": [301.9, 304.58], "text": " but less expensive tastes may prefer another little gadget."}, {"timestamp": [305.36, 308.84], "text": " Detergent, blended with the water as it comes through the brush, solves the problem of"}, {"timestamp": [308.84, 313.78], "text": " greasy dishes. These machines and many others were all displayed at the Napier Ideal"}, {"timestamp": [313.78, 314.56], "text": " Homes exhibition."}, {"timestamp": [331.64, 335.2], "text": " Changing engines can mean the familiar but always fascinating operation which allows passengers their well-known five minutes for refreshments."}, {"timestamp": [335.6, 340.62], "text": " For an engine lover, of course, it's refreshment enough just to watch a proper engine like this K-type,"}, {"timestamp": [341.28, 347.0], "text": " 145 tons, with domes, funnels, cylinders, crossheads connecting rods."}, {"timestamp": [349.0, 353.0], "text": " All designed and built in New Zealand to haul trains of a thousand tons."}, {"timestamp": [353.0, 370.76], "text": " Yes, a real live engine breathing, real live steam."}, {"timestamp": [370.76, 372.84], "text": " Long-lived identities they are too."}, {"timestamp": [372.84, 377.6], "text": " This little old girl over 80 years old is still at work in the docks of little."}, {"timestamp": [377.6, 388.0], "text": " Soon there won't be so many of these jobs for semi-retired engines since shuntings being taken over by diesels."}, {"timestamp": [388.0, 394.0], "text": " Motor lorries on rails, I call them privately, but they're cheap to run and can haul 500 tons or more."}, {"timestamp": [394.0, 400.0], "text": " Suburban passenger trains seek diesel electric help until electrification of the line is completed."}, {"timestamp": [400.0, 406.0], "text": " Where it is complete, multiple unit electric trains are clean, comfortable and speedy."}, {"timestamp": [406.0, 442.34], "text": " They cruise along at 45, need no coal in the yards and put no smuts in your eye. There's certainly more handsome than tram cars, the electric units,"}, {"timestamp": [442.34, 449.24], "text": " but to an old railwayman that can be sad to think that our railway workshops that have built so many great engines may build"}, {"timestamp": [449.24, 454.16], "text": " only a few more of their life it was steam that pioneered the railways opening up"}, {"timestamp": [454.16, 487.0], "text": " the heart of the last batch of a hundred and ten-ton JAs to be built takes her first look at the world outside the workshops."}, {"timestamp": [487.0, 492.0], "text": " Meanwhile in England, something new is on the stocks for the New Zealand railways."}, {"timestamp": [492.0, 496.0], "text": " Heavy diesel electrics, power stations on wheels."}, {"timestamp": [496.0, 501.0], "text": " Diesel motor drives the generator that makes the current that drives the axle motors."}, {"timestamp": [501.0, 507.2], "text": " Not being suited to English gauge lines, the new locomotives can't go to the docks on their own wheels."}, {"timestamp": [507.9, 512.06], "text": " Instead of railway signals, they pass the winking lights of pedestrian crossings."}, {"timestamp": [518.22, 524.38], "text": " Arrived and on test on the main trunk, the first diesel electric proves itself more powerful than an oil-burning CA,"}, {"timestamp": [524.88, 526.7], "text": " and cuts costs by a third."}, {"timestamp": [535.3, 537.52], "text": " With the coming of more efficient power,"}, {"timestamp": [537.82, 541.48], "text": " the JA, like other steam locomotives, will have to take a backseat."}, {"timestamp": [547.32, 551.84], "text": " EW. Articulated Electrics can give twice the speed of steam on heavy gradients"}, {"timestamp": [551.84, 553.78], "text": " and have about half the running costs."}, {"timestamp": [554.48, 557.34], "text": " Taking it all in all, old engines will have to admit"}, {"timestamp": [557.34, null], "text": " that the young fellows taking over are more than equal to the job."}], "text": " Napier, capital of Hawke's Bay is a new city risen from the disastrous earthquake ruins of 1931. Where the land was pushed up from the sea, new settlements grew. And here in the suburb of Mariva, the government is helping the expansion of housing with a group building scheme. Designed to produce more good standard houses at lower cost, the scheme is proving a success all over the country. A builder operating within the scheme undertakes to erect a group of houses. He markets them in the usual way. But in the rare event of his not selling them all himself, the government will buy a proportion of the total at a previously arranged price. With this guarantee, the small builder can now raise capital to build groups of houses. Purchases of group houses have the assurance that the house is constructed to a high standard. Officers of the State Advances Corporation drive frequently to the site. Passing through privately built areas with well-kept gardens, they arrive at the group building area, which has yet to develop the mature look of the older streets. The contractor and estate advances inspector discuss details of the work. Since the introduction of the mortgage guarantee scheme, loans of up to 90% of valuation with a top limit of 2,200 pounds can be secured, and this amount is increased by suspensary loans. This privately built house in Napier's West Shore was erected at a total cost of 2,200 pounds. The outside construction is oiled Canadian redwood. The compact kitchen with built-in fittings is designed to give easy access to the dining area and living room. A built-in bookcase and radio alongside the fire is another space saver. This novel feature of... A built-in bookcase and radio alongside the fire is another space saver. This novel feature of combined mirror and slide between bedroom and living room enables a sick member of the family to keep contact with the rest of the house. The built-in dresser, wardrobe and bed are included in the purchase price. The rest of the house comprises a small hall space, combined bathroom and laundry with easy access to the clothesline and garden, a children's bedroom, and provision is made for future extension. The living room faces the sea, and this idea ensures plenty of ventilation. 2,650 pounds built this three-bedroomed house. Friction stay windows in the living room bring in plenty of sun. While from the kitchen sink the housewife keeps up with affairs in the neighbourhood. Here's a space saver. A drop table hides the stools, an ideal breakfast table for two. Looking through the slide across the living room to the street, Mrs. Housewife keeps up with the events in the rest of the neighborhood. Elimination of waste space is the endeavor of today's house planner. In another house, the children's bedroom with built-in bedlamp and dresser is a good example. Built solely by the owner, this house has many attractive features. The kitchen has plenty of cupboard space and no waste space. A concrete slab foundation forms the floor and the outside appearance is unusually attractive. To foster interest in Napier's housing program, the Napier Development Association organized the Napier Ideal Homes exhibition. Many of the stalls displayed household appliances. Approximately 40,000 domestic refrigerators are manufactured in New Zealand annually at a total cost of 3.5 million pounds. These and other appliances are lightening the housewife's burden. This high quality electric stove is one of the 12.5,000 made in New Zealand in the first six months of this year. Hygienic, time-saving and waste-saving, mechanical aids are no longer luxuries. Washing dishes is no trouble with a machine like this, but less expensive tastes may prefer another little gadget. Detergent, blended with the water as it comes through the brush, solves the problem of greasy dishes. These machines and many others were all displayed at the Napier Ideal Homes exhibition. Changing engines can mean the familiar but always fascinating operation which allows passengers their well-known five minutes for refreshments. For an engine lover, of course, it's refreshment enough just to watch a proper engine like this K-type, 145 tons, with domes, funnels, cylinders, crossheads connecting rods. All designed and built in New Zealand to haul trains of a thousand tons. Yes, a real live engine breathing, real live steam. Long-lived identities they are too. This little old girl over 80 years old is still at work in the docks of little. Soon there won't be so many of these jobs for semi-retired engines since shuntings being taken over by diesels. Motor lorries on rails, I call them privately, but they're cheap to run and can haul 500 tons or more. Suburban passenger trains seek diesel electric help until electrification of the line is completed. Where it is complete, multiple unit electric trains are clean, comfortable and speedy. They cruise along at 45, need no coal in the yards and put no smuts in your eye. There's certainly more handsome than tram cars, the electric units, but to an old railwayman that can be sad to think that our railway workshops that have built so many great engines may build only a few more of their life it was steam that pioneered the railways opening up the heart of the last batch of a hundred and ten-ton JAs to be built takes her first look at the world outside the workshops. Meanwhile in England, something new is on the stocks for the New Zealand railways. Heavy diesel electrics, power stations on wheels. Diesel motor drives the generator that makes the current that drives the axle motors. Not being suited to English gauge lines, the new locomotives can't go to the docks on their own wheels. Instead of railway signals, they pass the winking lights of pedestrian crossings. Arrived and on test on the main trunk, the first diesel electric proves itself more powerful than an oil-burning CA, and cuts costs by a third. With the coming of more efficient power, the JA, like other steam locomotives, will have to take a backseat. EW. Articulated Electrics can give twice the speed of steam on heavy gradients and have about half the running costs. Taking it all in all, old engines will have to admit that the young fellows taking over are more than equal to the job."}