{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " 40 miles out of Masterton"}, {"timestamp": [10.0, 26.0], "text": " 40 miles out of Masterton is Castle Point."}, {"timestamp": [26.0, 30.0], "text": " 70 years ago when roads were bad and supplies came by coastal steamer,"}, {"timestamp": [30.0, 34.0], "text": " people on lonely East Coast stations started their beach race meetings."}, {"timestamp": [34.0, 38.0], "text": " Today with better roads, half the Wairarapa turns up."}, {"timestamp": [38.0, 42.0], "text": " There's even an equalizer, the so-called Lucky Dip Toad."}, {"timestamp": [42.0, 47.0], "text": " Still they're just as free and easy as the old days."}, {"timestamp": [47.0, 58.0], "text": " A beach cottage veranda is the rider's weighing room. The minimum weight allowed by the steward of the bathroom scales is nine stone seven."}, {"timestamp": [58.0, 68.0], "text": " Well the tide's gone out on time so once around the birdcage, you can tell it's a bird cage by the sand on the floor, and out to the beach."}, {"timestamp": [72.0, 99.5], "text": " Here's a surprise, Sir Willoughby Nauri, the Governor General, just in Mr. R. McFarlane, who receives the Castle Point Cup."}, {"timestamp": [112.0, 117.0], "text": " The 1957 season for the Parade of Homes opens in Invercago in March with 11 houses. Canny Southlanders looking for value queue up at this house which cost 2,700 pounds to build"}, {"timestamp": [117.0, 123.0], "text": " and has an area of 1,060 square feet. The section is extra."}, {"timestamp": [123.0, 125.0], "text": " With an area of 1100 square feet this house and its section cost 4,075 power. The section is extra."}, {"timestamp": [131.0, 135.0], "text": " With an area of 1,100 square feet, this house and its section cost 4,075 pounds."}, {"timestamp": [139.0, 140.0], "text": " This one is the same size and costs 4,100 pounds with section."}, {"timestamp": [142.0, 145.68], "text": " Fostered by the National Housing Council, the parades of homes are a showcase for builders and shop windows for home seekers."}, {"timestamp": [146.76, 150.64], "text": " Money is the problem, and here the government assists through state advances loans."}, {"timestamp": [151.44, 155.52], "text": " It also helps group building by buying the sites and then reselling or leasing them."}, {"timestamp": [157.12, 161.12], "text": " The Honourable Mr. McAlpine opens the Christchurch exhibition of 29 houses."}, {"timestamp": [162.56, 167.0], "text": " Three bedrooms, 3,500 pounds with section. Two bedrooms, 3,250 pounds with section."}, {"timestamp": [167.0, 178.0], "text": " Two bedrooms, 3,250 pounds with section. Two bedrooms, 3,670 pounds with section."}, {"timestamp": [178.0, 184.0], "text": " There's something to interest everybody, especially small boys."}, {"timestamp": [184.0, 185.2], "text": " Two bedrooms and sunroom, 4,000 pounds with section. There's something to interest everybody, especially small boys."}, {"timestamp": [188.28, 191.22], "text": " Two bedrooms and sunroom, 4,000 pounds with section."}, {"timestamp": [195.34, 196.58], "text": " Wellington's first parade of homes on a ridgetop overlooking Cook Strait draws big crowds."}, {"timestamp": [200.08, 201.82], "text": " Three bedrooms on a flat site, 3,200 pounds with section."}, {"timestamp": [205.82, 207.98], "text": " Three bedrooms with basement, 3,700 pounds with section."}, {"timestamp": [213.28, 215.18], "text": " Compared with Christchurch, Wellington's basement houses were roughly 7 and 6pence per square foot dearer."}, {"timestamp": [217.98, 220.08], "text": " Palmerston North holds its second home week in Antrim Place."}, {"timestamp": [222.98, 226.0], "text": " Four bedrooms, 4,000 pounds for house and section."}, {"timestamp": [229.0, 233.0], "text": " Three bedrooms, three thousand pounds with section."}, {"timestamp": [236.0, 239.0], "text": " Three bedrooms, three thousand two hundred pounds with section."}, {"timestamp": [249.0, 253.0], "text": " In opening Hamilton's parade of homes, the Minister of Housing, the Honorable Mr. Eyre, said that these parades show that good family homes can be built at reasonable prices."}, {"timestamp": [256.0, 260.0], "text": " Two bedrooms, 3,100 pounds with section."}, {"timestamp": [263.0, 265.0], "text": " Three bedrooms, 3,400 pounds with section."}, {"timestamp": [265.0, 271.0], "text": " Auckland holds the sixth and final exhibition of the year with 32 homes."}, {"timestamp": [271.0, 276.0], "text": " Three bedrooms cost 3,200 pounds without section."}, {"timestamp": [276.0, 287.0], "text": " Two bedrooms, this ranch style house, 3,500 pounds without section."}, {"timestamp": [287.0, 291.0], "text": " Two expandable houses are the design of the Ministry of Works."}, {"timestamp": [291.0, 296.0], "text": " The ground floor only is completed and the upstairs interior can be finished when the family gets bigger."}, {"timestamp": [296.0, 300.0], "text": " Throughout the country, home seekers have been able to compare styles and prices."}, {"timestamp": [300.0, 305.0], "text": " They've been able to see what their money can buy and get an idea of the home they'd like."}, {"timestamp": [305.0, 320.0], "text": " Prospecting for oil in New Zealand dates back to 1865 when deposits were found near the surface in the Taranaki district."}, {"timestamp": [320.0, 326.0], "text": " Today pumps are still working at New Plymouth removing the black gold from the shallow wells."}, {"timestamp": [326.0, 332.0], "text": " New Plymouth has its own refinery and local residents can fill up with their own brand of petrol."}, {"timestamp": [336.0, 344.0], "text": " Today, another oil search is underway in Taranaki, financed by New Zealand oil companies."}, {"timestamp": [344.0, 345.2], "text": " Along a"}, {"timestamp": [345.2, 350.38], "text": " 100 mile line, test boars are being drilled every 700 yards to find out what lies beneath"}, {"timestamp": [350.38, 357.98], "text": " the surface. Whether the ground is hard or soft determines the type of bit that's fitted"}, {"timestamp": [357.98, 364.44], "text": " to the drill. No oil is expected from these boars. They're merely shot holes for explosive charges."}, {"timestamp": [364.44, 370.18], "text": " It's the first stage in trying to discover whether oil does lie thousands of feet below. A stream of mud"}, {"timestamp": [370.18, 374.0], "text": " is squirted through the bit both to cool the drill and to bring up samples of rock from"}, {"timestamp": [374.0, 394.0], "text": " below the ground. As the drill goes down the lengths are added to the drill."}, {"timestamp": [394.0, 398.0], "text": " The holes are sunk till hard rock is struck at anything from one to 200 feet."}, {"timestamp": [398.0, 403.0], "text": " Dynamite will then be dropped down them and the explosions will send shock waves through the earth."}, {"timestamp": [405.6, 408.6], "text": " As soon as the bore is finished, the charge is laid."}, {"timestamp": [421.6, 425.0], "text": " At 30-yard intervals, microphones are placed in the ground."}, {"timestamp": [425.0, 427.0], "text": " These will record the shockwaves."}, {"timestamp": [427.0, 434.0], "text": " Wires are connected in the field and to the controlling van, and everything's ready."}, {"timestamp": [434.0, 444.0], "text": " Inside the van, the seismograph is prepared for the man-made earthquake."}, {"timestamp": [444.0, 449.0], "text": " The explosion will be underground and only the water which confines the charge will be thrown up."}, {"timestamp": [449.0, 468.0], "text": " Science has captured the secrets of the earth below."}, {"timestamp": [468.0, 473.0], "text": " The chart looks like a new wallpaper, but in trained hands it's as good as a photograph."}, {"timestamp": [473.0, 477.0], "text": " Field work over, the backroom boys go to work."}, {"timestamp": [477.0, 482.0], "text": " The charts are photographed for easier handling."}, {"timestamp": [482.0, 487.0], "text": " From them, the geologists prepare what they call a profile."}, {"timestamp": [487.0, 503.0], "text": " From the profile, they draw a map of the layers of rock beneath the earth's surface."}, {"timestamp": [503.0, 506.0], "text": " This will show the underground hills and valleys where oil might be found."}, {"timestamp": [506.0, 510.0], "text": " Then comes the problem. To drill or not to drill."}, {"timestamp": [510.0, 516.0], "text": " The survey itself is costing a million pounds and one deep bore can cost another quarter of a million."}, {"timestamp": [516.0, 521.0], "text": " Next year the scientists hope to have the answer as to whether or not oil is likely to be found."}], "text": " 40 miles out of Masterton 40 miles out of Masterton is Castle Point. 70 years ago when roads were bad and supplies came by coastal steamer, people on lonely East Coast stations started their beach race meetings. Today with better roads, half the Wairarapa turns up. There's even an equalizer, the so-called Lucky Dip Toad. Still they're just as free and easy as the old days. A beach cottage veranda is the rider's weighing room. The minimum weight allowed by the steward of the bathroom scales is nine stone seven. Well the tide's gone out on time so once around the birdcage, you can tell it's a bird cage by the sand on the floor, and out to the beach. Here's a surprise, Sir Willoughby Nauri, the Governor General, just in Mr. R. McFarlane, who receives the Castle Point Cup. The 1957 season for the Parade of Homes opens in Invercago in March with 11 houses. Canny Southlanders looking for value queue up at this house which cost 2,700 pounds to build and has an area of 1,060 square feet. The section is extra. With an area of 1100 square feet this house and its section cost 4,075 power. The section is extra. With an area of 1,100 square feet, this house and its section cost 4,075 pounds. This one is the same size and costs 4,100 pounds with section. Fostered by the National Housing Council, the parades of homes are a showcase for builders and shop windows for home seekers. Money is the problem, and here the government assists through state advances loans. It also helps group building by buying the sites and then reselling or leasing them. The Honourable Mr. McAlpine opens the Christchurch exhibition of 29 houses. Three bedrooms, 3,500 pounds with section. Two bedrooms, 3,250 pounds with section. Two bedrooms, 3,250 pounds with section. Two bedrooms, 3,670 pounds with section. There's something to interest everybody, especially small boys. Two bedrooms and sunroom, 4,000 pounds with section. There's something to interest everybody, especially small boys. Two bedrooms and sunroom, 4,000 pounds with section. Wellington's first parade of homes on a ridgetop overlooking Cook Strait draws big crowds. Three bedrooms on a flat site, 3,200 pounds with section. Three bedrooms with basement, 3,700 pounds with section. Compared with Christchurch, Wellington's basement houses were roughly 7 and 6pence per square foot dearer. Palmerston North holds its second home week in Antrim Place. Four bedrooms, 4,000 pounds for house and section. Three bedrooms, three thousand pounds with section. Three bedrooms, three thousand two hundred pounds with section. In opening Hamilton's parade of homes, the Minister of Housing, the Honorable Mr. Eyre, said that these parades show that good family homes can be built at reasonable prices. Two bedrooms, 3,100 pounds with section. Three bedrooms, 3,400 pounds with section. Auckland holds the sixth and final exhibition of the year with 32 homes. Three bedrooms cost 3,200 pounds without section. Two bedrooms, this ranch style house, 3,500 pounds without section. Two expandable houses are the design of the Ministry of Works. The ground floor only is completed and the upstairs interior can be finished when the family gets bigger. Throughout the country, home seekers have been able to compare styles and prices. They've been able to see what their money can buy and get an idea of the home they'd like. Prospecting for oil in New Zealand dates back to 1865 when deposits were found near the surface in the Taranaki district. Today pumps are still working at New Plymouth removing the black gold from the shallow wells. New Plymouth has its own refinery and local residents can fill up with their own brand of petrol. Today, another oil search is underway in Taranaki, financed by New Zealand oil companies. Along a 100 mile line, test boars are being drilled every 700 yards to find out what lies beneath the surface. Whether the ground is hard or soft determines the type of bit that's fitted to the drill. No oil is expected from these boars. They're merely shot holes for explosive charges. It's the first stage in trying to discover whether oil does lie thousands of feet below. A stream of mud is squirted through the bit both to cool the drill and to bring up samples of rock from below the ground. As the drill goes down the lengths are added to the drill. The holes are sunk till hard rock is struck at anything from one to 200 feet. Dynamite will then be dropped down them and the explosions will send shock waves through the earth. As soon as the bore is finished, the charge is laid. At 30-yard intervals, microphones are placed in the ground. These will record the shockwaves. Wires are connected in the field and to the controlling van, and everything's ready. Inside the van, the seismograph is prepared for the man-made earthquake. The explosion will be underground and only the water which confines the charge will be thrown up. Science has captured the secrets of the earth below. The chart looks like a new wallpaper, but in trained hands it's as good as a photograph. Field work over, the backroom boys go to work. The charts are photographed for easier handling. From them, the geologists prepare what they call a profile. From the profile, they draw a map of the layers of rock beneath the earth's surface. This will show the underground hills and valleys where oil might be found. Then comes the problem. To drill or not to drill. The survey itself is costing a million pounds and one deep bore can cost another quarter of a million. Next year the scientists hope to have the answer as to whether or not oil is likely to be found."}