{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " Meet the Provo Corps, the New Zealand Army Provo Corps, out training for a job that's immensely important to any army that relies on mobility."}, {"timestamp": [29.0, 36.0], "text": " It's their job to direct army traffic. They timetable check and direct the movements of convoys."}, {"timestamp": [36.0, 41.0], "text": " Theirs is no small job when it takes 2,000 vehicles to keep one brigade on the move."}, {"timestamp": [41.0, 46.0], "text": " Think what a mess there'd be if their plan came unstuck."}, {"timestamp": [50.0, 54.0], "text": " There are more than traffic cops. They scout ahead checking the state of the roads,"}, {"timestamp": [54.0, 59.0], "text": " bridges and fords over rivers. Where roads are blocked they get across country to find"}, {"timestamp": [59.0, 64.0], "text": " the best route for the army to follow. The commander of this detachment claims his men could"}, {"timestamp": [64.0, 65.06], "text": " muster sheep on these"}, {"timestamp": [65.06, 72.26], "text": " bites. Stunts are discouraged. It's their job to get through in one piece and nothing can stop them."}, {"timestamp": [72.8, 94.0], "text": " Rain, hail or snow, they don't mind, they say, here's mud in your eye. Their machines are heavy American types."}, {"timestamp": [94.0, 99.5], "text": " Once in days of peace, many of these men rode those light, fast and handy British bikes"}, {"timestamp": [99.5, 102.0], "text": " on dirt tracks and in trials."}, {"timestamp": [102.0, 105.46], "text": " Now they organize their own trials and learn how it's done without"}, {"timestamp": [105.46, 131.0], "text": " risking man or machine. They quarter a huge area of New Zealand until they learn every inch of it, know every inch of it and can ride every inch of it."}, {"timestamp": [135.0, 143.0], "text": " Our army is settling down now out in the Pacific. This camp is one of our strongholds."}, {"timestamp": [144.0, 146.2], "text": " Manning it brought many problems,"}, {"timestamp": [146.2, 157.5], "text": " but not the least of them was food. And that meant bread. It needs heat to make bread,"}, {"timestamp": [157.5, 162.8], "text": " but not all this heat. It's 95 in the shade. There's nowhere to spend money out here,"}, {"timestamp": [162.8, 167.0], "text": " so let's not say anything about needing dough."}, {"timestamp": [167.0, 179.0], "text": " Before these Kiwis arrived, bread was a luxury here."}, {"timestamp": [179.0, 187.0], "text": " Now the specific bakery is turning out many thousands of pounds of bread a day, for others as well as themselves."}, {"timestamp": [191.0, 210.9], "text": " Despite the heat and the flies, these men can take it and make it fresh bread straight from the oven."}, {"timestamp": [212.92, 213.3], "text": " There's no milk for milk made bread,"}, {"timestamp": [215.44, 217.36], "text": " but they may get around to trying coconut milk."}, {"timestamp": [219.62, 230.24], "text": " Phew, that's a load off my mind. To these men, baking in the Pacific doesn't mean idling on a beach."}], "text": " Meet the Provo Corps, the New Zealand Army Provo Corps, out training for a job that's immensely important to any army that relies on mobility. It's their job to direct army traffic. They timetable check and direct the movements of convoys. Theirs is no small job when it takes 2,000 vehicles to keep one brigade on the move. Think what a mess there'd be if their plan came unstuck. There are more than traffic cops. They scout ahead checking the state of the roads, bridges and fords over rivers. Where roads are blocked they get across country to find the best route for the army to follow. The commander of this detachment claims his men could muster sheep on these bites. Stunts are discouraged. It's their job to get through in one piece and nothing can stop them. Rain, hail or snow, they don't mind, they say, here's mud in your eye. Their machines are heavy American types. Once in days of peace, many of these men rode those light, fast and handy British bikes on dirt tracks and in trials. Now they organize their own trials and learn how it's done without risking man or machine. They quarter a huge area of New Zealand until they learn every inch of it, know every inch of it and can ride every inch of it. Our army is settling down now out in the Pacific. This camp is one of our strongholds. Manning it brought many problems, but not the least of them was food. And that meant bread. It needs heat to make bread, but not all this heat. It's 95 in the shade. There's nowhere to spend money out here, so let's not say anything about needing dough. Before these Kiwis arrived, bread was a luxury here. Now the specific bakery is turning out many thousands of pounds of bread a day, for others as well as themselves. Despite the heat and the flies, these men can take it and make it fresh bread straight from the oven. There's no milk for milk made bread, but they may get around to trying coconut milk. Phew, that's a load off my mind. To these men, baking in the Pacific doesn't mean idling on a beach."}