{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " To Christ's College"}, {"timestamp": [10.0, 29.0], "text": " To Christ's college recently came 200 churchmen representing eight of our major churches to confer on common problems."}, {"timestamp": [29.0, 33.0], "text": " Among the delegates was the right Reverend J.S. Moyes, Bishop of Armadale, New South Wales."}, {"timestamp": [33.0, 39.0], "text": " Problems of communities in the Pacific was a subject discussed by one of the eight groups into which the conference was divided."}, {"timestamp": [39.0, 44.0], "text": " Other subjects were the future of the Maori people, land, industry and education."}, {"timestamp": [44.0, 46.3], "text": " All studies in relation to Christian order."}, {"timestamp": [47.26, 51.66], "text": " Several races were represented at the conference, but discussions were not confined to formal groups."}, {"timestamp": [53.4, 55.88], "text": " Delegates talked together, walked and studied together."}, {"timestamp": [57.16, 59.6], "text": " Practical Christianity was the keynote of all discussions."}, {"timestamp": [60.88, 64.44], "text": " Leader of the Maori delegation was the Bishop of Eoteroa, Bishop Bennett."}, {"timestamp": [65.0, 68.0], "text": " Another delegate was Dean Warren of Christchurch."}, {"timestamp": [68.0, 71.0], "text": " Two chaplains represented America."}, {"timestamp": [71.0, 75.0], "text": " Our Protestant churches have met together for the first time in our history."}, {"timestamp": [75.0, 77.0], "text": " This is a step towards securing the peace."}, {"timestamp": [77.0, 88.0], "text": " In Venice is the famous Darneli Hotel."}, {"timestamp": [88.0, 93.0], "text": " Now it's the New Zealand Forces Club and New Zealand soldiers are booking in for leave."}, {"timestamp": [93.0, 97.0], "text": " When Venice was captured, a holding force from the NZEF moved smartly into the Danieri"}, {"timestamp": [97.0, 101.0], "text": " and secured its staff and all as a leave centre."}, {"timestamp": [101.0, 105.5], "text": " From the bedroom windows the New Zealanders look out on the city of Venice."}, {"timestamp": [108.1, 113.26], "text": " For the war-weary, this is a beautiful and restful city."}, {"timestamp": [115.38, 115.7], "text": " In the dining room, they sit down to lunch."}, {"timestamp": [116.58, 116.92], "text": " Meals are sixpence."}, {"timestamp": [119.94, 120.7], "text": " But for that, they get the same service as the hotel's pre-war patrons."}, {"timestamp": [122.38, 123.08], "text": " Cigarette lighting is included in the service."}, {"timestamp": [126.22, 126.64], "text": " Before the war, the Danieri, as Venice's most luxurious hotel,"}, {"timestamp": [128.38, 129.08], "text": " was the haunt of Europe's wealthy playboys."}, {"timestamp": [132.32, 135.54], "text": " Now the men from down under who fought their way from casino to Triester are enjoying the comfort that is due to men who've won a war."}, {"timestamp": [138.14, 140.78], "text": " In the kitchens, the chefs prepare their famous meals."}, {"timestamp": [141.36, 143.84], "text": " These maestroes are even succeed in disguising army rations,"}, {"timestamp": [144.28, 146.0], "text": " turning them into interesting dishes."}, {"timestamp": [150.0, 174.0], "text": " To see Venice, you runs a launch ferry service."}, {"timestamp": [174.0, 187.0], "text": " At the boys down to the Lido, the NZDF runs a launch ferry service."}, {"timestamp": [187.0, 193.0], "text": " At Venice's exclusive beach resort, the division has taken over a fascist college for another leave center."}, {"timestamp": [193.0, 198.0], "text": " Small wonder that the Kiwis are the envy of all other troops when it comes to leave facilities."}, {"timestamp": [198.0, 201.0], "text": " Favorite occupation here is prawns and beer."}, {"timestamp": [201.0, 207.0], "text": " When these New Zealanders get back home, they're going to be. prawns and beer."}, {"timestamp": [212.0, 224.0], "text": " When these New Zealanders get back home, they'll long remember their leave in Venice. This is how Ruapejo is often seen from the desert road."}, {"timestamp": [224.0, 229.0], "text": " Clouds obscure the crater, and all that can be seen of volcanic activity is the ash"}, {"timestamp": [229.0, 231.0], "text": " which is pouring out over the landscape."}, {"timestamp": [231.0, 237.0], "text": " Sometimes the wind blows the ash eastwards, the heavier stuff doing a resurfacing job on the Onotapu Desert,"}, {"timestamp": [237.0, 240.0], "text": " while the lighter ash streams on towards Hawke's Bay."}, {"timestamp": [240.0, 247.0], "text": " Sometimes a long straight plume from Roopahoe blows southwards over Ty Happy and on towards Wellington."}, {"timestamp": [247.0, 252.0], "text": " Narahoi in the foreground is practically inactive."}, {"timestamp": [252.0, 257.0], "text": " Sometimes Ruupihu's clouds go westwards and bother Taranaki when the wind is strong."}, {"timestamp": [257.0, 263.0], "text": " Sometimes at the rate of many tons to the hour, the ash blows northwards to the Taupo area."}, {"timestamp": [263.0, 266.0], "text": " By now most of the North Island has seen ash from Roopéhu."}, {"timestamp": [267.24, 269.14], "text": " Here, the crater is almost free of cloud."}, {"timestamp": [269.78, 271.2], "text": " Ruapejo is the peak on the left,"}, {"timestamp": [271.54, 273.44], "text": " with Paraité Taetonga over to the right,"}, {"timestamp": [273.82, 276.38], "text": " and the glacier sloping down leftwards from the crater's lip."}, {"timestamp": [277.28, 280.88], "text": " Some 3,000 feet below the crater is the hut of the Roopépae ski club,"}, {"timestamp": [281.28, 284.24], "text": " with members dividing their time between volcano watching and sport."}, {"timestamp": [285.32, 289.72], "text": " Amongst the skiers, government scientists take magnetic measurements, which may indicate molten"}, {"timestamp": [289.72, 292.3], "text": " rock below."}, {"timestamp": [292.3, 296.34], "text": " The ash is blowing away from these slopes, and so people who've come up for their holidays"}, {"timestamp": [296.34, 302.88], "text": " get in all the runs they can while the going is good."}, {"timestamp": [302.88, 305.0], "text": " Sometimes ash and snow fall simultaneously."}, {"timestamp": [305.0, 309.0], "text": " While ski slopes are being spoilt, down on the rocky desert of Skoria flat,"}, {"timestamp": [309.0, 313.0], "text": " dirty-colored snow drifts are building up."}, {"timestamp": [313.0, 329.3], "text": " Big ones like this have been going up twice a day or more. From down towards National Park where the crater stands some 6,000 feet above eye level,"}, {"timestamp": [329.3, 333.1], "text": " the cauliflower clouds are seen to balloon up to at least as high again."}, {"timestamp": [333.1, 339.9], "text": " The ash streams across Skoria Flat, and in the evening the wind brings it down towards the shadow Tongarero."}, {"timestamp": [350.0, 353.0], "text": " Next morning, the scientific team shake the ash and snow from their equipment. Cable is run out for listening in to the mountain."}, {"timestamp": [353.0, 357.0], "text": " The ash-coated snow makes the scene look like a bad plaster movie set,"}, {"timestamp": [357.0, 360.0], "text": " and all the time ash clouds are rolling out."}, {"timestamp": [369.0, 377.0], "text": " While the recording truck of geophysical survey is at work at the top of the mountain road, geologists are 4,000 feet higher, getting samples of thrown out lava from the ash-covered glacier on the edge of the crater itself."}, {"timestamp": [377.0, 385.0], "text": " Caulflower production is in full swing, the big ones filled with the crackle of many small lightning flashes."}, {"timestamp": [385.0, 404.0], "text": " That was another 6,000 footer and it's still rising."}, {"timestamp": [404.0, 407.0], "text": " Hot samples have fallen on the glassy-footer and it's still rising."}, {"timestamp": [407.0, 412.0], "text": " Hot samples have fallen on the glacier and melted their way in."}, {"timestamp": [412.0, 415.0], "text": " Luckily no one was standing here at the right moment to collect this one."}, {"timestamp": [419.0, 424.0], "text": " Up above the crater on the ridge Parate Taitonga, there is a fine view roundabout."}, {"timestamp": [424.0, 425.2], "text": " 90 miles to westward, Mount Egment thrusts his cone through the layer of clouds. Above the crater on the ridge Parate Taitonga, there is a fine view roundabout."}, {"timestamp": [425.2, 431.92], "text": " 90 miles to westward, Mount Egmont thrusts his cone through the layer of clouds."}, {"timestamp": [431.92, 438.74], "text": " Narahoi is seen to the north across the glacier and is darkened by the ash from Roapehu."}, {"timestamp": [438.74, 442.02], "text": " From the ridge there is also a fine view into the crater."}, {"timestamp": [442.02, 449.6], "text": " All the time vents are pouring out steam and ash clouds of various colors. Whilst every few minutes a minor explosion sends up lumps of solidified"}, {"timestamp": [449.6, 497.0], "text": " lava, most of which fall back. To make up for their lost sport, ski club members enjoy unusual lunchtime entertainment. Starting as a small island in the crater lake, the hot lava has now displaced the lake completely."}, {"timestamp": [497.0, 503.0], "text": " And where the water lay there is now a solidified circular crust of lava about 200 yards across."}, {"timestamp": [503.0, 505.5], "text": " From the vents in this, the ash and steam pour out"}, {"timestamp": [505.5, 509.3], "text": " continually day and night, over the lip of the crater and over the surrounding"}, {"timestamp": [509.3, 513.86], "text": " countryside. Though the eruption is spectacular, away from the crater there is no"}, {"timestamp": [513.86, 521.48], "text": " danger. So Ruupihu rumbles on, a joy to geologists and at some time or another"}, {"timestamp": [521.48, null], "text": " a nuisance to almost everyone in the North Island."}], "text": " To Christ's College To Christ's college recently came 200 churchmen representing eight of our major churches to confer on common problems. Among the delegates was the right Reverend J.S. Moyes, Bishop of Armadale, New South Wales. Problems of communities in the Pacific was a subject discussed by one of the eight groups into which the conference was divided. Other subjects were the future of the Maori people, land, industry and education. All studies in relation to Christian order. Several races were represented at the conference, but discussions were not confined to formal groups. Delegates talked together, walked and studied together. Practical Christianity was the keynote of all discussions. Leader of the Maori delegation was the Bishop of Eoteroa, Bishop Bennett. Another delegate was Dean Warren of Christchurch. Two chaplains represented America. Our Protestant churches have met together for the first time in our history. This is a step towards securing the peace. In Venice is the famous Darneli Hotel. Now it's the New Zealand Forces Club and New Zealand soldiers are booking in for leave. When Venice was captured, a holding force from the NZEF moved smartly into the Danieri and secured its staff and all as a leave centre. From the bedroom windows the New Zealanders look out on the city of Venice. For the war-weary, this is a beautiful and restful city. In the dining room, they sit down to lunch. Meals are sixpence. But for that, they get the same service as the hotel's pre-war patrons. Cigarette lighting is included in the service. Before the war, the Danieri, as Venice's most luxurious hotel, was the haunt of Europe's wealthy playboys. Now the men from down under who fought their way from casino to Triester are enjoying the comfort that is due to men who've won a war. In the kitchens, the chefs prepare their famous meals. These maestroes are even succeed in disguising army rations, turning them into interesting dishes. To see Venice, you runs a launch ferry service. At the boys down to the Lido, the NZDF runs a launch ferry service. At Venice's exclusive beach resort, the division has taken over a fascist college for another leave center. Small wonder that the Kiwis are the envy of all other troops when it comes to leave facilities. Favorite occupation here is prawns and beer. When these New Zealanders get back home, they're going to be. prawns and beer. When these New Zealanders get back home, they'll long remember their leave in Venice. This is how Ruapejo is often seen from the desert road. Clouds obscure the crater, and all that can be seen of volcanic activity is the ash which is pouring out over the landscape. Sometimes the wind blows the ash eastwards, the heavier stuff doing a resurfacing job on the Onotapu Desert, while the lighter ash streams on towards Hawke's Bay. Sometimes a long straight plume from Roopahoe blows southwards over Ty Happy and on towards Wellington. Narahoi in the foreground is practically inactive. Sometimes Ruupihu's clouds go westwards and bother Taranaki when the wind is strong. Sometimes at the rate of many tons to the hour, the ash blows northwards to the Taupo area. By now most of the North Island has seen ash from Roopéhu. Here, the crater is almost free of cloud. Ruapejo is the peak on the left, with Paraité Taetonga over to the right, and the glacier sloping down leftwards from the crater's lip. Some 3,000 feet below the crater is the hut of the Roopépae ski club, with members dividing their time between volcano watching and sport. Amongst the skiers, government scientists take magnetic measurements, which may indicate molten rock below. The ash is blowing away from these slopes, and so people who've come up for their holidays get in all the runs they can while the going is good. Sometimes ash and snow fall simultaneously. While ski slopes are being spoilt, down on the rocky desert of Skoria flat, dirty-colored snow drifts are building up. Big ones like this have been going up twice a day or more. From down towards National Park where the crater stands some 6,000 feet above eye level, the cauliflower clouds are seen to balloon up to at least as high again. The ash streams across Skoria Flat, and in the evening the wind brings it down towards the shadow Tongarero. Next morning, the scientific team shake the ash and snow from their equipment. Cable is run out for listening in to the mountain. The ash-coated snow makes the scene look like a bad plaster movie set, and all the time ash clouds are rolling out. While the recording truck of geophysical survey is at work at the top of the mountain road, geologists are 4,000 feet higher, getting samples of thrown out lava from the ash-covered glacier on the edge of the crater itself. Caulflower production is in full swing, the big ones filled with the crackle of many small lightning flashes. That was another 6,000 footer and it's still rising. Hot samples have fallen on the glassy-footer and it's still rising. Hot samples have fallen on the glacier and melted their way in. Luckily no one was standing here at the right moment to collect this one. Up above the crater on the ridge Parate Taitonga, there is a fine view roundabout. 90 miles to westward, Mount Egment thrusts his cone through the layer of clouds. Above the crater on the ridge Parate Taitonga, there is a fine view roundabout. 90 miles to westward, Mount Egmont thrusts his cone through the layer of clouds. Narahoi is seen to the north across the glacier and is darkened by the ash from Roapehu. From the ridge there is also a fine view into the crater. All the time vents are pouring out steam and ash clouds of various colors. Whilst every few minutes a minor explosion sends up lumps of solidified lava, most of which fall back. To make up for their lost sport, ski club members enjoy unusual lunchtime entertainment. Starting as a small island in the crater lake, the hot lava has now displaced the lake completely. And where the water lay there is now a solidified circular crust of lava about 200 yards across. From the vents in this, the ash and steam pour out continually day and night, over the lip of the crater and over the surrounding countryside. Though the eruption is spectacular, away from the crater there is no danger. So Ruupihu rumbles on, a joy to geologists and at some time or another a nuisance to almost everyone in the North Island."}