{"speakers": [], "chunks": [{"timestamp": [0.0, 31.1], "text": " A new block of flats for Wellington designed in the government architect's office"}, {"timestamp": [31.1, 35.2], "text": " and built by a member of the staff, Mr. Fandorsala, so that all can judge the final effect."}, {"timestamp": [35.88, 39.56], "text": " Not only layman benefit from a scale model, the building expert can see at a glance"}, {"timestamp": [39.56, 51.52], "text": " aspects which would take some time even for him to fathom from blueprints."}, {"timestamp": [55.76, 56.64], "text": " Before leaving Holland, young Ben Fandalsala took a three-year course in this detailed work."}, {"timestamp": [71.52, 76.38], "text": " Now he prepares to fit the stairway to Otago University's proposed new dental school. Materials used include cardboard, perspex, linoleum, cotton wool, matchsticks, knitting needles,"}, {"timestamp": [76.38, 79.52], "text": " balsa wood, and also bath sponges for trees."}, {"timestamp": [80.4, 84.4], "text": " This is about the only part of the job not accurately built to scale and so leaving"}, {"timestamp": [84.4, 86.02], "text": " play for the artist's imagination."}, {"timestamp": [102.9, 105.8], "text": " So accurately is the work done from the architect's plans"}, {"timestamp": [105.8, 109.36], "text": " that if the new Dunedin Dental School were built by scaling up the model,"}, {"timestamp": [109.74, 112.56], "text": " its overall length would not be out by more than about six inches."}, {"timestamp": [114.96, 116.82], "text": " Models are made as plans progress."}, {"timestamp": [117.44, 119.92], "text": " In a tentative scheme for an educational building, for example,"}, {"timestamp": [120.5, 124.18], "text": " models help determine the best place to cite a proposed circular lecture hall."}, {"timestamp": [125.02, 129.16], "text": " Thus, skill imported from Holland helps New Zealand architects, administrators and public"}, {"timestamp": [129.16, 154.18], "text": " to see that money for public buildings is spent to the best advantage. Pairs events for three classes of canoe, Canadians, cruising and racing kayaks,"}, {"timestamp": [154.32, 160.34], "text": " start simultaneously on the 10,000-meter rowing course at Aramo during national canoe championships conducted by the Wanganui Canoe Club."}, {"timestamp": [164.28, 168.3], "text": " With Mrs. Olson and Meppam, the leading pair, Palmerston North won first three places for"}, {"timestamp": [168.3, 172.88], "text": " double races. Club ambition is to reach Olympic standards. Winning time for the six and"}, {"timestamp": [172.88, 180.7], "text": " quarter miles, 58 minutes, 52 seconds. Many events were paddled and sunset saw the finish"}, {"timestamp": [180.7, 185.02], "text": " of the 500-meter kayak singles where Palmerstonston again had a win, and both places,"}, {"timestamp": [185.28, 190.26], "text": " leaving Wonganoi, Auckland and Wellington competitors in their wake. These courses are more"}, {"timestamp": [190.26, 195.02], "text": " usually covered by oarsmen. Next day, canoeists set out where a few ozmen would care to follow,"}, {"timestamp": [195.5, 213.02], "text": " down the Manawatu River towards the rapids and deep shade of the Manawatu Gorge. The White Horse Rapids."}, {"timestamp": [213.38, 217.34], "text": " Fighting upstream, a Swiss visitor Peter Moser demonstrates aspects of Europe's latest sport."}, {"timestamp": [217.78, 218.68], "text": " Cano Slaelam racing."}, {"timestamp": [219.52, 221.62], "text": " Get to the right spot, swing out into the current,"}, {"timestamp": [221.9, 224.42], "text": " and then all you have to do is keep inside the wire-slung gate."}, {"timestamp": [226.76, 230.76], "text": " That's that maneuver done, and someone else is arriving where the rubber dinghy went slightly astray."}, {"timestamp": [236.2, 239.56], "text": " Peter Mosa has won third place in Swiss canoe slalom championships."}, {"timestamp": [240.32, 246.08], "text": " For the reverse gate you fight upstream, slide through backwards and lose lose points if, like that, you'll touch a gate with the paddle."}, {"timestamp": [254.8, 262.76], "text": " Under guidance of Canoeing Association President Jim Mason, Peter Mosa has travelled many New Zealand rivers and experienced pitching camp at night under a west coast deluge."}, {"timestamp": [263.18, 265.62], "text": " The deluge turned out to be the bone falls when they arrived."}, {"timestamp": [268.12, 271.48], "text": " In the Whitehorse Rapids, most people try to stick to the deepest channel,"}, {"timestamp": [271.76, 274.6], "text": " but Moser shows how to dodge between boulders and pass through the gates."}, {"timestamp": [275.08, 278.16], "text": " His skill and his folding 14-footer introduced an exciting sport"}, {"timestamp": [278.16, 293.78], "text": " which should soon become well acclimatized."}, {"timestamp": [296.58, 296.96], "text": " 24 hours a day, men are on watch in this room."}, {"timestamp": [300.56, 300.92], "text": " It's the Hamilton control room of the North Island electricity generating system,"}, {"timestamp": [304.58, 305.0], "text": " and it's their job to match supplies against the needs of home and industry."}, {"timestamp": [305.0, 312.0], "text": " Excessive demands overtax the great generators and load shedding is the only way to cope with today's peak our problems."}, {"timestamp": [312.0, 319.0], "text": " Through the evening mists heavy equipment moves along by the Waikato."}, {"timestamp": [319.0, 323.0], "text": " Hydroelectric construction is trying to keep pace with increased demands."}, {"timestamp": [323.0, 325.06], "text": " As soon as men and machines"}, {"timestamp": [325.06, 329.88], "text": " can be spared from one dam, they move on to the next."}, {"timestamp": [334.12, 338.98], "text": " Hocomaru, fourth of the ten big stations planned for the Waikato. Originally scheduled for"}, {"timestamp": [338.98, 343.36], "text": " completion in 1957, it will now be operating by June 1956."}, {"timestamp": [344.0, 348.0], "text": " It will now be operating by June 1956."}, {"timestamp": [351.0, 356.0], "text": " A late shift weld sections of one of the penstock scrolls, through which water will roar at a million gallons a minute to rotate the turbine blades."}, {"timestamp": [362.0, 364.0], "text": " Right round the clock the work goes on."}, {"timestamp": [364.0, 367.24], "text": " On every hand tradesmen with skilled jobs to do."}, {"timestamp": [375.76, 379.92], "text": " Early morning and heavy construction gangs are at work on the powerhouse."}, {"timestamp": [380.42, 385.16], "text": " That 17-ton stator segment their lowering will be built into the heart of a giant generator."}, {"timestamp": [385.88, 389.2], "text": " Meanwhile, a weighty penstock section nears Journey's End."}, {"timestamp": [392.96, 396.3], "text": " A hundred thousand kilowatts will be the output of that powerhouse,"}, {"timestamp": [396.7, 403.14], "text": " and the fact that no fewer than 9,000 plates like these have to be assembled on each rotor of the four turbo generators"}, {"timestamp": [403.14, 407.72], "text": " gives a fair idea of the complexity of the job. At this point the work of the"}, {"timestamp": [407.72, 411.64], "text": " designers, carpenters, constructional engineers, mechanics and electricians"}, {"timestamp": [411.64, 460.72], "text": " blends into something which bears the imprint of good planning and pinpoint timing. The So the pinstocks grow, reaching to bond the strength of the dam to the violence of the river."}, {"timestamp": [462.3, 464.3], "text": " Achievement is well in sight at Guacamaru."}, {"timestamp": [469.46, 474.22], "text": " At Wai Pacta, at Wacamaru. At Wipe up a 12 miles farther downstream, a dam capable of generating 50,000 kilowatts will shortly"}, {"timestamp": [474.22, 478.94], "text": " commence to grow. Drilling is in progress all along the site to make sure the riverbed can"}, {"timestamp": [478.94, 487.0], "text": " withstand the combined thrust of dam structure and water."}, {"timestamp": [491.6, 496.7], "text": " A start has been made on the diversion cut, along which the river will flow whilst the dam at Wipapa is being built. When the underlying rock has been laid bare, it will be blasted layer"}, {"timestamp": [496.7, 499.8], "text": " by layer until there's a channel 30 or 40 feet deep."}, {"timestamp": [513.6, 513.9], "text": " At Oakhudi Gorge near Iraqi Karako, yet another dam is to be built,"}, {"timestamp": [515.78, 516.26], "text": " and preliminary surveys are well advanced."}, {"timestamp": [519.62, 519.92], "text": " The engineers have already sunk a shaft on the northeast side of the gorge,"}, {"timestamp": [522.48, 525.0], "text": " preparatory to the boring of a diversion tunnel for the river."}, {"timestamp": [529.0, 534.0], "text": " The new Oakhuri Dam will create a lake far above present water level."}, {"timestamp": [538.0, 544.0], "text": " Artiamuri's second most advanced of the new series of dams under construction can best be summed up from the air."}, {"timestamp": [549.0, 554.0], "text": " Roading, well ahead here, has involved the diversion of the Tirao-Wi-Raki State Highway to give a good view of the excavations into which the shoulders of the dam will dovetail."}, {"timestamp": [554.0, 572.0], "text": " Due for completion by 1960, Atiyamuri will add 63,000 kilowatts to the grid. Power from the Waikato."}, {"timestamp": [572.0, 582.0], "text": " Below lies Arapuni, first of the dams, with 25 years of unbroken service."}, {"timestamp": [582.0, 586.46], "text": " Through the war years, Carapiro was built, and the old Horahora Station that powered the"}, {"timestamp": [586.46, 592.5], "text": " Waie gold mine lies submerged beneath its lake. Rated at 90,000, Carapiro develops over"}, {"timestamp": [592.5, null], "text": " 100,000 kilowatts to meet peak hour demands. In the Race for Power. You know, I'm sorry."}], "text": " A new block of flats for Wellington designed in the government architect's office and built by a member of the staff, Mr. Fandorsala, so that all can judge the final effect. Not only layman benefit from a scale model, the building expert can see at a glance aspects which would take some time even for him to fathom from blueprints. Before leaving Holland, young Ben Fandalsala took a three-year course in this detailed work. Now he prepares to fit the stairway to Otago University's proposed new dental school. Materials used include cardboard, perspex, linoleum, cotton wool, matchsticks, knitting needles, balsa wood, and also bath sponges for trees. This is about the only part of the job not accurately built to scale and so leaving play for the artist's imagination. So accurately is the work done from the architect's plans that if the new Dunedin Dental School were built by scaling up the model, its overall length would not be out by more than about six inches. Models are made as plans progress. In a tentative scheme for an educational building, for example, models help determine the best place to cite a proposed circular lecture hall. Thus, skill imported from Holland helps New Zealand architects, administrators and public to see that money for public buildings is spent to the best advantage. Pairs events for three classes of canoe, Canadians, cruising and racing kayaks, start simultaneously on the 10,000-meter rowing course at Aramo during national canoe championships conducted by the Wanganui Canoe Club. With Mrs. Olson and Meppam, the leading pair, Palmerston North won first three places for double races. Club ambition is to reach Olympic standards. Winning time for the six and quarter miles, 58 minutes, 52 seconds. Many events were paddled and sunset saw the finish of the 500-meter kayak singles where Palmerstonston again had a win, and both places, leaving Wonganoi, Auckland and Wellington competitors in their wake. These courses are more usually covered by oarsmen. Next day, canoeists set out where a few ozmen would care to follow, down the Manawatu River towards the rapids and deep shade of the Manawatu Gorge. The White Horse Rapids. Fighting upstream, a Swiss visitor Peter Moser demonstrates aspects of Europe's latest sport. Cano Slaelam racing. Get to the right spot, swing out into the current, and then all you have to do is keep inside the wire-slung gate. That's that maneuver done, and someone else is arriving where the rubber dinghy went slightly astray. Peter Mosa has won third place in Swiss canoe slalom championships. For the reverse gate you fight upstream, slide through backwards and lose lose points if, like that, you'll touch a gate with the paddle. Under guidance of Canoeing Association President Jim Mason, Peter Mosa has travelled many New Zealand rivers and experienced pitching camp at night under a west coast deluge. The deluge turned out to be the bone falls when they arrived. In the Whitehorse Rapids, most people try to stick to the deepest channel, but Moser shows how to dodge between boulders and pass through the gates. His skill and his folding 14-footer introduced an exciting sport which should soon become well acclimatized. 24 hours a day, men are on watch in this room. It's the Hamilton control room of the North Island electricity generating system, and it's their job to match supplies against the needs of home and industry. Excessive demands overtax the great generators and load shedding is the only way to cope with today's peak our problems. Through the evening mists heavy equipment moves along by the Waikato. Hydroelectric construction is trying to keep pace with increased demands. As soon as men and machines can be spared from one dam, they move on to the next. Hocomaru, fourth of the ten big stations planned for the Waikato. Originally scheduled for completion in 1957, it will now be operating by June 1956. It will now be operating by June 1956. A late shift weld sections of one of the penstock scrolls, through which water will roar at a million gallons a minute to rotate the turbine blades. Right round the clock the work goes on. On every hand tradesmen with skilled jobs to do. Early morning and heavy construction gangs are at work on the powerhouse. That 17-ton stator segment their lowering will be built into the heart of a giant generator. Meanwhile, a weighty penstock section nears Journey's End. A hundred thousand kilowatts will be the output of that powerhouse, and the fact that no fewer than 9,000 plates like these have to be assembled on each rotor of the four turbo generators gives a fair idea of the complexity of the job. At this point the work of the designers, carpenters, constructional engineers, mechanics and electricians blends into something which bears the imprint of good planning and pinpoint timing. The So the pinstocks grow, reaching to bond the strength of the dam to the violence of the river. Achievement is well in sight at Guacamaru. At Wai Pacta, at Wacamaru. At Wipe up a 12 miles farther downstream, a dam capable of generating 50,000 kilowatts will shortly commence to grow. Drilling is in progress all along the site to make sure the riverbed can withstand the combined thrust of dam structure and water. A start has been made on the diversion cut, along which the river will flow whilst the dam at Wipapa is being built. When the underlying rock has been laid bare, it will be blasted layer by layer until there's a channel 30 or 40 feet deep. At Oakhudi Gorge near Iraqi Karako, yet another dam is to be built, and preliminary surveys are well advanced. The engineers have already sunk a shaft on the northeast side of the gorge, preparatory to the boring of a diversion tunnel for the river. The new Oakhuri Dam will create a lake far above present water level. Artiamuri's second most advanced of the new series of dams under construction can best be summed up from the air. Roading, well ahead here, has involved the diversion of the Tirao-Wi-Raki State Highway to give a good view of the excavations into which the shoulders of the dam will dovetail. Due for completion by 1960, Atiyamuri will add 63,000 kilowatts to the grid. Power from the Waikato. Below lies Arapuni, first of the dams, with 25 years of unbroken service. Through the war years, Carapiro was built, and the old Horahora Station that powered the Waie gold mine lies submerged beneath its lake. Rated at 90,000, Carapiro develops over 100,000 kilowatts to meet peak hour demands. In the Race for Power. You know, I'm sorry."}