{"speakers": [], "chunks": [{"timestamp": [0.0, 40.14], "text": " The President It's standing room only at speedy's crossing near Featherston as the Prime Minister arrives for the official opening of the Ruma Takatama."}, {"timestamp": [40.76, 44.6], "text": " A festive day for the Wairarapa, it's a day of achievement for the entire nation."}, {"timestamp": [45.0, 49.0], "text": " In six years, the longest tunnel in the British Commonwealth has been built."}, {"timestamp": [49.0, 60.0], "text": " Mr. Holland sums up the benefits which will accrue now that the deep sea port of Wellington"}, {"timestamp": [60.0, 64.0], "text": " has been brought to the doorstep of the Wairarapa's rich farmlands."}, {"timestamp": [64.0, 72.0], "text": " Before cutting the tape, he pauses to tell of the work that went into the laying of the track."}, {"timestamp": [72.0, 78.0], "text": " What we see is the heart of a flash butt welding machine."}, {"timestamp": [78.0, 83.0], "text": " At 1,000 degrees centigrade, rails are fused together here like plastic."}, {"timestamp": [83.0, 85.74], "text": " It's chapter one of the story behind the tunnel track,"}, {"timestamp": [86.16, 165.8], "text": " and it takes place at Woburn Railway Workshops, where 350-foot sections are built up. I'm gonna' be able to be. The President I'm not a lot of I'm A lot of A lot of A lot of"}, {"timestamp": [165.8, 236.5], "text": " I'm going to be. I'm not the I'm a lot of All clear and away. In places, the train will be 1,600 feet below ground as it moves through the tunnel."}, {"timestamp": [236.5, 257.76], "text": " Even at its shallowest when passing under valleys, the tunnel's nearly 400 feet deep. Five and a half miles in 13 and a half minutes. Seems easy now,"}, {"timestamp": [257.76, 262.14], "text": " yet there were times when pushing the tunnel through waterlogged ground, progress was less"}, {"timestamp": [262.14, 280.66], "text": " than 10 feet a day."}, {"timestamp": [284.0, 286.0], "text": " One good hoist and the track set hangs ready to move to its permanent home. Back from under it roll the wagons."}, {"timestamp": [286.0, 288.0], "text": " An ingenious method of track laying this,"}, {"timestamp": [288.0, 291.0], "text": " which enables half a mile of track to be completed each week."}, {"timestamp": [295.0, 300.0], "text": " While the wagons moved out, the track was lowered again,"}, {"timestamp": [300.0, 333.64], "text": " and the mobile gantries which hold it are ready to carry it forward. The Featherston end, and laying of the last length of track is well underway."}, {"timestamp": [334.66, 336.34], "text": " Normal track laying methods are used here."}, {"timestamp": [336.76, 357.74], "text": " The rails are brought up singly, laid on sleepers length by length, then bolted down with the help of pneumatic wrenches."}, {"timestamp": [360.46, 361.14], "text": " The ballast train is never far behind the plate layers."}, {"timestamp": [364.42, 364.86], "text": " As a precaution against derailment, the front wagons are emptied first,"}, {"timestamp": [370.0, 375.0], "text": " so that only fully loaded and therefore heavier wagons have to run on rails which may be cluttered by loose stones."}, {"timestamp": [392.0, 395.0], "text": " Now for the first of two unusual machines. This one's known as a power jack. It helps to level the track. There's the second oddity, a genuine robot."}, {"timestamp": [395.0, 399.4], "text": " It not only packs or tamps the ballast, but automatically withdraws its tines when ready"}, {"timestamp": [399.4, 400.7], "text": " to move ahead."}, {"timestamp": [400.7, 405.54], "text": " It can tamp 700 feet of track an hour, track which will replace the old Rimmertucker incline"}, {"timestamp": [405.54, 407.04], "text": " between summit and Cross Creek."}, {"timestamp": [416.74, 418.16], "text": " Poor old Cross Creek."}, {"timestamp": [418.72, 420.92], "text": " Old and decrepit, but game right to the end."}, {"timestamp": [421.44, 423.4], "text": " The cleaners borsal, that's what they called her,"}, {"timestamp": [423.48, 430.92], "text": " when cleaners were to a penny, but not now, asked Jock Walker and his collar, Norm Carey. And did they take cleaning"}, {"timestamp": [430.92, 436.6], "text": " those old engines? Coal on the footplate, coal on your feet. The fells used to eat coal,"}, {"timestamp": [436.6, 443.0], "text": " and what they didn't, you did. Break shoes too, and you pair every trip. No wonder the old"}, {"timestamp": [443.0, 452.8], "text": " fell squeaked."}, {"timestamp": [455.52, 456.2], "text": " School parties, an education for us too."}, {"timestamp": [456.72, 457.18], "text": " Picnicars."}, {"timestamp": [458.72, 459.22], "text": " We should have put up turnstiles."}, {"timestamp": [461.82, 462.48], "text": " We'd have made a packet at Cross Creek these last few weeks."}, {"timestamp": [464.18, 464.72], "text": " As for photos, cool."}, {"timestamp": [466.06, 466.4], "text": " But this one really counted,"}, {"timestamp": [467.24, 472.76], "text": " me and my mates."}, {"timestamp": [474.7, 475.78], "text": " They made Mrs Marker a presentation."}, {"timestamp": [477.94, 478.72], "text": " She'll be the only one left at the creek when we're gone."}, {"timestamp": [480.76, 481.46], "text": " All alone with the memories and ours."}, {"timestamp": [482.32, 485.9], "text": " Fair makes you think."}, {"timestamp": [487.96, 488.54], "text": " The fells, that's my memory."}, {"timestamp": [491.76, 504.5], "text": " Crabbing up the centre rail as though it wasn't a one in 15 grade."}, {"timestamp": [510.0, 515.0], "text": " This engine's the pride of the fells. 77 years up and down the three-mile climb, and still the same accent she brought from Bristol, the puffingest engines ever."}, {"timestamp": [515.0, 529.0], "text": " Around Siberia, where a train was blown off the rails back in 1880."}, {"timestamp": [529.0, 531.0], "text": " Never again, old fells."}, {"timestamp": [531.0, 535.0], "text": " Half a million, old fells."}, {"timestamp": [535.0, 553.4], "text": " Half a million yards of spoil, six years work and the Rimataka project is completed."}, {"timestamp": [554.22, 578.5], "text": " Waira Rapper can now match its production to a speedy rail outlet. Into retirement goes Jock Walker, the fell's oldest driver."}, {"timestamp": [579.3, 581.18], "text": " New timetables take over the same day."}, {"timestamp": [581.68, 585.04], "text": " As for lucky coins, squashed hapenies will be two a penny in"}, {"timestamp": [585.04, 604.9], "text": " Featherstone. Rugged and wind-swept, the rheumatuckers flash past. Willington"}, {"timestamp": [604.9, 608.0], "text": " is less than 60 minutes distant instead of two and a half hours."}, {"timestamp": [608.0, null], "text": " The mountains are a barrier no longer. You know,"}], "text": " The President It's standing room only at speedy's crossing near Featherston as the Prime Minister arrives for the official opening of the Ruma Takatama. A festive day for the Wairarapa, it's a day of achievement for the entire nation. In six years, the longest tunnel in the British Commonwealth has been built. Mr. Holland sums up the benefits which will accrue now that the deep sea port of Wellington has been brought to the doorstep of the Wairarapa's rich farmlands. Before cutting the tape, he pauses to tell of the work that went into the laying of the track. What we see is the heart of a flash butt welding machine. At 1,000 degrees centigrade, rails are fused together here like plastic. It's chapter one of the story behind the tunnel track, and it takes place at Woburn Railway Workshops, where 350-foot sections are built up. I'm gonna' be able to be. The President I'm not a lot of I'm A lot of A lot of A lot of I'm going to be. I'm not the I'm a lot of All clear and away. In places, the train will be 1,600 feet below ground as it moves through the tunnel. Even at its shallowest when passing under valleys, the tunnel's nearly 400 feet deep. Five and a half miles in 13 and a half minutes. Seems easy now, yet there were times when pushing the tunnel through waterlogged ground, progress was less than 10 feet a day. One good hoist and the track set hangs ready to move to its permanent home. Back from under it roll the wagons. An ingenious method of track laying this, which enables half a mile of track to be completed each week. While the wagons moved out, the track was lowered again, and the mobile gantries which hold it are ready to carry it forward. The Featherston end, and laying of the last length of track is well underway. Normal track laying methods are used here. The rails are brought up singly, laid on sleepers length by length, then bolted down with the help of pneumatic wrenches. The ballast train is never far behind the plate layers. As a precaution against derailment, the front wagons are emptied first, so that only fully loaded and therefore heavier wagons have to run on rails which may be cluttered by loose stones. Now for the first of two unusual machines. This one's known as a power jack. It helps to level the track. There's the second oddity, a genuine robot. It not only packs or tamps the ballast, but automatically withdraws its tines when ready to move ahead. It can tamp 700 feet of track an hour, track which will replace the old Rimmertucker incline between summit and Cross Creek. Poor old Cross Creek. Old and decrepit, but game right to the end. The cleaners borsal, that's what they called her, when cleaners were to a penny, but not now, asked Jock Walker and his collar, Norm Carey. And did they take cleaning those old engines? Coal on the footplate, coal on your feet. The fells used to eat coal, and what they didn't, you did. Break shoes too, and you pair every trip. No wonder the old fell squeaked. School parties, an education for us too. Picnicars. We should have put up turnstiles. We'd have made a packet at Cross Creek these last few weeks. As for photos, cool. But this one really counted, me and my mates. They made Mrs Marker a presentation. She'll be the only one left at the creek when we're gone. All alone with the memories and ours. Fair makes you think. The fells, that's my memory. Crabbing up the centre rail as though it wasn't a one in 15 grade. This engine's the pride of the fells. 77 years up and down the three-mile climb, and still the same accent she brought from Bristol, the puffingest engines ever. Around Siberia, where a train was blown off the rails back in 1880. Never again, old fells. Half a million, old fells. Half a million yards of spoil, six years work and the Rimataka project is completed. Waira Rapper can now match its production to a speedy rail outlet. Into retirement goes Jock Walker, the fell's oldest driver. New timetables take over the same day. As for lucky coins, squashed hapenies will be two a penny in Featherstone. Rugged and wind-swept, the rheumatuckers flash past. Willington is less than 60 minutes distant instead of two and a half hours. The mountains are a barrier no longer. You know,"}