{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " For a"}, {"timestamp": [2.0, 4.0], "text": "."}, {"timestamp": [4.0, 6.0], "text": "..."}, {"timestamp": [6.0, 7.0], "text": "..."}, {"timestamp": [7.0, 8.0], "text": "..."}, {"timestamp": [8.0, 10.0], "text": "..."}, {"timestamp": [10.0, 11.0], "text": "..."}, {"timestamp": [11.0, 31.08], "text": "... For American and New Zealand personnel at this northern meteorological station,"}, {"timestamp": [31.34, 33.16], "text": " the weather is more than a topic of conversation."}, {"timestamp": [33.52, 34.54], "text": " It's an all-time job."}, {"timestamp": [34.8, 36.94], "text": " Today they want to get the lowdown on the weather high up,"}, {"timestamp": [37.18, 40.28], "text": " so they're getting this balloon ready for a reconnaissance flight into the stratosphere."}, {"timestamp": [41.66, 44.3], "text": " To the balloon is attached a small parachute and a box."}, {"timestamp": [44.3, 47.0], "text": " In the box are weather instruments and a radio transmitter."}, {"timestamp": [47.0, 51.0], "text": " As the balloon rises, the transmitter automatically signals back its height"}, {"timestamp": [51.0, 54.0], "text": " and the temperature and humidity it is experiencing."}, {"timestamp": [54.0, 57.0], "text": " With good conditions, the balloon will reach 70,000 feet,"}, {"timestamp": [57.0, 59.0], "text": " that is, 13 miles above the earth."}, {"timestamp": [59.0, 61.0], "text": " When the balloon bursts, the parachute takes over."}, {"timestamp": [61.0, 68.8], "text": " There is always the chance that the instruments may be recovered."}, {"timestamp": [73.12, 77.52], "text": " Listening for the signals calls for concentration and patience. The reward is a complete picture of weather conditions at high altitudes. From this information, accurate weather"}, {"timestamp": [77.52, 83.12], "text": " forecasts can be made. And on accurate forecasts, men's lives depend, especially of those"}, {"timestamp": [83.12, 85.0], "text": " men in the air."}, {"timestamp": [85.0, 90.0], "text": " Old man weather can still throw up a cold front or a westerly depression, but the weather boys have got him well taped."}, {"timestamp": [90.0, 94.0], "text": " For the pilot's benefit, they can supply all the answers."}, {"timestamp": [94.0, 107.8], "text": " Collapsable tin tubes for New Zealand made toothpaste and face creams were imported"}, {"timestamp": [107.8, 111.2], "text": " till tin was needed for war."}, {"timestamp": [111.2, 115.24], "text": " These handy containers are now made from lead alloy in a Wellington factory and war workers"}, {"timestamp": [115.24, 119.82], "text": " find the making as easy as the squeezing."}, {"timestamp": [119.82, 125.0], "text": " Under 40 tons pressure to the square, the metal is rolled into strips."}, {"timestamp": [129.0, 131.0], "text": " Then slugs are punched."}, {"timestamp": [131.0, 133.0], "text": " They look like shillings until you find their double the thickness."}, {"timestamp": [133.0, 139.0], "text": " 60 tons to the square inch squeezes each slug into a tube with sides the thickness of two cigarette papers."}, {"timestamp": [142.0, 147.0], "text": " The tube is cut to length, a hole punched in the top, and the thread cut for the screw cap, all in one operation."}, {"timestamp": [151.0, 160.0], "text": " Here the first coat of enamel is applied. The tube then travels to a family sized oven where it's baked to a turn."}, {"timestamp": [160.0, 171.0], "text": " The inking machine does the printing and design in four colors."}, {"timestamp": [171.0, 187.0], "text": " With cap screwed on, the inside of the tube is waxed as a precaution against the lead alloy."}, {"timestamp": [187.0, 192.0], "text": " The tubes are then ready to be filled. Good tubes that don't mind a tight squeeze."}, {"timestamp": [192.0, 208.0], "text": " With their supplies coming in at this Italian port, the New Zealand Division is getting ready to move north to rejoin the 8th Army."}, {"timestamp": [208.0, 212.0], "text": " Thanks to British and American shipping, everything the army needs is here on time."}, {"timestamp": [212.0, 213.0], "text": " Equipment and ammunition."}, {"timestamp": [213.0, 217.0], "text": " Flower from Canada, beef from South America, clothing from New Zealand."}, {"timestamp": [217.0, 226.1], "text": " Kiwi tank crews check up on their tanks, giving them a final once over before starting"}, {"timestamp": [226.1, 228.3], "text": " their long journey northwards."}, {"timestamp": [228.3, 234.6], "text": " Now they're on the road again. Allied armies spread out across Italy are pushing on after"}, {"timestamp": [234.6, 241.2], "text": " the Germans they've beaten back to the mountains."}, {"timestamp": [241.2, 248.0], "text": " Today in southern Italy, Italians can make their way in safety to the markets, but some out of habit still fearfully watch the skies."}, {"timestamp": [248.0, 254.0], "text": " The road runs through towns once pleasant and alive, now shell-pox and bomb torn."}, {"timestamp": [254.0, 263.0], "text": " From balconies, Italians wave occasionally as the Kiwi convoy rolls along."}, {"timestamp": [263.0, 267.0], "text": " There are no wildly enthusiastic crowds. Italians wave occasionally as the Kiwi convoy rolls along."}, {"timestamp": [270.0, 273.0], "text": " There are no wildly enthusiastic crowds. These people are seeing their country now shattered by war."}, {"timestamp": [273.0, 289.0], "text": " As usual, the Kiwis don't stop for long. They've no time to waste."}, {"timestamp": [289.0, 293.0], "text": " The Italian autumn is fast turning into winter. Mountains lie ahead."}, {"timestamp": [293.0, 307.0], "text": " Along narrow winding roads, Kiwi armored units are moving up to the front line in the Sangro Valley."}, {"timestamp": [307.0, 310.0], "text": " Already early rains threaten to make it sticky going."}, {"timestamp": [310.0, 317.0], "text": " Roads and bridges blown up by the retreating Nazis slow down the convoy,"}, {"timestamp": [317.0, 321.0], "text": " but New Zealand engineers get them cleared or open up new routes."}, {"timestamp": [321.0, 327.0], "text": " Here is one bridge where British troops beat the Nazis to it. open up new rooms."}, {"timestamp": [330.0, 331.0], "text": " Here is one bridge where British troops beat the Nazis to it."}, {"timestamp": [336.0, 337.0], "text": " This is not the first time these New Zealanders have built their own roads to chase the Nazis on."}, {"timestamp": [340.0, 342.0], "text": " Bullet holes from last night's scrap. These men are coming out of the front line."}, {"timestamp": [342.0, 344.0], "text": " Last night they crossed the Sangro River."}, {"timestamp": [348.0, 351.0], "text": " With them comes General Freiburg, well pleased with their success."}, {"timestamp": [354.0, 358.0], "text": " As usual, there are prisoners, as it was in Libya and Tunisia, so it is in Italy."}, {"timestamp": [358.0, 364.0], "text": " But this is the first time our men have found German prisoners pleased to be out of the fighting, even smiling."}, {"timestamp": [368.0, 373.0], "text": " But there's no letting up. Overhead roars the RAF and the convoy prepares to push forward."}, {"timestamp": [376.0, 384.0], "text": " With the Apennine Mountains behind him and winter coming on, the enemy is digging in."}, {"timestamp": [385.76, 391.36], "text": " Two miles away lies a village still in German hands, but the main German lines are now being pasted from the air."}, {"timestamp": [391.36, 392.64], "text": " Their time is nearly up."}, {"timestamp": [396.32, null], "text": " Once again, they're up against an army that hits hard, keeps on hitting and follows through."}], "text": " For a................... For American and New Zealand personnel at this northern meteorological station, the weather is more than a topic of conversation. It's an all-time job. Today they want to get the lowdown on the weather high up, so they're getting this balloon ready for a reconnaissance flight into the stratosphere. To the balloon is attached a small parachute and a box. In the box are weather instruments and a radio transmitter. As the balloon rises, the transmitter automatically signals back its height and the temperature and humidity it is experiencing. With good conditions, the balloon will reach 70,000 feet, that is, 13 miles above the earth. When the balloon bursts, the parachute takes over. There is always the chance that the instruments may be recovered. Listening for the signals calls for concentration and patience. The reward is a complete picture of weather conditions at high altitudes. From this information, accurate weather forecasts can be made. And on accurate forecasts, men's lives depend, especially of those men in the air. Old man weather can still throw up a cold front or a westerly depression, but the weather boys have got him well taped. For the pilot's benefit, they can supply all the answers. Collapsable tin tubes for New Zealand made toothpaste and face creams were imported till tin was needed for war. These handy containers are now made from lead alloy in a Wellington factory and war workers find the making as easy as the squeezing. Under 40 tons pressure to the square, the metal is rolled into strips. Then slugs are punched. They look like shillings until you find their double the thickness. 60 tons to the square inch squeezes each slug into a tube with sides the thickness of two cigarette papers. The tube is cut to length, a hole punched in the top, and the thread cut for the screw cap, all in one operation. Here the first coat of enamel is applied. The tube then travels to a family sized oven where it's baked to a turn. The inking machine does the printing and design in four colors. With cap screwed on, the inside of the tube is waxed as a precaution against the lead alloy. The tubes are then ready to be filled. Good tubes that don't mind a tight squeeze. With their supplies coming in at this Italian port, the New Zealand Division is getting ready to move north to rejoin the 8th Army. Thanks to British and American shipping, everything the army needs is here on time. Equipment and ammunition. Flower from Canada, beef from South America, clothing from New Zealand. Kiwi tank crews check up on their tanks, giving them a final once over before starting their long journey northwards. Now they're on the road again. Allied armies spread out across Italy are pushing on after the Germans they've beaten back to the mountains. Today in southern Italy, Italians can make their way in safety to the markets, but some out of habit still fearfully watch the skies. The road runs through towns once pleasant and alive, now shell-pox and bomb torn. From balconies, Italians wave occasionally as the Kiwi convoy rolls along. There are no wildly enthusiastic crowds. Italians wave occasionally as the Kiwi convoy rolls along. There are no wildly enthusiastic crowds. These people are seeing their country now shattered by war. As usual, the Kiwis don't stop for long. They've no time to waste. The Italian autumn is fast turning into winter. Mountains lie ahead. Along narrow winding roads, Kiwi armored units are moving up to the front line in the Sangro Valley. Already early rains threaten to make it sticky going. Roads and bridges blown up by the retreating Nazis slow down the convoy, but New Zealand engineers get them cleared or open up new routes. Here is one bridge where British troops beat the Nazis to it. open up new rooms. Here is one bridge where British troops beat the Nazis to it. This is not the first time these New Zealanders have built their own roads to chase the Nazis on. Bullet holes from last night's scrap. These men are coming out of the front line. Last night they crossed the Sangro River. With them comes General Freiburg, well pleased with their success. As usual, there are prisoners, as it was in Libya and Tunisia, so it is in Italy. But this is the first time our men have found German prisoners pleased to be out of the fighting, even smiling. But there's no letting up. Overhead roars the RAF and the convoy prepares to push forward. With the Apennine Mountains behind him and winter coming on, the enemy is digging in. Two miles away lies a village still in German hands, but the main German lines are now being pasted from the air. Their time is nearly up. Once again, they're up against an army that hits hard, keeps on hitting and follows through."}