{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " St. Clair Beach ought to be more popular than ever this year, for these girls have taken over the life-saving."}, {"timestamp": [33.0, 49.0], "text": " They're enthusiastic and efficient, and it's comforting to know that though the young men have gone, there can still be swimming."}, {"timestamp": [52.0, 55.0], "text": " Throwing out the lifeline means something to these girls and they're not afraid of getting into deep water."}, {"timestamp": [59.0, 63.0], "text": " No pineapples?"}, {"timestamp": [63.0, 65.0], "text": " Rubbish, we're making them in New Zealand."}, {"timestamp": [65.0, 70.0], "text": " Want the recipe? You take an attractive pattern and start making your mould."}, {"timestamp": [70.0, 77.0], "text": " Add a pinch of plumbago and cover with sand."}, {"timestamp": [77.0, 84.0], "text": " Use a good strong press to pack your sand."}, {"timestamp": [84.0, 88.0], "text": " Take out the pattern and you have half the mould."}, {"timestamp": [88.0, 92.0], "text": " To get nice hollow pineapples, put in cores made of sand."}, {"timestamp": [92.0, 96.0], "text": " Then add the other half of the mould which you've made in the same way."}, {"timestamp": [96.0, 99.0], "text": " Now boil up all your old scrap metal."}, {"timestamp": [99.0, 101.0], "text": " This makes it a very economical recipe."}, {"timestamp": [101.0, 104.0], "text": " Pour the liquid metal very carefully into the mould."}, {"timestamp": [104.0, 108.7], "text": " Let it set"}, {"timestamp": [108.7, 114.94], "text": " and you have pineapples in the run now trim the pineapples and decorate to"}, {"timestamp": [114.94, 131.0], "text": " taste later you can fill with a good explosive mixture and by the way, these pineapples aren't for home consumption,"}, {"timestamp": [131.0, 136.0], "text": " therefore overseas customers, preferably Japanese."}, {"timestamp": [136.0, 149.54], "text": " Let's talk about clothes, about fashions for 1943, about the ingenuity of the new wartime simplicity styles."}, {"timestamp": [150.26, 153.26], "text": " The four pleats in this skirt are a wartime extravagance."}, {"timestamp": [153.34, 154.08], "text": " Let me explain."}, {"timestamp": [154.72, 156.78], "text": " That suit was cut from this bolt of cloth."}, {"timestamp": [157.28, 158.72], "text": " It used this much material."}, {"timestamp": [159.68, 162.4], "text": " Now this simplified skirt has only two pleats."}, {"timestamp": [162.74, 164.28], "text": " So we can soon measure the difference."}, {"timestamp": [164.46, 166.08], "text": " Thirteen inches saved on each suit."}, {"timestamp": [166.28, 167.76], "text": " Three extra suits in every bolt."}, {"timestamp": [168.32, 171.1], "text": " Roughly 20,000 women's suits in the annual turnover."}, {"timestamp": [171.52, 173.46], "text": " The men are also saving materials."}, {"timestamp": [174.04, 174.9], "text": " Cuffs are plain."}, {"timestamp": [175.8, 176.7], "text": " Pockets are welted."}, {"timestamp": [176.7, 179.26], "text": " We were worried about pockets, but there's plenty left."}, {"timestamp": [184.16, 186.0], "text": " Trouser cuffs have disappeared."}, {"timestamp": [186.0, 191.0], "text": " In the annual total, men will save enough material for 30,000 suits."}, {"timestamp": [191.0, 194.0], "text": " Just what's the difference between these suits?"}, {"timestamp": [194.0, 200.0], "text": " One has more pockets and much more material in the skirt, with its pleats and wider, longer sweep."}, {"timestamp": [200.0, 204.0], "text": " The simplified suit saves the cloth but keeps the style."}, {"timestamp": [204.0, 207.0], "text": " Two frocks for the typist, the girl who goes to work."}, {"timestamp": [207.0, 209.0], "text": " Hmm, they look good to me."}, {"timestamp": [209.0, 214.0], "text": " The simplified design will save material for 150,000 frocks a year."}, {"timestamp": [214.0, 219.0], "text": " Now these are two specially smart afternoon dinner frocks, simplified style."}, {"timestamp": [219.0, 221.0], "text": " The sweep and length of skirt are limited."}, {"timestamp": [221.0, 225.68], "text": " Compared with other countries, our new simplicity styles are generous."}, {"timestamp": [225.68, 231.0], "text": " Most definitely. Just look at these coats. Cunning design by New Zealand designers"}, {"timestamp": [231.0, 237.16], "text": " saves cloth and improves the style. The object is to conserve stocks and maintain supplies"}, {"timestamp": [237.16, 243.88], "text": " of the material available. The new simplicity styles mean more clothes from less cloth. Not only"}, {"timestamp": [243.88, 246.0], "text": " that, they're better clothes."}], "text": " St. Clair Beach ought to be more popular than ever this year, for these girls have taken over the life-saving. They're enthusiastic and efficient, and it's comforting to know that though the young men have gone, there can still be swimming. Throwing out the lifeline means something to these girls and they're not afraid of getting into deep water. No pineapples? Rubbish, we're making them in New Zealand. Want the recipe? You take an attractive pattern and start making your mould. Add a pinch of plumbago and cover with sand. Use a good strong press to pack your sand. Take out the pattern and you have half the mould. To get nice hollow pineapples, put in cores made of sand. Then add the other half of the mould which you've made in the same way. Now boil up all your old scrap metal. This makes it a very economical recipe. Pour the liquid metal very carefully into the mould. Let it set and you have pineapples in the run now trim the pineapples and decorate to taste later you can fill with a good explosive mixture and by the way, these pineapples aren't for home consumption, therefore overseas customers, preferably Japanese. Let's talk about clothes, about fashions for 1943, about the ingenuity of the new wartime simplicity styles. The four pleats in this skirt are a wartime extravagance. Let me explain. That suit was cut from this bolt of cloth. It used this much material. Now this simplified skirt has only two pleats. So we can soon measure the difference. Thirteen inches saved on each suit. Three extra suits in every bolt. Roughly 20,000 women's suits in the annual turnover. The men are also saving materials. Cuffs are plain. Pockets are welted. We were worried about pockets, but there's plenty left. Trouser cuffs have disappeared. In the annual total, men will save enough material for 30,000 suits. Just what's the difference between these suits? One has more pockets and much more material in the skirt, with its pleats and wider, longer sweep. The simplified suit saves the cloth but keeps the style. Two frocks for the typist, the girl who goes to work. Hmm, they look good to me. The simplified design will save material for 150,000 frocks a year. Now these are two specially smart afternoon dinner frocks, simplified style. The sweep and length of skirt are limited. Compared with other countries, our new simplicity styles are generous. Most definitely. Just look at these coats. Cunning design by New Zealand designers saves cloth and improves the style. The object is to conserve stocks and maintain supplies of the material available. The new simplicity styles mean more clothes from less cloth. Not only that, they're better clothes."}