{"speakers": [], "chunks": [{"timestamp": [0.0, 27.08], "text": " Space for living."}, {"timestamp": [27.68, 29.66], "text": " That's what thousands of families are wanting."}, {"timestamp": [30.78, 33.4], "text": " Those who go searching out of place for sale or rent, however,"}, {"timestamp": [33.86, 36.82], "text": " seldom expect to find a house that will exactly meet all their needs."}, {"timestamp": [41.22, 44.48], "text": " Perhaps for one family, taking steps to follow up an advertisement,"}, {"timestamp": [50.0, 54.0], "text": " poor access will be amply compensated for by a daily view of sea and distant hills. Once they get there and recover breath."}, {"timestamp": [54.0, 67.0], "text": " For another family, oddities and extra housework of a structure 40 or 50 years old may be made up for by a grown garden with a sheltered lawn where children can play safely."}, {"timestamp": [67.0, 78.0], "text": " An older house usually has larger rooms too. What the land agent calls a mature residence has many attractions for those not to enthralled by the word contemporary."}, {"timestamp": [78.0, 85.14], "text": " There are on the other hand numbers of old buildings which have no attraction at all, not meeting even the basic requirement of a tight roof."}, {"timestamp": [85.76, 89.3], "text": " That's one reason why 20,000 families need new houses each year."}, {"timestamp": [90.18, 94.02], "text": " When building a new, most needs can be met by intelligent use of our resources."}, {"timestamp": [94.8, 96.58], "text": " Resources include land and machinery."}, {"timestamp": [97.38, 101.5], "text": " Good access for hundreds of houses to be is assured by shaping the land wholesale"}, {"timestamp": [101.5, 103.26], "text": " instead of section by section."}, {"timestamp": [103.9, 105.94], "text": " And good access means cheaper building."}, {"timestamp": [112.08, 115.28], "text": " What is poor land for the farmer can be good land for the builder."}, {"timestamp": [115.92, 120.8], "text": " But rough slopes in the past have produced rough wasteful housing sections with poor access."}, {"timestamp": [121.94, 126.76], "text": " Rough hills in New Zealand often have a deep subsoil with no hard rock in it."}, {"timestamp": [126.76, 130.76], "text": " Such rolling country is easily graded into gentle slopes by the newer types of earth-moving"}, {"timestamp": [130.76, 137.06], "text": " machinery at a cost as low as two shillings per cubic yard of spoil shifted. The result gives"}, {"timestamp": [137.06, 142.62], "text": " easy approach to each house site making roading and all services cheaper. Thus it means more"}, {"timestamp": [142.62, 146.76], "text": " families per mile of water main and more houses per"}, {"timestamp": [146.76, 152.14], "text": " mile of drain. More sections per acre also saves time and money in the erection of electric"}, {"timestamp": [152.14, 159.9], "text": " power lines. Above all, it means more houses can be built more quickly. Shaping the land"}, {"timestamp": [159.9, 164.88], "text": " before building gives many savings. Indoors, the best use of space is just as important."}, {"timestamp": [165.8, 167.9], "text": " We are now in the family room, open to the kitchen,"}, {"timestamp": [168.24, 170.9], "text": " of a 900-foot state flat, which is almost completed."}, {"timestamp": [171.84, 174.5], "text": " Wasteful passages have been kept at a minimum in this design,"}, {"timestamp": [174.88, 178.22], "text": " decreasing housework as well as allowing rooms to be moderately large."}, {"timestamp": [188.96, 189.6], "text": " Another modern kitchen."}, {"timestamp": [194.4, 197.9], "text": " Kitchen planners have learned from factory planners how to lay out equipment to reduce movements at work."}, {"timestamp": [201.1, 202.36], "text": " A small bedroom need not be cramped if carefully furnished."}, {"timestamp": [205.1, 209.42], "text": " The effective size of the modern house can be increased in several ways, one of them being to place the windows so that indoors and outdoors"}, {"timestamp": [209.42, 214.4], "text": " seem to merge, the living room being extended by a living court used as an outdoor room."}, {"timestamp": [218.36, 224.88], "text": " There are also more intangible needs. In a real family home, each member"}, {"timestamp": [224.88, 229.0], "text": " hopes to be able to indulge his own interests and have his own thoughts in peace."}, {"timestamp": [229.0, 233.0], "text": " Furthermore, he wants his home to look attractive to visitors."}, {"timestamp": [233.0, 252.68], "text": " New accommodates New accommodation is needed to replace New Zealand's early mansions."}, {"timestamp": [253.4, 257.88], "text": " Too big for the modern householder, they've mostly been converted into offices or institutions."}, {"timestamp": [273.0, 277.0], "text": " Insufficient in number for today's population, the older small houses tend to be miniature mansions with many small rooms, a glassed-in veranda sometimes making an extra one."}, {"timestamp": [277.0, 283.0], "text": " Occupying most of the residential area close to the cities, they often have wasted land trapped behind them."}, {"timestamp": [283.0, 286.16], "text": " Land was wasted in the earlier state housing areas also,"}, {"timestamp": [286.52, 288.8], "text": " for these were built before the new machines were available."}, {"timestamp": [290.76, 293.98], "text": " A display shows how low-density building wasted land"}, {"timestamp": [293.98, 296.66], "text": " and shows also the usual overseas solution,"}, {"timestamp": [297.38, 301.04], "text": " high-density building with blocks of flats taking over 100 people to the acre."}, {"timestamp": [303.18, 305.56], "text": " There's not yet a great demand for such flats in New"}, {"timestamp": [305.56, 310.66], "text": " Zealand, nor are steel and concrete cheap. So for the government's direct contribution, the"}, {"timestamp": [310.66, 316.24], "text": " main answer is medium density housing, built of timber, and catering for up to 80 people per acre."}, {"timestamp": [317.4, 321.78], "text": " The single-story atrium flats, taking four families to a double section, can be laid out"}, {"timestamp": [321.78, 327.0], "text": " in various ways, as the models show."}, {"timestamp": [327.0, 335.0], "text": " The atrium flats normally require a level site, one of a hundred and five foot frontage."}, {"timestamp": [335.0, 345.36], "text": " The great aim of all these medium density designs is more accommodation for more people, more quickly."}, {"timestamp": [350.2, 356.2], "text": " Duplex flats also house four families to a block, two on each of two stories."}, {"timestamp": [360.18, 360.9], "text": " Duplex units are another design on show, and some have already been built."}, {"timestamp": [367.0, 378.0], "text": " The pairs of flats are back to back with extra light coming to the kitchens from windows near the rooftops. The three-story star flats take 12 families to a block, and the first examples are under construction in Auckland and Wellington."}, {"timestamp": [378.0, 384.0], "text": " 25 such blocks are being built through the country enough to house 300 families."}, {"timestamp": [384.0, 389.24], "text": " Multi-units, blocks of two-story houses, are popular in all districts and can be assembled"}, {"timestamp": [389.24, 396.3], "text": " in many interesting ways."}, {"timestamp": [396.3, 400.36], "text": " These multi-units, because they've been staggered to get the best angle to the sun, reveal how"}, {"timestamp": [400.36, 405.0], "text": " the houses are separated by fireproof concrete walls."}, {"timestamp": [409.0, 413.0], "text": " Where land has been prepared, building goes ahead."}, {"timestamp": [413.0, 418.0], "text": " Of the 20,000 houses a year that are needed, the government is building nearly 3,000 a year."}, {"timestamp": [418.0, 433.2], "text": " Various amenities, including shopping centres and schools, are built too."}, {"timestamp": [437.0, 442.0], "text": " Beyond one year's building, the land is made ready for the next development."}, {"timestamp": [445.0, 448.0], "text": " As the land is reshaped, new ideas arise. Where a road embankment crosses a large gully, for example,"}, {"timestamp": [448.0, 451.0], "text": " there are special possibilities for imaginative planning."}, {"timestamp": [451.0, 454.0], "text": " There's the gully upstream of the embankment."}, {"timestamp": [454.0, 457.0], "text": " Why not make it the site of an ornamental lake?"}, {"timestamp": [461.0, 468.08], "text": " After explaining that idea, the land development engineer takes the architects to the other side of the embankment"}, {"timestamp": [468.08, 473.2], "text": " to show them how surplus spoil from the hilltop is filling out the lower gully to make a recreation area."}, {"timestamp": [474.24, 480.04], "text": " In this Poror-Reece district near Wellington, almost three quarters of a million yards of spoil have been shifted altogether."}, {"timestamp": [483.24, 487.0], "text": " The final shape here will be similar to other playing fields already completed in the same district."}, {"timestamp": [492.0, 499.0], "text": " Each time new land is broken, the first job is to pick up the topsoil to be stockpiled ready for putting back to make gardens."}, {"timestamp": [510.32, 510.7], "text": " As to how far to cut down, what slopes and level areas to aim for,"}, {"timestamp": [514.36, 515.52], "text": " the land planner doesn't decide alone but consults with engineers and architects."}, {"timestamp": [519.22, 521.82], "text": " State housing is setting a new pattern, demonstrating new possibilities."}, {"timestamp": [527.0, 534.0], "text": " Private building is most important since the great majority of homes belong to the people who live in them. Private ownership has been aided by loans of government money and by permitting capitalization of the family benefit for buying a family home."}, {"timestamp": [534.0, 537.0], "text": " Another aid is the group housing scheme."}, {"timestamp": [537.0, 543.0], "text": " A group of individual homes such as these is put up by an enterprising builder using government mortgages"}, {"timestamp": [543.0, 547.0], "text": " and a government guarantee to buy any house he cannot sell."}, {"timestamp": [547.0, 555.0], "text": " Of the 63.7 million pounds invested in all new housing in 1959, over half came from government sources."}, {"timestamp": [555.0, 562.0], "text": " Though private housing is important, that doesn't mean that a state house or flat can't be just as much a home as can a private one."}, {"timestamp": [562.0, 565.88], "text": " Just as much a place where a family can feel secure through the years,"}, {"timestamp": [566.48, 603.86], "text": " and it's garden just as suitable for planting a permanent Christmas tree to grow taller each year as the children grow. Good housing for all means more than just a good roof."}, {"timestamp": [603.86, 606.64], "text": " It means settled living near to the place of work"}, {"timestamp": [606.64, 610.36], "text": " and in a community with schools, playing fields and all other amenities."}, {"timestamp": [611.36, 614.82], "text": " The methods of medium-density housing aim to give all these advantages"}, {"timestamp": [614.82, null], "text": " as well as giving more houses for more people more quickly. Thank you."}], "text": " Space for living. That's what thousands of families are wanting. Those who go searching out of place for sale or rent, however, seldom expect to find a house that will exactly meet all their needs. Perhaps for one family, taking steps to follow up an advertisement, poor access will be amply compensated for by a daily view of sea and distant hills. Once they get there and recover breath. For another family, oddities and extra housework of a structure 40 or 50 years old may be made up for by a grown garden with a sheltered lawn where children can play safely. An older house usually has larger rooms too. What the land agent calls a mature residence has many attractions for those not to enthralled by the word contemporary. There are on the other hand numbers of old buildings which have no attraction at all, not meeting even the basic requirement of a tight roof. That's one reason why 20,000 families need new houses each year. When building a new, most needs can be met by intelligent use of our resources. Resources include land and machinery. Good access for hundreds of houses to be is assured by shaping the land wholesale instead of section by section. And good access means cheaper building. What is poor land for the farmer can be good land for the builder. But rough slopes in the past have produced rough wasteful housing sections with poor access. Rough hills in New Zealand often have a deep subsoil with no hard rock in it. Such rolling country is easily graded into gentle slopes by the newer types of earth-moving machinery at a cost as low as two shillings per cubic yard of spoil shifted. The result gives easy approach to each house site making roading and all services cheaper. Thus it means more families per mile of water main and more houses per mile of drain. More sections per acre also saves time and money in the erection of electric power lines. Above all, it means more houses can be built more quickly. Shaping the land before building gives many savings. Indoors, the best use of space is just as important. We are now in the family room, open to the kitchen, of a 900-foot state flat, which is almost completed. Wasteful passages have been kept at a minimum in this design, decreasing housework as well as allowing rooms to be moderately large. Another modern kitchen. Kitchen planners have learned from factory planners how to lay out equipment to reduce movements at work. A small bedroom need not be cramped if carefully furnished. The effective size of the modern house can be increased in several ways, one of them being to place the windows so that indoors and outdoors seem to merge, the living room being extended by a living court used as an outdoor room. There are also more intangible needs. In a real family home, each member hopes to be able to indulge his own interests and have his own thoughts in peace. Furthermore, he wants his home to look attractive to visitors. New accommodates New accommodation is needed to replace New Zealand's early mansions. Too big for the modern householder, they've mostly been converted into offices or institutions. Insufficient in number for today's population, the older small houses tend to be miniature mansions with many small rooms, a glassed-in veranda sometimes making an extra one. Occupying most of the residential area close to the cities, they often have wasted land trapped behind them. Land was wasted in the earlier state housing areas also, for these were built before the new machines were available. A display shows how low-density building wasted land and shows also the usual overseas solution, high-density building with blocks of flats taking over 100 people to the acre. There's not yet a great demand for such flats in New Zealand, nor are steel and concrete cheap. So for the government's direct contribution, the main answer is medium density housing, built of timber, and catering for up to 80 people per acre. The single-story atrium flats, taking four families to a double section, can be laid out in various ways, as the models show. The atrium flats normally require a level site, one of a hundred and five foot frontage. The great aim of all these medium density designs is more accommodation for more people, more quickly. Duplex flats also house four families to a block, two on each of two stories. Duplex units are another design on show, and some have already been built. The pairs of flats are back to back with extra light coming to the kitchens from windows near the rooftops. The three-story star flats take 12 families to a block, and the first examples are under construction in Auckland and Wellington. 25 such blocks are being built through the country enough to house 300 families. Multi-units, blocks of two-story houses, are popular in all districts and can be assembled in many interesting ways. These multi-units, because they've been staggered to get the best angle to the sun, reveal how the houses are separated by fireproof concrete walls. Where land has been prepared, building goes ahead. Of the 20,000 houses a year that are needed, the government is building nearly 3,000 a year. Various amenities, including shopping centres and schools, are built too. Beyond one year's building, the land is made ready for the next development. As the land is reshaped, new ideas arise. Where a road embankment crosses a large gully, for example, there are special possibilities for imaginative planning. There's the gully upstream of the embankment. Why not make it the site of an ornamental lake? After explaining that idea, the land development engineer takes the architects to the other side of the embankment to show them how surplus spoil from the hilltop is filling out the lower gully to make a recreation area. In this Poror-Reece district near Wellington, almost three quarters of a million yards of spoil have been shifted altogether. The final shape here will be similar to other playing fields already completed in the same district. Each time new land is broken, the first job is to pick up the topsoil to be stockpiled ready for putting back to make gardens. As to how far to cut down, what slopes and level areas to aim for, the land planner doesn't decide alone but consults with engineers and architects. State housing is setting a new pattern, demonstrating new possibilities. Private building is most important since the great majority of homes belong to the people who live in them. Private ownership has been aided by loans of government money and by permitting capitalization of the family benefit for buying a family home. Another aid is the group housing scheme. A group of individual homes such as these is put up by an enterprising builder using government mortgages and a government guarantee to buy any house he cannot sell. Of the 63.7 million pounds invested in all new housing in 1959, over half came from government sources. Though private housing is important, that doesn't mean that a state house or flat can't be just as much a home as can a private one. Just as much a place where a family can feel secure through the years, and it's garden just as suitable for planting a permanent Christmas tree to grow taller each year as the children grow. Good housing for all means more than just a good roof. It means settled living near to the place of work and in a community with schools, playing fields and all other amenities. The methods of medium-density housing aim to give all these advantages as well as giving more houses for more people more quickly. Thank you."}