{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " The The"}, {"timestamp": [27.0, 70.68], "text": " The On Bougainville Island, the patrol is coming down a jungle track, back to the area held by American troops, Fiji and Scouts, and New Zealand airmen."}, {"timestamp": [71.36, 76.08], "text": " For 17 days in a jungle outpost, this patrol has been holding out against persistent Jap attacks."}, {"timestamp": [76.62, 78.56], "text": " Now it's almost Easter, and they've been relieved."}, {"timestamp": [78.92, 80.98], "text": " But for them, there's no prospect of a few days off."}, {"timestamp": [81.46, 82.62], "text": " This is no holiday spot."}, {"timestamp": [83.06, 84.62], "text": " This is no scene on a Hollywood set."}, {"timestamp": [86.0, 90.0], "text": " Here, trees smolder from the raking fire of of shells and the stench of dead bodies fills the air."}, {"timestamp": [93.0, 99.0], "text": " Last November, against fierce resistance, American troops forced a beachhead on Empress Augusta Bay below this hill."}, {"timestamp": [100.0, 105.18], "text": " Since then, Jap garrisons with their supplies cut off have been fanatically hanging on back in the jungle."}, {"timestamp": [107.76, 108.6], "text": " Thousands have been wiped out, thousands still remain."}, {"timestamp": [115.2, 115.56], "text": " With artillery on both sides blasting away across this area, American-colored troops first of their kind to move up to a Pacific front line,"}, {"timestamp": [117.44, 118.76], "text": " dig in and settle down unconcerned."}, {"timestamp": [122.24, 122.88], "text": " A few hundred yards away, men of the Royal New Zealand Air Force are also digging in."}, {"timestamp": [126.0, 130.0], "text": " Continual shellfire overhead makes this no easy station. Despite conditions, planes must be kept tuned up to fighting pitch."}, {"timestamp": [130.0, 134.0], "text": " To hold on to advanced places like this, our Air Force needs as many men as an army division."}, {"timestamp": [138.0, 145.0], "text": " For safety's sake, every man turns to digging foxholes and filling sandbags."}, {"timestamp": [145.0, 148.0], "text": " No man here is too proud to go to work on the end of a shovel."}, {"timestamp": [148.0, 153.0], "text": " In control of land, sea and air fighting on Bougainville, he is General Griswold."}, {"timestamp": [153.0, 155.0], "text": " In consultation here, he plans fresh attacks."}, {"timestamp": [155.0, 158.0], "text": " A battery goes into action as night approaches."}, {"timestamp": [162.0, 164.0], "text": " Inside the gun post, men are busy."}, {"timestamp": [164.0, 168.22], "text": " For them, one day or night is much the same as any other on Bougainville."}, {"timestamp": [168.22, 207.0], "text": " It's just a matter of keeping on pounding away at Jap positions. This is mathematics in the jungle, plotting on maps and charts with a precision that kills. The morning after,"}, {"timestamp": [207.0, 226.76], "text": " an artillery barrage 5,000 rounds has smashed up a Jap infantry concentration on the banks of this river."}, {"timestamp": [227.4, 228.88], "text": " Now there's a little clearing up to be done."}, {"timestamp": [229.4, 231.42], "text": " We've seen more horrible pictures than these."}, {"timestamp": [231.9, 237.14], "text": " Pictures of men, women and children of Nanking, slaughtered by the very same men whose bodies lie here this morning."}, {"timestamp": [237.76, 262.0], "text": " Men of the 6 area are Fijians, Pacific Islanders who are supreme experts in the art of Pacific war."}, {"timestamp": [262.0, 266.0], "text": " Facing them at the moment a few hundred yards away is a Jap outpost."}, {"timestamp": [266.0, 274.0], "text": " Their bullets whine overhead at any sign of movement. In charge of troop distribution here is a New Zealander Lieutenant Colonel Upton of Auckland."}, {"timestamp": [274.0, 283.0], "text": " Back at the perimeter, some of the Fijian boys are taking it easy, waiting for Chow. These are the jungle fighters whose exploits have become legend throughout the Pacific."}, {"timestamp": [283.0, 289.18], "text": " In two months on this island, they've lost only one man and killed 125 Japanese."}, {"timestamp": [289.18, 292.56], "text": " At the moment, a mortar bomb carrier serves them as a card table."}, {"timestamp": [292.56, 297.0], "text": " It's a way they've learnt of passing the time."}, {"timestamp": [297.0, 304.4], "text": " Fighting alongside these boys are several New Zealanders, Sergeant Wilson, Captain Chivers,"}, {"timestamp": [304.4, 305.0], "text": " and Lieutenant Bendall."}, {"timestamp": [305.0, 314.0], "text": " For these men and for all others here, Easter means no change, no rest, no overtime, no profits and the same two meals a day."}, {"timestamp": [314.0, 328.0], "text": " With others coming in from a patrol comes one badly wounded, a Fijian injured by a Jap grenade."}, {"timestamp": [328.0, 332.0], "text": " American doctors are ready with temporary dressings, but he's in need of more urgent treatment."}, {"timestamp": [332.0, 335.0], "text": " And they give him a blood transfusion on the spot."}, {"timestamp": [335.0, 339.0], "text": " Blood serum from an American donor goes to save a Fijian ally."}, {"timestamp": [339.0, 343.0], "text": " He is rapidly transferred to awaiting ambulance."}, {"timestamp": [343.0, 346.5], "text": " All this is happening in a battle area with the enemy only a mile away."}, {"timestamp": [353.7, 357.62], "text": " Now Fijian patrols, among them some Tongan boys, are getting ready to move off,"}, {"timestamp": [357.76, 359.66], "text": " and there are no absentees when they take on."}, {"timestamp": [360.52, 364.66], "text": " With them went our cameraman, and the next sequence is his uncut record of their advance"}, {"timestamp": [364.66, 367.5], "text": " filmed under constant small arms fire from Jap snipers."}, {"timestamp": [367.5, 373.0], "text": " Object of their advance is to wipe out a pocket of Japs keeping Allied troops pinned to the edge of the area."}, {"timestamp": [373.0, 379.0], "text": " Two days ago this was thick jungle. Shell fire has blasted it out and now there's little cover."}, {"timestamp": [379.0, 387.76], "text": " These Fijians, seasoned fighters, perfectly fit and beautifully trained, have no rules for playing tojo's jungle game they're ruthless fighting men"}, {"timestamp": [387.76, 392.0], "text": " Jap snipers and waters rake the ground about them as they try to work around behind"}, {"timestamp": [396.0, 405.16], "text": " three miles in grenades and rifle fire stopped them leaving five with our cameraman cut off from the rest."}, {"timestamp": [405.66, 435.0], "text": " With ammunition running short, they're in a tough spot, but the patrol behind attempts to reach them. The wounded man receives first aid, and with more"}, {"timestamp": [435.0, 451.0], "text": " ammunition now, they start pitching it into the Japs again."}, {"timestamp": [451.0, 467.0], "text": " Jep grenades and mortar bombs are landing in front of them and Jep rifles keep on cracking away. The"}, {"timestamp": [467.0, 468.0], "text": " Bhophe."}, {"timestamp": [468.0, 470.0], "text": " Bhopr."}, {"timestamp": [470.0, 471.0], "text": " Bhopr."}, {"timestamp": [471.0, 472.0], "text": " And"}, {"timestamp": [472.0, 473.0], "text": " Bhop."}, {"timestamp": [473.0, 474.0], "text": " And"}, {"timestamp": [474.0, 593.0], "text": " BOR! For two hours they stick this out, and the patrol also prepares to move back after giving the japs a final pasting. Still, Still under fire, the wounded get away, and behind them go the rest of the patrol."}, {"timestamp": [594.0, 597.0], "text": " This is all in the day's work, Easter or no Easter."}, {"timestamp": [603.0, 607.0], "text": " Later our cameraman went into action again, this time with the American colored troops."}, {"timestamp": [607.0, 610.0], "text": " For five miles they've been on the heels of a bunch of retreating Japs."}, {"timestamp": [610.0, 613.0], "text": " Now they've cornered them across the La Ruma River."}, {"timestamp": [613.0, 616.0], "text": " They get into position to watch the far bank closely."}, {"timestamp": [616.0, 628.1], "text": " An American officer, Captain Eddie, has crossed the river and single-handed is working along the bank,"}, {"timestamp": [628.3, 630.54], "text": " clearing the japs out of pillboxes with hand grenades."}, {"timestamp": [631.24, 633.9], "text": " Watch closely on the right, and in a moment you'll see him signal."}, {"timestamp": [636.66, 655.0], "text": " He's waving now. It's his signal for the rest to come on over. Over. While some cross the river, others keep them covered."}, {"timestamp": [655.0, 662.0], "text": " These boys have learnt well the tricks of jungle fighting, and this is proof of a job well done."}, {"timestamp": [662.0, 667.0], "text": " But it's a job that will have to be done again and again before it's finally finished."}, {"timestamp": [667.0, 671.0], "text": " Plains of every kind are in use on the island."}, {"timestamp": [671.0, 675.0], "text": " Little planes, piper cubs are spotting planes for the artillery and the ground forces."}, {"timestamp": [675.0, 678.0], "text": " With the cruising speed of a light car, they come in low over the jungle."}, {"timestamp": [678.0, 682.0], "text": " Pictures taken from one of these planes show clearly the country where actions are being fought."}, {"timestamp": [686.0, 689.0], "text": " This is the jungle where our Fijians were fighting."}, {"timestamp": [689.0, 693.0], "text": " No longer tropical jungle, it resembles more burnt out bush on a New Zealand farm."}, {"timestamp": [693.0, 710.0], "text": " Below us now is the La Ruma River where the Japs were cornered."}, {"timestamp": [710.0, 716.0], "text": " And this is Blue Ridge. Japp land yet and still waiting to be clear."}, {"timestamp": [716.0, 724.0], "text": " Continuous pounding from naval guns was the prelude to the landing on Empress Augusta Bay."}, {"timestamp": [724.0, 727.0], "text": " This shot shows the area now in allied hands."}, {"timestamp": [727.0, 746.0], "text": " To clean out the entire island is no easy task."}, {"timestamp": [746.0, 750.0], "text": " The Japs have gone to ground in the jungle, and though their supplies are cut off, they're"}, {"timestamp": [750.0, 751.0], "text": " still fighting on."}, {"timestamp": [751.0, 755.0], "text": " It comes down to the man on the ground who must finally wipe them out."}, {"timestamp": [755.0, 758.0], "text": " An American patrol is moving off for another Easter action."}, {"timestamp": [758.0, 762.0], "text": " The day before this, destroyers and artillery heavily shelved the jungle ahead of them."}, {"timestamp": [762.0, 767.0], "text": " Now they're off for another crack at the little yellow men."}, {"timestamp": [767.0, 783.0], "text": " In the walkie-talkie radios keep the men in touch and provide a means of calling up more men, equipment or special weapons."}, {"timestamp": [783.0, 786.78], "text": " In the clean air above, planes too are in contact with the ground troop,"}, {"timestamp": [787.18, 789.18], "text": " spotting the enemy's positions, tagging his movements,"}, {"timestamp": [789.52, 791.26], "text": " and keeping the boys below well informed."}, {"timestamp": [801.42, 804.66], "text": " They've got the Japs in their concealed pillboxes well-cornered now,"}, {"timestamp": [804.92, 805.56], "text": " and they've something"}, {"timestamp": [805.56, 806.76], "text": " ready to drive him out."}, {"timestamp": [806.76, 807.76], "text": " Flamethrowers."}, {"timestamp": [807.76, 828.1], "text": " With flamethrowers in action they can burn him out or drive him into the open to be finished"}, {"timestamp": [828.1, 830.28], "text": " off with rifles and grenades."}, {"timestamp": [830.28, 833.52], "text": " Using everything they've got, they can start to move forward again."}, {"timestamp": [833.52, 837.68], "text": " Flamethrowers and Bangalore torpedoes can wipe out the jet, where shelling has only left"}, {"timestamp": [837.68, 839.42], "text": " him sitting tight."}, {"timestamp": [839.42, 844.76], "text": " But to use these weapons takes men sweating and struggling through the foul and stinking jungle,"}, {"timestamp": [844.76, 845.72], "text": " fighting men face to struggling through the foul and stinking jungle, fighting men face"}, {"timestamp": [845.72, 867.0], "text": " to face with the enemy. We knew some of these men for the Easter holidays."}, {"timestamp": [867.0, 886.0], "text": " We knew some of these men for a time in New Zealand."}, {"timestamp": [886.0, 889.0], "text": " This is how they spent the Easter holidays."}], "text": " The The The On Bougainville Island, the patrol is coming down a jungle track, back to the area held by American troops, Fiji and Scouts, and New Zealand airmen. For 17 days in a jungle outpost, this patrol has been holding out against persistent Jap attacks. Now it's almost Easter, and they've been relieved. But for them, there's no prospect of a few days off. This is no holiday spot. This is no scene on a Hollywood set. Here, trees smolder from the raking fire of of shells and the stench of dead bodies fills the air. Last November, against fierce resistance, American troops forced a beachhead on Empress Augusta Bay below this hill. Since then, Jap garrisons with their supplies cut off have been fanatically hanging on back in the jungle. Thousands have been wiped out, thousands still remain. With artillery on both sides blasting away across this area, American-colored troops first of their kind to move up to a Pacific front line, dig in and settle down unconcerned. A few hundred yards away, men of the Royal New Zealand Air Force are also digging in. Continual shellfire overhead makes this no easy station. Despite conditions, planes must be kept tuned up to fighting pitch. To hold on to advanced places like this, our Air Force needs as many men as an army division. For safety's sake, every man turns to digging foxholes and filling sandbags. No man here is too proud to go to work on the end of a shovel. In control of land, sea and air fighting on Bougainville, he is General Griswold. In consultation here, he plans fresh attacks. A battery goes into action as night approaches. Inside the gun post, men are busy. For them, one day or night is much the same as any other on Bougainville. It's just a matter of keeping on pounding away at Jap positions. This is mathematics in the jungle, plotting on maps and charts with a precision that kills. The morning after, an artillery barrage 5,000 rounds has smashed up a Jap infantry concentration on the banks of this river. Now there's a little clearing up to be done. We've seen more horrible pictures than these. Pictures of men, women and children of Nanking, slaughtered by the very same men whose bodies lie here this morning. Men of the 6 area are Fijians, Pacific Islanders who are supreme experts in the art of Pacific war. Facing them at the moment a few hundred yards away is a Jap outpost. Their bullets whine overhead at any sign of movement. In charge of troop distribution here is a New Zealander Lieutenant Colonel Upton of Auckland. Back at the perimeter, some of the Fijian boys are taking it easy, waiting for Chow. These are the jungle fighters whose exploits have become legend throughout the Pacific. In two months on this island, they've lost only one man and killed 125 Japanese. At the moment, a mortar bomb carrier serves them as a card table. It's a way they've learnt of passing the time. Fighting alongside these boys are several New Zealanders, Sergeant Wilson, Captain Chivers, and Lieutenant Bendall. For these men and for all others here, Easter means no change, no rest, no overtime, no profits and the same two meals a day. With others coming in from a patrol comes one badly wounded, a Fijian injured by a Jap grenade. American doctors are ready with temporary dressings, but he's in need of more urgent treatment. And they give him a blood transfusion on the spot. Blood serum from an American donor goes to save a Fijian ally. He is rapidly transferred to awaiting ambulance. All this is happening in a battle area with the enemy only a mile away. Now Fijian patrols, among them some Tongan boys, are getting ready to move off, and there are no absentees when they take on. With them went our cameraman, and the next sequence is his uncut record of their advance filmed under constant small arms fire from Jap snipers. Object of their advance is to wipe out a pocket of Japs keeping Allied troops pinned to the edge of the area. Two days ago this was thick jungle. Shell fire has blasted it out and now there's little cover. These Fijians, seasoned fighters, perfectly fit and beautifully trained, have no rules for playing tojo's jungle game they're ruthless fighting men Jap snipers and waters rake the ground about them as they try to work around behind three miles in grenades and rifle fire stopped them leaving five with our cameraman cut off from the rest. With ammunition running short, they're in a tough spot, but the patrol behind attempts to reach them. The wounded man receives first aid, and with more ammunition now, they start pitching it into the Japs again. Jep grenades and mortar bombs are landing in front of them and Jep rifles keep on cracking away. The Bhophe. Bhopr. Bhopr. And Bhop. And BOR! For two hours they stick this out, and the patrol also prepares to move back after giving the japs a final pasting. Still, Still under fire, the wounded get away, and behind them go the rest of the patrol. This is all in the day's work, Easter or no Easter. Later our cameraman went into action again, this time with the American colored troops. For five miles they've been on the heels of a bunch of retreating Japs. Now they've cornered them across the La Ruma River. They get into position to watch the far bank closely. An American officer, Captain Eddie, has crossed the river and single-handed is working along the bank, clearing the japs out of pillboxes with hand grenades. Watch closely on the right, and in a moment you'll see him signal. He's waving now. It's his signal for the rest to come on over. Over. While some cross the river, others keep them covered. These boys have learnt well the tricks of jungle fighting, and this is proof of a job well done. But it's a job that will have to be done again and again before it's finally finished. Plains of every kind are in use on the island. Little planes, piper cubs are spotting planes for the artillery and the ground forces. With the cruising speed of a light car, they come in low over the jungle. Pictures taken from one of these planes show clearly the country where actions are being fought. This is the jungle where our Fijians were fighting. No longer tropical jungle, it resembles more burnt out bush on a New Zealand farm. Below us now is the La Ruma River where the Japs were cornered. And this is Blue Ridge. Japp land yet and still waiting to be clear. Continuous pounding from naval guns was the prelude to the landing on Empress Augusta Bay. This shot shows the area now in allied hands. To clean out the entire island is no easy task. The Japs have gone to ground in the jungle, and though their supplies are cut off, they're still fighting on. It comes down to the man on the ground who must finally wipe them out. An American patrol is moving off for another Easter action. The day before this, destroyers and artillery heavily shelved the jungle ahead of them. Now they're off for another crack at the little yellow men. In the walkie-talkie radios keep the men in touch and provide a means of calling up more men, equipment or special weapons. In the clean air above, planes too are in contact with the ground troop, spotting the enemy's positions, tagging his movements, and keeping the boys below well informed. They've got the Japs in their concealed pillboxes well-cornered now, and they've something ready to drive him out. Flamethrowers. With flamethrowers in action they can burn him out or drive him into the open to be finished off with rifles and grenades. Using everything they've got, they can start to move forward again. Flamethrowers and Bangalore torpedoes can wipe out the jet, where shelling has only left him sitting tight. But to use these weapons takes men sweating and struggling through the foul and stinking jungle, fighting men face to struggling through the foul and stinking jungle, fighting men face to face with the enemy. We knew some of these men for the Easter holidays. We knew some of these men for a time in New Zealand. This is how they spent the Easter holidays."}