{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " Just about the oldest way of earning a living in New Zealand is the taking of flanks."}, {"timestamp": [27.0, 32.0], "text": " Today, seasoned flex cutters who have earned piecework rates in the swamps for 25 years and more"}, {"timestamp": [32.0, 38.0], "text": " are taking their place, like all other workers, in the pattern of a world war of production."}, {"timestamp": [38.0, 43.0], "text": " When the Parkehaha brought steel, this industry emerged from the Stone Age."}, {"timestamp": [43.0, 46.04], "text": " Now science is making first approaches, and selected strains of flax appear, planted in straight from the Stone Age. Now science is making first approaches and selected"}, {"timestamp": [46.04, 51.68], "text": " strains of flax appear planted in straight rows across the swamp, while the cut flax rolls along"}, {"timestamp": [51.68, 58.66], "text": " to the stripping mills at Boxton. Here too remains the atmosphere of old New Zealand, and the"}, {"timestamp": [58.66, 64.64], "text": " mills which used to make cordage work as before, but with a new use for their product, they work to make"}, {"timestamp": [64.64, 65.16], "text": " the packing of"}, {"timestamp": [65.16, 70.5], "text": " New Zealand wool independent of the distant jute mills of India the raw material"}, {"timestamp": [70.5, 73.8], "text": " from the men of the swamp is being made ready for the workers in the wool pack"}, {"timestamp": [73.8, 78.84], "text": " factory and each day these stripping mills pull out the fibers from 40 tons of"}, {"timestamp": [78.84, 102.0], "text": " flax fiber is pushed out into the sun, ready for another stage in its useful journey to Britain."}, {"timestamp": [102.0, 110.26], "text": " In the mill yard the stuff is loaded onto trucks and taken away to the 200-acre bleaching paddock. Here also are many old"}, {"timestamp": [110.26, 138.2], "text": " hands in the flax game seeing, the fiber goes on to the newest part of the industry, the wool pack factory."}, {"timestamp": [139.0, 141.6], "text": " Spindles, long rows of them, prepare the thread."}, {"timestamp": [142.6, 145.64], "text": " Of all the people in Foxton, one in every six now"}, {"timestamp": [145.64, 151.4], "text": " works somewhere in the native flax industry and outside labor comes in too. The"}, {"timestamp": [151.4, 156.44], "text": " many threaded warps are prepared for 140 looms, simple looms which make the"}, {"timestamp": [156.44, 161.36], "text": " pieces for the sides and ends of woolpacks. Freds of New Zealand flax spun by"}, {"timestamp": [161.36, 167.0], "text": " New Zealanders can now replace the jute wool packs made by the cheap labour of India."}, {"timestamp": [167.0, 174.0], "text": " When the woven pieces are sewn, they make packs whose suppliers in no way dependent on long and doubtful shipping rules"}, {"timestamp": [174.0, 178.0], "text": " and the low paid uncertain labour of a distant country."}, {"timestamp": [178.0, 184.0], "text": " And so now the shipping of vital New Zealand wool cannot be delayed for any want of wool packs."}, {"timestamp": [184.0, 209.9], "text": " The wool goes to Britain safeguarded by a new turn in New Zealanders part in stopping Romale."}, {"timestamp": [210.7, 214.7], "text": " To Sergeant Keith Elliott, veteran of Greece, Crete and Libya, went to VC."}, {"timestamp": [215.4, 219.6], "text": " At Ruazat, Sergeant Elliott led his 19 men in a desperate rearguard action,"}, {"timestamp": [220.0, 223.8], "text": " silencing five machine gun posts and capturing 130 prisoners,"}, {"timestamp": [224.1, 226.42], "text": " despite being wounded four times himself."}, {"timestamp": [227.02, 229.92], "text": " In addition, he successfully withdrew all his men."}, {"timestamp": [236.72, 241.4], "text": " But the VC was not the only recognition of the bravery of this farmer from Mangamari."}, {"timestamp": [241.96, 245.6], "text": " His portrait by the official war artist will be added to New Zealand's"}, {"timestamp": [245.6, 246.56], "text": " Gallery of Heroes."}], "text": " Just about the oldest way of earning a living in New Zealand is the taking of flanks. Today, seasoned flex cutters who have earned piecework rates in the swamps for 25 years and more are taking their place, like all other workers, in the pattern of a world war of production. When the Parkehaha brought steel, this industry emerged from the Stone Age. Now science is making first approaches, and selected strains of flax appear, planted in straight from the Stone Age. Now science is making first approaches and selected strains of flax appear planted in straight rows across the swamp, while the cut flax rolls along to the stripping mills at Boxton. Here too remains the atmosphere of old New Zealand, and the mills which used to make cordage work as before, but with a new use for their product, they work to make the packing of New Zealand wool independent of the distant jute mills of India the raw material from the men of the swamp is being made ready for the workers in the wool pack factory and each day these stripping mills pull out the fibers from 40 tons of flax fiber is pushed out into the sun, ready for another stage in its useful journey to Britain. In the mill yard the stuff is loaded onto trucks and taken away to the 200-acre bleaching paddock. Here also are many old hands in the flax game seeing, the fiber goes on to the newest part of the industry, the wool pack factory. Spindles, long rows of them, prepare the thread. Of all the people in Foxton, one in every six now works somewhere in the native flax industry and outside labor comes in too. The many threaded warps are prepared for 140 looms, simple looms which make the pieces for the sides and ends of woolpacks. Freds of New Zealand flax spun by New Zealanders can now replace the jute wool packs made by the cheap labour of India. When the woven pieces are sewn, they make packs whose suppliers in no way dependent on long and doubtful shipping rules and the low paid uncertain labour of a distant country. And so now the shipping of vital New Zealand wool cannot be delayed for any want of wool packs. The wool goes to Britain safeguarded by a new turn in New Zealanders part in stopping Romale. To Sergeant Keith Elliott, veteran of Greece, Crete and Libya, went to VC. At Ruazat, Sergeant Elliott led his 19 men in a desperate rearguard action, silencing five machine gun posts and capturing 130 prisoners, despite being wounded four times himself. In addition, he successfully withdrew all his men. But the VC was not the only recognition of the bravery of this farmer from Mangamari. His portrait by the official war artist will be added to New Zealand's Gallery of Heroes."}