{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " The first state"}, {"timestamp": [3.0, 15.0], "text": " The first state houses at Lower Hut were built in 1938."}, {"timestamp": [15.0, 28.0], "text": " After seven years they've become part of the state houses at Lower Hut were built in 1938."}, {"timestamp": [28.0, 31.0], "text": " After seven years, they've become part of the landscape."}, {"timestamp": [31.0, 33.0], "text": " Their gardens are neat and well kept."}, {"timestamp": [33.0, 35.0], "text": " The war called a halt to building for two years,"}, {"timestamp": [35.0, 39.0], "text": " and for the last 12 months it's been a case of making up for lost time."}, {"timestamp": [39.0, 43.0], "text": " 240 state houses completed here in the year have made up some of the leeway."}, {"timestamp": [43.0, 48.0], "text": " And turning back to flats, the blocks that have been changed from flats to service hostels during total"}, {"timestamp": [48.0, 53.86], "text": " mobilization means homes for another 20 odd families now comes the task of providing"}, {"timestamp": [53.86, 58.0], "text": " for the thousands who are still homeless and here in the Nine-eye area a big start has"}, {"timestamp": [58.0, 61.96], "text": " been made in the last nine months the housing department has built a new suburb"}, {"timestamp": [61.96, 66.0], "text": " for Lower Hut one thousand new homes are well on the way to completion."}, {"timestamp": [66.0, 68.0], "text": " This was the boom town of 1944,"}, {"timestamp": [68.0, 71.0], "text": " but it's a boom town that has been most carefully planned."}, {"timestamp": [71.0, 74.0], "text": " Every house put up here fits neatly into the layout"}, {"timestamp": [74.0, 76.0], "text": " of an attractive and convenient suburb."}, {"timestamp": [78.0, 80.0], "text": " There's more to building a whole new suburb"}, {"timestamp": [80.0, 82.0], "text": " than finding bricks and timber for the houses."}, {"timestamp": [82.0, 84.0], "text": " A new reservoir is needed."}, {"timestamp": [84.0, 87.0], "text": " This one to hold two and a half million gallons."}, {"timestamp": [87.0, 93.0], "text": " Drain's have to be laid, put paths and curbs put down, and new roads formed."}, {"timestamp": [97.0, 99.0], "text": " In all ways, this is a big job."}, {"timestamp": [99.0, 103.0], "text": " Only machinery can deal with the task of supplying enough shingle to build a new town."}, {"timestamp": [103.0, 106.0], "text": " Backwards and forwards across the hut river, carry-alls are pulled,"}, {"timestamp": [106.0, 109.0], "text": " bringing 18 tons of shingle in one load."}, {"timestamp": [109.0, 113.0], "text": " Screening the shingle is another machine-sized job,"}, {"timestamp": [113.0, 116.0], "text": " and this bucket picks up metal by the cubic yard."}, {"timestamp": [116.0, 119.0], "text": " Then swiftly, easily, the crane swings the bucket"}, {"timestamp": [119.0, 136.0], "text": " and drops the gravel on the screen. Where shingle is handled in these quantities, a fleet of lorries is necessary to carry it for concrete,"}, {"timestamp": [136.0, 139.0], "text": " for road metal and for railway ballast."}, {"timestamp": [139.0, 144.0], "text": " Extending the Waterloo branch line along the eastern side of the HUD Valley is another part of the scheme of suburb building."}, {"timestamp": [144.0, 151.0], "text": " Here too, speed is important, so sleepers and rails have been lifted bodily from an unused track to be relayed here."}, {"timestamp": [151.0, 156.0], "text": " By this time-saving technique, railway and houses will be ready together."}, {"timestamp": [156.0, 161.5], "text": " For the three or four thousand people who will live in the new houses, this railway will provide handy transport,"}, {"timestamp": [161.5, 164.5], "text": " so distance from town will be small inconvenience."}, {"timestamp": [164.5, 166.12], "text": " In spite"}, {"timestamp": [166.12, 171.32], "text": " of all the difficulties of wartime construction, these houses are being finished to time. Substitutes"}, {"timestamp": [171.32, 176.48], "text": " have had to be found for war-scarce materials. Asbestos roofing instead of corrugated iron is but"}, {"timestamp": [176.48, 189.06], "text": " one of them. But for design, these places match up with the pre-war state houses. With these places nearly finished, the housing department is"}, {"timestamp": [189.06, 192.48], "text": " getting ready to build another block at Taiter a few miles further up the"}, {"timestamp": [192.48, 197.1], "text": " valley. This will be an even bigger scheme for here 1,600 houses will be built."}, {"timestamp": [197.1, 201.72], "text": " Building a stop bank to keep the Hut River in its present course has been the"}, {"timestamp": [201.72, 208.82], "text": " first requirement and now roads are being formed. Very shortly the first houses will be going up and within a year there'll"}, {"timestamp": [208.82, 213.0], "text": " be yet another new suburb. For the house hungry this is the promised land."}, {"timestamp": [213.0, 229.0], "text": " The raw material for glass making is being shot into the furnace of this Auckland factory."}, {"timestamp": [229.0, 233.0], "text": " New Zealand is well supplied with the chief ingredient, pure silica sand."}, {"timestamp": [233.0, 241.0], "text": " For North Cape is said to have enough of the purest glass making sand to last the whole world's glass trade for a thousand years."}, {"timestamp": [241.0, 245.0], "text": " This sand is so pure that it needs no cleaning in the factory."}, {"timestamp": [245.0, 252.0], "text": " Besides sand, the other ingredients are soda, limestone,"}, {"timestamp": [252.0, 256.0], "text": " and some coke dust for colouring beer bottle glass."}, {"timestamp": [256.0, 260.0], "text": " At the high temperature of the furnace, the sand, soda and lime melt"}, {"timestamp": [260.0, 264.0], "text": " and react chemically to become molten glass with the consistency of treacle."}, {"timestamp": [264.0, 268.0], "text": " Here, lengths of molten glass with the consistency of treacle."}, {"timestamp": [314.0, 319.0], "text": " Here lengths of molten glass are being cooled off gradually in of the ovens. Anyone got a light?"}, {"timestamp": [319.0, 328.0], "text": " This is a profiling lathe, which turns squares, hexagons, oxygens and so on."}, {"timestamp": [328.0, 332.0], "text": " The lathe cuts fine shavings and seems to take a man all his time."}, {"timestamp": [332.0, 337.0], "text": " The odd shapes turned up make the dyes for shaping fancy jars and bottles."}, {"timestamp": [337.0, 342.0], "text": " There's nothing fancy about these bottles, or not when they're empty anyhow."}, {"timestamp": [342.0, 347.0], "text": " Out of the modes they come and along the belt. They're still hot and soft."}, {"timestamp": [347.0, 360.0], "text": " This bottle's no good. They forgot to anneal it."}, {"timestamp": [360.0, 367.44], "text": " Unannield glass bottles bounce on concrete and would be very useful if only they"}, {"timestamp": [367.44, 369.6], "text": " didn't explode when anything is put inside them."}], "text": " The first state The first state houses at Lower Hut were built in 1938. After seven years they've become part of the state houses at Lower Hut were built in 1938. After seven years, they've become part of the landscape. Their gardens are neat and well kept. The war called a halt to building for two years, and for the last 12 months it's been a case of making up for lost time. 240 state houses completed here in the year have made up some of the leeway. And turning back to flats, the blocks that have been changed from flats to service hostels during total mobilization means homes for another 20 odd families now comes the task of providing for the thousands who are still homeless and here in the Nine-eye area a big start has been made in the last nine months the housing department has built a new suburb for Lower Hut one thousand new homes are well on the way to completion. This was the boom town of 1944, but it's a boom town that has been most carefully planned. Every house put up here fits neatly into the layout of an attractive and convenient suburb. There's more to building a whole new suburb than finding bricks and timber for the houses. A new reservoir is needed. This one to hold two and a half million gallons. Drain's have to be laid, put paths and curbs put down, and new roads formed. In all ways, this is a big job. Only machinery can deal with the task of supplying enough shingle to build a new town. Backwards and forwards across the hut river, carry-alls are pulled, bringing 18 tons of shingle in one load. Screening the shingle is another machine-sized job, and this bucket picks up metal by the cubic yard. Then swiftly, easily, the crane swings the bucket and drops the gravel on the screen. Where shingle is handled in these quantities, a fleet of lorries is necessary to carry it for concrete, for road metal and for railway ballast. Extending the Waterloo branch line along the eastern side of the HUD Valley is another part of the scheme of suburb building. Here too, speed is important, so sleepers and rails have been lifted bodily from an unused track to be relayed here. By this time-saving technique, railway and houses will be ready together. For the three or four thousand people who will live in the new houses, this railway will provide handy transport, so distance from town will be small inconvenience. In spite of all the difficulties of wartime construction, these houses are being finished to time. Substitutes have had to be found for war-scarce materials. Asbestos roofing instead of corrugated iron is but one of them. But for design, these places match up with the pre-war state houses. With these places nearly finished, the housing department is getting ready to build another block at Taiter a few miles further up the valley. This will be an even bigger scheme for here 1,600 houses will be built. Building a stop bank to keep the Hut River in its present course has been the first requirement and now roads are being formed. Very shortly the first houses will be going up and within a year there'll be yet another new suburb. For the house hungry this is the promised land. The raw material for glass making is being shot into the furnace of this Auckland factory. New Zealand is well supplied with the chief ingredient, pure silica sand. For North Cape is said to have enough of the purest glass making sand to last the whole world's glass trade for a thousand years. This sand is so pure that it needs no cleaning in the factory. Besides sand, the other ingredients are soda, limestone, and some coke dust for colouring beer bottle glass. At the high temperature of the furnace, the sand, soda and lime melt and react chemically to become molten glass with the consistency of treacle. Here, lengths of molten glass with the consistency of treacle. Here lengths of molten glass are being cooled off gradually in of the ovens. Anyone got a light? This is a profiling lathe, which turns squares, hexagons, oxygens and so on. The lathe cuts fine shavings and seems to take a man all his time. The odd shapes turned up make the dyes for shaping fancy jars and bottles. There's nothing fancy about these bottles, or not when they're empty anyhow. Out of the modes they come and along the belt. They're still hot and soft. This bottle's no good. They forgot to anneal it. Unannield glass bottles bounce on concrete and would be very useful if only they didn't explode when anything is put inside them."}