{"speakers": [], "chunks": [{"timestamp": [0.0, 34.0], "text": " Week Week by week we bring you pictures of New Zealanders in our Pacific defence sector."}, {"timestamp": [34.0, 40.0], "text": " This church parade is in New Caledonia where some of our forces have been standing by."}, {"timestamp": [40.0, 46.0], "text": " On this war zone island, unlike New Zealand and Samoa, the native population is fast disappearing."}, {"timestamp": [49.0, 53.0], "text": " Watching other people eat is about the only ready-made entertainment."}, {"timestamp": [57.0, 59.0], "text": " In camp, the boys make themselves comfortable."}, {"timestamp": [59.0, 62.0], "text": " They've borrowed a magazine from American neighbors."}, {"timestamp": [63.0, 67.88], "text": " Sox always seem to need attention."}, {"timestamp": [67.88, 72.12], "text": " Dear mother, I've been a very good boy since I've been down here."}, {"timestamp": [72.12, 78.22], "text": " Not a chance to be anything else in this part of the world."}, {"timestamp": [78.22, 81.86], "text": " Some who are studious-minded examine the local nickel mining."}, {"timestamp": [81.86, 89.94], "text": " The method is to scrape the tops off the mountains and shoot them down into the valleys. These people have found something to watch that's entirely new to"}, {"timestamp": [89.94, 120.0], "text": " French New Caledonia. This French territory is only a few hours flying time away from Auckland, though it seems a long way from home."}, {"timestamp": [120.0, 126.0], "text": " But when their world turns upside down, the boys always manage to keep their heads above water."}, {"timestamp": [130.0, 136.0], "text": " Learn to drive a Jeep in ten easy lessons."}, {"timestamp": [136.0, 139.0], "text": " This is an amazing offer. It costs you nothing."}, {"timestamp": [139.0, 142.0], "text": " Instead, you'll be paid for learning, seven-bop a day."}, {"timestamp": [142.0, 150.32], "text": " People will be amazed when you sit down at the wheel and drive off. They'll say, I didn't know he could drive. Your career is certain. You'll be a"}, {"timestamp": [150.32, 173.4], "text": " social success. In fact, you'll be much sought after by everybody you happen to run into. Don't look now, but I think we're being followed."}, {"timestamp": [175.4, 179.6], "text": " Taking vehicles over the rough stuff is the most popular part of the training at this driving school."}, {"timestamp": [180.16, 182.66], "text": " After the first trip, the soldiers become very keen,"}, {"timestamp": [182.96, 186.0], "text": " and their progress can be measured in jeeps and bounds."}, {"timestamp": [193.0, 197.0], "text": " Britain's Prime Minister, Winston Churchill, triumphantly passes through Concord Tripoli,"}, {"timestamp": [197.0, 202.0], "text": " and from Tripoli goes on to meet Freiburg's men, the NZ Division."}, {"timestamp": [202.0, 206.0], "text": " 1500 miles from their base, in the height of a strenuous campaign,"}, {"timestamp": [206.0, 210.0], "text": " he finds them as smart as troops fresh out of barracks."}, {"timestamp": [210.0, 213.0], "text": " Mr. Churchill is accompanied by General Sir Bernard Montgomery,"}, {"timestamp": [213.0, 216.0], "text": " fighting commander of the victorious 8th Army."}, {"timestamp": [216.0, 219.0], "text": " They review a parade of the men who would not be stopped."}, {"timestamp": [219.0, 223.0], "text": " Not by the desert, not by distance, not by Rommel."}, {"timestamp": [223.0, 227.0], "text": " Leading the parade is Lieutenant General Sir Bernard Freiburg,"}, {"timestamp": [227.0, 231.0], "text": " proudly stepping out before the men who've stuck by him since Greece."}, {"timestamp": [231.0, 247.0], "text": " Mr. Churchill later addressed the division."}, {"timestamp": [247.0, 249.0], "text": " He gave them a message for New Zealand."}, {"timestamp": [249.0, 250.0], "text": " He said,"}, {"timestamp": [250.0, 255.0], "text": " Our hearts go out in gratitude to the people of New Zealand"}, {"timestamp": [255.0, 259.0], "text": " who have sent this vended division"}, {"timestamp": [259.0, 262.0], "text": " to win glory across the ocean."}, {"timestamp": [262.0, 267.0], "text": " On behalf of the people, all the peoples of the homeland,"}, {"timestamp": [267.0, 272.0], "text": " I give you our expression of Ernest Warm Heartish Bank."}], "text": " Week Week by week we bring you pictures of New Zealanders in our Pacific defence sector. This church parade is in New Caledonia where some of our forces have been standing by. On this war zone island, unlike New Zealand and Samoa, the native population is fast disappearing. Watching other people eat is about the only ready-made entertainment. In camp, the boys make themselves comfortable. They've borrowed a magazine from American neighbors. Sox always seem to need attention. Dear mother, I've been a very good boy since I've been down here. Not a chance to be anything else in this part of the world. Some who are studious-minded examine the local nickel mining. The method is to scrape the tops off the mountains and shoot them down into the valleys. These people have found something to watch that's entirely new to French New Caledonia. This French territory is only a few hours flying time away from Auckland, though it seems a long way from home. But when their world turns upside down, the boys always manage to keep their heads above water. Learn to drive a Jeep in ten easy lessons. This is an amazing offer. It costs you nothing. Instead, you'll be paid for learning, seven-bop a day. People will be amazed when you sit down at the wheel and drive off. They'll say, I didn't know he could drive. Your career is certain. You'll be a social success. In fact, you'll be much sought after by everybody you happen to run into. Don't look now, but I think we're being followed. Taking vehicles over the rough stuff is the most popular part of the training at this driving school. After the first trip, the soldiers become very keen, and their progress can be measured in jeeps and bounds. Britain's Prime Minister, Winston Churchill, triumphantly passes through Concord Tripoli, and from Tripoli goes on to meet Freiburg's men, the NZ Division. 1500 miles from their base, in the height of a strenuous campaign, he finds them as smart as troops fresh out of barracks. Mr. Churchill is accompanied by General Sir Bernard Montgomery, fighting commander of the victorious 8th Army. They review a parade of the men who would not be stopped. Not by the desert, not by distance, not by Rommel. Leading the parade is Lieutenant General Sir Bernard Freiburg, proudly stepping out before the men who've stuck by him since Greece. Mr. Churchill later addressed the division. He gave them a message for New Zealand. He said, Our hearts go out in gratitude to the people of New Zealand who have sent this vended division to win glory across the ocean. On behalf of the people, all the peoples of the homeland, I give you our expression of Ernest Warm Heartish Bank."}