{"speakers": [], "chunks": [{"timestamp": [0.0, 27.18], "text": " The Canterbury Agricultural College at Lincoln near Christchurch is host to over 500 farmers, fruit growers and market gardeners from all over New Zealand."}, {"timestamp": [27.92, 34.92], "text": " They're attending a field day to see demonstrations of the latest methods and machinery that the college's new department of agricultural engineering has been investigating."}, {"timestamp": [35.52, 38.28], "text": " And college lecturers give the visitors the benefit of their research."}, {"timestamp": [40.18, 46.62], "text": " While one section of the crowd visits the horticultural nursery, another party sees the latest method of soil sterilization in glass houses"}, {"timestamp": [46.62, 49.5], "text": " where steam is forced through the earth to kill harmful bacteria."}, {"timestamp": [52.4, 54.74], "text": " The steam is provided by an old traction engine,"}, {"timestamp": [55.0, 58.68], "text": " forerunner of the modern motor tractors which are being demonstrated in the agricultural paddock."}, {"timestamp": [62.36, 65.24], "text": " They come in all sizes these days and do any kind of job."}, {"timestamp": [65.7, 67.8], "text": " This two-man attachment called a transplanter,"}, {"timestamp": [68.4, 71.56], "text": " soes small plants and waters and fertilizes them as it goes along."}, {"timestamp": [79.36, 90.76], "text": " A New Zealand-made post-hole digger shows a short cut to a usually tiresome job."}, {"timestamp": [94.22, 94.54], "text": " Irrigation systems are on display too, the conventional sprayers,"}, {"timestamp": [98.48, 102.12], "text": " and a giant rainmaker that rotates slowly and covers an acre at a time on full pressure."}, {"timestamp": [104.96, 105.12], "text": " A spinning turbine wheel near the nozzle breaks the jet,"}, {"timestamp": [107.48, 109.28], "text": " which then spreads the artificial rain along the whole throw."}, {"timestamp": [111.6, 114.42], "text": " The college market garden attracts a large crowd to see the latest type of machinery used for small-scale cultivation."}, {"timestamp": [115.14, 117.06], "text": " Most of them are compact one-man affairs"}, {"timestamp": [117.06, 119.72], "text": " designed to work between the rows like this dusting machine."}, {"timestamp": [123.54, 128.8], "text": " A Lincoln College Field Day is always popular with farmers and growers who get the benefit of the college's research"}, {"timestamp": [128.8, 131.8], "text": " and first-hand information on the latest techniques and equipment."}, {"timestamp": [141.4, 148.0], "text": " 36 motorcyclists from the Manoa 2 and Weddington Zixian clubs set out for their annual reliability trials at Upper Hut."}, {"timestamp": [148.0, 151.0], "text": " In the trials care not speed is the important thing."}, {"timestamp": [151.0, 156.0], "text": " Riders must keep inside the lines and points are lost if the engine stalls or their feet touch the ground."}, {"timestamp": [156.0, 162.0], "text": " That's two points gone."}, {"timestamp": [162.0, 166.0], "text": " Trials such as these encourage motorcyclists to improve their riding by giving That's two points gone. Oh, let's get straight down. What you did that?"}, {"timestamp": [166.0, 168.0], "text": " Frikes,"}, {"timestamp": [168.0, 171.0], "text": " to improve their riding by giving them confidence in"}, {"timestamp": [171.0, 173.0], "text": " and control over their vehicle."}, {"timestamp": [173.0, 174.0], "text": " That's the idea anyway."}, {"timestamp": [174.0, 187.0], "text": " If you think this is tough, you should see Willis Street Friday night."}, {"timestamp": [187.0, 193.0], "text": " Bunk's stump shingle and rubble, they take them all without any trouble."}, {"timestamp": [193.0, 204.0], "text": " Wellington Zixion Club won the trials comfortably."}, {"timestamp": [204.0, 205.0], "text": " If you can call this comfort. Wellington Zixian Club won the trials comfortably."}, {"timestamp": [205.0, 210.0], "text": " If you can call this comfort."}, {"timestamp": [210.0, 217.0], "text": " This house at Takapuna, Auckland, is being built by a group of architectural students"}, {"timestamp": [217.0, 223.0], "text": " in an effort to find a cheaper and simpler yet attractive style of house construction suitable to local conditions."}, {"timestamp": [223.0, 227.0], "text": " In designing the house, the group is trying to cut cost, interactive style of house construction suitable to local conditions."}, {"timestamp": [232.0, 234.0], "text": " In designing the house, the group is trying to cut costs without affecting strength and comfort, and construction has been reduced to bare essentials."}, {"timestamp": [234.0, 240.0], "text": " There is no ceiling, and the framework of the aluminium roof is supported only by strong wood and uprights,"}, {"timestamp": [240.0, 243.0], "text": " instead of interior walls which do the job in most houses."}, {"timestamp": [243.0, 245.98], "text": " As uprights in the living area of the house will not be enclosed,"}, {"timestamp": [246.46, 249.0], "text": " they are neatly finished and bolted to the framework of the roof."}, {"timestamp": [258.22, 261.88], "text": " To test their theories firsthand and gain valuable practical experience,"}, {"timestamp": [262.26, 264.3], "text": " the members of the group are doing all the work themselves."}, {"timestamp": [265.02, 266.2], "text": " On this, their second house,"}, {"timestamp": [266.28, 268.5], "text": " they have the benefit of experience gain building another,"}, {"timestamp": [268.84, 270.4], "text": " which is already completed and occupied."}, {"timestamp": [274.48, 276.26], "text": " From a patio at the north of the house,"}, {"timestamp": [276.36, 277.32], "text": " one enters the living room."}, {"timestamp": [278.0, 280.36], "text": " The lack of ceiling is offset by the interior finish"}, {"timestamp": [280.36, 281.74], "text": " and a large mural design."}, {"timestamp": [282.48, 284.06], "text": " A stove heats all the living area,"}, {"timestamp": [284.38, 285.58], "text": " as there are no walls here."}, {"timestamp": [286.3, 287.98], "text": " Only a bookcase set between two"}, {"timestamp": [287.98, 290.16], "text": " of the exposed uprights divides the living"}, {"timestamp": [290.16, 291.5], "text": " room from a sunny play area."}, {"timestamp": [292.22, 294.0], "text": " Off this are two conventional bedrooms."}, {"timestamp": [302.86, 304.16], "text": " The kitchen too is"}, {"timestamp": [304.16, 305.9], "text": " divided from the lounge only by cupboards,"}, {"timestamp": [306.4, 309.32], "text": " cooking odors being carried out through a louvered window above the stove."}, {"timestamp": [311.34, 315.04], "text": " With these houses, the architectural group is proving that costs can be cut"}, {"timestamp": [315.04, 317.0], "text": " without any loss in convenience or comfort."}, {"timestamp": [317.6, 320.98], "text": " But this is only the beginning of their search for simpler and cheaper methods"}, {"timestamp": [320.98, null], "text": " of building attractive family homes adapted to local conditions."}], "text": " The Canterbury Agricultural College at Lincoln near Christchurch is host to over 500 farmers, fruit growers and market gardeners from all over New Zealand. They're attending a field day to see demonstrations of the latest methods and machinery that the college's new department of agricultural engineering has been investigating. And college lecturers give the visitors the benefit of their research. While one section of the crowd visits the horticultural nursery, another party sees the latest method of soil sterilization in glass houses where steam is forced through the earth to kill harmful bacteria. The steam is provided by an old traction engine, forerunner of the modern motor tractors which are being demonstrated in the agricultural paddock. They come in all sizes these days and do any kind of job. This two-man attachment called a transplanter, soes small plants and waters and fertilizes them as it goes along. A New Zealand-made post-hole digger shows a short cut to a usually tiresome job. Irrigation systems are on display too, the conventional sprayers, and a giant rainmaker that rotates slowly and covers an acre at a time on full pressure. A spinning turbine wheel near the nozzle breaks the jet, which then spreads the artificial rain along the whole throw. The college market garden attracts a large crowd to see the latest type of machinery used for small-scale cultivation. Most of them are compact one-man affairs designed to work between the rows like this dusting machine. A Lincoln College Field Day is always popular with farmers and growers who get the benefit of the college's research and first-hand information on the latest techniques and equipment. 36 motorcyclists from the Manoa 2 and Weddington Zixian clubs set out for their annual reliability trials at Upper Hut. In the trials care not speed is the important thing. Riders must keep inside the lines and points are lost if the engine stalls or their feet touch the ground. That's two points gone. Trials such as these encourage motorcyclists to improve their riding by giving That's two points gone. Oh, let's get straight down. What you did that? Frikes, to improve their riding by giving them confidence in and control over their vehicle. That's the idea anyway. If you think this is tough, you should see Willis Street Friday night. Bunk's stump shingle and rubble, they take them all without any trouble. Wellington Zixion Club won the trials comfortably. If you can call this comfort. Wellington Zixian Club won the trials comfortably. If you can call this comfort. This house at Takapuna, Auckland, is being built by a group of architectural students in an effort to find a cheaper and simpler yet attractive style of house construction suitable to local conditions. In designing the house, the group is trying to cut cost, interactive style of house construction suitable to local conditions. In designing the house, the group is trying to cut costs without affecting strength and comfort, and construction has been reduced to bare essentials. There is no ceiling, and the framework of the aluminium roof is supported only by strong wood and uprights, instead of interior walls which do the job in most houses. As uprights in the living area of the house will not be enclosed, they are neatly finished and bolted to the framework of the roof. To test their theories firsthand and gain valuable practical experience, the members of the group are doing all the work themselves. On this, their second house, they have the benefit of experience gain building another, which is already completed and occupied. From a patio at the north of the house, one enters the living room. The lack of ceiling is offset by the interior finish and a large mural design. A stove heats all the living area, as there are no walls here. Only a bookcase set between two of the exposed uprights divides the living room from a sunny play area. Off this are two conventional bedrooms. The kitchen too is divided from the lounge only by cupboards, cooking odors being carried out through a louvered window above the stove. With these houses, the architectural group is proving that costs can be cut without any loss in convenience or comfort. But this is only the beginning of their search for simpler and cheaper methods of building attractive family homes adapted to local conditions."}