{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " When the 8,000"}, {"timestamp": [2.0, 31.5], "text": " When the 8,000 ton cruiser, HMS Newfoundland, arrived at Littleton recently, she was thrown open to the public."}, {"timestamp": [31.5, 35.0], "text": " There were all sorts of things to see and do and keep one occupied."}, {"timestamp": [35.0, 48.4], "text": " Everyone has a good time, and particularly the the youngsters who will always remember their"}, {"timestamp": [48.4, 51.0], "text": " first visit aboard a Krozer which had fought the Japanese."}, {"timestamp": [51.0, 65.0], "text": " This is Crete."}, {"timestamp": [65.0, 72.0], "text": " Four years ago, German airborne troops came out of these wrecked aircraft and there began one of the strangest and bitterest battles of the war."}, {"timestamp": [72.0, 77.0], "text": " Now a party of Kiwis revisit these scenes of former battle. These are the graves of their comrades."}, {"timestamp": [77.0, 81.0], "text": " The people of Greece and Crete gave our men food and clothing and shelter."}, {"timestamp": [81.0, 83.0], "text": " They gave them everything they could."}, {"timestamp": [83.0, 89.34], "text": " One of the men who fought through Greece and Crete was Captain Upham, V.C and Barr. As one of the New Zealanders on"}, {"timestamp": [89.34, 95.3], "text": " service in Greece and Crete, I know how attached many of our men became to the inhabitants"}, {"timestamp": [95.3, 100.68], "text": " there. These people were very unselfish and in many cases very generous to our fellas."}, {"timestamp": [100.68, 107.38], "text": " And now I'm afraid that many of them are starving and in dire want of all sorts of food and clothing."}, {"timestamp": [107.38, 109.24], "text": " Back here in New Zealand, most people"}, {"timestamp": [109.24, 112.36], "text": " are living in comparative comfort and luxury,"}, {"timestamp": [112.36, 114.86], "text": " whilst all over the world other peoples are starving."}, {"timestamp": [117.0, 119.26], "text": " I know the New Zealand people have given a lot"}, {"timestamp": [119.26, 122.98], "text": " during the war years, and I hope that now they can give a lot more"}, {"timestamp": [122.98, 127.0], "text": " to help alleviate distress amongst our friends in other countries,"}, {"timestamp": [127.0, 130.0], "text": " people who befriended us in our time of needs."}, {"timestamp": [134.0, 142.0], "text": " This factory is an example of an industry driven into new channels by the war."}, {"timestamp": [142.0, 152.16], "text": " During the war years it made revolver holsters, wireless cases, EPS and home guard belts and scabbards. Now with peacetime"}, {"timestamp": [152.16, 156.62], "text": " traveling again, leather bags are being made, bags for every purpose, with designs"}, {"timestamp": [156.62, 167.0], "text": " that are modern and original. This one is called the Handypack, and this is the piece of leather from which it's made."}, {"timestamp": [171.0, 223.0], "text": " To cut the required shape of each component piece of the bag, a frame with cutting edge is put on the leather and driven through by an electric press.... Tannery's all over the country supply this factory with the high-grade leather New Zealand is famous for."}, {"timestamp": [223.0, 227.98], "text": " Though this is a new factory, bag making is a well-established industry and these workers are expert"}, {"timestamp": [227.98, 230.4], "text": " craftsmen. Many of them are returned servicemen."}, {"timestamp": [230.4, 234.6], "text": " And these handy-servicemen."}, {"timestamp": [234.6, 250.0], "text": " And these handy bags are a holiday maker's delight."}, {"timestamp": [250.0, 254.0], "text": " Without hard edges or sharp corners, they're easy on the shins."}, {"timestamp": [254.0, 257.0], "text": " And as for quality, it's in the bag."}, {"timestamp": [262.0, 271.0], "text": " Combating the current to birth at Princes Warf Auckland is the USS Vincennes, arriving from Newmere, and Auckland prepares to welcome her."}, {"timestamp": [271.0, 280.0], "text": " Commissioned in January, 1944, this modern American 10,000-ton light cruiser is now flagship in the South Pacific."}, {"timestamp": [280.0, 283.0], "text": " For a year, she was in every action right through to Tokyo."}, {"timestamp": [283.0, 285.0], "text": " Her float planes are launched by catapult."}, {"timestamp": [285.0, 289.0], "text": " Four three-gun turrets of six-inch guns constitute her main armament,"}, {"timestamp": [289.0, 292.0], "text": " supplemented by five inches and a mass of light ac-ac."}, {"timestamp": [292.0, 299.0], "text": " To welcome the Vincennes on behalf of the Royal New Zealand Navy, Commodore Dowding comes aboard."}, {"timestamp": [304.0, 308.0], "text": " In limited numbers, the public are admitted to inspect the ship."}, {"timestamp": [308.0, 324.0], "text": " On board is Rear Admiral Paul Hendren, Legion of Merit, DSO."}, {"timestamp": [324.0, 325.76], "text": " It is my extreme pleasure as Commander South Pacific area in Fort On board is Rear Admiral Paul Hendren, Legion of Merit, DSO."}, {"timestamp": [330.12, 334.08], "text": " It is my extreme pleasure as command the South Pacific Area and force to be embarked on my flagship to USS Vincennes"}, {"timestamp": [334.08, 337.42], "text": " and to pay this visit to New Zealand,"}, {"timestamp": [337.6, 340.26], "text": " the ports of Auckland and Wellington."}, {"timestamp": [341.06, 343.64], "text": " In addition to being a great pleasure to me,"}, {"timestamp": [344.34, 356.0], "text": " it is an even greater pleasure to the officers' crew of the Vincennes, who has been engaged in active combat operations in the Pacific Ocean area for the past two years."}, {"timestamp": [356.0, 369.0], "text": " They well know that these two ports, Auckland and Wellington, are the most desirable ports and the most friendly and hospitable of any in the Pacific Ocean area."}, {"timestamp": [371.0, 376.0], "text": " Being the flagship, Vincennes brings not only the Admiral, but also the Admiral's Band,"}, {"timestamp": [376.0, 379.0], "text": " which is generously undertaking Shaw assignments."}, {"timestamp": [379.0, 383.0], "text": " In the Parnell Rose Gardens, they give a Sunday concert to aid the Auckland Blind Institute."}, {"timestamp": [383.0, 427.6], "text": " The Rose Garden is in good shape this season. This flag band of the United States South Pacific Force is giving many public performances for local charities during a visit to New Zealand which we hope they will enjoy."}], "text": " When the 8,000 When the 8,000 ton cruiser, HMS Newfoundland, arrived at Littleton recently, she was thrown open to the public. There were all sorts of things to see and do and keep one occupied. Everyone has a good time, and particularly the the youngsters who will always remember their first visit aboard a Krozer which had fought the Japanese. This is Crete. Four years ago, German airborne troops came out of these wrecked aircraft and there began one of the strangest and bitterest battles of the war. Now a party of Kiwis revisit these scenes of former battle. These are the graves of their comrades. The people of Greece and Crete gave our men food and clothing and shelter. They gave them everything they could. One of the men who fought through Greece and Crete was Captain Upham, V.C and Barr. As one of the New Zealanders on service in Greece and Crete, I know how attached many of our men became to the inhabitants there. These people were very unselfish and in many cases very generous to our fellas. And now I'm afraid that many of them are starving and in dire want of all sorts of food and clothing. Back here in New Zealand, most people are living in comparative comfort and luxury, whilst all over the world other peoples are starving. I know the New Zealand people have given a lot during the war years, and I hope that now they can give a lot more to help alleviate distress amongst our friends in other countries, people who befriended us in our time of needs. This factory is an example of an industry driven into new channels by the war. During the war years it made revolver holsters, wireless cases, EPS and home guard belts and scabbards. Now with peacetime traveling again, leather bags are being made, bags for every purpose, with designs that are modern and original. This one is called the Handypack, and this is the piece of leather from which it's made. To cut the required shape of each component piece of the bag, a frame with cutting edge is put on the leather and driven through by an electric press.... Tannery's all over the country supply this factory with the high-grade leather New Zealand is famous for. Though this is a new factory, bag making is a well-established industry and these workers are expert craftsmen. Many of them are returned servicemen. And these handy-servicemen. And these handy bags are a holiday maker's delight. Without hard edges or sharp corners, they're easy on the shins. And as for quality, it's in the bag. Combating the current to birth at Princes Warf Auckland is the USS Vincennes, arriving from Newmere, and Auckland prepares to welcome her. Commissioned in January, 1944, this modern American 10,000-ton light cruiser is now flagship in the South Pacific. For a year, she was in every action right through to Tokyo. Her float planes are launched by catapult. Four three-gun turrets of six-inch guns constitute her main armament, supplemented by five inches and a mass of light ac-ac. To welcome the Vincennes on behalf of the Royal New Zealand Navy, Commodore Dowding comes aboard. In limited numbers, the public are admitted to inspect the ship. On board is Rear Admiral Paul Hendren, Legion of Merit, DSO. It is my extreme pleasure as Commander South Pacific area in Fort On board is Rear Admiral Paul Hendren, Legion of Merit, DSO. It is my extreme pleasure as command the South Pacific Area and force to be embarked on my flagship to USS Vincennes and to pay this visit to New Zealand, the ports of Auckland and Wellington. In addition to being a great pleasure to me, it is an even greater pleasure to the officers' crew of the Vincennes, who has been engaged in active combat operations in the Pacific Ocean area for the past two years. They well know that these two ports, Auckland and Wellington, are the most desirable ports and the most friendly and hospitable of any in the Pacific Ocean area. Being the flagship, Vincennes brings not only the Admiral, but also the Admiral's Band, which is generously undertaking Shaw assignments. In the Parnell Rose Gardens, they give a Sunday concert to aid the Auckland Blind Institute. The Rose Garden is in good shape this season. This flag band of the United States South Pacific Force is giving many public performances for local charities during a visit to New Zealand which we hope they will enjoy."}