{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " The"}, {"timestamp": [7.0, 65.0], "text": " Phaean, I'm going to go. Oh!"}, {"timestamp": [65.0, 66.0], "text": " How?"}, {"timestamp": [66.0, 67.0], "text": " How?"}, {"timestamp": [67.0, 367.0], "text": " Oh! Good morning. Good day, for him. The The The The The The The The Thank you. The The The Thank you. Remember the day old Bill left the pub to go down to his boat."}, {"timestamp": [367.0, 373.0], "text": " The tide was partly out and he goes along the edge of the boat to the bell."}, {"timestamp": [373.0, 378.0], "text": " He'd had had a few of course and he slipped off into the mud."}, {"timestamp": [378.0, 386.4], "text": " He'd wandered away down to his boat and the tide was partly out and he goes along the edge of the boat to the bell."}, {"timestamp": [387.2, 389.8], "text": " He'd had a few of course and he slipped off into the mud."}, {"timestamp": [391.1, 397.4], "text": " I thought, well, this is not too good to be in a big heavy man of course he thought well I can't get out of here."}, {"timestamp": [398.2, 399.7], "text": " Deep mud it was too."}, {"timestamp": [400.7, 405.0], "text": " So he thought the best thing I'll do I'll put this rope with in case anything happened,"}, {"timestamp": [405.0, 408.0], "text": " and the tide comes in, nothing will happen."}, {"timestamp": [408.0, 413.0], "text": " He was going to go fishing with a couple of other fellas, and they didn't arrive for quite a time."}, {"timestamp": [413.0, 419.0], "text": " They had a bit of a look around, and they heard a bit of a squeaky voice singing out, help, help."}, {"timestamp": [419.0, 424.0], "text": " So they looked over the side and here he is in the mud, stuck in the mud."}, {"timestamp": [424.0, 425.04], "text": " And they thought, oh, well, I don't know how we... What we're going to do here? they looked over the side and here he is in the mud, stuck in the mud."}, {"timestamp": [427.24, 428.44], "text": " And they thought, oh, well, I don't know how we... What we're going to do here?"}, {"timestamp": [428.5, 432.94], "text": " They got down and scratched the mud away from around these thigh roots."}, {"timestamp": [433.68, 437.54], "text": " They didn't need the position, but we really sank a bit further in."}, {"timestamp": [439.94, 444.18], "text": " Well, in the finish, they decide, well, the only thing we can is tighten the rope on the middle."}, {"timestamp": [445.0, 447.0], "text": " And wait until the tide lifts it. And when the tide come decide, well, the only thing we can is tighten the rope on the middle of it and wait until the tide lifts it."}, {"timestamp": [448.0, 451.0], "text": " And when the tide come in, they just floated even."}, {"timestamp": [451.0, null], "text": " Ha ha ha ha ha ha ha ha ha ha ha ha ha ha. The The The The The"}], "text": " The Phaean, I'm going to go. Oh! How? How? Oh! Good morning. Good day, for him. The The The The The The The The Thank you. The The The Thank you. Remember the day old Bill left the pub to go down to his boat. The tide was partly out and he goes along the edge of the boat to the bell. He'd had had a few of course and he slipped off into the mud. He'd wandered away down to his boat and the tide was partly out and he goes along the edge of the boat to the bell. He'd had a few of course and he slipped off into the mud. I thought, well, this is not too good to be in a big heavy man of course he thought well I can't get out of here. Deep mud it was too. So he thought the best thing I'll do I'll put this rope with in case anything happened, and the tide comes in, nothing will happen. He was going to go fishing with a couple of other fellas, and they didn't arrive for quite a time. They had a bit of a look around, and they heard a bit of a squeaky voice singing out, help, help. So they looked over the side and here he is in the mud, stuck in the mud. And they thought, oh, well, I don't know how we... What we're going to do here? they looked over the side and here he is in the mud, stuck in the mud. And they thought, oh, well, I don't know how we... What we're going to do here? They got down and scratched the mud away from around these thigh roots. They didn't need the position, but we really sank a bit further in. Well, in the finish, they decide, well, the only thing we can is tighten the rope on the middle. And wait until the tide lifts it. And when the tide come decide, well, the only thing we can is tighten the rope on the middle of it and wait until the tide lifts it. And when the tide come in, they just floated even. Ha ha ha ha ha ha ha ha ha ha ha ha ha ha. The The The The The"}