{"speakers": [], "chunks": [{"timestamp": [0.0, 3.92], "text": " Sixty-"}, {"timestamp": [3.92, 28.76], "text": " Sixty-two Wellington Fire Brigadesmen line up in full kit before the Governor General."}, {"timestamp": [29.76, 33.24], "text": " After they'd been inspected by his excellency, brigadesmen raced to their machines,"}, {"timestamp": [33.38, 36.16], "text": " and in a matter of seconds, the first of ten was leaving the central station."}, {"timestamp": [36.76, 40.46], "text": " Seven pumping units, a hose-laying lorry, a salvage van, and a special equipment tender,"}, {"timestamp": [40.96, 49.8], "text": " followed one another in quick succession."}, {"timestamp": [52.8, 53.4], "text": " This fireman in a smoke mask drew his excellency's attention."}, {"timestamp": [55.2, 56.4], "text": " Seems to him he's seen that face before."}, {"timestamp": [59.6, 61.4], "text": " Meanwhile, hoses were being run out for the biggest display yet seen in New Zealand of fog spray firefighting equipment."}, {"timestamp": [62.2, 67.92], "text": " Brigade Superintendent Woolley explained how special nozzles create a fine fog of water fatal to any blaze at close range."}, {"timestamp": [67.92, 82.44], "text": " At Lower Hout, a start is being made on the erection of a block of 22 homes for"}, {"timestamp": [82.44, 88.5], "text": " old people. To ensure that the state housing program for family homes will not be affected, the design is simple and"}, {"timestamp": [88.5, 93.24], "text": " the construction speedy. In 12 weeks the finishing touches are being made, and in four"}, {"timestamp": [93.24, 97.32], "text": " months the block is complete, even to the lawns and shrubs, and tenants are moving in."}, {"timestamp": [97.32, 113.28], "text": " At the opening ceremony, the Minister of Worker, at the opening ceremony, the Minister of Works, Mr. Semple pointed out that similar flats were going up throughout the country"}, {"timestamp": [113.28, 117.12], "text": " to house pensioners at present paying high rents in boarding houses and rooms."}, {"timestamp": [118.16, 120.38], "text": " The block was opened by the Prime Minister, Mr. Fraser."}, {"timestamp": [123.68, 127.64], "text": " The flats have been designed for the simple needs of elderly couples and are entirely"}, {"timestamp": [127.64, 136.62], "text": " self-contained with bedroom, bathroom, wash house and living room. A corner of the living room"}, {"timestamp": [136.62, 141.54], "text": " is a kitchenette with sink, electric cooker and plenty of cupboard space. There is also a"}, {"timestamp": [141.54, 145.98], "text": " sun porch where the old folk can sit and talk, or just sit as old folk love to do."}, {"timestamp": [151.46, 153.68], "text": " Here, in company with others of their own age,"}, {"timestamp": [153.92, 156.08], "text": " the tenants of these small settlements can look forward"}, {"timestamp": [156.08, 158.3], "text": " to spending their days in security and comfort."}, {"timestamp": [173.0, 178.0], "text": " Queenstown, one of New Zealand's favourite summer resorts, is rapidly becoming popular as a winter sports centre. A short bus ride takes skiers to one of the finest grounds in the country at Coronet Peak."}, {"timestamp": [178.0, 184.0], "text": " Here to take part in the South Island Championships and to practice before the inter-dominion and national events at Rua Pahou"}, {"timestamp": [184.0, 187.36], "text": " are the Australian ski team and skiers from all over New Zealand."}, {"timestamp": [190.32, 193.84], "text": " It's on with the skis, onto the toe and up to the slopes above."}, {"timestamp": [196.56, 201.52], "text": " For the learner there are the nursery slopes. It's never too young to learn this sport. In fact"}, {"timestamp": [201.52, 207.0], "text": " children are at an advantage. They haven't so far to fall."}, {"timestamp": [211.0, 216.0], "text": " The more sophisticated skiers, like Arthur Audet, American instructor at Coronet Peak,"}, {"timestamp": [216.0, 221.0], "text": " always like to try out something new, and even the less expert want to do the same."}, {"timestamp": [223.0, 225.4], "text": " But watch now the crisp white slopes above,"}, {"timestamp": [225.7, 228.58], "text": " as eight mere men take to their wings and saw like birds"}, {"timestamp": [228.58, 288.1], "text": " while the snow softly sings and the wind whips by with a roar. I'm gonna' I'm gonna'n't. And so to Rua Pahill, where the inter-Dominion and National Championships are to be held."}, {"timestamp": [288.94, 292.7], "text": " Outside the ski club hut, Walter Hainsley, Swiss instructor at Rue Pahou,"}, {"timestamp": [292.82, 296.22], "text": " waxes his skis while Stan Lonsdale helps Brother Garth with his number."}, {"timestamp": [297.06, 300.88], "text": " No Kerr, who emerged national men's champion, adjusts his skis,"}, {"timestamp": [301.18, 304.32], "text": " and all is ready for the climb of a thousand feet up to the starting point."}, {"timestamp": [306.0, 312.16], "text": " The day promises well, but soon the weather, which has is ready for the climb of a thousand feet up to the starting point. The day promises well but soon the weather which has already held up the running of events for three days gets rapidly worse."}, {"timestamp": [314.24, 321.72], "text": " In conditions like these that are bound to be spills, as visibility is poor and the surface varies from soft snow to hard slippery ice."}, {"timestamp": [322.52, 324.92], "text": " Most falls are harmless, but some are not."}, {"timestamp": [329.04, 335.36], "text": " For this man it's a badly injured back, that help is always quickly available even in the foulest weather. Meanwhile"}, {"timestamp": [335.36, 340.8], "text": " Helen Aronson of National Park is off to a good start in the inter-dominian women's slalom. National"}, {"timestamp": [340.8, 349.0], "text": " Women's Champion in 1946 and 7, Miss Allenson finished the downhill event last year with a broken leg and her performance is uncertain."}, {"timestamp": [349.0, 356.0], "text": " She records third fastest time, but in later events recovers some of her old form and emerges women's champion for 1949."}, {"timestamp": [356.0, 359.0], "text": " Miss Olive Lambell of Australia."}, {"timestamp": [362.0, 369.0], "text": " The course falls 700 feet in three quarters of a mile and involves some tricky turning, especially in this weather."}, {"timestamp": [369.0, 376.0], "text": " While Australians, Austen and Aslung will look anxiously on, Miss Landville competes the course in good time."}, {"timestamp": [376.0, 384.0], "text": " Horne Gilkison of Dunedin gets away to a bad start, but the time is relayed by telephone to the timekeepers at the finish below."}, {"timestamp": [384.0, 388.0], "text": " Mrs. Gilkerson, who was last year's national women's champion,"}, {"timestamp": [388.0, 392.9], "text": " records fastest time for the course and does much to ensure a New Zealand victory in the women's"}, {"timestamp": [392.9, 396.92], "text": " slalom. Australia however carried off all the other events to retain the"}, {"timestamp": [396.92, 402.98], "text": " 1949 inter-dominian title. Walter Hainsley, Swiss instructor at Ruhriehu,"}, {"timestamp": [402.98, 408.0], "text": " opens the course for the national slalom with the finest exhibition of skiing ever seen in New Zealand."}, {"timestamp": [408.0, 413.0], "text": " His time is only two-thirds of that recorded by the fastest competitor in the event to follow."}, {"timestamp": [413.0, 420.0], "text": " Jim Pattinson of Australia is the first competitor to run the course in the men's slalom."}, {"timestamp": [420.0, 424.0], "text": " Finishing well, he runs second."}, {"timestamp": [424.0, 428.38], "text": " Morrie Collier of National Park"}, {"timestamp": [428.38, 433.22], "text": " on a tricky bend"}, {"timestamp": [433.22, 434.96], "text": " Collier knocks over one of the flags"}, {"timestamp": [434.96, 437.28], "text": " that makes a quick recovery and finish as well"}, {"timestamp": [437.28, 443.52], "text": " Roy McKenzie of Wellington"}, {"timestamp": [443.52, 448.7], "text": " who won this event in 1947 and recently carried off the North Island Combined Championship,"}, {"timestamp": [448.7, 453.5], "text": " is running well and appears to have the title in his grasp when he falls 30 yards from the finish."}, {"timestamp": [453.5, 457.5], "text": " He loses valuable time getting back to his feet, but still gains third place."}, {"timestamp": [461.5, 464.5], "text": " Tony Aslong, brilliant French Australian skier, is next."}, {"timestamp": [464.5, 468.82], "text": " He recorded fastest time in the Inter-Dominion Stion slalom and now looks set to do the same in"}, {"timestamp": [468.82, 474.46], "text": " this event when he too falls and loses valuable seconds climbing back."}, {"timestamp": [478.42, 482.82], "text": " He quickly regains control to record fastest time in spite of the fall and win the"}, {"timestamp": [482.82, 485.12], "text": " New Zealand men's slalom title. Another outstanding performance by one of the finest and win the New Zealand men's Slaelham title."}, {"timestamp": [490.2, null], "text": " Another outstanding performance by one of the finest slalom runners ever to compete in New Zealand."}], "text": " Sixty- Sixty-two Wellington Fire Brigadesmen line up in full kit before the Governor General. After they'd been inspected by his excellency, brigadesmen raced to their machines, and in a matter of seconds, the first of ten was leaving the central station. Seven pumping units, a hose-laying lorry, a salvage van, and a special equipment tender, followed one another in quick succession. This fireman in a smoke mask drew his excellency's attention. Seems to him he's seen that face before. Meanwhile, hoses were being run out for the biggest display yet seen in New Zealand of fog spray firefighting equipment. Brigade Superintendent Woolley explained how special nozzles create a fine fog of water fatal to any blaze at close range. At Lower Hout, a start is being made on the erection of a block of 22 homes for old people. To ensure that the state housing program for family homes will not be affected, the design is simple and the construction speedy. In 12 weeks the finishing touches are being made, and in four months the block is complete, even to the lawns and shrubs, and tenants are moving in. At the opening ceremony, the Minister of Worker, at the opening ceremony, the Minister of Works, Mr. Semple pointed out that similar flats were going up throughout the country to house pensioners at present paying high rents in boarding houses and rooms. The block was opened by the Prime Minister, Mr. Fraser. The flats have been designed for the simple needs of elderly couples and are entirely self-contained with bedroom, bathroom, wash house and living room. A corner of the living room is a kitchenette with sink, electric cooker and plenty of cupboard space. There is also a sun porch where the old folk can sit and talk, or just sit as old folk love to do. Here, in company with others of their own age, the tenants of these small settlements can look forward to spending their days in security and comfort. Queenstown, one of New Zealand's favourite summer resorts, is rapidly becoming popular as a winter sports centre. A short bus ride takes skiers to one of the finest grounds in the country at Coronet Peak. Here to take part in the South Island Championships and to practice before the inter-dominion and national events at Rua Pahou are the Australian ski team and skiers from all over New Zealand. It's on with the skis, onto the toe and up to the slopes above. For the learner there are the nursery slopes. It's never too young to learn this sport. In fact children are at an advantage. They haven't so far to fall. The more sophisticated skiers, like Arthur Audet, American instructor at Coronet Peak, always like to try out something new, and even the less expert want to do the same. But watch now the crisp white slopes above, as eight mere men take to their wings and saw like birds while the snow softly sings and the wind whips by with a roar. I'm gonna' I'm gonna'n't. And so to Rua Pahill, where the inter-Dominion and National Championships are to be held. Outside the ski club hut, Walter Hainsley, Swiss instructor at Rue Pahou, waxes his skis while Stan Lonsdale helps Brother Garth with his number. No Kerr, who emerged national men's champion, adjusts his skis, and all is ready for the climb of a thousand feet up to the starting point. The day promises well, but soon the weather, which has is ready for the climb of a thousand feet up to the starting point. The day promises well but soon the weather which has already held up the running of events for three days gets rapidly worse. In conditions like these that are bound to be spills, as visibility is poor and the surface varies from soft snow to hard slippery ice. Most falls are harmless, but some are not. For this man it's a badly injured back, that help is always quickly available even in the foulest weather. Meanwhile Helen Aronson of National Park is off to a good start in the inter-dominian women's slalom. National Women's Champion in 1946 and 7, Miss Allenson finished the downhill event last year with a broken leg and her performance is uncertain. She records third fastest time, but in later events recovers some of her old form and emerges women's champion for 1949. Miss Olive Lambell of Australia. The course falls 700 feet in three quarters of a mile and involves some tricky turning, especially in this weather. While Australians, Austen and Aslung will look anxiously on, Miss Landville competes the course in good time. Horne Gilkison of Dunedin gets away to a bad start, but the time is relayed by telephone to the timekeepers at the finish below. Mrs. Gilkerson, who was last year's national women's champion, records fastest time for the course and does much to ensure a New Zealand victory in the women's slalom. Australia however carried off all the other events to retain the 1949 inter-dominian title. Walter Hainsley, Swiss instructor at Ruhriehu, opens the course for the national slalom with the finest exhibition of skiing ever seen in New Zealand. His time is only two-thirds of that recorded by the fastest competitor in the event to follow. Jim Pattinson of Australia is the first competitor to run the course in the men's slalom. Finishing well, he runs second. Morrie Collier of National Park on a tricky bend Collier knocks over one of the flags that makes a quick recovery and finish as well Roy McKenzie of Wellington who won this event in 1947 and recently carried off the North Island Combined Championship, is running well and appears to have the title in his grasp when he falls 30 yards from the finish. He loses valuable time getting back to his feet, but still gains third place. Tony Aslong, brilliant French Australian skier, is next. He recorded fastest time in the Inter-Dominion Stion slalom and now looks set to do the same in this event when he too falls and loses valuable seconds climbing back. He quickly regains control to record fastest time in spite of the fall and win the New Zealand men's slalom title. Another outstanding performance by one of the finest and win the New Zealand men's Slaelham title. Another outstanding performance by one of the finest slalom runners ever to compete in New Zealand."}