{"speakers": [], "chunks": [{"timestamp": [0.0, 125.0], "text": " The I'm going to be able to be. I'm not I'm Oh to be the I'm going to be"}, {"timestamp": [125.0, 127.0], "text": " I'm going to"}, {"timestamp": [127.0, 129.0], "text": " I'm"}, {"timestamp": [129.0, 130.0], "text": " I'm going to"}, {"timestamp": [130.0, 132.0], "text": " I'm"}, {"timestamp": [132.0, 134.0], "text": " I'm going"}, {"timestamp": [134.0, 225.0], "text": " on. I'm not the I'm sure I'm not I'm not a lot of I'm not the I'm a lot of I'm a lot of"}, {"timestamp": [225.0, 225.78], "text": " I'm"}, {"timestamp": [225.78, 267.0], "text": " I'm Thank you."}, {"timestamp": [267.0, 287.5], "text": " By the applause that you've all given to this beautiful work of Mendelssohn, I'm sure that you've enjoyed it."}, {"timestamp": [288.26, 296.66], "text": " Now, I know that you have read the annotations, and during our playing of this work, you will have noticed"}, {"timestamp": [296.66, 307.98], "text": " where the composer has depicted the cry of the seabirds, the wail of the wind, and the surging and lashing of the ocean into fury."}, {"timestamp": [309.36, 314.68], "text": " Now the next piece we are going to play to you is Handling the Strand by Percy Granger."}, {"timestamp": [315.64, 319.7], "text": " Now Granger himself called this piece a clog dance,"}, {"timestamp": [320.0, 321.9], "text": " but on the advice of a fend,"}, {"timestamp": [322.66, 324.86], "text": " he changed it to Handling the Strand"}, {"timestamp": [324.86, 336.5], "text": " because it rather suggested handle capering down the Strand in a jovial and jolly manner."}, {"timestamp": [336.94, 340.4], "text": " Now, but this work is not the original version of Granger's."}, {"timestamp": [340.48, 347.0], "text": " That has been re-orchestrated by Sir Henry J. Wood, whom, as you all know, for over 50 years,"}, {"timestamp": [348.0, 353.0], "text": " was the conductor of the famous promenade concerts at the Queen's Hall in England."}, {"timestamp": [353.0, 486.74], "text": " Handel in the Strand. I'm going to be. I'm not a lot of I'm going to"}, {"timestamp": [486.74, 487.98], "text": " know,"}, {"timestamp": [487.98, 490.78], "text": " I'm going to"}, {"timestamp": [490.78, 492.98], "text": " go."}, {"timestamp": [492.98, 494.28], "text": " Oh!"}, {"timestamp": [494.28, 494.9], "text": " Oh!"}, {"timestamp": [494.9, 495.62], "text": " Oh!"}, {"timestamp": [495.62, null], "text": " Oh! I'm not my know, I'm not a lot of a lot of the same. Thank you."}], "text": " The I'm going to be able to be. I'm not I'm Oh to be the I'm going to be I'm going to I'm I'm going to I'm I'm going on. I'm not the I'm sure I'm not I'm not a lot of I'm not the I'm a lot of I'm a lot of I'm I'm Thank you. By the applause that you've all given to this beautiful work of Mendelssohn, I'm sure that you've enjoyed it. Now, I know that you have read the annotations, and during our playing of this work, you will have noticed where the composer has depicted the cry of the seabirds, the wail of the wind, and the surging and lashing of the ocean into fury. Now the next piece we are going to play to you is Handling the Strand by Percy Granger. Now Granger himself called this piece a clog dance, but on the advice of a fend, he changed it to Handling the Strand because it rather suggested handle capering down the Strand in a jovial and jolly manner. Now, but this work is not the original version of Granger's. That has been re-orchestrated by Sir Henry J. Wood, whom, as you all know, for over 50 years, was the conductor of the famous promenade concerts at the Queen's Hall in England. Handel in the Strand. I'm going to be. I'm not a lot of I'm going to know, I'm going to go. Oh! Oh! Oh! Oh! I'm not my know, I'm not a lot of a lot of the same. Thank you."}