{"speakers": [], "chunks": [{"timestamp": [0.0, 37.0], "text": " The Here today at Fakhadoa Park Ruatoria is one of the greatest Maori assemblies of the century."}, {"timestamp": [37.0, 42.0], "text": " Thousands gather for the presentation to Mr. and Mrs. Hamuera Gnarimau of the Victoria Cross,"}, {"timestamp": [42.0, 46.0], "text": " won by their son, Lieutenant Temuanone Akiwa Nari-mo."}, {"timestamp": [46.0, 51.0], "text": " The five-and-a-half-hour ceremony is a pattern of dance and song, lament and exultation."}, {"timestamp": [55.0, 58.0], "text": " To the gathering come the old and the young."}, {"timestamp": [58.0, 61.0], "text": " For the old, there are tribal memories to be lived again,"}, {"timestamp": [61.0, 67.0], "text": " tales to be told again, and for all a new memory to be treasured."}, {"timestamp": [67.0, 70.0], "text": " Today is proof that the warrior spirit still lives."}, {"timestamp": [70.0, 89.0], "text": " Hosts for the ceremony are the Nāti Paru with Tefano Aapunui and associated tribes."}, {"timestamp": [89.0, 93.0], "text": " Their guests have come from almost every native settlement in New Zealand,"}, {"timestamp": [93.0, 96.0], "text": " and by tradition they must be given entertainment and food."}, {"timestamp": [96.0, 108.0], "text": " For days, guests have arrived at the Marra'ay, and every part in the district has sent food to be cooked in a great hangy of hot stones."}, {"timestamp": [110.0, 117.0], "text": " The rain came too, at times drenching rain, which threatened a postponement, but occasional sunshine saved the day."}, {"timestamp": [123.0, 127.0], "text": " The rain squalls could not dampen the spirit of this gathering in honor of a hero,"}, {"timestamp": [127.0, 157.0], "text": " for here was an enthusiasm that had not been seen since the war took the young men away from the past. While the sunshines, more wood can be cut for the fires, and more food can be prepared."}, {"timestamp": [157.0, 159.0], "text": " There are many to eat it."}, {"timestamp": [159.0, 170.0], "text": " 8,000 Māoris and Pakehas have come to the ceremony, including men of the Maori battalion from Rotorua, Taranaki, Hawks Bay, the South Island, and 300 schoolchildren from all over New Zealand."}, {"timestamp": [170.0, 173.0], "text": " The billies are left to boil while the songs and dancers go on."}, {"timestamp": [173.0, 187.0], "text": " Tribe follows tribe on the stage welcome to guests is given."}, {"timestamp": [187.0, 205.0], "text": " And food is prepared. to guests is given."}, {"timestamp": [205.0, 208.0], "text": " And food is prepared."}, {"timestamp": [208.0, 212.0], "text": " The rain cannot lessen the heat of the ovens nor altogether extinguish the fires."}, {"timestamp": [212.0, 215.0], "text": " The audience is prepared."}, {"timestamp": [215.0, 229.0], "text": " According to East Coast etiquette, women have the right to speak on ceremonial occasions."}, {"timestamp": [229.0, 232.0], "text": " An aunt of Lieutenant Gharimu asserts that right."}, {"timestamp": [232.0, 234.0], "text": " Her speech is translated."}, {"timestamp": [234.0, 237.0], "text": " Members of the Marikipani, the relative of my"}, {"timestamp": [237.0, 238.0], "text": " my fortune,"}, {"timestamp": [238.0, 241.0], "text": " so ya, it is one for the world."}, {"timestamp": [241.0, 244.0], "text": " Children of the Maori race make their contribution too."}, {"timestamp": [244.0, 268.0], "text": " Once Temoana Gari-Mu was a pupil of a native school before going on to Teolte College. Throughout the day and the sun at the sun and throughout the day rain squalls continue,"}, {"timestamp": [268.0, 289.0], "text": " throughout the day rain squalls continue, but the rhythm of the songs and dances overcomes the weather."}, {"timestamp": [289.0, 294.0], "text": " In the songs and hawkers of this ceremony is a tribal expression of exultation,"}, {"timestamp": [294.0, 299.0], "text": " cried in the deeds of one man who by his barra exemplified the battle skill of his battalion."}, {"timestamp": [299.0, 304.0], "text": " Today, tribal differences and old quarrels have been set aside."}, {"timestamp": [304.0, 307.5], "text": " Lieutenant Narimo is regarded as belonging not to one tribe,"}, {"timestamp": [307.8, 338.0], "text": " but to the whole Maori people. The ceremony also honors other individual members of the Maori battalion as well as Lieutenant Narimo."}, {"timestamp": [338.0, 346.44], "text": " Decorations were presented to Lieutenant Colonel C.M. Bennett, F. Baker and G.F. Bertrandrand, to warrant officer M.T. McCray, to Major Royal,"}, {"timestamp": [346.82, 351.74], "text": " to Captain W. Porter, and Lieutenant J.P. Ticayo Barrett, who received them in person."}, {"timestamp": [352.92, 357.4], "text": " But to receive from His Excellency the Governor General the Victoria Cross, won by their son,"}, {"timestamp": [357.86, 364.52], "text": " come Mr. and Mrs. Hamuera Narimo. The decoration won by Lieutenant Narimo at Tobago Gap in Tunisia"}, {"timestamp": [364.52, 367.0], "text": " on March 26th is handed to his father."}, {"timestamp": [367.0, 385.0], "text": " In making this award, His Majesty the King has said that he honours not only Lieutenant Gnarimou, but also his battalion and the whole of New Zealand. After the ceremony, Mr."}, {"timestamp": [385.0, 408.0], "text": " Mr. Gari-Mu'u thanks the Maori people and the people of New Zealand for the honour. Jayao-Hu-Hu-Hu-Maini,"}, {"timestamp": [408.0, 416.0], "text": " to fokan nuir-a-kwā, and I wish that Mawai could be here"}, {"timestamp": [416.0, 422.0], "text": " to see the tributes paid to us and to all the Maori people"}, {"timestamp": [422.0, 425.2], "text": " because of what he did to win the Victoria Cross."}, {"timestamp": [425.76, 429.6], "text": " He loves this country so well that he was glad to fight for it."}, {"timestamp": [430.48, 435.44], "text": " We regret that he is not here personally to receive the honors to"}, {"timestamp": [435.44, null], "text": " be stored upon him today. The heart of the other"}], "text": " The Here today at Fakhadoa Park Ruatoria is one of the greatest Maori assemblies of the century. Thousands gather for the presentation to Mr. and Mrs. Hamuera Gnarimau of the Victoria Cross, won by their son, Lieutenant Temuanone Akiwa Nari-mo. The five-and-a-half-hour ceremony is a pattern of dance and song, lament and exultation. To the gathering come the old and the young. For the old, there are tribal memories to be lived again, tales to be told again, and for all a new memory to be treasured. Today is proof that the warrior spirit still lives. Hosts for the ceremony are the Nāti Paru with Tefano Aapunui and associated tribes. Their guests have come from almost every native settlement in New Zealand, and by tradition they must be given entertainment and food. For days, guests have arrived at the Marra'ay, and every part in the district has sent food to be cooked in a great hangy of hot stones. The rain came too, at times drenching rain, which threatened a postponement, but occasional sunshine saved the day. The rain squalls could not dampen the spirit of this gathering in honor of a hero, for here was an enthusiasm that had not been seen since the war took the young men away from the past. While the sunshines, more wood can be cut for the fires, and more food can be prepared. There are many to eat it. 8,000 Māoris and Pakehas have come to the ceremony, including men of the Maori battalion from Rotorua, Taranaki, Hawks Bay, the South Island, and 300 schoolchildren from all over New Zealand. The billies are left to boil while the songs and dancers go on. Tribe follows tribe on the stage welcome to guests is given. And food is prepared. to guests is given. And food is prepared. The rain cannot lessen the heat of the ovens nor altogether extinguish the fires. The audience is prepared. According to East Coast etiquette, women have the right to speak on ceremonial occasions. An aunt of Lieutenant Gharimu asserts that right. Her speech is translated. Members of the Marikipani, the relative of my my fortune, so ya, it is one for the world. Children of the Maori race make their contribution too. Once Temoana Gari-Mu was a pupil of a native school before going on to Teolte College. Throughout the day and the sun at the sun and throughout the day rain squalls continue, throughout the day rain squalls continue, but the rhythm of the songs and dances overcomes the weather. In the songs and hawkers of this ceremony is a tribal expression of exultation, cried in the deeds of one man who by his barra exemplified the battle skill of his battalion. Today, tribal differences and old quarrels have been set aside. Lieutenant Narimo is regarded as belonging not to one tribe, but to the whole Maori people. The ceremony also honors other individual members of the Maori battalion as well as Lieutenant Narimo. Decorations were presented to Lieutenant Colonel C.M. Bennett, F. Baker and G.F. Bertrandrand, to warrant officer M.T. McCray, to Major Royal, to Captain W. Porter, and Lieutenant J.P. Ticayo Barrett, who received them in person. But to receive from His Excellency the Governor General the Victoria Cross, won by their son, come Mr. and Mrs. Hamuera Narimo. The decoration won by Lieutenant Narimo at Tobago Gap in Tunisia on March 26th is handed to his father. In making this award, His Majesty the King has said that he honours not only Lieutenant Gnarimou, but also his battalion and the whole of New Zealand. After the ceremony, Mr. Mr. Gari-Mu'u thanks the Maori people and the people of New Zealand for the honour. Jayao-Hu-Hu-Hu-Maini, to fokan nuir-a-kwā, and I wish that Mawai could be here to see the tributes paid to us and to all the Maori people because of what he did to win the Victoria Cross. He loves this country so well that he was glad to fight for it. We regret that he is not here personally to receive the honors to be stored upon him today. The heart of the other"}