{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Building a small boat."}, {"timestamp": [3.0, 31.0], "text": " Building a small boat appears very simple when the framework and planking are all cut out from a roll of material."}, {"timestamp": [31.0, 33.0], "text": " Tough fiberglass."}, {"timestamp": [33.0, 38.0], "text": " First of course you must have a mold and that's the part that's not so simple."}, {"timestamp": [38.0, 44.0], "text": " This 13 foot runabout mold designed by boat building specialists is lined with varying thicknesses of fiberglass matting."}, {"timestamp": [44.0, 47.48], "text": " Progressively the entire surface is covered with the pliable glass and"}, {"timestamp": [47.48, 50.98], "text": " saturated with a special resin compound which in setting transforms the soft"}, {"timestamp": [50.98, 59.76], "text": " material into a tough resilient solid. All sections of the boat are made in"}, {"timestamp": [59.76, 63.68], "text": " molds. The decking one eighth of an inch thick is made from two layers of fiberglass"}, {"timestamp": [63.68, 66.0], "text": " mat but has the strength of quarter-inch timber."}, {"timestamp": [66.0, 70.0], "text": " As the sections are assembled, they're all bonded together with more glue."}, {"timestamp": [70.0, 87.5], "text": " This eight-foot dinghy, when complete, will weigh only 75 pounds, take a small outboard and carry three adults."}, {"timestamp": [88.1, 91.24], "text": " They're all made the same way. Just lay it on and slap it on."}, {"timestamp": [96.68, 101.12], "text": " When the glue is dry, the assembled runabout is lifted out of the mold, ready to have the trimmings put on."}, {"timestamp": [101.12, 108.94], "text": " to have the trimmings put on."}, {"timestamp": [112.42, 112.76], "text": " With built-in buoyancy tanks capable of supporting 600 pounds,"}, {"timestamp": [115.38, 136.38], "text": " this all-glass boat weighs only 185 pounds and bats along smoothly at 30 miles an hour. At the Willington Zoo, afternoon tea is brought for the three latest arrivals from overseas."}, {"timestamp": [136.9, 142.54], "text": " From left to right, the names are Molly, two years old, baby Breiner 18 months, and Yoker, aged 2 and a half."}, {"timestamp": [142.9, 145.04], "text": " Quite a few hungry people have come to watch the meat."}, {"timestamp": [145.04, 149.76], "text": " In one respect Wellington has now caught up to London, it has a daily chimpanzee's tea party."}, {"timestamp": [151.76, 156.64], "text": " In the southern hemisphere, Yoker finds, a chimp still drains a cup the same way up."}, {"timestamp": [158.24, 163.44], "text": " Something Keeper K. Cole said has Yoker rolling in the islands. And baby Breena has a tantrum."}, {"timestamp": [163.84, 164.96], "text": " She wants to be carried."}, {"timestamp": [165.04, 167.68], "text": " What's the joke, Yoker? in the islands and baby Breena has a tantrum she wants to be carried"}, {"timestamp": [176.8, 187.5], "text": " what's the joke Yoker just that babies made it a real pramload of monkeys on their way home from a tea party the new city council house forigrants is not quite finished yet."}, {"timestamp": [187.5, 189.4], "text": " Mind the wet concrete, Molly."}, {"timestamp": [189.4, 192.76], "text": " But no doubt the builders promised it'll be completely finished by Christmas."}, {"timestamp": [192.76, 195.24], "text": " Bye, Brena, see you tomorrow, tea time."}, {"timestamp": [195.24, 213.4], "text": " Making landfall in the north of a half-unknown New Zealand, many of the earliest settlers had their first view of swarming Maori canoes as the tall mastered ships tacked into this calm upper reach of a Hokkaanga harbour."}, {"timestamp": [214.0, 223.0], "text": " Here Judge Manning, the Pākehā-A-Mauri held the first Maori land court in the homestead which he built and wrote the famous book about the north called Old New Zealand."}, {"timestamp": [223.0, 228.22], "text": " As a century went by, the tide of settlement washing southward left stranded a feeling"}, {"timestamp": [228.22, 232.12], "text": " of history amongst the sturdy, cowery timber buildings."}, {"timestamp": [232.12, 237.22], "text": " Many of them deserted, such buildings tell mutely through gaping doorways, their tales of"}, {"timestamp": [237.22, 241.46], "text": " lonely pioneering in a half hostile land."}, {"timestamp": [241.46, 249.0], "text": " There is one man in the North who, in taking these stories down, is compiling in his own way a notable record of these historic birthplaces."}, {"timestamp": [249.0, 256.0], "text": " Name Eric Lee Johnson, occupation artist, nationality, New Zealander."}, {"timestamp": [256.0, 263.0], "text": " Such passport facts are important for Lee Johnson is uncompromisingly a New Zealand artist."}, {"timestamp": [263.0, 265.1], "text": " His hand, trained to follow pathetic"}, {"timestamp": [265.1, 269.6], "text": " detail as well as majestic sweep of his native land, is particularly sensitive"}, {"timestamp": [269.6, 274.7], "text": " to these his Northland surroundings. It is a documentary project he has in hand,"}, {"timestamp": [274.7, 279.62], "text": " the making of a record of the past, such things as are told by a period Northland"}, {"timestamp": [279.62, 286.0], "text": " farmhouse to hand on to the future. Judge Manning's is another subject for him."}, {"timestamp": [286.0, 293.0], "text": " These early shops at Russell in the Bay of Islands gain his detailed attention,"}, {"timestamp": [293.0, 298.0], "text": " but always his art returns to a lonely farmhouse crouched small in a sweep of hills"}, {"timestamp": [298.0, 301.0], "text": " or to farmhouses dwarfed by storm-tossed trees,"}, {"timestamp": [301.0, 305.0], "text": " trees grown to replace the felled and massive kari."}, {"timestamp": [305.0, 310.0], "text": " The Lee Johnson's themselves live in one of these pioneer homesteads."}, {"timestamp": [310.0, 315.0], "text": " At Waimamaku, just south of the Hokieanga heads, it is both their home and their workplace."}, {"timestamp": [315.0, 319.0], "text": " Vivian Lee Johnson sees a new painting near completion."}, {"timestamp": [319.0, 324.0], "text": " In 1940, her husband gave up a highly successful career as a commercial artist"}, {"timestamp": [324.0, 327.16], "text": " to devote himself to work which meant more to him."}, {"timestamp": [327.88, 331.78], "text": " This was at first a precarious and little rewarded choice in a young country,"}, {"timestamp": [332.28, 338.36], "text": " but after hardship, sickness and setback, he has won recognition as a leading interpreter of the New Zealand scene."}, {"timestamp": [339.58, 342.24], "text": " Jenny and Roddy Lee Johnson are keen artists too."}, {"timestamp": [342.78, 344.34], "text": " They attend Waimamaku School."}, {"timestamp": [351.0, 356.0], "text": " A pioneer building, blending classroom and schoolmaster's residence, it figures in one of their father's drawings. With the children at school, husband and wife set out on a new day's venture,"}, {"timestamp": [356.0, 360.0], "text": " a new day amidst the life and detail of their neighbourhood."}, {"timestamp": [360.0, 367.54], "text": " As resident artist, Eric is an accepted figure in the local Maori Pākeha farming community as familiar to all as the grocer or bus driver."}, {"timestamp": [372.5, 376.24], "text": " First stop, an abandoned church in an overgrown Maori graveyard."}, {"timestamp": [377.18, 382.98], "text": " The Lee Johnsons have made a particular interest out of discovering and making known curious features of Northland's past."}, {"timestamp": [383.7, 387.0], "text": " Today their attention is taken by some mysterious headpieces to graves."}, {"timestamp": [387.0, 391.0], "text": " A strange blend of Florentine and Maori motifs."}, {"timestamp": [391.0, 396.0], "text": " They were carved in Kauri in the 1890s by some forgotten European craftsmen."}, {"timestamp": [396.0, 400.0], "text": " Later there'll be a drawing."}, {"timestamp": [400.0, 402.0], "text": " Today a photograph for reference."}, {"timestamp": [402.0, 405.5], "text": " Research into another facet of Northland bygones"}, {"timestamp": [405.5, 411.14], "text": " has been started. But historian second and artist first, the painter frequently turns his"}, {"timestamp": [411.14, 416.32], "text": " imaginative eye to the living present. A two-year fellowship from the New Zealand Federation"}, {"timestamp": [416.32, 422.44], "text": " of Art Societies has given time for many studies of Maori life. Today's subjects, John and"}, {"timestamp": [422.44, 428.0], "text": " Wehi Mau and their children, are old friends and the Lee Johnson's frequent visitors to the Mao farm."}, {"timestamp": [430.0, 436.0], "text": " Preliminary study for a central theme. Soon the first rough draft of the painting is taking shape."}, {"timestamp": [436.0, 440.0], "text": " Figures and objects develop and change positions as the artist composers."}, {"timestamp": [440.0, 447.0], "text": " Second and third drafts give way to work. poses."}, {"timestamp": [447.0, 454.0], "text": " Second and third drafts give way in this work to a more stylized version."}, {"timestamp": [454.0, 463.0], "text": " From studio to gallery, Lee Johnson drawings and paintings have been widely exhibited and reproduced in New Zealand and overseas."}, {"timestamp": [463.0, 469.0], "text": " His signature has become one of the first names amongst the writers and artists whose subject is New Zealand."}, {"timestamp": [469.0, 480.0], "text": " This is fine modern work which all can understand. The Māori study father and son contrasts with a composition of twisted sea drift on the Northland beach."}, {"timestamp": [480.0, 490.2], "text": " Through constant experiment he has learned to distill onto his canvas the rich variety of his surroundings. No provincial imitation of European painting"}, {"timestamp": [490.2, 494.32], "text": " here but a vigorous viewpoint on New Zealand subjects. The buildings of"}, {"timestamp": [494.32, 501.36], "text": " yesterday and the people of today seen through sympathetic eyes. At Peeha near"}, {"timestamp": [501.36, 504.32], "text": " Auckland the sea boils on a rugged western coast."}, {"timestamp": [504.32, 509.04], "text": " Silence at Pia, At Peeha near Auckland the sea boils on a rugged western coast."}, {"timestamp": [515.0, 515.6], "text": " Silence at Pompeia House, Russell, Memorial to Colonial beginnings of the Catholic Faith."}, {"timestamp": [518.9, 520.2], "text": " And next, life on Main Street, Northland version."}, {"timestamp": [523.26, 524.04], "text": " A lonely church building in a wild deserted setting."}, {"timestamp": [527.14, 530.7], "text": " Behind all these works, the man and artist Eric Lee Johnson exploring the past and present of his tranquil Northland."}, {"timestamp": [531.44, 535.5], "text": " That others may more fully enjoy and understand the experience of living here,"}, {"timestamp": [535.98, 539.24], "text": " he tells what he has discovered in the language of the artist."}], "text": " Building a small boat. Building a small boat appears very simple when the framework and planking are all cut out from a roll of material. Tough fiberglass. First of course you must have a mold and that's the part that's not so simple. This 13 foot runabout mold designed by boat building specialists is lined with varying thicknesses of fiberglass matting. Progressively the entire surface is covered with the pliable glass and saturated with a special resin compound which in setting transforms the soft material into a tough resilient solid. All sections of the boat are made in molds. The decking one eighth of an inch thick is made from two layers of fiberglass mat but has the strength of quarter-inch timber. As the sections are assembled, they're all bonded together with more glue. This eight-foot dinghy, when complete, will weigh only 75 pounds, take a small outboard and carry three adults. They're all made the same way. Just lay it on and slap it on. When the glue is dry, the assembled runabout is lifted out of the mold, ready to have the trimmings put on. to have the trimmings put on. With built-in buoyancy tanks capable of supporting 600 pounds, this all-glass boat weighs only 185 pounds and bats along smoothly at 30 miles an hour. At the Willington Zoo, afternoon tea is brought for the three latest arrivals from overseas. From left to right, the names are Molly, two years old, baby Breiner 18 months, and Yoker, aged 2 and a half. Quite a few hungry people have come to watch the meat. In one respect Wellington has now caught up to London, it has a daily chimpanzee's tea party. In the southern hemisphere, Yoker finds, a chimp still drains a cup the same way up. Something Keeper K. Cole said has Yoker rolling in the islands. And baby Breena has a tantrum. She wants to be carried. What's the joke, Yoker? in the islands and baby Breena has a tantrum she wants to be carried what's the joke Yoker just that babies made it a real pramload of monkeys on their way home from a tea party the new city council house forigrants is not quite finished yet. Mind the wet concrete, Molly. But no doubt the builders promised it'll be completely finished by Christmas. Bye, Brena, see you tomorrow, tea time. Making landfall in the north of a half-unknown New Zealand, many of the earliest settlers had their first view of swarming Maori canoes as the tall mastered ships tacked into this calm upper reach of a Hokkaanga harbour. Here Judge Manning, the Pākehā-A-Mauri held the first Maori land court in the homestead which he built and wrote the famous book about the north called Old New Zealand. As a century went by, the tide of settlement washing southward left stranded a feeling of history amongst the sturdy, cowery timber buildings. Many of them deserted, such buildings tell mutely through gaping doorways, their tales of lonely pioneering in a half hostile land. There is one man in the North who, in taking these stories down, is compiling in his own way a notable record of these historic birthplaces. Name Eric Lee Johnson, occupation artist, nationality, New Zealander. Such passport facts are important for Lee Johnson is uncompromisingly a New Zealand artist. His hand, trained to follow pathetic detail as well as majestic sweep of his native land, is particularly sensitive to these his Northland surroundings. It is a documentary project he has in hand, the making of a record of the past, such things as are told by a period Northland farmhouse to hand on to the future. Judge Manning's is another subject for him. These early shops at Russell in the Bay of Islands gain his detailed attention, but always his art returns to a lonely farmhouse crouched small in a sweep of hills or to farmhouses dwarfed by storm-tossed trees, trees grown to replace the felled and massive kari. The Lee Johnson's themselves live in one of these pioneer homesteads. At Waimamaku, just south of the Hokieanga heads, it is both their home and their workplace. Vivian Lee Johnson sees a new painting near completion. In 1940, her husband gave up a highly successful career as a commercial artist to devote himself to work which meant more to him. This was at first a precarious and little rewarded choice in a young country, but after hardship, sickness and setback, he has won recognition as a leading interpreter of the New Zealand scene. Jenny and Roddy Lee Johnson are keen artists too. They attend Waimamaku School. A pioneer building, blending classroom and schoolmaster's residence, it figures in one of their father's drawings. With the children at school, husband and wife set out on a new day's venture, a new day amidst the life and detail of their neighbourhood. As resident artist, Eric is an accepted figure in the local Maori Pākeha farming community as familiar to all as the grocer or bus driver. First stop, an abandoned church in an overgrown Maori graveyard. The Lee Johnsons have made a particular interest out of discovering and making known curious features of Northland's past. Today their attention is taken by some mysterious headpieces to graves. A strange blend of Florentine and Maori motifs. They were carved in Kauri in the 1890s by some forgotten European craftsmen. Later there'll be a drawing. Today a photograph for reference. Research into another facet of Northland bygones has been started. But historian second and artist first, the painter frequently turns his imaginative eye to the living present. A two-year fellowship from the New Zealand Federation of Art Societies has given time for many studies of Maori life. Today's subjects, John and Wehi Mau and their children, are old friends and the Lee Johnson's frequent visitors to the Mao farm. Preliminary study for a central theme. Soon the first rough draft of the painting is taking shape. Figures and objects develop and change positions as the artist composers. Second and third drafts give way to work. poses. Second and third drafts give way in this work to a more stylized version. From studio to gallery, Lee Johnson drawings and paintings have been widely exhibited and reproduced in New Zealand and overseas. His signature has become one of the first names amongst the writers and artists whose subject is New Zealand. This is fine modern work which all can understand. The Māori study father and son contrasts with a composition of twisted sea drift on the Northland beach. Through constant experiment he has learned to distill onto his canvas the rich variety of his surroundings. No provincial imitation of European painting here but a vigorous viewpoint on New Zealand subjects. The buildings of yesterday and the people of today seen through sympathetic eyes. At Peeha near Auckland the sea boils on a rugged western coast. Silence at Pia, At Peeha near Auckland the sea boils on a rugged western coast. Silence at Pompeia House, Russell, Memorial to Colonial beginnings of the Catholic Faith. And next, life on Main Street, Northland version. A lonely church building in a wild deserted setting. Behind all these works, the man and artist Eric Lee Johnson exploring the past and present of his tranquil Northland. That others may more fully enjoy and understand the experience of living here, he tells what he has discovered in the language of the artist."}