{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Two hundred million"}, {"timestamp": [3.0, 31.0], "text": " Two hundred million years ago, Tewataras looked the same as they do now."}, {"timestamp": [31.0, 36.0], "text": " This old fellow, a full two feet long, was probably a youngster about the time of the Treaty of Whiting."}, {"timestamp": [36.0, 39.0], "text": " Fossilized specimens have been found in other parts of the world,"}, {"timestamp": [39.0, 43.0], "text": " but today Tua Tars exist only on a few islands off the New Zealand coast."}, {"timestamp": [43.0, 47.0], "text": " They're the sole living representatives of an order so old as to be called living fossils."}, {"timestamp": [47.0, 51.0], "text": " This little fellow about four inches long is 18 months old."}, {"timestamp": [51.0, 56.0], "text": " The two babies feeding on slugs are the only two otaras to have been successfully hatched and reared in captivity."}, {"timestamp": [56.0, 61.0], "text": " From shilling-sized eggs buried in soil, they emerged after 16 months."}, {"timestamp": [61.0, 67.4], "text": " Mr. Roach, curator of the Auckland Zoo, catches four tour towers which the New Zealand"}, {"timestamp": [67.4, 71.82], "text": " government has recently presented to the London, New York, Chicago and San Diego zoos."}, {"timestamp": [71.82, 89.6], "text": " They are put into specially prepared boxes for their overseas trip. Regarding the reptiles as particularly valuable exhibits, the three American zoos"}, {"timestamp": [89.6, 93.68], "text": " arranged for Mr. Roach to fly with them and care for them on the journey."}, {"timestamp": [93.68, 98.6], "text": " Captain R. Bushman of Eirclipper Nightingale personally supervises the embarkation of his prehistoric"}, {"timestamp": [98.6, 117.0], "text": " passengers, a strange mode of travel for the world's most ancient creature. All returned servicemen of World War II, these eight brothers got together when they came back"}, {"timestamp": [117.0, 121.0], "text": " and decided to pool their respective professional and technical skills."}, {"timestamp": [121.0, 124.0], "text": " Using their rehabilitation loans, they formed a construction company,"}, {"timestamp": [124.0, 127.24], "text": " with all eight of them as the board of directors, working directors."}, {"timestamp": [128.12, 133.8], "text": " Brother Harry is in charge of quarrying metal for the Ministry of Works and Local Bodies, just one of their many undertakings."}, {"timestamp": [134.36, 138.92], "text": " With new contracts in many different districts, they decided that the old static crusher was uneconomic."}, {"timestamp": [139.44, 146.84], "text": " So Brian, a construction engineer, in collaboration with managing director Ken, a civil engineer, puts on the drawing board plans of a mobile crusher."}, {"timestamp": [147.68, 151.42], "text": " Frank, the workshops manager and George the store's manager, get their heads together"}, {"timestamp": [151.42, 154.0], "text": " and start to transpose the plans into reality."}, {"timestamp": [159.36, 162.62], "text": " Three months later, the idea on paper has become a machine,"}, {"timestamp": [163.02, 170.0], "text": " and the mobile diesel electric crushing plant is out on the highway on route to a quarry for its first critical run under working conditions."}, {"timestamp": [170.0, 176.0], "text": " Frank pilots the machine on its maiden voyage and backs up to the quarry face."}, {"timestamp": [176.0, 189.0], "text": " Anxiety to test their craftsmanship is evident as the company-directioned to test their craftsmanship is evident"}, {"timestamp": [189.0, 193.0], "text": " as the company directors all lend a hand to prepare the machine for action."}, {"timestamp": [193.0, 198.0], "text": " Within half an hour this mobile crushing plant is churning out graded metal"}, {"timestamp": [198.0, 202.0], "text": " with a higher daily output than the old expendable static plant."}, {"timestamp": [202.0, 206.0], "text": " Another achievement with the cooperative efforts of this most unusual family team"}, {"timestamp": [206.0, 207.0], "text": " of eight brothers."}, {"timestamp": [207.0, 219.0], "text": " At points all over the map from Ruupéhu,"}, {"timestamp": [219.0, 222.0], "text": " White Island, hot water and steam rise naturally out of the ground,"}, {"timestamp": [222.0, 224.0], "text": " sometimes under great pressure."}, {"timestamp": [224.0, 229.0], "text": " Well known to tourists is the Carapiti Blowagi, one of the loudest natural noises in the country."}, {"timestamp": [233.0, 239.0], "text": " Even where no thermal activity is evident, there may be high pressure steam below ground,"}, {"timestamp": [239.0, 241.0], "text": " a thing only drilling can prove."}, {"timestamp": [241.0, 244.0], "text": " In the search for power, many experimental boards have been put down."}, {"timestamp": [244.0, 247.68], "text": " The successful ones are topped by measuring equipment to test the power and"}, {"timestamp": [247.68, 248.88], "text": " constancy of the supply."}, {"timestamp": [252.88, 260.56], "text": " So changes have taken place at Wyraki, where the main road to rotero used to run,"}, {"timestamp": [260.56, 263.76], "text": " there's a barrier and then an 8-inch bore discharging steam across the road."}, {"timestamp": [263.76, 268.7], "text": " With greater energy than the Carapiti blowhole, this is about the loudest noise in New"}, {"timestamp": [268.7, 273.28], "text": " Zealand. Within 50 feet of the vent, a man can only make himself heard by shouting in a"}, {"timestamp": [273.28, 277.68], "text": " rather high-pitched voice. To the inquiring stick, the jet of steam feels quite solid."}, {"timestamp": [277.68, 283.6], "text": " There is power enough here to heat and light a fair-sized township, if only it can be harnessed."}, {"timestamp": [283.6, 285.0], "text": " Hey, you can't harness it that way."}, {"timestamp": [285.0, 289.0], "text": " What did I tell you?"}, {"timestamp": [289.0, 302.0], "text": " The discharge points are at a good distance from the balls in order to keep the oppressive noise away from the men at the controls."}, {"timestamp": [302.0, 308.44], "text": " This eight inch bore goes down to a depth of well over a thousand feet. The jet we've been watching is being turned off and the wet steam"}, {"timestamp": [308.44, 312.34], "text": " released instead into a separator plant where its useful energy can be measured."}, {"timestamp": [315.84, 320.0], "text": " While the valve of the separator circuit is being opened by one man, the discharge valve"}, {"timestamp": [320.0, 323.6], "text": " is being closed by another. Switching this amount of energy has to be done smoothly."}, {"timestamp": [323.6, 327.5], "text": " More and more of the steam from the eight-inch bore is released into the separator"}, {"timestamp": [327.5, 331.0], "text": " circuit and finally the open discharge pipe is closed off completely."}, {"timestamp": [335.0, 341.16], "text": " Now the separator is turned on. Steam is the cream in this separator and hot water the"}, {"timestamp": [341.16, 345.0], "text": " skim that is thrown away. At the risk of being called a geothermal bore myself,"}, {"timestamp": [345.0, 347.0], "text": " I have to explain that water mixed with the steam"}, {"timestamp": [347.0, 349.0], "text": " is the main problem at WIrake"}, {"timestamp": [349.0, 351.0], "text": " since engineers who design steam turbines"}, {"timestamp": [351.0, 353.0], "text": " like to have their steam pure and dry."}, {"timestamp": [353.0, 355.0], "text": " The amount of boiling hot water thrown out"}, {"timestamp": [355.0, 357.0], "text": " from the eight inch bore is quite considerable."}, {"timestamp": [361.0, 364.0], "text": " After passing through this separator gear,"}, {"timestamp": [364.0, 368.0], "text": " the steam is dry and so suitable for driving the turbines of a generating station."}, {"timestamp": [368.0, 375.0], "text": " The dryness is shown by the transparent tone at the mouth of the outlet pipe."}, {"timestamp": [375.0, 383.0], "text": " At Wyraki, the separator seems to be the key to the use of geothermal power."}, {"timestamp": [383.0, 386.92], "text": " Interest in this equipment was shown by Sir John Cockcroft,"}, {"timestamp": [387.16, 390.7], "text": " chief of Britain's atomic research station at Harwell during his visit to New Zealand."}, {"timestamp": [398.96, 402.68], "text": " Sir John Cockroft came to New Zealand to deliver the Rutherford Memorial Lecture."}, {"timestamp": [403.02, 406.0], "text": " To research department and works ministry officers at Wyraki,"}, {"timestamp": [406.0, 409.0], "text": " he stressed that atomic power when it comes will be expensive,"}, {"timestamp": [409.0, 411.0], "text": " so that research into fresh sources of natural power,"}, {"timestamp": [411.0, 414.0], "text": " such as they are now carrying out, will always be important."}, {"timestamp": [414.0, 418.0], "text": " What quantity of steam is available for power generation in the North Island"}, {"timestamp": [418.0, 420.0], "text": " only further drilling can prove."}, {"timestamp": [423.0, 427.0], "text": " One place where further drilling has been done is Titeco near the Tarawa River."}, {"timestamp": [427.0, 431.0], "text": " The bore is through the final layer of hard rock and the drilling rig is being removed."}, {"timestamp": [431.0, 434.0], "text": " If the bore is a success, further drilling will be carried out."}, {"timestamp": [434.0, 438.0], "text": " Settlers from all around have assembled to see if this bore is going to be a good one."}, {"timestamp": [438.0, 442.0], "text": " For the moment the steam is held down by a mass of cold water in the bore."}, {"timestamp": [442.0, 444.0], "text": " A long compressed air lead should blow it clear."}, {"timestamp": [444.0, 447.0], "text": " The result is going to mean much to progress in the district."}, {"timestamp": [447.0, 449.0], "text": " Here it comes, compressed air lead and all."}, {"timestamp": [452.0, 454.0], "text": " No, that was a false start."}, {"timestamp": [454.0, 457.0], "text": " Better put the air lead down again, says the drilling superintendent"}, {"timestamp": [457.0, 459.0], "text": " to the engineer in charge of geothermal projects."}, {"timestamp": [463.0, 467.0], "text": " Once again, the air lead is blown from the bore, and this time she's away and roaring."}, {"timestamp": [467.0, 474.0], "text": " As part of the Great Moorapara project, the Tideco geothermal boars will give heat and power"}, {"timestamp": [474.0, 477.0], "text": " for a wood pulp and paper mill on this location."}], "text": " Two hundred million Two hundred million years ago, Tewataras looked the same as they do now. This old fellow, a full two feet long, was probably a youngster about the time of the Treaty of Whiting. Fossilized specimens have been found in other parts of the world, but today Tua Tars exist only on a few islands off the New Zealand coast. They're the sole living representatives of an order so old as to be called living fossils. This little fellow about four inches long is 18 months old. The two babies feeding on slugs are the only two otaras to have been successfully hatched and reared in captivity. From shilling-sized eggs buried in soil, they emerged after 16 months. Mr. Roach, curator of the Auckland Zoo, catches four tour towers which the New Zealand government has recently presented to the London, New York, Chicago and San Diego zoos. They are put into specially prepared boxes for their overseas trip. Regarding the reptiles as particularly valuable exhibits, the three American zoos arranged for Mr. Roach to fly with them and care for them on the journey. Captain R. Bushman of Eirclipper Nightingale personally supervises the embarkation of his prehistoric passengers, a strange mode of travel for the world's most ancient creature. All returned servicemen of World War II, these eight brothers got together when they came back and decided to pool their respective professional and technical skills. Using their rehabilitation loans, they formed a construction company, with all eight of them as the board of directors, working directors. Brother Harry is in charge of quarrying metal for the Ministry of Works and Local Bodies, just one of their many undertakings. With new contracts in many different districts, they decided that the old static crusher was uneconomic. So Brian, a construction engineer, in collaboration with managing director Ken, a civil engineer, puts on the drawing board plans of a mobile crusher. Frank, the workshops manager and George the store's manager, get their heads together and start to transpose the plans into reality. Three months later, the idea on paper has become a machine, and the mobile diesel electric crushing plant is out on the highway on route to a quarry for its first critical run under working conditions. Frank pilots the machine on its maiden voyage and backs up to the quarry face. Anxiety to test their craftsmanship is evident as the company-directioned to test their craftsmanship is evident as the company directors all lend a hand to prepare the machine for action. Within half an hour this mobile crushing plant is churning out graded metal with a higher daily output than the old expendable static plant. Another achievement with the cooperative efforts of this most unusual family team of eight brothers. At points all over the map from Ruupéhu, White Island, hot water and steam rise naturally out of the ground, sometimes under great pressure. Well known to tourists is the Carapiti Blowagi, one of the loudest natural noises in the country. Even where no thermal activity is evident, there may be high pressure steam below ground, a thing only drilling can prove. In the search for power, many experimental boards have been put down. The successful ones are topped by measuring equipment to test the power and constancy of the supply. So changes have taken place at Wyraki, where the main road to rotero used to run, there's a barrier and then an 8-inch bore discharging steam across the road. With greater energy than the Carapiti blowhole, this is about the loudest noise in New Zealand. Within 50 feet of the vent, a man can only make himself heard by shouting in a rather high-pitched voice. To the inquiring stick, the jet of steam feels quite solid. There is power enough here to heat and light a fair-sized township, if only it can be harnessed. Hey, you can't harness it that way. What did I tell you? The discharge points are at a good distance from the balls in order to keep the oppressive noise away from the men at the controls. This eight inch bore goes down to a depth of well over a thousand feet. The jet we've been watching is being turned off and the wet steam released instead into a separator plant where its useful energy can be measured. While the valve of the separator circuit is being opened by one man, the discharge valve is being closed by another. Switching this amount of energy has to be done smoothly. More and more of the steam from the eight-inch bore is released into the separator circuit and finally the open discharge pipe is closed off completely. Now the separator is turned on. Steam is the cream in this separator and hot water the skim that is thrown away. At the risk of being called a geothermal bore myself, I have to explain that water mixed with the steam is the main problem at WIrake since engineers who design steam turbines like to have their steam pure and dry. The amount of boiling hot water thrown out from the eight inch bore is quite considerable. After passing through this separator gear, the steam is dry and so suitable for driving the turbines of a generating station. The dryness is shown by the transparent tone at the mouth of the outlet pipe. At Wyraki, the separator seems to be the key to the use of geothermal power. Interest in this equipment was shown by Sir John Cockcroft, chief of Britain's atomic research station at Harwell during his visit to New Zealand. Sir John Cockroft came to New Zealand to deliver the Rutherford Memorial Lecture. To research department and works ministry officers at Wyraki, he stressed that atomic power when it comes will be expensive, so that research into fresh sources of natural power, such as they are now carrying out, will always be important. What quantity of steam is available for power generation in the North Island only further drilling can prove. One place where further drilling has been done is Titeco near the Tarawa River. The bore is through the final layer of hard rock and the drilling rig is being removed. If the bore is a success, further drilling will be carried out. Settlers from all around have assembled to see if this bore is going to be a good one. For the moment the steam is held down by a mass of cold water in the bore. A long compressed air lead should blow it clear. The result is going to mean much to progress in the district. Here it comes, compressed air lead and all. No, that was a false start. Better put the air lead down again, says the drilling superintendent to the engineer in charge of geothermal projects. Once again, the air lead is blown from the bore, and this time she's away and roaring. As part of the Great Moorapara project, the Tideco geothermal boars will give heat and power for a wood pulp and paper mill on this location."}