{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Rolling out of the Don't"}, {"timestamp": [2.0, 29.0], "text": " The New Zealand's latest steam locomotive Rolling out of the Dunedin Sheds comes New Zealand's latest steam locomotive,"}, {"timestamp": [29.0, 31.0], "text": " the latest and the last."}, {"timestamp": [31.0, 67.0], "text": " She was built in 56 and we'll make no more like her for the days of steam our party. For many years yet, young boys and old boys will see the big steam engines leaving their trails of smoke behind them,"}, {"timestamp": [67.0, 70.0], "text": " puffing and puffing out history with every turn of their wheels."}, {"timestamp": [70.0, 88.0], "text": " 50 miles an hour across the plains and the Red Indians are far behind."}, {"timestamp": [88.0, 100.0], "text": " Rail cars are the thing today."}, {"timestamp": [100.0, 104.0], "text": " Except on the main trunk lines of both islands they've replaced the passenger expressors."}, {"timestamp": [104.0, 110.0], "text": " With their speed and quick acceleration they beetle over the steep grades and twisting tracks of our railways."}, {"timestamp": [110.0, 113.0], "text": " On nine services from Auckland to the west coast,"}, {"timestamp": [113.0, 127.0], "text": " arrival times for passengers are wellle of the shunting yards."}, {"timestamp": [127.0, 148.72], "text": " Amid the complicated tangle of rails, engines and wagons there's a never-ending job."}, {"timestamp": [148.72, 152.56], "text": " Breaking up trains and putting together new ones goes on night and day."}, {"timestamp": [172.0, 190.0], "text": " One thing about a fireman's job, it has its compensations in cold weather. Up and down the country, the old engines, the seas, the WWs and the BBs, push and haul the wagons."}, {"timestamp": [190.0, 194.0], "text": " But they're wearing out and diesel shunt engines are taking over."}, {"timestamp": [194.0, 199.0], "text": " The efficient economical diesels can work round the clock without stops for fuel and water."}, {"timestamp": [199.0, 203.0], "text": " As yet, only Wellington's yards have entirely lost their smoke and grime,"}, {"timestamp": [203.0, 206.24], "text": " and perhaps something of their interest for small boys."}, {"timestamp": [206.24, 221.24], "text": " Carrying is the railway's big business."}, {"timestamp": [221.24, 223.52], "text": " Bridges and space heaters, bridges and egg beaters"}, {"timestamp": [223.52, 226.28], "text": " are loaded on and off the trucks from Kikoi to Riverton."}, {"timestamp": [226.84, 231.84], "text": " Every year there are more and more of them and to handle the increase railway yards are being enlarged."}, {"timestamp": [232.28, 236.92], "text": " Those at Penrose are being trebled in size. Westfields will cover 40 acres."}, {"timestamp": [242.02, 246.0], "text": " New wagons for the new yards are trucked from shipside to workshop."}, {"timestamp": [246.0, 249.0], "text": " Prefabs, they are assembled in the local railway shops."}, {"timestamp": [249.0, 256.0], "text": " 2,300 of these have been ordered and everyone will be needed to deal with the ever-increasing goods traffic."}, {"timestamp": [256.0, 273.0], "text": " Some are already in the ever they're giving a new look to our changing railways."}, {"timestamp": [276.0, 278.0], "text": " There are changes in maintenance too."}, {"timestamp": [278.0, 281.0], "text": " In the diesel sheds, locomotives get the three level treatment."}, {"timestamp": [281.0, 285.2], "text": " Ramps and pits allow mechanics to service the top, middle and bottom"}, {"timestamp": [285.2, 290.56], "text": " at the same time. This new layout cuts down overhaul time and speeds up engine turnaround."}, {"timestamp": [300.64, 304.96], "text": " This goods train has started the long haul down the North Island from Auckland."}, {"timestamp": [304.96, 305.0], "text": " It will stop at stations and sidings, pick up bulldozers and razor blades, swap razor blades, swap This goods train has started the long haul down the North Island from Auckland."}, {"timestamp": [305.0, 309.0], "text": " It will stop at stations and sidings, pick up bulldozers and razor blades,"}, {"timestamp": [309.0, 312.0], "text": " swap razor blades for sheep and sheep for onion plants,"}, {"timestamp": [312.0, 315.0], "text": " carrying the produce of half the island to the ports,"}, {"timestamp": [315.0, 337.0], "text": " and the tireless diesels will pull the wagons all the way. Between Auckland and Frankton more double track is being laid."}, {"timestamp": [337.0, 343.0], "text": " Not so long ago one of these trains would have to fret impatiently at a station while the other went through."}, {"timestamp": [343.0, 347.0], "text": " Delays are getting fewer and shorter."}, {"timestamp": [347.0, 352.5], "text": " Double track, longer passing loops, new signal equipment. All these things are cutting down hold-ups"}, {"timestamp": [352.5, 356.96], "text": " and speeding up service. Moving south, the train comes under the eye of yet another"}, {"timestamp": [356.96, 363.36], "text": " labour saver, a central control station. Centralised traffic control is fairly new. It means that"}, {"timestamp": [363.36, 367.6], "text": " traffic on anything up to a hundred miles of track can be controlled by one man."}, {"timestamp": [367.6, 370.4], "text": " He knows where every train is and what it's doing."}, {"timestamp": [370.4, 373.4], "text": " If there are any traffic snows, he untangles them."}, {"timestamp": [373.9, 394.0], "text": " Through the King Country and south to the Raurimu spiral, the passenger expressors paned through here at night."}, {"timestamp": [394.0, 400.0], "text": " It's only the diesel drivers who see beyond the tortuous twists and bends of this fantastic mountain line."}, {"timestamp": [400.0, 407.0], "text": " Over this switchback track, the diesels come into their own. On steep grades steam logos can't come near them."}, {"timestamp": [407.0, 413.0], "text": " Now there are fewer stops for water and the sound of toiling steam isn't heard so often in the bush."}, {"timestamp": [413.0, 425.0], "text": " Leaving the spiral behind, the train crosses the flats, then swings over the great viaducts."}, {"timestamp": [425.0, 430.0], "text": " Passengers on the night expressers may wake, hear the roar of steel on steel and sleep again,"}, {"timestamp": [430.0, 461.0], "text": " never realising that they are practically airborne. A lot of country has been left behind as the train moves south towards Wellington, towards the port."}, {"timestamp": [461.0, 471.0], "text": " The railways are keeping pace with the growth of New Zealand. The hum of the diesels is the sound of progress, ending the steam era on our changing railways."}], "text": " Rolling out of the Don't The New Zealand's latest steam locomotive Rolling out of the Dunedin Sheds comes New Zealand's latest steam locomotive, the latest and the last. She was built in 56 and we'll make no more like her for the days of steam our party. For many years yet, young boys and old boys will see the big steam engines leaving their trails of smoke behind them, puffing and puffing out history with every turn of their wheels. 50 miles an hour across the plains and the Red Indians are far behind. Rail cars are the thing today. Except on the main trunk lines of both islands they've replaced the passenger expressors. With their speed and quick acceleration they beetle over the steep grades and twisting tracks of our railways. On nine services from Auckland to the west coast, arrival times for passengers are wellle of the shunting yards. Amid the complicated tangle of rails, engines and wagons there's a never-ending job. Breaking up trains and putting together new ones goes on night and day. One thing about a fireman's job, it has its compensations in cold weather. Up and down the country, the old engines, the seas, the WWs and the BBs, push and haul the wagons. But they're wearing out and diesel shunt engines are taking over. The efficient economical diesels can work round the clock without stops for fuel and water. As yet, only Wellington's yards have entirely lost their smoke and grime, and perhaps something of their interest for small boys. Carrying is the railway's big business. Bridges and space heaters, bridges and egg beaters are loaded on and off the trucks from Kikoi to Riverton. Every year there are more and more of them and to handle the increase railway yards are being enlarged. Those at Penrose are being trebled in size. Westfields will cover 40 acres. New wagons for the new yards are trucked from shipside to workshop. Prefabs, they are assembled in the local railway shops. 2,300 of these have been ordered and everyone will be needed to deal with the ever-increasing goods traffic. Some are already in the ever they're giving a new look to our changing railways. There are changes in maintenance too. In the diesel sheds, locomotives get the three level treatment. Ramps and pits allow mechanics to service the top, middle and bottom at the same time. This new layout cuts down overhaul time and speeds up engine turnaround. This goods train has started the long haul down the North Island from Auckland. It will stop at stations and sidings, pick up bulldozers and razor blades, swap razor blades, swap This goods train has started the long haul down the North Island from Auckland. It will stop at stations and sidings, pick up bulldozers and razor blades, swap razor blades for sheep and sheep for onion plants, carrying the produce of half the island to the ports, and the tireless diesels will pull the wagons all the way. Between Auckland and Frankton more double track is being laid. Not so long ago one of these trains would have to fret impatiently at a station while the other went through. Delays are getting fewer and shorter. Double track, longer passing loops, new signal equipment. All these things are cutting down hold-ups and speeding up service. Moving south, the train comes under the eye of yet another labour saver, a central control station. Centralised traffic control is fairly new. It means that traffic on anything up to a hundred miles of track can be controlled by one man. He knows where every train is and what it's doing. If there are any traffic snows, he untangles them. Through the King Country and south to the Raurimu spiral, the passenger expressors paned through here at night. It's only the diesel drivers who see beyond the tortuous twists and bends of this fantastic mountain line. Over this switchback track, the diesels come into their own. On steep grades steam logos can't come near them. Now there are fewer stops for water and the sound of toiling steam isn't heard so often in the bush. Leaving the spiral behind, the train crosses the flats, then swings over the great viaducts. Passengers on the night expressers may wake, hear the roar of steel on steel and sleep again, never realising that they are practically airborne. A lot of country has been left behind as the train moves south towards Wellington, towards the port. The railways are keeping pace with the growth of New Zealand. The hum of the diesels is the sound of progress, ending the steam era on our changing railways."}