{"speakers": [], "chunks": [{"timestamp": [0.0, 28.72], "text": " It's the race for the Royal Metropolitan Cup at the Royal Meeting at Addington,"}, {"timestamp": [28.72, 32.2], "text": " and tactician takes over the running five furlongs from the start."}, {"timestamp": [32.2, 34.68], "text": " Watching the high class field is Her Majesty the Queen."}, {"timestamp": [34.68, 36.88], "text": " Her pen also starts from scratch."}, {"timestamp": [36.88, 46.94], "text": " Seated next to Mr. C. E. Hoy, the club's president,"}, {"timestamp": [47.24, 50.1], "text": " the Queen watches eagerly as Van Diemen leads in the last half furlong"}, {"timestamp": [50.1, 52.4], "text": " with Thelma Globe and Zulu well extended behind."}, {"timestamp": [54.74, 57.5], "text": " There he parades with his owner and trainer, C.E. Devine."}, {"timestamp": [57.86, 60.56], "text": " The seven-year-old stallions, 18 wins, and 19 placings,"}, {"timestamp": [60.8, 63.6], "text": " have brought his owner more than 24,000 pounds in stakes."}, {"timestamp": [64.02, 65.38], "text": " Now he tops the lot with the"}, {"timestamp": [65.38, 75.1], "text": " Royal Gold Cup from the hands of that true lover of horses, the queen. What happened to Burns"}, {"timestamp": [75.1, 79.36], "text": " Knight, the favorite. Many would like to get their tabs on him. But it's one of those days when"}, {"timestamp": [79.36, 83.32], "text": " even racegoers with the loftiest outlook are ready to stretch a point or two."}, {"timestamp": [81.24, 82.1], "text": " with the loftiest outlook are ready to"}, {"timestamp": [82.1, 83.32], "text": " stretch a point or two."}, {"timestamp": [88.2, 89.06], "text": " Even the horses"}, {"timestamp": [89.06, 90.42], "text": " are on tiptoe with excitement"}, {"timestamp": [90.42, 92.06], "text": " as the time comes for the next race."}, {"timestamp": [92.28, 93.46], "text": " The Duke of Edinburgh Stakes"}, {"timestamp": [93.46, 94.96], "text": " started by his Royal Highness."}, {"timestamp": [99.12, 100.22], "text": " Kings Blue and esteem"}, {"timestamp": [100.22, 101.24], "text": " are leading at the straight entrance,"}, {"timestamp": [101.5, 103.38], "text": " but Rupi races to the front at the furlong."}, {"timestamp": [104.12, 104.92], "text": " With dancing years"}, {"timestamp": [104.92, 108.62], "text": " in Wellington train McCall, second and third, and a field completely outclassed by the winner."}, {"timestamp": [109.14, 112.98], "text": " It's a truly royal finish, which will go down in the history of Addington Trots."}, {"timestamp": [116.98, 121.92], "text": " Over to Burnham Military Camp, where five companies of trainees impress the royal couple with their drill."}, {"timestamp": [122.46, 126.4], "text": " How much spit and polished preceded this inspection only a sergeant major could tell."}, {"timestamp": [126.8, 128.54], "text": " But the Duke in field marshal's uniform"}, {"timestamp": [128.54, 130.16], "text": " knows what makes for efficiency."}, {"timestamp": [135.12, 137.6], "text": " The royal visitors drive through Ashburton Domain"}, {"timestamp": [137.6, 140.4], "text": " and for 3,000 children from mid-Cantabury schools,"}, {"timestamp": [140.74, 143.06], "text": " it's a holiday outing such as they've never dreamed on."}, {"timestamp": [146.56, 151.84], "text": " Her Majesty can see the domain's beautiful trees, but not its famous flower beds. Ash Burton's children are the flowers she will"}, {"timestamp": [151.84, 160.18], "text": " remember. Long Beach, and two days free from official engagements. Days which not even the most"}, {"timestamp": [160.18, 164.92], "text": " pressing of their followers begrudge the royal couple. It's the home of the Grigg family, whose founder,"}, {"timestamp": [164.92, 168.68], "text": " a Cornishman of uncommon energy and vision, built into his home the substance of an"}, {"timestamp": [168.68, 173.98], "text": " English farmhouse. His grandson, Mr. J. H. Grigg, welcomes the queen to seclusion and rest."}, {"timestamp": [178.92, 183.5], "text": " Worked in flowers, the crest is part of a floral archway on which teams of women have labored"}, {"timestamp": [183.5, 185.44], "text": " for hours in readiness for their royal guests."}, {"timestamp": [185.86, 189.16], "text": " Now it stands proudly a tribute from the city of Timoroo."}, {"timestamp": [191.52, 194.36], "text": " How many are in Ashbury Park today is anyone's guests?"}, {"timestamp": [194.82, 198.28], "text": " But there are 7,000 children from 50 South Canterbury schools alone."}, {"timestamp": [198.68, 200.22], "text": " And can those children cheer?"}, {"timestamp": [206.22, 209.96], "text": " It's not until we see the final polish being given to the royal train that our joy"}, {"timestamp": [209.96, 211.14], "text": " becomes tinged with sadness."}, {"timestamp": [211.7, 214.52], "text": " For these are the engines that will draw her away out of our midst."}, {"timestamp": [215.02, 232.48], "text": " A handshake for the mayor, Mr. Ari White, and the queen is on scramble to see her."}, {"timestamp": [232.8, 235.04], "text": " From the hospitals, even the cotcases are brought out."}, {"timestamp": [235.28, 252.1], "text": " Happy because of that one glimpse. Approaching Otago and a note of caution,"}, {"timestamp": [252.58, 255.62], "text": " ahead lies the Waitaki Bridge, nearly three quarters of a mile long,"}, {"timestamp": [255.94, 259.32], "text": " and a burden or an alibi for its bridgekeeper depending on the traffic."}, {"timestamp": [259.88, 262.68], "text": " Today it's content to be one of New Zealand's longest bridges."}, {"timestamp": [267.6, 271.78], "text": " A rare occasion, this, the royal couple just sightseeing for their own pleasure."}, {"timestamp": [272.34, 274.04], "text": " Gate crashes are quick off the mark."}, {"timestamp": [279.18, 282.78], "text": " Temes Street crossing in Omeroo, and the Royal train's dead on time."}, {"timestamp": [283.3, 290.0], "text": " The Queen doesn't know it, but her arrival is given particular pleasure to Mr. R. Siamen, the stationmaster, who's about to retire"}, {"timestamp": [290.0, 294.22], "text": " after 40 years unbroken service. You can guess his feelings as he watches his staff"}, {"timestamp": [294.22, 298.12], "text": " jump to their duties. It's the moment of his life as the Queen is about to walk on his"}, {"timestamp": [298.12, 298.56], "text": " platform."}, {"timestamp": [308.64, 309.02], "text": " Mr. Cooney, the Mayor, tells the Queen of Omaru's claim to fame."}, {"timestamp": [311.86, 312.32], "text": " It's exactly halfway between the equator and the South Pole."}, {"timestamp": [315.08, 320.76], "text": " But there's nothing halfway about the warmth of Amaru's reception."}, {"timestamp": [323.46, 323.92], "text": " So many other whistle-holtz that a stopwatch would be better."}, {"timestamp": [325.76, 326.28], "text": " But at least the main halts are made on time."}, {"timestamp": [328.24, 328.6], "text": " From Palmerston's beautifully decorated station,"}, {"timestamp": [331.32, 332.68], "text": " the Queen is escorted by Mr. W.J. Hopkins, the mayor."}, {"timestamp": [336.22, 336.52], "text": " Representing Maori citizens, Mr. R.J. Tatao talks with the Duke,"}, {"timestamp": [338.88, 339.24], "text": " to the accompaniment of music by the Danitin brass band,"}, {"timestamp": [341.2, 347.24], "text": " the only women's brass band in the empire."}, {"timestamp": [350.14, 357.98], "text": " Beaten by the whistle, the band's hardest glow."}, {"timestamp": [363.66, 365.38], "text": " So she comes to Dunedin, her other Edinburgh, and the pact thousands of us make no secret of our loyalty or emotion."}, {"timestamp": [365.92, 370.02], "text": " How otherwise could we receive this daughter of a true Scotch mother?"}, {"timestamp": [370.5, 375.62], "text": " Herself, mother of a prince called Charlie, and the Duke of Edinburgh, Mercou."}, {"timestamp": [376.06, 377.26], "text": " Father, to that prince."}, {"timestamp": [389.76, 390.08], "text": " To while away the hours for the thousands of Bernes,"}, {"timestamp": [393.64, 394.06], "text": " waiting for her in Forbury Park, we put on our own circus."}, {"timestamp": [397.96, 403.36], "text": " Cowboys, Indians, clowns, and I, dragons too."}, {"timestamp": [406.12, 406.9], "text": " The band of the black prince provides the dignity."}, {"timestamp": [408.98, 428.28], "text": " But just consider the impotence. We've our own way of mixing things in the need, and you can."}, {"timestamp": [428.74, 430.56], "text": " And today it's on the hearth."}, {"timestamp": [443.6, 446.58], "text": " Orderly lines, Marku, that's what we told them."}, {"timestamp": [447.02, 451.76], "text": " But who could stop our wairns from paying personal tribute to their queen?"}, {"timestamp": [452.38, 454.24], "text": " Ah, this is the children's hour."}, {"timestamp": [454.24, 472.9], "text": " They sweep across the park like the seeds of blivaries in a hailing wind."}, {"timestamp": [473.36, 504.34], "text": " It's a true gale of Park that we older ones show the queen what we can do."}, {"timestamp": [504.94, 507.48], "text": " And not only the ones who wear the kilt or the briques."}, {"timestamp": [507.92, 509.84], "text": " Here, Yvette Williams, for example."}, {"timestamp": [510.22, 512.8], "text": " Now, there's a true doctor of the maiden."}, {"timestamp": [521.1, 523.86], "text": " The standing chop is a contest for champions."}, {"timestamp": [524.22, 527.0], "text": " Watch J.L. Murray. He's number two."}, {"timestamp": [527.0, 533.0], "text": " Both Her Majesty and Mr Wright, our mayor, will be pleased to see how they chop them down in Maninue."}, {"timestamp": [533.0, 540.0], "text": " Now the world record of 20 feet, six inches is attacked by Miss Yvette Williams, New Zealand champion."}, {"timestamp": [540.0, 554.16], "text": " Three inches short, she beats her own record by an inch, but it's a jump which can't be recognized because there's a falling wind."}, {"timestamp": [562.8, 565.64], "text": " Still just too short, but what a spirit!"}, {"timestamp": [571.76, 603.7], "text": " I've the combined Highland bands of Otago. Sassanac music gets in its counterblow when the royal procession reaches Milton."}, {"timestamp": [603.7, 608.0], "text": " But the joy of welcome is inextricably mixed with the sadness of parting."}, {"timestamp": [608.0, 611.0], "text": " On this, the last day but one of her tour."}, {"timestamp": [611.0, 617.0], "text": " Things look up and there's a lightening of spirits when the mayor, Mr. C.W. Keenan calls for cheers."}, {"timestamp": [617.0, 618.0], "text": " Pray!"}, {"timestamp": [618.0, 623.0], "text": " Royal tours are exhausting."}, {"timestamp": [623.0, 628.24], "text": " Mummies her queen."}, {"timestamp": [630.88, 631.18], "text": " So through Belcrutha and with her,"}, {"timestamp": [632.68, 635.08], "text": " memories of loyal Otago."}, {"timestamp": [636.84, 639.48], "text": " The queen's memories of Gore will forever occupy a very special place."}, {"timestamp": [639.92, 642.28], "text": " For here it is that four-year-old Maureen Lines"}, {"timestamp": [642.28, 643.4], "text": " presents her bouquet,"}, {"timestamp": [643.84, 644.68], "text": " upside down."}, {"timestamp": [645.42, 650.8], "text": " It's a royal president which earns from the queen the merriest and longest laugh of her whole New Zealand tour,"}, {"timestamp": [650.8, 656.34], "text": " as Maureen is solemnly escorted by the mayor to a safe distance."}, {"timestamp": [656.34, 665.0], "text": " The appointment of a keeper of royal topsy-turvy bouquets may be the subject of a future court circular."}, {"timestamp": [667.0, 671.0], "text": " Invercargo, heart of Southland, and the pulse of that heart beat strongly for the Queen."}, {"timestamp": [673.0, 676.0], "text": " The other cars in the Royal Procession are forced to wait"}, {"timestamp": [676.0, 679.0], "text": " until the Queen and her husband appear on the balcony"}, {"timestamp": [679.0, 682.0], "text": " to acknowledge in person the love of their people."}, {"timestamp": [685.5, 689.1], "text": " Thrice before nightfall, they are called back to this spot."}, {"timestamp": [689.1, 691.5], "text": " Not until then do the people disperse."}, {"timestamp": [693.5, 696.5], "text": " Kindly welcome given to my husband and myself."}, {"timestamp": [698.5, 703.5], "text": " I thank you also for the expression of loyalty and devotion"}, {"timestamp": [703.5, 706.34], "text": " which you have conveyed to me on this occasion."}, {"timestamp": [707.52, 709.3], "text": " My husband and I"}, {"timestamp": [709.3, 711.98], "text": " have been continually impressed"}, {"timestamp": [711.98, 715.62], "text": " by the rich natural resources of New Zealand."}, {"timestamp": [716.68, 719.62], "text": " And we are deeply grateful for the kindnesses"}, {"timestamp": [719.62, 722.38], "text": " from its loyal and warm-hearted people."}, {"timestamp": [723.1, 728.42], "text": " One common loyalty, one queen, and constantly at her side, the Duke."}, {"timestamp": [729.18, 731.68], "text": " It's in Vicargo's civic reception in Queen's Gardens,"}, {"timestamp": [732.16, 735.64], "text": " and here, as always, is the staunch, self-effacing man"}, {"timestamp": [735.64, 737.48], "text": " on whom she so greatly depends."}, {"timestamp": [738.26, 741.38], "text": " Her radiance as she performs her duties tells us much."}, {"timestamp": [744.7, 746.06], "text": " Nothing could be more fitting"}, {"timestamp": [746.06, 748.3], "text": " for the Queen's last public engagement in New Zealand"}, {"timestamp": [748.3, 751.24], "text": " than the opening of the Royal Southland Agricultural Show."}, {"timestamp": [751.88, 753.56], "text": " She makes no secret of the pleasure"}, {"timestamp": [753.56, 756.02], "text": " with which she looks forward to seeing the grand parade"}, {"timestamp": [756.02, 758.64], "text": " of pedigree stock, as she is escorted to her seat"}, {"timestamp": [758.64, 761.5], "text": " by the President of the Royal Agricultural Society of New Zealand,"}, {"timestamp": [761.86, 762.82], "text": " Mr. J.S. Marshall."}, {"timestamp": [766.96, 769.16], "text": " A cold southwernly has developed."}, {"timestamp": [769.8, 772.56], "text": " It's a chance for Lieutenant Jeremy Hall, RNZN,"}, {"timestamp": [772.76, 775.32], "text": " to prove the virtues of warm New Zealand woe."}, {"timestamp": [783.6, 789.1], "text": " How vivacious she is, how her face lights up with interest, as a shrewd judge of bloodstock,"}, {"timestamp": [789.34, 791.48], "text": " she discusses the merits of the various breeds."}, {"timestamp": [804.2, 810.56], "text": " Before her, the cavalcade passes, and inseparable from it, the carefree spirit of her Southland people."}, {"timestamp": [821.52, 825.32], "text": " Round and round, this could go on till the cows come home."}, {"timestamp": [828.56, 834.12], "text": " Come on, Stuart, in there."}, {"timestamp": [844.52, 848.52], "text": " The show has demonstrated what the richness of farmlands means to New Zealand"}, {"timestamp": [848.52, 851.82], "text": " and through the dominion to the United Kingdom itself."}, {"timestamp": [860.12, 864.78], "text": " Abord the little ships the people crowd, to wish Godspeed to their queen."}, {"timestamp": [865.46, 867.88], "text": " A pilot stands by to make safe her path."}, {"timestamp": [868.48, 870.52], "text": " Bluff Harbor awaits her departure."}, {"timestamp": [875.6, 878.08], "text": " In the company of her ministers she comes."}, {"timestamp": [878.82, 899.56], "text": " She who has invested the crown with a personal quality that we in New Zealand could never have fully understood but for her presence among us and now the moment farewells lady Bodkin wife of"}, {"timestamp": [899.56, 904.3], "text": " recently knighted Sir William Bodkin associate minister in attendance Mrs."}, {"timestamp": [904.3, 906.04], "text": " Sidney Holland."}, {"timestamp": [909.68, 910.24], "text": " In the Queen's every handshake, a goodbye for each one of us."}, {"timestamp": [913.36, 913.86], "text": " Mr. Holland, Prime Minister of Her Majesty's New Zealand Government,"}, {"timestamp": [954.4, 986.0], "text": " and now her personal representative, Sir Willoughby Nari, Governor General. So we take our last close look at her, and loyalty, devotion and pride become merged into one. From the Honorable E.T. Tirikatini, member for Southern Maori, comes a gesture which pays tribute to the Queen's royal and gracious womanhood. Now, my love, I'm glad"}, {"timestamp": [986.0, 988.0], "text": " in the"}, {"timestamp": [988.0, 989.0], "text": " now."}, {"timestamp": [989.0, 1007.64], "text": " Now that the moment has come to leave, we do so with sorrow."}, {"timestamp": [1008.88, 1015.74], "text": " But we also look forward to the day when we shall once more be able to visit your shores."}, {"timestamp": [1017.18, 1046.0], "text": " May God bless New Zealand and watch over the destinies of her people. 12,000 miles she came to find us yet."}, {"timestamp": [1046.0, 1050.0], "text": " 12,000 miles she came to us"}, {"timestamp": [1050.0, 1052.0], "text": " to find home once more"}, {"timestamp": [1052.0, 1054.0], "text": " and welcome from loyal hearts."}, {"timestamp": [1054.0, 1058.0], "text": " That is what New Zealand means to the Queen"}, {"timestamp": [1058.0, null], "text": " and she, to her New Zealand people."}], "text": " It's the race for the Royal Metropolitan Cup at the Royal Meeting at Addington, and tactician takes over the running five furlongs from the start. Watching the high class field is Her Majesty the Queen. Her pen also starts from scratch. Seated next to Mr. C. E. Hoy, the club's president, the Queen watches eagerly as Van Diemen leads in the last half furlong with Thelma Globe and Zulu well extended behind. There he parades with his owner and trainer, C.E. Devine. The seven-year-old stallions, 18 wins, and 19 placings, have brought his owner more than 24,000 pounds in stakes. Now he tops the lot with the Royal Gold Cup from the hands of that true lover of horses, the queen. What happened to Burns Knight, the favorite. Many would like to get their tabs on him. But it's one of those days when even racegoers with the loftiest outlook are ready to stretch a point or two. with the loftiest outlook are ready to stretch a point or two. Even the horses are on tiptoe with excitement as the time comes for the next race. The Duke of Edinburgh Stakes started by his Royal Highness. Kings Blue and esteem are leading at the straight entrance, but Rupi races to the front at the furlong. With dancing years in Wellington train McCall, second and third, and a field completely outclassed by the winner. It's a truly royal finish, which will go down in the history of Addington Trots. Over to Burnham Military Camp, where five companies of trainees impress the royal couple with their drill. How much spit and polished preceded this inspection only a sergeant major could tell. But the Duke in field marshal's uniform knows what makes for efficiency. The royal visitors drive through Ashburton Domain and for 3,000 children from mid-Cantabury schools, it's a holiday outing such as they've never dreamed on. Her Majesty can see the domain's beautiful trees, but not its famous flower beds. Ash Burton's children are the flowers she will remember. Long Beach, and two days free from official engagements. Days which not even the most pressing of their followers begrudge the royal couple. It's the home of the Grigg family, whose founder, a Cornishman of uncommon energy and vision, built into his home the substance of an English farmhouse. His grandson, Mr. J. H. Grigg, welcomes the queen to seclusion and rest. Worked in flowers, the crest is part of a floral archway on which teams of women have labored for hours in readiness for their royal guests. Now it stands proudly a tribute from the city of Timoroo. How many are in Ashbury Park today is anyone's guests? But there are 7,000 children from 50 South Canterbury schools alone. And can those children cheer? It's not until we see the final polish being given to the royal train that our joy becomes tinged with sadness. For these are the engines that will draw her away out of our midst. A handshake for the mayor, Mr. Ari White, and the queen is on scramble to see her. From the hospitals, even the cotcases are brought out. Happy because of that one glimpse. Approaching Otago and a note of caution, ahead lies the Waitaki Bridge, nearly three quarters of a mile long, and a burden or an alibi for its bridgekeeper depending on the traffic. Today it's content to be one of New Zealand's longest bridges. A rare occasion, this, the royal couple just sightseeing for their own pleasure. Gate crashes are quick off the mark. Temes Street crossing in Omeroo, and the Royal train's dead on time. The Queen doesn't know it, but her arrival is given particular pleasure to Mr. R. Siamen, the stationmaster, who's about to retire after 40 years unbroken service. You can guess his feelings as he watches his staff jump to their duties. It's the moment of his life as the Queen is about to walk on his platform. Mr. Cooney, the Mayor, tells the Queen of Omaru's claim to fame. It's exactly halfway between the equator and the South Pole. But there's nothing halfway about the warmth of Amaru's reception. So many other whistle-holtz that a stopwatch would be better. But at least the main halts are made on time. From Palmerston's beautifully decorated station, the Queen is escorted by Mr. W.J. Hopkins, the mayor. Representing Maori citizens, Mr. R.J. Tatao talks with the Duke, to the accompaniment of music by the Danitin brass band, the only women's brass band in the empire. Beaten by the whistle, the band's hardest glow. So she comes to Dunedin, her other Edinburgh, and the pact thousands of us make no secret of our loyalty or emotion. How otherwise could we receive this daughter of a true Scotch mother? Herself, mother of a prince called Charlie, and the Duke of Edinburgh, Mercou. Father, to that prince. To while away the hours for the thousands of Bernes, waiting for her in Forbury Park, we put on our own circus. Cowboys, Indians, clowns, and I, dragons too. The band of the black prince provides the dignity. But just consider the impotence. We've our own way of mixing things in the need, and you can. And today it's on the hearth. Orderly lines, Marku, that's what we told them. But who could stop our wairns from paying personal tribute to their queen? Ah, this is the children's hour. They sweep across the park like the seeds of blivaries in a hailing wind. It's a true gale of Park that we older ones show the queen what we can do. And not only the ones who wear the kilt or the briques. Here, Yvette Williams, for example. Now, there's a true doctor of the maiden. The standing chop is a contest for champions. Watch J.L. Murray. He's number two. Both Her Majesty and Mr Wright, our mayor, will be pleased to see how they chop them down in Maninue. Now the world record of 20 feet, six inches is attacked by Miss Yvette Williams, New Zealand champion. Three inches short, she beats her own record by an inch, but it's a jump which can't be recognized because there's a falling wind. Still just too short, but what a spirit! I've the combined Highland bands of Otago. Sassanac music gets in its counterblow when the royal procession reaches Milton. But the joy of welcome is inextricably mixed with the sadness of parting. On this, the last day but one of her tour. Things look up and there's a lightening of spirits when the mayor, Mr. C.W. Keenan calls for cheers. Pray! Royal tours are exhausting. Mummies her queen. So through Belcrutha and with her, memories of loyal Otago. The queen's memories of Gore will forever occupy a very special place. For here it is that four-year-old Maureen Lines presents her bouquet, upside down. It's a royal president which earns from the queen the merriest and longest laugh of her whole New Zealand tour, as Maureen is solemnly escorted by the mayor to a safe distance. The appointment of a keeper of royal topsy-turvy bouquets may be the subject of a future court circular. Invercargo, heart of Southland, and the pulse of that heart beat strongly for the Queen. The other cars in the Royal Procession are forced to wait until the Queen and her husband appear on the balcony to acknowledge in person the love of their people. Thrice before nightfall, they are called back to this spot. Not until then do the people disperse. Kindly welcome given to my husband and myself. I thank you also for the expression of loyalty and devotion which you have conveyed to me on this occasion. My husband and I have been continually impressed by the rich natural resources of New Zealand. And we are deeply grateful for the kindnesses from its loyal and warm-hearted people. One common loyalty, one queen, and constantly at her side, the Duke. It's in Vicargo's civic reception in Queen's Gardens, and here, as always, is the staunch, self-effacing man on whom she so greatly depends. Her radiance as she performs her duties tells us much. Nothing could be more fitting for the Queen's last public engagement in New Zealand than the opening of the Royal Southland Agricultural Show. She makes no secret of the pleasure with which she looks forward to seeing the grand parade of pedigree stock, as she is escorted to her seat by the President of the Royal Agricultural Society of New Zealand, Mr. J.S. Marshall. A cold southwernly has developed. It's a chance for Lieutenant Jeremy Hall, RNZN, to prove the virtues of warm New Zealand woe. How vivacious she is, how her face lights up with interest, as a shrewd judge of bloodstock, she discusses the merits of the various breeds. Before her, the cavalcade passes, and inseparable from it, the carefree spirit of her Southland people. Round and round, this could go on till the cows come home. Come on, Stuart, in there. The show has demonstrated what the richness of farmlands means to New Zealand and through the dominion to the United Kingdom itself. Abord the little ships the people crowd, to wish Godspeed to their queen. A pilot stands by to make safe her path. Bluff Harbor awaits her departure. In the company of her ministers she comes. She who has invested the crown with a personal quality that we in New Zealand could never have fully understood but for her presence among us and now the moment farewells lady Bodkin wife of recently knighted Sir William Bodkin associate minister in attendance Mrs. Sidney Holland. In the Queen's every handshake, a goodbye for each one of us. Mr. Holland, Prime Minister of Her Majesty's New Zealand Government, and now her personal representative, Sir Willoughby Nari, Governor General. So we take our last close look at her, and loyalty, devotion and pride become merged into one. From the Honorable E.T. Tirikatini, member for Southern Maori, comes a gesture which pays tribute to the Queen's royal and gracious womanhood. Now, my love, I'm glad in the now. Now that the moment has come to leave, we do so with sorrow. But we also look forward to the day when we shall once more be able to visit your shores. May God bless New Zealand and watch over the destinies of her people. 12,000 miles she came to find us yet. 12,000 miles she came to us to find home once more and welcome from loyal hearts. That is what New Zealand means to the Queen and she, to her New Zealand people."}