{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Our most Cosmopolitan city,"}, {"timestamp": [2.0, 30.0], "text": "... Our most cosmopolitan city lying between two beautiful harbours is built on a ring of old volcanoes."}, {"timestamp": [30.0, 35.0], "text": " But the explosive activity there today is not volcanic."}, {"timestamp": [35.0, 40.0], "text": " One New Zealander in every five lives in metropolitan Auckland."}, {"timestamp": [40.0, 43.0], "text": " Ten thousand new citizens arrive every 12 months."}, {"timestamp": [43.0, 47.5], "text": " In five years' time, it's estimated that Auckland will be the home of half a million people."}, {"timestamp": [49.5, 54.3], "text": " Broad, shady avenues laid out 120 years ago before motor cars were thought of,"}, {"timestamp": [54.3, 58.5], "text": " pour the traffic down into the valley, which is Queen Street, the heart of the city."}, {"timestamp": [62.5, 66.72], "text": " The city canyon, climbing up from the sea sea was once all noise and congestion,"}, {"timestamp": [67.2, 71.84], "text": " but the passing of the trams has left clear streets where traffic flow can be regulated smoothly."}, {"timestamp": [76.96, 80.04], "text": " The barns dance, named after the man who first introduced it,"}, {"timestamp": [80.32, 85.3], "text": " gives pedestrians a wonderful feeling of freedom for a few minutes and saves everybody's time at intersections."}, {"timestamp": [88.2, 91.02], "text": " Traffic's increasing in leaps and bounds as Auckland grows,"}, {"timestamp": [91.38, 94.76], "text": " and the streets have to be well-organised to keep 100,000 vehicles moving."}, {"timestamp": [96.56, 99.26], "text": " Somewhere has to be found too for them to stop when they want to."}, {"timestamp": [99.92, 102.06], "text": " Off-street parking takes care of many cars."}, {"timestamp": [102.72, 104.98], "text": " But it's the vigorous parking building program"}, {"timestamp": [104.98, 106.58], "text": " that's taking the vehicles off the streets"}, {"timestamp": [106.58, 108.76], "text": " and bringing business back to the central area."}, {"timestamp": [109.5, 112.54], "text": " One attendant here can admit cars at the rate of a thousand an hour."}, {"timestamp": [113.18, 114.84], "text": " The service is smart and efficient."}, {"timestamp": [121.58, 124.0], "text": " A ring of parking buildings is going up in the city."}, {"timestamp": [124.38, 126.0], "text": " This one serves the downtown area."}, {"timestamp": [126.0, 130.0], "text": " One building is the equivalent of 17 miles of curbside parking."}, {"timestamp": [134.0, 138.0], "text": " The foundations are going down for the midtown building."}, {"timestamp": [138.0, 142.0], "text": " With its seven decks, this will serve the central shopping and business area."}, {"timestamp": [142.0, 145.44], "text": " The design of several of these new buildings is"}, {"timestamp": [145.44, 151.48], "text": " interesting. The uptown one has a continuous ramp and the one in Albert Street will have"}, {"timestamp": [151.48, 157.32], "text": " eight decks. There's a feeling of restless energy in Auckland today. Looking down one sees"}, {"timestamp": [157.32, 163.68], "text": " pneumatic drills and the net of steel reinforcing and glancing upward giant cranes waiting to"}, {"timestamp": [163.68, 167.56], "text": " pick up the hoppers of cement as the only hospital of its kind in the country take shape."}, {"timestamp": [168.32, 172.56], "text": " Auckland businessmen raised 100,000 pounds for a chair of obstetrics and gynecology,"}, {"timestamp": [173.16, 178.82], "text": " and in this magnificent building beside acres of parkland, postgraduate courses will be available to doctors."}, {"timestamp": [181.44, 185.0], "text": " New blocks of flats can be seen in other parts of the city among the trees."}, {"timestamp": [185.0, 190.0], "text": " Aucklanders don't often speak of their trees,"}, {"timestamp": [190.0, 196.0], "text": " but to a visitor, the metropolitan area appears to be half rooftops and half trees."}, {"timestamp": [196.0, 203.0], "text": " And in the city itself, the concrete and asphalt is everywhere relieved by quiet shade and sloping lawns."}, {"timestamp": [203.0, 207.0], "text": " Many have their lunch on the green grass."}, {"timestamp": [207.0, 211.0], "text": " The Auckland people have learned much from the foresight of the early planners"}, {"timestamp": [211.0, 214.0], "text": " and 10% of all newly developed areas will be reserved."}, {"timestamp": [214.0, 220.0], "text": " Trees will be a feature of the Civic Center scheme."}, {"timestamp": [220.0, 225.32], "text": " The 23-story administration building is to be almost twice as high as any in New Zealand."}, {"timestamp": [230.08, 232.32], "text": " The first block of the scheme is finished, a magnificent building which houses many government departments."}, {"timestamp": [236.44, 237.7], "text": " At one end is an arresting decoration based on traditional Maori anchor stones."}, {"timestamp": [241.58, 246.0], "text": " This is a striking building with clean lines and an interesting facade."}, {"timestamp": [248.0, 251.0], "text": " When the Civic Center scheme is complete, Auckland will have an open space flanked by tall, graceful buildings"}, {"timestamp": [251.0, 254.0], "text": " of which any city in the world would be proud."}, {"timestamp": [256.0, 258.0], "text": " Auckland's not many hours away from the great cities,"}, {"timestamp": [258.0, 261.0], "text": " for planes of many airlines called."}, {"timestamp": [263.0, 267.0], "text": " A new service is inaugurated. Carrying 71 passengers at seven miles a minute,"}, {"timestamp": [268.82, 272.5], "text": " these jet prop planes will bring Auckland and Sydney within four hours of each other."}, {"timestamp": [276.5, 281.4], "text": " Planning transport and communications for the future is very necessary, for it's expected"}, {"timestamp": [281.4, 286.0], "text": " that a city the size of Wellington or Christchurch will be added to Auckland within the next ten years."}, {"timestamp": [286.0, 291.0], "text": " The railways department is rushing ahead the largest marshalling yards in New Zealand."}, {"timestamp": [291.0, 297.0], "text": " Ten miles of track are being laid which will soon be handling well over two million tons of goods a year."}, {"timestamp": [297.0, 304.0], "text": " Stations and good sheds are trying to keep up as the 27 mile industrial area expands like a bomb blast."}, {"timestamp": [304.0, 306.04], "text": " Mounting freight's on the waterfront too mean additional wharves are wanted urgently. keep up as the 27-mile industrial area expands like a bomb blast."}, {"timestamp": [309.44, 310.02], "text": " Mounting freight's on the waterfront too mean additional wharves are wanted urgently,"}, {"timestamp": [312.8, 313.58], "text": " for the port of Auckland handles a quarter of the trade of the whole country."}, {"timestamp": [318.5, 319.24], "text": " This new wharf, the ninth, will be ready early next year, and another is planned to follow it."}, {"timestamp": [322.8, 323.7], "text": " Many of the piles weigh 20 tons and 1,200 are being driven."}, {"timestamp": [325.7, 333.68], "text": " As they're trimmed to length, the decking advances steadily out into the harbor. But the harbors are playground too and"}, {"timestamp": [333.68, 337.4], "text": " pleasure craft now have the best facilities in the southern hemisphere in a"}, {"timestamp": [337.4, 343.76], "text": " snug anchorage by the harbor bridge. These five and a half thousand tons of steel"}, {"timestamp": [343.76, 347.0], "text": " have turned out to be a greater success than anybody dreamed."}, {"timestamp": [347.0, 351.0], "text": " The three millionth vehicle drove over the bridge only eight months after opening day,"}, {"timestamp": [351.0, 354.0], "text": " and already they're considering reducing the half crown toll."}, {"timestamp": [354.0, 360.0], "text": " Traffic travelling at 40 miles an hour is controlled by microwave and TV cameras."}, {"timestamp": [360.0, 365.0], "text": " It flows over the three miles of bridge and approaches in a steady stream."}, {"timestamp": [365.0, 371.0], "text": " To a city bursting at the seams, this motorway in the sky is like an opening door."}, {"timestamp": [375.0, 379.0], "text": " Auckland sportsmen are fortunate in having one of the world's great yachting harbours to sail on."}, {"timestamp": [379.0, 390.0], "text": " And the city, sweeping around the shores of its two harbours, is lucky in having quiet little beaches and bays within minutes of its centre."}, {"timestamp": [390.0, 395.0], "text": " Some of them are flanked by parks and playgrounds."}, {"timestamp": [395.0, 401.0], "text": " Living in a subtropical climate, Auckland is a crazy about the water and are wonderfully catered for with a string of pools."}, {"timestamp": [401.0, 405.0], "text": " Fresh, salt, cold and tepid."}, {"timestamp": [411.1, 413.8], "text": " This design won the New Zealand architect's gold medal."}, {"timestamp": [415.7, 418.9], "text": " The next baths planned for a cliff top site overlooking the bridge,"}, {"timestamp": [418.9, 422.3], "text": " and in the surrounding park an outdoor ice rinks also being built."}, {"timestamp": [423.4, 429.0], "text": " But these are details. It's away from the city where the residential frontiers are thrusting out to all points of the compass"}, {"timestamp": [429.0, 432.0], "text": " that the really spectacular changes are taking place."}, {"timestamp": [432.0, 438.0], "text": " Some of these suburbs, like Takapuna, have a population of over 20,000"}, {"timestamp": [438.0, 440.0], "text": " and a city is in their own right."}, {"timestamp": [440.0, 444.0], "text": " The shopping areas are new, up-to-date, convenient."}, {"timestamp": [444.0, 449.0], "text": " Suburbs complete with services, transport, communications, industries and schools."}, {"timestamp": [449.0, 460.0], "text": " The road gangs move further and further into the country."}, {"timestamp": [460.0, 463.0], "text": " Auckland's fortunate in having room to grow."}, {"timestamp": [463.0, 467.0], "text": " A curb in a paddock's almost a symbol of what is happening everywhere."}, {"timestamp": [467.0, 469.0], "text": " And following the roads come the houses."}, {"timestamp": [469.0, 472.0], "text": " New suburbs are being built from scratch."}, {"timestamp": [472.0, 476.0], "text": " A town the size of Huang Array goes up in Auckland every 12 months."}, {"timestamp": [476.0, 482.0], "text": " In 1959, more houses were built than in Wellington, the hut, Denedon and Christchurch combined."}, {"timestamp": [482.0, 485.04], "text": " Do drop in for a cup of tea this afternoon."}, {"timestamp": [485.44, 487.12], "text": " My new house is being delivered today."}, {"timestamp": [490.04, 491.72], "text": " The armies of workmen advance."}, {"timestamp": [492.22, 496.96], "text": " Here at Glen In us, they're putting up 73 shops, a hotel, banks, a community centre."}, {"timestamp": [497.42, 500.88], "text": " In three years, another 16,000 people will have moved in."}, {"timestamp": [503.26, 506.0], "text": " North, south, west, east."}, {"timestamp": [506.0, 509.0], "text": " You become infected with the excitement of seeing vigorous growth"}, {"timestamp": [509.0, 511.0], "text": " everywhere you look."}, {"timestamp": [515.0, 522.0], "text": " Beyond the Tamaki, there will soon be another 4,600 house units,"}, {"timestamp": [522.0, 526.4], "text": " 40 acres of industry, 12 schools, commercial and shopping areas."}, {"timestamp": [527.04, 532.6], "text": " Shortly, another 20,000 Aucklanders will make their homes in a new suburb, the size of Hastings."}, {"timestamp": [535.4, 540.64], "text": " A new bridge over the Tamaki is opened by the Honourable Mr. Watt to link some of these fast-growing areas."}, {"timestamp": [542.36, 546.0], "text": " This is only one of a number of bridges costing over a million pounds"}, {"timestamp": [546.0, 551.88], "text": " being undertaken around Auckland at the moment. As the city grows outward and new suburbs"}, {"timestamp": [551.88, 557.26], "text": " are established, a heavy load's put on the telephone service. Postmaster General"}, {"timestamp": [557.26, 561.96], "text": " Mouren cuts over extensions to suburban exchanges as the post office prepares to cope with"}, {"timestamp": [561.96, 567.68], "text": " 100,000 subscribers by 1964. Cables are laid in suburban prepares to cope with 100,000 subscribers by 1964."}, {"timestamp": [571.6, 575.6], "text": " Cables are laid in suburban streets to cope with the increasing demand for phones."}, {"timestamp": [581.2, 581.8], "text": " There are nearly 400,000 miles of wire in telephone cables already under Auckland streets."}, {"timestamp": [587.0, 596.0], "text": " And when a new cable is installed, all you have to know is which wire to join to which. For many years, opinion was divided on a new sewage scheme, but once the decision was made to establish a treatment plant on the Manorcao,"}, {"timestamp": [596.0, 602.0], "text": " the planning has been bold and imaginative. It will treat 230 million gallons a day."}, {"timestamp": [602.0, 605.16], "text": " Sludge will be pumped to digesters where the methane gas"}, {"timestamp": [605.16, 609.3], "text": " given off is to be compressed. This gas will supply the power to operate the whole"}, {"timestamp": [609.3, 615.06], "text": " plant and surplus electricity will also be available. An ambitious scheme"}, {"timestamp": [615.06, 620.76], "text": " costing three and a half million pounds. More people are attracting more"}, {"timestamp": [620.76, 624.84], "text": " industry and more industry is attracting more people in ever widening circles"}, {"timestamp": [624.84, 628.1], "text": " all over Auckland. Penrose was the most highly"}, {"timestamp": [628.1, 632.96], "text": " industrialized center in New Zealand but now about 50 new factories a year are going"}, {"timestamp": [632.96, 640.16], "text": " up looking for labor wherever there's a concentration of population. From dawn to"}, {"timestamp": [640.16, 643.82], "text": " dusk on the city perimeter carry-aurs thunder through the dust as a great"}, {"timestamp": [643.82, 648.18], "text": " metropolitan motorway system merges from dream to reality."}, {"timestamp": [648.18, 652.94], "text": " To carry fast traffic into and through a city as big as Auckland's becoming, a vast and audacious"}, {"timestamp": [652.94, 655.32], "text": " motorway plan is necessary."}, {"timestamp": [655.32, 661.72], "text": " First, the present Northwest motorway has been widened and extended."}, {"timestamp": [661.72, 667.0], "text": " Then through the red volcanic rock at Penrose, the Great Southern Highway is being pushed on toward the city."}, {"timestamp": [667.0, 673.0], "text": " By passing industrial areas, leaping across subways and bridges, it will carry traffic toward the heart of the metropolis."}, {"timestamp": [673.0, 678.0], "text": " The Southern motorway will sweep up over Broadway at Newmarket."}, {"timestamp": [678.0, 681.0], "text": " Go down under Mountain Road."}, {"timestamp": [681.0, 685.0], "text": " A tunnel will take it beneath Simon Street and it will come out in the great roundabout"}, {"timestamp": [685.0, 690.0], "text": " in Newton Gully. From here, one branch swings away to join the north-west route and another"}, {"timestamp": [690.0, 696.0], "text": " curves towards the sea on a tremendous viaduct over Victoria Park where the foundations are being drilled."}, {"timestamp": [698.0, 702.0], "text": " Here, this branch will join the approaches to the harbour bridge."}, {"timestamp": [704.0, 708.4], "text": " When this scheme is completed, traffic may travel at 50 miles an hour in any direction"}, {"timestamp": [708.4, 712.24], "text": " right across the city."}, {"timestamp": [712.24, 716.62], "text": " This speeding up and development, this building and expansion can be seen throughout New Zealand"}, {"timestamp": [716.62, 734.0], "text": " today. But nowhere is it more arresting than in this tree-green, vigorous city, growing daily more impressive at New Zealand's Northern Gateway, Auckland."}], "text": " Our most Cosmopolitan city,... Our most cosmopolitan city lying between two beautiful harbours is built on a ring of old volcanoes. But the explosive activity there today is not volcanic. One New Zealander in every five lives in metropolitan Auckland. Ten thousand new citizens arrive every 12 months. In five years' time, it's estimated that Auckland will be the home of half a million people. Broad, shady avenues laid out 120 years ago before motor cars were thought of, pour the traffic down into the valley, which is Queen Street, the heart of the city. The city canyon, climbing up from the sea sea was once all noise and congestion, but the passing of the trams has left clear streets where traffic flow can be regulated smoothly. The barns dance, named after the man who first introduced it, gives pedestrians a wonderful feeling of freedom for a few minutes and saves everybody's time at intersections. Traffic's increasing in leaps and bounds as Auckland grows, and the streets have to be well-organised to keep 100,000 vehicles moving. Somewhere has to be found too for them to stop when they want to. Off-street parking takes care of many cars. But it's the vigorous parking building program that's taking the vehicles off the streets and bringing business back to the central area. One attendant here can admit cars at the rate of a thousand an hour. The service is smart and efficient. A ring of parking buildings is going up in the city. This one serves the downtown area. One building is the equivalent of 17 miles of curbside parking. The foundations are going down for the midtown building. With its seven decks, this will serve the central shopping and business area. The design of several of these new buildings is interesting. The uptown one has a continuous ramp and the one in Albert Street will have eight decks. There's a feeling of restless energy in Auckland today. Looking down one sees pneumatic drills and the net of steel reinforcing and glancing upward giant cranes waiting to pick up the hoppers of cement as the only hospital of its kind in the country take shape. Auckland businessmen raised 100,000 pounds for a chair of obstetrics and gynecology, and in this magnificent building beside acres of parkland, postgraduate courses will be available to doctors. New blocks of flats can be seen in other parts of the city among the trees. Aucklanders don't often speak of their trees, but to a visitor, the metropolitan area appears to be half rooftops and half trees. And in the city itself, the concrete and asphalt is everywhere relieved by quiet shade and sloping lawns. Many have their lunch on the green grass. The Auckland people have learned much from the foresight of the early planners and 10% of all newly developed areas will be reserved. Trees will be a feature of the Civic Center scheme. The 23-story administration building is to be almost twice as high as any in New Zealand. The first block of the scheme is finished, a magnificent building which houses many government departments. At one end is an arresting decoration based on traditional Maori anchor stones. This is a striking building with clean lines and an interesting facade. When the Civic Center scheme is complete, Auckland will have an open space flanked by tall, graceful buildings of which any city in the world would be proud. Auckland's not many hours away from the great cities, for planes of many airlines called. A new service is inaugurated. Carrying 71 passengers at seven miles a minute, these jet prop planes will bring Auckland and Sydney within four hours of each other. Planning transport and communications for the future is very necessary, for it's expected that a city the size of Wellington or Christchurch will be added to Auckland within the next ten years. The railways department is rushing ahead the largest marshalling yards in New Zealand. Ten miles of track are being laid which will soon be handling well over two million tons of goods a year. Stations and good sheds are trying to keep up as the 27 mile industrial area expands like a bomb blast. Mounting freight's on the waterfront too mean additional wharves are wanted urgently. keep up as the 27-mile industrial area expands like a bomb blast. Mounting freight's on the waterfront too mean additional wharves are wanted urgently, for the port of Auckland handles a quarter of the trade of the whole country. This new wharf, the ninth, will be ready early next year, and another is planned to follow it. Many of the piles weigh 20 tons and 1,200 are being driven. As they're trimmed to length, the decking advances steadily out into the harbor. But the harbors are playground too and pleasure craft now have the best facilities in the southern hemisphere in a snug anchorage by the harbor bridge. These five and a half thousand tons of steel have turned out to be a greater success than anybody dreamed. The three millionth vehicle drove over the bridge only eight months after opening day, and already they're considering reducing the half crown toll. Traffic travelling at 40 miles an hour is controlled by microwave and TV cameras. It flows over the three miles of bridge and approaches in a steady stream. To a city bursting at the seams, this motorway in the sky is like an opening door. Auckland sportsmen are fortunate in having one of the world's great yachting harbours to sail on. And the city, sweeping around the shores of its two harbours, is lucky in having quiet little beaches and bays within minutes of its centre. Some of them are flanked by parks and playgrounds. Living in a subtropical climate, Auckland is a crazy about the water and are wonderfully catered for with a string of pools. Fresh, salt, cold and tepid. This design won the New Zealand architect's gold medal. The next baths planned for a cliff top site overlooking the bridge, and in the surrounding park an outdoor ice rinks also being built. But these are details. It's away from the city where the residential frontiers are thrusting out to all points of the compass that the really spectacular changes are taking place. Some of these suburbs, like Takapuna, have a population of over 20,000 and a city is in their own right. The shopping areas are new, up-to-date, convenient. Suburbs complete with services, transport, communications, industries and schools. The road gangs move further and further into the country. Auckland's fortunate in having room to grow. A curb in a paddock's almost a symbol of what is happening everywhere. And following the roads come the houses. New suburbs are being built from scratch. A town the size of Huang Array goes up in Auckland every 12 months. In 1959, more houses were built than in Wellington, the hut, Denedon and Christchurch combined. Do drop in for a cup of tea this afternoon. My new house is being delivered today. The armies of workmen advance. Here at Glen In us, they're putting up 73 shops, a hotel, banks, a community centre. In three years, another 16,000 people will have moved in. North, south, west, east. You become infected with the excitement of seeing vigorous growth everywhere you look. Beyond the Tamaki, there will soon be another 4,600 house units, 40 acres of industry, 12 schools, commercial and shopping areas. Shortly, another 20,000 Aucklanders will make their homes in a new suburb, the size of Hastings. A new bridge over the Tamaki is opened by the Honourable Mr. Watt to link some of these fast-growing areas. This is only one of a number of bridges costing over a million pounds being undertaken around Auckland at the moment. As the city grows outward and new suburbs are established, a heavy load's put on the telephone service. Postmaster General Mouren cuts over extensions to suburban exchanges as the post office prepares to cope with 100,000 subscribers by 1964. Cables are laid in suburban prepares to cope with 100,000 subscribers by 1964. Cables are laid in suburban streets to cope with the increasing demand for phones. There are nearly 400,000 miles of wire in telephone cables already under Auckland streets. And when a new cable is installed, all you have to know is which wire to join to which. For many years, opinion was divided on a new sewage scheme, but once the decision was made to establish a treatment plant on the Manorcao, the planning has been bold and imaginative. It will treat 230 million gallons a day. Sludge will be pumped to digesters where the methane gas given off is to be compressed. This gas will supply the power to operate the whole plant and surplus electricity will also be available. An ambitious scheme costing three and a half million pounds. More people are attracting more industry and more industry is attracting more people in ever widening circles all over Auckland. Penrose was the most highly industrialized center in New Zealand but now about 50 new factories a year are going up looking for labor wherever there's a concentration of population. From dawn to dusk on the city perimeter carry-aurs thunder through the dust as a great metropolitan motorway system merges from dream to reality. To carry fast traffic into and through a city as big as Auckland's becoming, a vast and audacious motorway plan is necessary. First, the present Northwest motorway has been widened and extended. Then through the red volcanic rock at Penrose, the Great Southern Highway is being pushed on toward the city. By passing industrial areas, leaping across subways and bridges, it will carry traffic toward the heart of the metropolis. The Southern motorway will sweep up over Broadway at Newmarket. Go down under Mountain Road. A tunnel will take it beneath Simon Street and it will come out in the great roundabout in Newton Gully. From here, one branch swings away to join the north-west route and another curves towards the sea on a tremendous viaduct over Victoria Park where the foundations are being drilled. Here, this branch will join the approaches to the harbour bridge. When this scheme is completed, traffic may travel at 50 miles an hour in any direction right across the city. This speeding up and development, this building and expansion can be seen throughout New Zealand today. But nowhere is it more arresting than in this tree-green, vigorous city, growing daily more impressive at New Zealand's Northern Gateway, Auckland."}