{"speakers": [], "chunks": [{"timestamp": [0.0, 9.6], "text": " More than a hundred men are waiting out of the"}, {"timestamp": [9.6, 31.0], "text": " more than a hundred men are waiting out in this field for an introduction to the noise of battle."}, {"timestamp": [31.0, 75.12], "text": " Each man is within 30 feet of a charge of explosives, a mild preliminary in army recruit training. To relieve their feelings, they run uphill. The men are now moving into the trenches for the second practice in battle noises."}, {"timestamp": [76.32, 81.74], "text": " After they get into the trench, the red flag will be taken down"}, {"timestamp": [81.74, 88.0], "text": " and that will be a signal to the machine gunners who are approximately 300 yards away"}, {"timestamp": [88.0, 92.0], "text": " that they can load their guns. After a short interval"}, {"timestamp": [92.0, 98.0], "text": " a very light will be fired and that will be a signal to the machine gunners"}, {"timestamp": [98.0, 104.0], "text": " who open up fire. For this exercise there are several charges"}, {"timestamp": [104.0, 109.0], "text": " of explosives put out six yards from the trench."}, {"timestamp": [109.0, 115.38], "text": " These explosives represent 25 pound shells bursting close to the trench."}, {"timestamp": [115.38, 121.5], "text": " The machine guns will fire at the trenches themselves so that the bullets will ricochet"}, {"timestamp": [121.5, 166.0], "text": " from the parapet. I'm gonnae. These children are playing."}, {"timestamp": [166.0, 191.38], "text": " These children are playing together because a community has worked together."}, {"timestamp": [192.58, 195.88], "text": " A children's centre was Corori's solution of a current problem."}, {"timestamp": [196.58, 200.02], "text": " What could mothers do with their children while they went back to work?"}, {"timestamp": [200.8, 202.9], "text": " Concern for the children was the starting point."}, {"timestamp": [203.5, 206.0], "text": " Enthusiasm and cooperation made it possible."}, {"timestamp": [208.3, 211.88], "text": " This then is the reward, the happiness of these children."}, {"timestamp": [212.68, 215.06], "text": " Their enjoyment is the repayment for the money given,"}, {"timestamp": [215.54, 218.06], "text": " the time spent in making furniture and fittings,"}, {"timestamp": [218.44, 220.68], "text": " and the work involved in helping the staff."}, {"timestamp": [221.5, 225.48], "text": " Not all these children have their fathers in the forces or their mothers working. The kindergarten is open to all children of the staff. Not all these children have their fathers in the forces or their mothers working."}, {"timestamp": [226.22, 231.22], "text": " The kindergarten is open to all children at the district. Their small fees are a necessary"}, {"timestamp": [231.22, 239.86], "text": " contribution to the upkeep. Girl looks at boy. Boy could do with some help, but she doesn't"}, {"timestamp": [239.86, 249.0], "text": " want to work. This does not make up for their fathers nor for their mother's daily"}, {"timestamp": [249.0, 254.16], "text": " absence, but it does mean that they have care and attention. And it means"}, {"timestamp": [254.16, 259.12], "text": " something more. They are learning to play together so that they will know how to work"}, {"timestamp": [259.12, null], "text": " together. And by working together, people built this center."}], "text": " More than a hundred men are waiting out of the more than a hundred men are waiting out in this field for an introduction to the noise of battle. Each man is within 30 feet of a charge of explosives, a mild preliminary in army recruit training. To relieve their feelings, they run uphill. The men are now moving into the trenches for the second practice in battle noises. After they get into the trench, the red flag will be taken down and that will be a signal to the machine gunners who are approximately 300 yards away that they can load their guns. After a short interval a very light will be fired and that will be a signal to the machine gunners who open up fire. For this exercise there are several charges of explosives put out six yards from the trench. These explosives represent 25 pound shells bursting close to the trench. The machine guns will fire at the trenches themselves so that the bullets will ricochet from the parapet. I'm gonnae. These children are playing. These children are playing together because a community has worked together. A children's centre was Corori's solution of a current problem. What could mothers do with their children while they went back to work? Concern for the children was the starting point. Enthusiasm and cooperation made it possible. This then is the reward, the happiness of these children. Their enjoyment is the repayment for the money given, the time spent in making furniture and fittings, and the work involved in helping the staff. Not all these children have their fathers in the forces or their mothers working. The kindergarten is open to all children of the staff. Not all these children have their fathers in the forces or their mothers working. The kindergarten is open to all children at the district. Their small fees are a necessary contribution to the upkeep. Girl looks at boy. Boy could do with some help, but she doesn't want to work. This does not make up for their fathers nor for their mother's daily absence, but it does mean that they have care and attention. And it means something more. They are learning to play together so that they will know how to work together. And by working together, people built this center."}