{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " Neil Longburn, a special rail car arrives for a long-awaited"}, {"timestamp": [9.0, 25.0], "text": " Ceremony, the opening of the Milsen deviation, a new line that arrives for a long awaited ceremony."}, {"timestamp": [25.0, 30.0], "text": " The opening of the Milsen Deviation, a new line that will take some of the trains out of Palmerston North."}, {"timestamp": [30.0, 37.0], "text": " Leaving Longburn, the deviation runs past Milsen, on the outskirts of the city, and joins the main trunk again near Boneythorpe."}, {"timestamp": [37.0, 40.0], "text": " Speaches today trace the deviation's history."}, {"timestamp": [40.0, 45.6], "text": " It was twice started and twice abandoned, a casualty of first a depression and then a war."}, {"timestamp": [49.64, 49.96], "text": " The Prime Minister, the Right Honourable Walter Nash, speaks on the future of Palmerston North,"}, {"timestamp": [53.9, 55.18], "text": " and the Honourable Michael Mugn, Minister of Railways, declares the deviation open."}, {"timestamp": [59.94, 64.28], "text": " The official railcar rolls along the new track. The purpose of this new line is to bypass the main streets of Palmerston North. Always being held up at the many level crossings"}, {"timestamp": [64.28, 72.0], "text": " has been no joy to residents nor visitors, motorists nor pedestrians."}, {"timestamp": [72.0, 78.84], "text": " It's been no joy to row women either. Hemed in by the town the goods yards"}, {"timestamp": [78.84, 82.98], "text": " couldn't be enlarged and the congestion has been frustrating. Goods trains have had to"}, {"timestamp": [82.98, 85.62], "text": " wait down the street until tracks could be cleared in the yards."}, {"timestamp": [86.22, 88.48], "text": " There will be some relief now that through goods trains"}, {"timestamp": [88.48, 89.56], "text": " are using the deviation."}, {"timestamp": [90.26, 92.26], "text": " New yards at Milson will be the next step,"}, {"timestamp": [92.46, 94.04], "text": " and eventually a new passenger station"}, {"timestamp": [94.04, 96.28], "text": " will take trains right out of the main street altogether."}, {"timestamp": [96.92, 97.7], "text": " When that happens,"}, {"timestamp": [98.08, 111.88], "text": " Palmerston people will be glad to hear the last of those clanging bells."}, {"timestamp": [114.52, 115.02], "text": " It's a great day for ploughing in this Hastings paddock."}, {"timestamp": [117.5, 119.18], "text": " 22 keen plowmen are here for the national championships trying to win the silver plough."}, {"timestamp": [119.74, 121.82], "text": " They represent ploughing clubs all over the country."}, {"timestamp": [122.62, 124.0], "text": " Most of them have special plows."}, {"timestamp": [124.54, 127.32], "text": " First is Stuart Allison, who had his built-in-denedon last year."}, {"timestamp": [127.74, 129.42], "text": " This is his fourth go at the championships."}, {"timestamp": [130.96, 133.18], "text": " Last year, Bill Hargrave's plough broke down."}, {"timestamp": [133.54, 136.06], "text": " This time he fixes a firm, sharp share to the mould board."}, {"timestamp": [138.66, 142.04], "text": " The silver plough trophy is a model of the first plough used in New Zealand."}, {"timestamp": [142.04, 145.5], "text": " Its present holder and last year's champion Bob Kingsbury of Ashburton"}, {"timestamp": [145.5, 149.2], "text": " takes a last look after handing it over to Mr. Kitto, the association president."}, {"timestamp": [151.88, 154.82], "text": " Now the plows are ready and off they go to make the first scratch."}, {"timestamp": [155.22, 156.32], "text": " They have half an acre each."}, {"timestamp": [156.74, 160.16], "text": " It looks as though they're taking it easy, but actually it's a tense moment for the ploughman."}, {"timestamp": [160.54, 163.56], "text": " One mistake here shows up three hours later when the ploughing's finished."}, {"timestamp": [167.0, 169.0], "text": " Only enthusiasts have turned up to watch."}, {"timestamp": [169.0, 173.0], "text": " Two days rains get the townsfolk at home, but it's great for the ploughing."}, {"timestamp": [173.0, 185.34], "text": " Better ploughing means bigger and better crops."}, {"timestamp": [185.64, 187.54], "text": " More wheat, more production all round."}, {"timestamp": [188.48, 191.24], "text": " The plough turns the soil clean as a breaking wave."}, {"timestamp": [192.28, 197.52], "text": " When farmers talk about crown furrows, good fearing, colters, skith and scratch,"}, {"timestamp": [197.72, 200.16], "text": " it just means they like the look of a good ploughed paddock."}, {"timestamp": [204.72, 207.0], "text": " Sunny Hawks Bay has had bad luck with the weather."}, {"timestamp": [207.0, 210.0], "text": " It's their first rain in weeks."}, {"timestamp": [210.0, 216.0], "text": " This is the fourth national championship with the standard rising every year."}, {"timestamp": [216.0, 221.0], "text": " The art of ploughing for a neat, even finish, well-turned grass and a deep fresh seedbed"}, {"timestamp": [221.0, 223.0], "text": " takes quite a bit of judging."}, {"timestamp": [223.0, 231.58], "text": " Today's winner will compete in the world championships in Northern Ireland. Here's a good last furrow, straight"}, {"timestamp": [231.58, 235.96], "text": " and true. It belongs to Stuart Allison using his special plough. It's done a good"}, {"timestamp": [235.96, 242.32], "text": " job for him this time. The Minister of Agriculture, Mr. Skinner, is here to"}, {"timestamp": [242.32, 245.04], "text": " present the silver plough."}, {"timestamp": [249.26, 249.86], "text": " And it goes to Stuart Allison, the 26-year-old farmer from Milton Otago."}, {"timestamp": [251.76, 271.68], "text": " New Zealand's new champion plowman. Around the coast of New Zealand work a few old and honourable ships,"}, {"timestamp": [271.68, 274.56], "text": " the last of a dying class of scars."}, {"timestamp": [275.68, 278.64], "text": " Such a one is Echo coming across Cook Strait in a Calm"}, {"timestamp": [278.64, 281.68], "text": " on her regular run from Wellington City to Blenham Town."}, {"timestamp": [282.64, 286.88], "text": " She has to slide her 175 tonnes over the Wairau bar,"}, {"timestamp": [286.88, 289.1], "text": " so it sails down and centerboard up."}, {"timestamp": [293.0, 296.0], "text": " As Echo approaches, the pilot launch is sounding the bar."}, {"timestamp": [302.76, 307.0], "text": " No change in the channel, the pilot pilot reports and Echo moves on."}, {"timestamp": [307.0, 312.0], "text": " With Captain Durant at the wheel, Echo's engines are full ahead."}, {"timestamp": [312.0, 322.0], "text": " The tides on the turn, ECHO's engines are full ahead."}, {"timestamp": [322.0, 333.0], "text": " Easily, quietly, Echo slips over the bar, only a looming shoal and fast water to remind her that danger's there."}, {"timestamp": [337.0, 350.4], "text": " The bar drops the stern. Now the quiet Opaoawa River and breakfast."}, {"timestamp": [354.6, 355.52], "text": " Today, Echo is one of the very few scars still using sail with her engines."}, {"timestamp": [359.8, 360.72], "text": " She has been plying up and down the Opawa River for more than half her 55 years."}, {"timestamp": [367.0, 387.0], "text": " She has seen changes all around her, but has changed little herself. From the bar to Blenheim is 12 miles, a two hour run."}, {"timestamp": [387.0, 392.0], "text": " It's not every vessel that has a landscape to both port and starboard,"}, {"timestamp": [392.0, 395.0], "text": " and it's quite a job to keep it from coming aboard."}, {"timestamp": [395.0, 413.0], "text": " Old timers know Echo well. They've seen her mast-topped slide above the willows,"}, {"timestamp": [413.0, 416.0], "text": " heard the beat of her engines for many a year."}, {"timestamp": [420.0, 427.2], "text": " Blenheim's ahead, a quiet birth, a change of cargo,"}, {"timestamp": [427.2, 431.24], "text": " and tomorrow Echo will go down the river and back across the strait."}, {"timestamp": [432.16, 434.46], "text": " So she will ply for the rest of her busy life"}, {"timestamp": [434.46, 436.4], "text": " until she ties up for the last time."}, {"timestamp": [437.24, 441.08], "text": " And when she does, the era of the sails cow will be near its end."}, {"timestamp": [442.04, 446.76], "text": " Echo, truly the echo of a shipping age that soon will be no more."}], "text": " Neil Longburn, a special rail car arrives for a long-awaited Ceremony, the opening of the Milsen deviation, a new line that arrives for a long awaited ceremony. The opening of the Milsen Deviation, a new line that will take some of the trains out of Palmerston North. Leaving Longburn, the deviation runs past Milsen, on the outskirts of the city, and joins the main trunk again near Boneythorpe. Speaches today trace the deviation's history. It was twice started and twice abandoned, a casualty of first a depression and then a war. The Prime Minister, the Right Honourable Walter Nash, speaks on the future of Palmerston North, and the Honourable Michael Mugn, Minister of Railways, declares the deviation open. The official railcar rolls along the new track. The purpose of this new line is to bypass the main streets of Palmerston North. Always being held up at the many level crossings has been no joy to residents nor visitors, motorists nor pedestrians. It's been no joy to row women either. Hemed in by the town the goods yards couldn't be enlarged and the congestion has been frustrating. Goods trains have had to wait down the street until tracks could be cleared in the yards. There will be some relief now that through goods trains are using the deviation. New yards at Milson will be the next step, and eventually a new passenger station will take trains right out of the main street altogether. When that happens, Palmerston people will be glad to hear the last of those clanging bells. It's a great day for ploughing in this Hastings paddock. 22 keen plowmen are here for the national championships trying to win the silver plough. They represent ploughing clubs all over the country. Most of them have special plows. First is Stuart Allison, who had his built-in-denedon last year. This is his fourth go at the championships. Last year, Bill Hargrave's plough broke down. This time he fixes a firm, sharp share to the mould board. The silver plough trophy is a model of the first plough used in New Zealand. Its present holder and last year's champion Bob Kingsbury of Ashburton takes a last look after handing it over to Mr. Kitto, the association president. Now the plows are ready and off they go to make the first scratch. They have half an acre each. It looks as though they're taking it easy, but actually it's a tense moment for the ploughman. One mistake here shows up three hours later when the ploughing's finished. Only enthusiasts have turned up to watch. Two days rains get the townsfolk at home, but it's great for the ploughing. Better ploughing means bigger and better crops. More wheat, more production all round. The plough turns the soil clean as a breaking wave. When farmers talk about crown furrows, good fearing, colters, skith and scratch, it just means they like the look of a good ploughed paddock. Sunny Hawks Bay has had bad luck with the weather. It's their first rain in weeks. This is the fourth national championship with the standard rising every year. The art of ploughing for a neat, even finish, well-turned grass and a deep fresh seedbed takes quite a bit of judging. Today's winner will compete in the world championships in Northern Ireland. Here's a good last furrow, straight and true. It belongs to Stuart Allison using his special plough. It's done a good job for him this time. The Minister of Agriculture, Mr. Skinner, is here to present the silver plough. And it goes to Stuart Allison, the 26-year-old farmer from Milton Otago. New Zealand's new champion plowman. Around the coast of New Zealand work a few old and honourable ships, the last of a dying class of scars. Such a one is Echo coming across Cook Strait in a Calm on her regular run from Wellington City to Blenham Town. She has to slide her 175 tonnes over the Wairau bar, so it sails down and centerboard up. As Echo approaches, the pilot launch is sounding the bar. No change in the channel, the pilot pilot reports and Echo moves on. With Captain Durant at the wheel, Echo's engines are full ahead. The tides on the turn, ECHO's engines are full ahead. Easily, quietly, Echo slips over the bar, only a looming shoal and fast water to remind her that danger's there. The bar drops the stern. Now the quiet Opaoawa River and breakfast. Today, Echo is one of the very few scars still using sail with her engines. She has been plying up and down the Opawa River for more than half her 55 years. She has seen changes all around her, but has changed little herself. From the bar to Blenheim is 12 miles, a two hour run. It's not every vessel that has a landscape to both port and starboard, and it's quite a job to keep it from coming aboard. Old timers know Echo well. They've seen her mast-topped slide above the willows, heard the beat of her engines for many a year. Blenheim's ahead, a quiet birth, a change of cargo, and tomorrow Echo will go down the river and back across the strait. So she will ply for the rest of her busy life until she ties up for the last time. And when she does, the era of the sails cow will be near its end. Echo, truly the echo of a shipping age that soon will be no more."}