{"speakers": [], "chunks": [{"timestamp": [0.0, 12.24], "text": " After getting new point of point speed record"}, {"timestamp": [12.24, 29.54], "text": " after gathering new point-to-point speed records in a flight out from England,"}, {"timestamp": [29.9, 33.76], "text": " an RAF delta-wing Vulcan bomber circled over Wellington on route to Oaxia"}, {"timestamp": [33.76, 36.2], "text": " whilst on a combined goodwill and test mission."}, {"timestamp": [48.76, 49.1], "text": " Standard fitting on the Vulcan is the tail parachute,"}, {"timestamp": [51.32, 53.28], "text": " which is normally used as a brake on short runways and to prevent skidding on icy surfaces."}, {"timestamp": [54.04, 56.42], "text": " The Vulcan is powered by four Olympus turbojets,"}, {"timestamp": [56.72, 60.12], "text": " giving it over ten times more power than the heavy bombers of World War II."}, {"timestamp": [63.14, 64.94], "text": " Passing a lineup of jet fighters,"}, {"timestamp": [67.08, 67.56], "text": " the Vulcan reveals its terrific bulk."}, {"timestamp": [73.94, 83.44], "text": " Looking like a child's pedal car, a vampire is completely dwarfed by the 97-foot length and 99-foot wingspan."}, {"timestamp": [87.24, 91.04], "text": " Tankers cluster around the huge craft to pump in great quantities of fuel, which give the bomber an extremely long operational range."}, {"timestamp": [91.04, 95.12], "text": " New Zealanders who flocked to see the plane were later to be shocked at the news that the Vulcan"}, {"timestamp": [95.12, 100.7], "text": " had crashed at London airport in bad weather at the end of her return flight, killing four of the crew."}, {"timestamp": [100.7, 110.04], "text": " One of the two survivors of the crash was the pilot squadron leader Donald Howard."}, {"timestamp": [114.34, 119.56], "text": " Chief of bomber command, Sir Harry Broadhurst in the center, was the only other survivor."}, {"timestamp": [124.98, 125.2], "text": " The Vulcan takes off from Oaxia. On its first appearance at Farnborough Air Show three years ago,"}, {"timestamp": [125.2, 129.2], "text": " it displayed remarkable maneuverability by performing a slow roll."}, {"timestamp": [151.0, 171.4], "text": " During a five-day visit to New Zealand, the bomber flew over 15 cities and hundreds of towns and settlements. Now snow-clad Taranaki looms beyond the Vulcan as it leaves on the first leg of its tragic return flight. At Arpaea General Hospital, Western Samoa,"}, {"timestamp": [171.4, 177.64], "text": " last minute preparations are made to receive patients from a polio outbreak in the outlying Tokulow Islands."}, {"timestamp": [177.64, 184.44], "text": " A special polio ward has been added to the hospital in record time."}, {"timestamp": [184.44, 189.0], "text": " Called on to airlift victims back to Arpaia, the RNZAF sends a Sunderland flying boat"}, {"timestamp": [189.0, 196.0], "text": " the 200 miles from Samoa to the Tokalows, which are New Zealand's northernmost dependencies."}, {"timestamp": [196.0, 201.0], "text": " A board is specialist help sent directly from New Zealand."}, {"timestamp": [201.0, 210.44], "text": " Miss Mary Wilson in the middle, a physiotherapist from Wellington Hospital, is to take the polio sufferers under her care. Soon the"}, {"timestamp": [210.44, 220.68], "text": " coral strewn approaches to the islands are slipping away below. The people of"}, {"timestamp": [220.68, 224.6], "text": " the tokolaus are glad to see the visitors who've flown to their aid. Greetings"}, {"timestamp": [224.6, 227.0], "text": " come from chiefs and women's committees."}, {"timestamp": [231.0, 240.0], "text": " At the small island hospitals the patients have up to now been in the care of Samo and medical practitioners"}, {"timestamp": [240.0, 243.0], "text": " who do a fine job in these remote islands."}, {"timestamp": [243.0, 246.34], "text": " Miss Wilson conducts an examination."}, {"timestamp": [246.34, 248.96], "text": " Polio has affected his legs, but not his smile"}, {"timestamp": [248.96, 254.1], "text": " for the nurse who will help him in the months ahead."}, {"timestamp": [254.1, 256.86], "text": " Smiles and tears mingle as patients are farewelled"}, {"timestamp": [256.86, 287.0], "text": " by families and girlfriends before being canoed out to the Sunderland. Five patients are flown to the Sato Pualaa flying base 30 miles from Apia."}, {"timestamp": [287.0, 305.72], "text": " Soon they're being taken through the gates of Apia Hospital,"}, {"timestamp": [306.14, 309.36], "text": " where they'll spend the next six months receiving specialist treatment."}, {"timestamp": [310.3, 314.66], "text": " So ends a swift and successful combined operation of the RNZAF"}, {"timestamp": [314.66, 317.04], "text": " and Samoan and New Zealand Health Services,"}, {"timestamp": [317.52, 320.86], "text": " a mission of mercy to the people of far islands of the South Pacific."}, {"timestamp": [320.88, 329.44], "text": " the South Pacific."}, {"timestamp": [332.64, 336.94], "text": " At Kuala Lumpur, the officer commanding the Special Air Service New Zealand squadron, Major Frank Rennie, briefs Corporal Huia Woods for a forthcoming"}, {"timestamp": [336.94, 337.76], "text": " jungle patrol."}, {"timestamp": [348.62, 348.82], "text": " The briefing is passed on to the men of the patrol,"}, {"timestamp": [350.84, 351.34], "text": " including trooper Clive Nautai of Rotorua,"}, {"timestamp": [354.54, 354.92], "text": " one South Island representative in the person of Bill Gray of Christchurch,"}, {"timestamp": [356.62, 358.58], "text": " and Desmond Brady of Lower Hut."}, {"timestamp": [360.76, 361.5], "text": " Corporal Woods, by the way, is from Hokitani."}, {"timestamp": [363.48, 363.88], "text": " Only bare essentials are packed on patrol,"}, {"timestamp": [365.24, 365.44], "text": " sleeping bag, change of clothing,"}, {"timestamp": [370.3, 376.2], "text": " toilet gear, food for seven days, and in the hand, equipment to speak the only kind of language that can answer terrorism. As Malaya progresses towards self-government, the flags of Britain,"}, {"timestamp": [376.38, 381.48], "text": " the Federation of Malaya and the state of Selangor flyer in the federal capital. Past Kuala Lumpur"}, {"timestamp": [381.48, 385.5], "text": " railway station goes the New Zealand patrol on their way to a spot of jungle bashing."}, {"timestamp": [385.5, 388.0], "text": " They're going in to search for terrorist hideouts."}, {"timestamp": [391.0, 399.0], "text": " Point men on patrol is not a New Zealander, but an Iban tracker from Borneo,"}, {"timestamp": [399.0, 402.5], "text": " on the lookout for signs saying Chin Peng's men were here."}, {"timestamp": [402.5, 406.26], "text": " They move silently, with no badges of rank or insignia,"}, {"timestamp": [406.52, 408.38], "text": " days on end, ever on guard,"}, {"timestamp": [408.66, 410.36], "text": " trying to be as invisible as possible,"}, {"timestamp": [410.66, 455.0], "text": " to see before they're seen and shoot before they're shot at. I mean, and so much. After seven days a halt is made."}, {"timestamp": [455.0, 469.0], "text": " After seven days a halt is made at a suitable clearing"}, {"timestamp": [469.0, 473.0], "text": " and the patrols distinctive marker put out for sighting by supply aircraft."}, {"timestamp": [473.0, 565.88], "text": " When Corporal Woods hears the plane comes in. The The Corporal distributes mail, while Trooper Battleton of O Oetrahonger sees what's in the food packs."}, {"timestamp": [566.44, 570.32], "text": " While Trooper Dave Wallace of Auckland scans the home paper for a subject to write home about,"}, {"timestamp": [570.7, 574.3], "text": " Palmer Northman Trooper Slade opens up something to swear about."}, {"timestamp": [577.04, 583.04], "text": " Apart from little items like this, regular mail and supplies of prepared food do a lot to keep jungle bashers happy."}, {"timestamp": [583.68, 586.16], "text": " These men, protecting the orderly development of Malaya,"}, {"timestamp": [586.48, 589.68], "text": " are learning to be as wary in the jungle as their highly skilled point man,"}, {"timestamp": [589.96, 591.46], "text": " the Aban Tracco from Borneo."}], "text": " After getting new point of point speed record after gathering new point-to-point speed records in a flight out from England, an RAF delta-wing Vulcan bomber circled over Wellington on route to Oaxia whilst on a combined goodwill and test mission. Standard fitting on the Vulcan is the tail parachute, which is normally used as a brake on short runways and to prevent skidding on icy surfaces. The Vulcan is powered by four Olympus turbojets, giving it over ten times more power than the heavy bombers of World War II. Passing a lineup of jet fighters, the Vulcan reveals its terrific bulk. Looking like a child's pedal car, a vampire is completely dwarfed by the 97-foot length and 99-foot wingspan. Tankers cluster around the huge craft to pump in great quantities of fuel, which give the bomber an extremely long operational range. New Zealanders who flocked to see the plane were later to be shocked at the news that the Vulcan had crashed at London airport in bad weather at the end of her return flight, killing four of the crew. One of the two survivors of the crash was the pilot squadron leader Donald Howard. Chief of bomber command, Sir Harry Broadhurst in the center, was the only other survivor. The Vulcan takes off from Oaxia. On its first appearance at Farnborough Air Show three years ago, it displayed remarkable maneuverability by performing a slow roll. During a five-day visit to New Zealand, the bomber flew over 15 cities and hundreds of towns and settlements. Now snow-clad Taranaki looms beyond the Vulcan as it leaves on the first leg of its tragic return flight. At Arpaea General Hospital, Western Samoa, last minute preparations are made to receive patients from a polio outbreak in the outlying Tokulow Islands. A special polio ward has been added to the hospital in record time. Called on to airlift victims back to Arpaia, the RNZAF sends a Sunderland flying boat the 200 miles from Samoa to the Tokalows, which are New Zealand's northernmost dependencies. A board is specialist help sent directly from New Zealand. Miss Mary Wilson in the middle, a physiotherapist from Wellington Hospital, is to take the polio sufferers under her care. Soon the coral strewn approaches to the islands are slipping away below. The people of the tokolaus are glad to see the visitors who've flown to their aid. Greetings come from chiefs and women's committees. At the small island hospitals the patients have up to now been in the care of Samo and medical practitioners who do a fine job in these remote islands. Miss Wilson conducts an examination. Polio has affected his legs, but not his smile for the nurse who will help him in the months ahead. Smiles and tears mingle as patients are farewelled by families and girlfriends before being canoed out to the Sunderland. Five patients are flown to the Sato Pualaa flying base 30 miles from Apia. Soon they're being taken through the gates of Apia Hospital, where they'll spend the next six months receiving specialist treatment. So ends a swift and successful combined operation of the RNZAF and Samoan and New Zealand Health Services, a mission of mercy to the people of far islands of the South Pacific. the South Pacific. At Kuala Lumpur, the officer commanding the Special Air Service New Zealand squadron, Major Frank Rennie, briefs Corporal Huia Woods for a forthcoming jungle patrol. The briefing is passed on to the men of the patrol, including trooper Clive Nautai of Rotorua, one South Island representative in the person of Bill Gray of Christchurch, and Desmond Brady of Lower Hut. Corporal Woods, by the way, is from Hokitani. Only bare essentials are packed on patrol, sleeping bag, change of clothing, toilet gear, food for seven days, and in the hand, equipment to speak the only kind of language that can answer terrorism. As Malaya progresses towards self-government, the flags of Britain, the Federation of Malaya and the state of Selangor flyer in the federal capital. Past Kuala Lumpur railway station goes the New Zealand patrol on their way to a spot of jungle bashing. They're going in to search for terrorist hideouts. Point men on patrol is not a New Zealander, but an Iban tracker from Borneo, on the lookout for signs saying Chin Peng's men were here. They move silently, with no badges of rank or insignia, days on end, ever on guard, trying to be as invisible as possible, to see before they're seen and shoot before they're shot at. I mean, and so much. After seven days a halt is made. After seven days a halt is made at a suitable clearing and the patrols distinctive marker put out for sighting by supply aircraft. When Corporal Woods hears the plane comes in. The The Corporal distributes mail, while Trooper Battleton of O Oetrahonger sees what's in the food packs. While Trooper Dave Wallace of Auckland scans the home paper for a subject to write home about, Palmer Northman Trooper Slade opens up something to swear about. Apart from little items like this, regular mail and supplies of prepared food do a lot to keep jungle bashers happy. These men, protecting the orderly development of Malaya, are learning to be as wary in the jungle as their highly skilled point man, the Aban Tracco from Borneo."}