{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " This new school"}, {"timestamp": [2.0, 30.0], "text": " This new school of physiotherapy at Donin is being opened by the Prime Minister."}, {"timestamp": [30.0, 37.0], "text": " The building, besides providing facilities for treating many patients, will give enough accommodation to train 80 students at a time."}, {"timestamp": [42.0, 46.8], "text": " The equipment here is as modern as anywhere."}, {"timestamp": [46.8, 48.6], "text": " It was all made in New Zealand."}, {"timestamp": [48.6, 66.92], "text": " Remedial exercises and massage is carried out by students on each other."}, {"timestamp": [66.92, 71.62], "text": " These trainees, many studying under a rehabilitation grant, will fill the need for physiotherapy"}, {"timestamp": [71.62, 75.44], "text": " experts to extend this growing branch of the healing arts."}, {"timestamp": [75.44, 90.0], "text": " On the courts at Mount Cook School, Wellington, 1,000 girls meet for the basketball season's opening day tournament."}, {"timestamp": [90.0, 94.0], "text": " Today, throughout New Zealand, the winter sports open their competitions."}, {"timestamp": [94.0, 97.0], "text": " Players are turning out in force and there's new life in the sporting world."}, {"timestamp": [97.0, 100.0], "text": " Younger players are coming on and there are many new entries."}, {"timestamp": [100.0, 113.4], "text": " This year, basketball is going to be more popular than ever, and some of the games will have to be played on Saturday mornings."}, {"timestamp": [113.4, 117.6], "text": " With most shops and offices closed, working girls now have more time for recreation."}, {"timestamp": [117.6, 121.8], "text": " Young New Zealanders are on the courts and fields again, playing with all their familiar enthusiasm."}, {"timestamp": [130.0, 134.0], "text": " The sun is shining and the ground is in splendid order as grammar kick off against Marist in their game at Eden Park, Auckland. Big crowds have turned out for the opening of the 1946 rugby season."}, {"timestamp": [134.0, 137.0], "text": " With the boys back from overseas and the teams up to their old strength,"}, {"timestamp": [137.0, 141.0], "text": " senior grades will provide some sparkling rugby this year throughout the country."}, {"timestamp": [149.9, 155.36], "text": " Marist are leading 6 to 0, but after the change over the grammar backs take the play into the Marist half. Will he get there? Will he"}, {"timestamp": [155.36, 162.86], "text": " make it? But Marist are covering up well. Marist are away again. The"}, {"timestamp": [162.86, 165.82], "text": " superior combination of the Marist backs is deciding the game."}, {"timestamp": [165.82, 172.8], "text": " They throw the ball about and grammar's in trouble. Come on the Irish, shout the Navy."}, {"timestamp": [172.8, 177.44], "text": " Auckland's rugby season has opened in fine style and Marist are over again. They won"}, {"timestamp": [177.44, 193.0], "text": " the game 27 to 11. In Hot City, the Wellington Hospital Board has built a new hospital."}, {"timestamp": [193.0, 200.0], "text": " The last thing in hospital design, it's planned to soak up the sun and do all that a building can do to make sick people well."}, {"timestamp": [200.0, 203.0], "text": " But it takes more than a building, it takes people."}, {"timestamp": [203.0, 206.1], "text": " Not only nurses and doctors, but the people behind the scenes,"}, {"timestamp": [206.1, 208.3], "text": " the people who make the wheels go round."}, {"timestamp": [208.3, 211.9], "text": " They too are needed to heal the sick and make the lame walk."}, {"timestamp": [216.4, 221.5], "text": " And the people behind the scenes are well looked after nowadays."}, {"timestamp": [221.5, 228.28], "text": " Kitchens are being mechanized and the drudgery taken out of the kitchen work. Electric dishwashers deal with the dirty dishes in the main"}, {"timestamp": [228.28, 231.46], "text": " kitchens of the Wellington hospitals and put a different complexion on the"}, {"timestamp": [231.46, 236.56], "text": " task of washing up. In these shiny stainless steel boilers the food is cooked. No"}, {"timestamp": [236.56, 248.52], "text": " longer is it heavy pots on a coal range. All this is part of the new deal for the household staff,"}, {"timestamp": [248.8, 251.9], "text": " for the hospital boards are facing up to the changes that war has brought."}, {"timestamp": [252.5, 254.4], "text": " Women now know they can tackle any job,"}, {"timestamp": [254.7, 257.74], "text": " and if they're going to work here, their work must have a new dignity."}, {"timestamp": [258.32, 260.3], "text": " The word domestic must be a thing of the past."}, {"timestamp": [261.1, 264.84], "text": " Weighing out food for patients on diets, for instance, is a responsible job,"}, {"timestamp": [267.0, 268.0], "text": " and one where responsibility is now recognized."}, {"timestamp": [268.0, 287.0], "text": " When it comes to heavy work, there's plenty of mayor assistance."}, {"timestamp": [287.0, 295.0], "text": " As well as pushing the food wagons, men do most of the heavy cleaning."}, {"timestamp": [295.0, 299.0], "text": " Often, outside firms of cleaning contractors come in to do the work."}, {"timestamp": [299.0, 311.0], "text": " In addition to good working conditions, the household staff has good living conditions."}, {"timestamp": [311.0, 316.0], "text": " A dining room of their own is something they can appreciate."}, {"timestamp": [316.0, 325.42], "text": " They also have their accommodation problems solved with good hostels, where board is amazingly cheap."}, {"timestamp": [325.96, 327.68], "text": " There is now no need to go room hunting."}, {"timestamp": [328.88, 358.0], "text": " Free overalls in the very latest are keeping abreast of the times."}, {"timestamp": [358.0, 373.0], "text": " So if a modern girl wants a good job, hospitals are worth thinking about."}, {"timestamp": [377.0, 383.0], "text": " At Auckland, the American ship Flying Dragon is loading meat and making history. For the first time on record an American refrigeration ship has come to New Zealand to load a frozen cargo."}, {"timestamp": [383.0, 387.06], "text": " And what's more, she's taking this cargo frozen meat to England."}, {"timestamp": [387.06, 392.96], "text": " This is food for Britain."}, {"timestamp": [392.96, 407.0], "text": " In Wellington 2, records are being broken. The port is jammed with ships and never before"}, {"timestamp": [407.0, 411.76], "text": " has there been so much refrigerated space ready to be filled with food. Here cheese is"}, {"timestamp": [411.76, 416.0], "text": " being loaded. This cheese is badly needed for it's just been announced that the British"}, {"timestamp": [416.0, 424.88], "text": " cheese ration has been cut from three ounces down to two ounces. Here is frozen meat"}, {"timestamp": [424.88, 426.0], "text": " coming out of the vans."}, {"timestamp": [426.0, 429.0], "text": " This is New Zealand meat going to Britain."}, {"timestamp": [429.0, 432.0], "text": " The haves are sending to the have-nots."}, {"timestamp": [432.0, 436.0], "text": " This is what is happening to the coupons you save."}, {"timestamp": [436.0, 439.0], "text": " Down it goes to fill one more hole in one more ship,"}, {"timestamp": [439.0, 442.0], "text": " to feed thousands of families on the other side of the world"}, {"timestamp": [442.0, 449.0], "text": " who haven't got quite enough. Fresh apples are going along too, but they'll vary a dull diet."}, {"timestamp": [449.0, 452.0], "text": " Soon the loaded ships will be on their way."}, {"timestamp": [452.0, 455.0], "text": " The Athlone Castle with 800 tons of apples."}, {"timestamp": [455.0, 458.0], "text": " 2,000 tons of meat."}, {"timestamp": [458.0, 461.0], "text": " 5,000 tons of meat."}, {"timestamp": [461.0, 464.0], "text": " 4,000 tons of meat."}, {"timestamp": [464.0, 470.6], "text": " 4,500 tons of meat, 3,000 tons of butter. 3,000 tons of meat. 4,500 tons of meat, 3,000 tons of butter. 3,000 tons of meat,"}, {"timestamp": [470.6, 477.3], "text": " 1,100 tons of apples, 4,000 tons of meat, 650 of butter and 1,300 of cheese."}, {"timestamp": [479.8, 485.94], "text": " But for the tired, war-weary, Q-weary British housewives, it's still one and tuppence worth of fresh meat,"}, {"timestamp": [486.3, 489.12], "text": " six ounces of table fats, one ounce of cooking fat,"}, {"timestamp": [489.4, 490.72], "text": " and two ounces of cheese."}, {"timestamp": [491.32, 493.44], "text": " What we're sending them now will keep them going."}, {"timestamp": [493.94, 495.5], "text": " What they need is that bit extra."}, {"timestamp": [496.12, 499.3], "text": " It's by saving our coupons that we'll help them to get it."}], "text": " This new school This new school of physiotherapy at Donin is being opened by the Prime Minister. The building, besides providing facilities for treating many patients, will give enough accommodation to train 80 students at a time. The equipment here is as modern as anywhere. It was all made in New Zealand. Remedial exercises and massage is carried out by students on each other. These trainees, many studying under a rehabilitation grant, will fill the need for physiotherapy experts to extend this growing branch of the healing arts. On the courts at Mount Cook School, Wellington, 1,000 girls meet for the basketball season's opening day tournament. Today, throughout New Zealand, the winter sports open their competitions. Players are turning out in force and there's new life in the sporting world. Younger players are coming on and there are many new entries. This year, basketball is going to be more popular than ever, and some of the games will have to be played on Saturday mornings. With most shops and offices closed, working girls now have more time for recreation. Young New Zealanders are on the courts and fields again, playing with all their familiar enthusiasm. The sun is shining and the ground is in splendid order as grammar kick off against Marist in their game at Eden Park, Auckland. Big crowds have turned out for the opening of the 1946 rugby season. With the boys back from overseas and the teams up to their old strength, senior grades will provide some sparkling rugby this year throughout the country. Marist are leading 6 to 0, but after the change over the grammar backs take the play into the Marist half. Will he get there? Will he make it? But Marist are covering up well. Marist are away again. The superior combination of the Marist backs is deciding the game. They throw the ball about and grammar's in trouble. Come on the Irish, shout the Navy. Auckland's rugby season has opened in fine style and Marist are over again. They won the game 27 to 11. In Hot City, the Wellington Hospital Board has built a new hospital. The last thing in hospital design, it's planned to soak up the sun and do all that a building can do to make sick people well. But it takes more than a building, it takes people. Not only nurses and doctors, but the people behind the scenes, the people who make the wheels go round. They too are needed to heal the sick and make the lame walk. And the people behind the scenes are well looked after nowadays. Kitchens are being mechanized and the drudgery taken out of the kitchen work. Electric dishwashers deal with the dirty dishes in the main kitchens of the Wellington hospitals and put a different complexion on the task of washing up. In these shiny stainless steel boilers the food is cooked. No longer is it heavy pots on a coal range. All this is part of the new deal for the household staff, for the hospital boards are facing up to the changes that war has brought. Women now know they can tackle any job, and if they're going to work here, their work must have a new dignity. The word domestic must be a thing of the past. Weighing out food for patients on diets, for instance, is a responsible job, and one where responsibility is now recognized. When it comes to heavy work, there's plenty of mayor assistance. As well as pushing the food wagons, men do most of the heavy cleaning. Often, outside firms of cleaning contractors come in to do the work. In addition to good working conditions, the household staff has good living conditions. A dining room of their own is something they can appreciate. They also have their accommodation problems solved with good hostels, where board is amazingly cheap. There is now no need to go room hunting. Free overalls in the very latest are keeping abreast of the times. So if a modern girl wants a good job, hospitals are worth thinking about. At Auckland, the American ship Flying Dragon is loading meat and making history. For the first time on record an American refrigeration ship has come to New Zealand to load a frozen cargo. And what's more, she's taking this cargo frozen meat to England. This is food for Britain. In Wellington 2, records are being broken. The port is jammed with ships and never before has there been so much refrigerated space ready to be filled with food. Here cheese is being loaded. This cheese is badly needed for it's just been announced that the British cheese ration has been cut from three ounces down to two ounces. Here is frozen meat coming out of the vans. This is New Zealand meat going to Britain. The haves are sending to the have-nots. This is what is happening to the coupons you save. Down it goes to fill one more hole in one more ship, to feed thousands of families on the other side of the world who haven't got quite enough. Fresh apples are going along too, but they'll vary a dull diet. Soon the loaded ships will be on their way. The Athlone Castle with 800 tons of apples. 2,000 tons of meat. 5,000 tons of meat. 4,000 tons of meat. 4,500 tons of meat, 3,000 tons of butter. 3,000 tons of meat. 4,500 tons of meat, 3,000 tons of butter. 3,000 tons of meat, 1,100 tons of apples, 4,000 tons of meat, 650 of butter and 1,300 of cheese. But for the tired, war-weary, Q-weary British housewives, it's still one and tuppence worth of fresh meat, six ounces of table fats, one ounce of cooking fat, and two ounces of cheese. What we're sending them now will keep them going. What they need is that bit extra. It's by saving our coupons that we'll help them to get it."}