{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " It's been a cold"}, {"timestamp": [3.0, 29.32], "text": " It's been a cold night in central Otago,"}, {"timestamp": [29.32, 33.12], "text": " but there's a hot day coming and the morning mist won't shade the river flats"}, {"timestamp": [33.12, 36.84], "text": " or haunt the Roxburgh Gorge in the new concrete cliffs for long."}, {"timestamp": [38.68, 41.2], "text": " Mist lies where the long lake will be above the dam."}, {"timestamp": [41.72, 49.32], "text": " But soon Arthur Cox here will have a clearer view of his surveyor's marks around the hydroelectric workings. If the old-timers had had that grab,"}, {"timestamp": [49.32, 54.8], "text": " how they'd have been going deep into the river bed with it, hooking out gold and nuggets. The"}, {"timestamp": [54.8, 59.52], "text": " scheme is twice the size of Maritai, the country's biggest. But for all the new works"}, {"timestamp": [59.52, 69.12], "text": " and progress, the old ways and the old thoughts will never quite vanish from Roxburgh. Every spring apricots and cherries blossom in a land once warm with gold fever."}, {"timestamp": [70.56, 72.56], "text": " The gold's not all gone by any means."}, {"timestamp": [73.12, 75.02], "text": " It's still there under the orchard roots,"}, {"timestamp": [75.5, 80.36], "text": " and prospectors like Jack Eadie can still employ a quick eye for color in the pan and sluice box."}, {"timestamp": [81.74, 83.82], "text": " Gold washing down into the sluice box."}, {"timestamp": [84.48, 86.5], "text": " This has always been the end men worked for"}, {"timestamp": [86.5, 91.8], "text": " to Jack. But to newcomers like engineer Graham McKenzie, the ounce a day one hears just"}, {"timestamp": [91.8, 96.6], "text": " a byproduct, something of value that falls out when they sift the bones of the land to make"}, {"timestamp": [96.6, 97.1], "text": " concrete."}, {"timestamp": [101.9, 108.0], "text": " It's not gold by the pennyweight they want now, but electricity by the kilowatt."}, {"timestamp": [108.0, 113.0], "text": " The stones Cluthor River brought down are being built up into concrete to hold the river back,"}, {"timestamp": [113.0, 119.0], "text": " into a dam and powerhouse begun by the Ministry of Works and continued by contractors."}, {"timestamp": [119.0, 126.32], "text": " In the office, the contractors' project engineer, Mr. Hancock, discusses recent progress with Mr. Leermont,"}, {"timestamp": [126.6, 132.18], "text": " project engineer for the Ministry of Works, who designed and engineered the job with the state hydroelectric department."}, {"timestamp": [132.82, 138.18], "text": " Their resident engineer is Mr. Sandlin. Within a few months, they will be seeing the first power generated."}, {"timestamp": [139.82, 146.52], "text": " Ministry of Works inspectors Bob Gugich and Laurie Stevenson, both concreting experts, amongst other things, are out on the job."}, {"timestamp": [147.06, 156.22], "text": " They notice that grout is leaking at one point where cracks in the rock of the old riverbed are being consolidated by liquid concrete under pressure and have the leak stopped with packing."}, {"timestamp": [156.94, 162.0], "text": " The mixture used for forcing into the cracks is tested for consistency in a laboratory on the spot."}, {"timestamp": [162.0, 166.2], "text": " To be right, it should flow like porridge with a lot more water than oatmeal in it."}, {"timestamp": [170.2, 176.7], "text": " Nice piece of cake coming up. If it's tough and heavy as concrete, Ted Redman reckons it's a good heat cured sample."}, {"timestamp": [178.0, 183.6], "text": " Testing dry cement, a sample from each bulk truck full, is Miss Van Berkel, a chemist from Holland."}, {"timestamp": [184.2, 185.6], "text": " By measuring its permeability"}, {"timestamp": [185.6, 190.9], "text": " to air, she can tell if it's as fine as the recipe requires. Some of the test samples of concrete"}, {"timestamp": [190.9, 196.24], "text": " they make in a kitchen mixer. The real batches come from a battery of four mixes, each of two cubic"}, {"timestamp": [196.24, 201.78], "text": " yards capacity. On the staging, tests for consistency are made every ten minutes, through day"}, {"timestamp": [201.78, 222.5], "text": " and night as long as pouring continues. That dial measures in tons the pressure put on a sample concrete block by"}, {"timestamp": [222.5, 224.5], "text": " technical assistant Douglas Ward."}, {"timestamp": [224.5, 229.0], "text": " Samples from every pour of block are cured in here and the breaking stress measured."}, {"timestamp": [229.0, 267.0], "text": " A universal testing machine is used from time to time to try the strength of specimen welds done by welders working on the penstocks on reinforcing iron in the transition section or above the water on the piers of the spillway."}, {"timestamp": [267.0, 274.0], "text": " Biggest welding jobs are the penstock sections."}, {"timestamp": [274.0, 284.0], "text": " They swing sections into place using the flying fox cableway."}, {"timestamp": [284.0, 287.0], "text": " The sections don't look so big until you get close up to them."}, {"timestamp": [287.0, 291.0], "text": " With eight-penstock tubes to be built, each with a hundred and fifty foot drop,"}, {"timestamp": [291.0, 294.0], "text": " there are quite a few of these bits of pipe waiting to go up."}, {"timestamp": [294.0, 308.0], "text": " A welder's pay doesn't come in black envelopes, but X-ray films do to check his work. They're laid over every weld and flashed from a welder's pay doesn't come in black envelopes, but X-ray films do to check his work."}, {"timestamp": [308.0, 311.0], "text": " They're laid over every weld and flashed from inside the tube."}, {"timestamp": [311.0, 315.0], "text": " No risks can be taken with a 150 foot head of water."}, {"timestamp": [319.0, 322.0], "text": " The Ministry of Works inspectors, all men of over 20 years experience,"}, {"timestamp": [322.0, 327.0], "text": " see that excavations, steelwork, buildings and concrete are up to the mark."}, {"timestamp": [327.0, 332.0], "text": " They're pouring on M block of the dam today, lifting at another five feet."}, {"timestamp": [332.0, 348.0], "text": " Samples of the pour of concrete are made up for the Ministry of Works laboratory."}, {"timestamp": [348.0, 354.0], "text": " In slots between the great blocks of the dam, the rate of cooling of the concrete is measured electrically."}, {"timestamp": [354.0, 361.0], "text": " These places, looking like the entrance to Pharaoh's tomb, will be filled with concrete when cooling and contraction of the blocks is finished."}, {"timestamp": [361.0, 367.0], "text": " The spillway towers are already built as high as they're going."}, {"timestamp": [367.0, 384.0], "text": " As high as they're going, as high as they're going is certainly some way. At the"}, {"timestamp": [384.0, 391.0], "text": " top of the pier, measurements of the bay are checked by Henry Kennedy and Dutchman Teotan before the final pour and polishing."}, {"timestamp": [391.0, 406.88], "text": " The stator for number one generator is being installed by the state hydroelectric"}, {"timestamp": [406.88, 411.2], "text": " department and made ready to receive the rotor, the part that revolves."}, {"timestamp": [411.2, 414.12], "text": " The steady flowing river is in the diversion channel."}, {"timestamp": [414.12, 418.02], "text": " In two or three years the river will flow through eight turbines."}, {"timestamp": [418.02, 423.32], "text": " These snail shells are the sluice boxes to extract power from the cluthor."}, {"timestamp": [423.32, 425.28], "text": " Rotor of number one generator is prepared for"}, {"timestamp": [425.28, 433.86], "text": " hoisting into place inside the stator. In time with construction by Ministry of"}, {"timestamp": [433.86, 437.94], "text": " Works and Contractors switch gear goes into place to control nearly half a million"}, {"timestamp": [437.94, 441.48], "text": " horsepower. Hope they don't forget to give themselves a three-pin point for the"}, {"timestamp": [441.48, 447.0], "text": " radio and vacuum cleaner. The dam and power station is not all there is to the job."}, {"timestamp": [447.0, 452.0], "text": " To get the power away, State Hydro plant a steel pine forest coned with insulators."}, {"timestamp": [452.0, 467.0], "text": " Just down for Billy Tging, those Irishmen,"}, {"timestamp": [467.0, 519.0], "text": " they're back up in the rigging, those Irishmen, slinging power down to the district."}, {"timestamp": [519.0, 525.84], "text": " Cluthers partly fed by Lake Harwier and the levels to be raised, flooding the old road and giving need for the new."}, {"timestamp": [526.84, 533.14], "text": " Headworks will span the lake outlet here, with gates to let extra water down to Roxburgh Power Station whenever they need it."}, {"timestamp": [534.0, 539.44], "text": " To build this extra controlling dam, the river has to be diverted and the temporary channel is being done."}, {"timestamp": [540.48, 544.72], "text": " Yesterday it was gold that went down from Central Otago to start things moving."}, {"timestamp": [545.0, 548.0], "text": " Tomorrow it will be power."}, {"timestamp": [548.0, 556.0], "text": " Downstream again at Roxburgh, crowds come daily to the lookout point to watch progress in the gorge below."}, {"timestamp": [556.0, 565.0], "text": " In a few months the huge dam will be holding up a new lake and the first kilowatts will flow from a growing power station."}, {"timestamp": [565.0, 606.0], "text": " By far the largest in the country. The President 75 years of......"}, {"timestamp": [606.0, 631.0], "text": "... 75 years of service in teaching New Zealand's deaf children... the proud achievement of the School for the Deaf at Sumner."}, {"timestamp": [631.0, 635.0], "text": " The unsatisfactory and embarrassing system of sign language was never used."}, {"timestamp": [635.0, 640.0], "text": " The first headmaster, Gerard Van Ash, introduced the then revolutionary method of lip reading from accentuated mouth movements."}, {"timestamp": [640.0, 643.0], "text": " Elizabeth, show me the ball."}, {"timestamp": [643.0, 645.0], "text": " Show me the ball. The ball. Yes, that's the ball, show me the ball."}, {"timestamp": [645.0, 648.0], "text": " That's the ball, yes, that's the ball."}, {"timestamp": [648.0, 650.0], "text": " Good girl."}, {"timestamp": [650.0, 653.0], "text": " Elizabeth, show me the fish."}, {"timestamp": [653.0, 655.0], "text": " That's the fish."}, {"timestamp": [655.0, 657.0], "text": " Good girl."}, {"timestamp": [657.0, 658.0], "text": " Training starts early."}, {"timestamp": [658.0, 661.0], "text": " When only four years old, children who live in a silent world"}, {"timestamp": [661.0, 663.0], "text": " are able to lip read and speak simple words."}, {"timestamp": [663.0, 666.06], "text": " In a few years, they will understand almost everything that is said to them"}, {"timestamp": [666.06, 667.36], "text": " and be able to speak themselves."}, {"timestamp": [668.16, 671.04], "text": " Later, they're encouraged to converse with one another and with their teachers."}, {"timestamp": [672.12, 672.76], "text": " Thank you, Patricia."}, {"timestamp": [674.92, 677.0], "text": " Our horse has got four legs."}, {"timestamp": [677.92, 679.62], "text": " Can you show me his four legs, Colin?"}, {"timestamp": [684.16, 687.0], "text": " Good boy, he's got full eggs."}, {"timestamp": [687.0, 688.0], "text": " Thank you, Colin."}, {"timestamp": [688.0, 693.0], "text": " By the time the children are 10 to 12 years old, their schooling is much the same as that of hearing children."}, {"timestamp": [693.0, 695.0], "text": " Again."}, {"timestamp": [695.0, 702.0], "text": " That was very good. Now Douglas, you look."}, {"timestamp": [702.0, 705.0], "text": " Numerator. Numerator."}, {"timestamp": [705.0, 707.0], "text": " Numerator."}], "text": " It's been a cold It's been a cold night in central Otago, but there's a hot day coming and the morning mist won't shade the river flats or haunt the Roxburgh Gorge in the new concrete cliffs for long. Mist lies where the long lake will be above the dam. But soon Arthur Cox here will have a clearer view of his surveyor's marks around the hydroelectric workings. If the old-timers had had that grab, how they'd have been going deep into the river bed with it, hooking out gold and nuggets. The scheme is twice the size of Maritai, the country's biggest. But for all the new works and progress, the old ways and the old thoughts will never quite vanish from Roxburgh. Every spring apricots and cherries blossom in a land once warm with gold fever. The gold's not all gone by any means. It's still there under the orchard roots, and prospectors like Jack Eadie can still employ a quick eye for color in the pan and sluice box. Gold washing down into the sluice box. This has always been the end men worked for to Jack. But to newcomers like engineer Graham McKenzie, the ounce a day one hears just a byproduct, something of value that falls out when they sift the bones of the land to make concrete. It's not gold by the pennyweight they want now, but electricity by the kilowatt. The stones Cluthor River brought down are being built up into concrete to hold the river back, into a dam and powerhouse begun by the Ministry of Works and continued by contractors. In the office, the contractors' project engineer, Mr. Hancock, discusses recent progress with Mr. Leermont, project engineer for the Ministry of Works, who designed and engineered the job with the state hydroelectric department. Their resident engineer is Mr. Sandlin. Within a few months, they will be seeing the first power generated. Ministry of Works inspectors Bob Gugich and Laurie Stevenson, both concreting experts, amongst other things, are out on the job. They notice that grout is leaking at one point where cracks in the rock of the old riverbed are being consolidated by liquid concrete under pressure and have the leak stopped with packing. The mixture used for forcing into the cracks is tested for consistency in a laboratory on the spot. To be right, it should flow like porridge with a lot more water than oatmeal in it. Nice piece of cake coming up. If it's tough and heavy as concrete, Ted Redman reckons it's a good heat cured sample. Testing dry cement, a sample from each bulk truck full, is Miss Van Berkel, a chemist from Holland. By measuring its permeability to air, she can tell if it's as fine as the recipe requires. Some of the test samples of concrete they make in a kitchen mixer. The real batches come from a battery of four mixes, each of two cubic yards capacity. On the staging, tests for consistency are made every ten minutes, through day and night as long as pouring continues. That dial measures in tons the pressure put on a sample concrete block by technical assistant Douglas Ward. Samples from every pour of block are cured in here and the breaking stress measured. A universal testing machine is used from time to time to try the strength of specimen welds done by welders working on the penstocks on reinforcing iron in the transition section or above the water on the piers of the spillway. Biggest welding jobs are the penstock sections. They swing sections into place using the flying fox cableway. The sections don't look so big until you get close up to them. With eight-penstock tubes to be built, each with a hundred and fifty foot drop, there are quite a few of these bits of pipe waiting to go up. A welder's pay doesn't come in black envelopes, but X-ray films do to check his work. They're laid over every weld and flashed from a welder's pay doesn't come in black envelopes, but X-ray films do to check his work. They're laid over every weld and flashed from inside the tube. No risks can be taken with a 150 foot head of water. The Ministry of Works inspectors, all men of over 20 years experience, see that excavations, steelwork, buildings and concrete are up to the mark. They're pouring on M block of the dam today, lifting at another five feet. Samples of the pour of concrete are made up for the Ministry of Works laboratory. In slots between the great blocks of the dam, the rate of cooling of the concrete is measured electrically. These places, looking like the entrance to Pharaoh's tomb, will be filled with concrete when cooling and contraction of the blocks is finished. The spillway towers are already built as high as they're going. As high as they're going, as high as they're going is certainly some way. At the top of the pier, measurements of the bay are checked by Henry Kennedy and Dutchman Teotan before the final pour and polishing. The stator for number one generator is being installed by the state hydroelectric department and made ready to receive the rotor, the part that revolves. The steady flowing river is in the diversion channel. In two or three years the river will flow through eight turbines. These snail shells are the sluice boxes to extract power from the cluthor. Rotor of number one generator is prepared for hoisting into place inside the stator. In time with construction by Ministry of Works and Contractors switch gear goes into place to control nearly half a million horsepower. Hope they don't forget to give themselves a three-pin point for the radio and vacuum cleaner. The dam and power station is not all there is to the job. To get the power away, State Hydro plant a steel pine forest coned with insulators. Just down for Billy Tging, those Irishmen, they're back up in the rigging, those Irishmen, slinging power down to the district. Cluthers partly fed by Lake Harwier and the levels to be raised, flooding the old road and giving need for the new. Headworks will span the lake outlet here, with gates to let extra water down to Roxburgh Power Station whenever they need it. To build this extra controlling dam, the river has to be diverted and the temporary channel is being done. Yesterday it was gold that went down from Central Otago to start things moving. Tomorrow it will be power. Downstream again at Roxburgh, crowds come daily to the lookout point to watch progress in the gorge below. In a few months the huge dam will be holding up a new lake and the first kilowatts will flow from a growing power station. By far the largest in the country. The President 75 years of......... 75 years of service in teaching New Zealand's deaf children... the proud achievement of the School for the Deaf at Sumner. The unsatisfactory and embarrassing system of sign language was never used. The first headmaster, Gerard Van Ash, introduced the then revolutionary method of lip reading from accentuated mouth movements. Elizabeth, show me the ball. Show me the ball. The ball. Yes, that's the ball, show me the ball. That's the ball, yes, that's the ball. Good girl. Elizabeth, show me the fish. That's the fish. Good girl. Training starts early. When only four years old, children who live in a silent world are able to lip read and speak simple words. In a few years, they will understand almost everything that is said to them and be able to speak themselves. Later, they're encouraged to converse with one another and with their teachers. Thank you, Patricia. Our horse has got four legs. Can you show me his four legs, Colin? Good boy, he's got full eggs. Thank you, Colin. By the time the children are 10 to 12 years old, their schooling is much the same as that of hearing children. Again. That was very good. Now Douglas, you look. Numerator. Numerator. Numerator."}