{"speakers": [], "chunks": [{"timestamp": [0.0, 42.42], "text": " The President On this beach at Guadalcanal, the United States Marines gave first check to the southward"}, {"timestamp": [42.42, 44.16], "text": " thrust of the Japanese."}, {"timestamp": [44.16, 51.0], "text": " Blinded by success, the enemy was surprised, but wreckage on the beach proved his desperate attempt to organize resistance."}, {"timestamp": [51.0, 56.0], "text": " Once established, the Marines dug in and stayed put, denying the enemy use of this key base."}, {"timestamp": [56.0, 59.0], "text": " Their action directly affected the defense of New Zealand."}, {"timestamp": [59.0, 64.0], "text": " Fitting, therefore, that New Zealand cameras should record the final events of the campaign."}, {"timestamp": [64.0, 67.0], "text": " To relieve the Marines, the United States Army moves in."}, {"timestamp": [67.0, 72.0], "text": " With the army comes supplies and equipment for that last sweep to clean out the island."}, {"timestamp": [72.0, 77.0], "text": " American equipment is not the only stuff that comes in."}, {"timestamp": [77.0, 81.0], "text": " The Japs have tried to float food ashore in waterproof containers."}, {"timestamp": [81.0, 87.0], "text": " They drop it at night. By day, naval patrols pick it up. It includes compressed"}, {"timestamp": [87.0, 94.0], "text": " barley, sugar, and compressed fish. These unwilling donations to our supplies are useful enough."}, {"timestamp": [94.0, 99.0], "text": " This captured store of rice and barley is good food for native laborers."}, {"timestamp": [99.0, 104.0], "text": " The manpower of the Solomon Islanders is reinforced with American mechanical equipment."}, {"timestamp": [104.0, 109.2], "text": " When a bulldozer gets to a coconut palm, it's just too bad for the soap industry."}, {"timestamp": [113.6, 115.6], "text": " The equipment is not all American made."}, {"timestamp": [115.6, 120.4], "text": " The Japanese kindly provided this refrigerating plant, complete in every detail."}, {"timestamp": [130.0, 135.0], "text": " With the ice plant, they left the makings of a now famous aerodrome. Capture of Henderson Field gave us a key position to defend the South Pacific."}, {"timestamp": [135.0, 140.0], "text": " Beyond the airfield, crude roads have been pushed into the jungle."}, {"timestamp": [140.0, 144.0], "text": " Along the road goes a stream of men moving forward to the fighting area."}, {"timestamp": [144.0, 148.5], "text": " Into the breach made by the Marines, the army is pushing up a weight of men and material"}, {"timestamp": [148.5, 154.5], "text": " sufficient to overwhelm the starved and sorry remnants of a one-time confident and victorious enemy."}, {"timestamp": [160.5, 166.0], "text": " They crossed the Matanical River. Here the Marines had held a Japanese counterattack."}, {"timestamp": [166.0, 169.0], "text": " Now begins the weary trail to the forward positions."}, {"timestamp": [169.0, 172.0], "text": " The ground is less difficult than most New Zealand hill country,"}, {"timestamp": [172.0, 179.0], "text": " but they sweat in a clammy heat, march in soaked clothing through the mud and steam of this foul climate."}, {"timestamp": [179.0, 182.0], "text": " Even the willing jeep gives way here to the native carrier,"}, {"timestamp": [182.0, 187.0], "text": " organized now out of his recent habit of head hunting."}, {"timestamp": [187.0, 195.0], "text": " Beyond the hilltop, the Japanese wait down in the jungle, an invisible enemy."}, {"timestamp": [195.0, 201.0], "text": " Dug in along the crest are the Marines. For months they've stuck it out here holding the line."}, {"timestamp": [201.0, 205.44], "text": " Now they're being relieved. They're learning to smile again."}, {"timestamp": [208.72, 209.28], "text": " Beyond their holding line, army troops move forward to position."}, {"timestamp": [215.36, 220.56], "text": " Somewhere in this stinking rainforest, the Japanese are waiting. A few yards away, a few miles, it's hard to say. Patches of ground have been cleared by recent shell fire and air bombing."}, {"timestamp": [221.2, 227.0], "text": " When they stop, they dig. This ridge directly overlooks the Japanese positions."}, {"timestamp": [227.0, 232.24], "text": " The enemy was sniping while these pictures were taken. Behind the new forward line, a supply"}, {"timestamp": [232.24, 237.58], "text": " system comes quickly into action. From an observation post, enemy country is seen just across"}, {"timestamp": [237.58, 243.44], "text": " the valley. Down below the crest, the troops are resting. This sort of unreal, undramatic"}, {"timestamp": [243.44, 245.5], "text": " situation was typical of the campaign."}, {"timestamp": [246.5, 249.5], "text": " Move against the enemy and he disappears so you stop."}, {"timestamp": [250.0, 252.2], "text": " Mend a wounded shoulder. Have a drink of water."}, {"timestamp": [253.2, 255.8], "text": " That's the commanding officer, the one with a dirty face."}, {"timestamp": [257.1, 258.6], "text": " Now they're calling up air support."}, {"timestamp": [259.4, 261.2], "text": " We can see the dive bombers coming over."}, {"timestamp": [261.8, 272.0], "text": " This will stir them out of their holes."}, {"timestamp": [280.0, 286.0], "text": " The Jap is catching it hot. The troops wait to go forward. This is what men look like just before going out to kill or get killed. Tired, dirty. Just a bit wound up about everything. Going to take it out of somebody."}, {"timestamp": [286.0, 288.0], "text": " They went forward. They won through."}, {"timestamp": [288.0, 292.0], "text": " They're going to keep on winning through, right through to the end."}], "text": " The President On this beach at Guadalcanal, the United States Marines gave first check to the southward thrust of the Japanese. Blinded by success, the enemy was surprised, but wreckage on the beach proved his desperate attempt to organize resistance. Once established, the Marines dug in and stayed put, denying the enemy use of this key base. Their action directly affected the defense of New Zealand. Fitting, therefore, that New Zealand cameras should record the final events of the campaign. To relieve the Marines, the United States Army moves in. With the army comes supplies and equipment for that last sweep to clean out the island. American equipment is not the only stuff that comes in. The Japs have tried to float food ashore in waterproof containers. They drop it at night. By day, naval patrols pick it up. It includes compressed barley, sugar, and compressed fish. These unwilling donations to our supplies are useful enough. This captured store of rice and barley is good food for native laborers. The manpower of the Solomon Islanders is reinforced with American mechanical equipment. When a bulldozer gets to a coconut palm, it's just too bad for the soap industry. The equipment is not all American made. The Japanese kindly provided this refrigerating plant, complete in every detail. With the ice plant, they left the makings of a now famous aerodrome. Capture of Henderson Field gave us a key position to defend the South Pacific. Beyond the airfield, crude roads have been pushed into the jungle. Along the road goes a stream of men moving forward to the fighting area. Into the breach made by the Marines, the army is pushing up a weight of men and material sufficient to overwhelm the starved and sorry remnants of a one-time confident and victorious enemy. They crossed the Matanical River. Here the Marines had held a Japanese counterattack. Now begins the weary trail to the forward positions. The ground is less difficult than most New Zealand hill country, but they sweat in a clammy heat, march in soaked clothing through the mud and steam of this foul climate. Even the willing jeep gives way here to the native carrier, organized now out of his recent habit of head hunting. Beyond the hilltop, the Japanese wait down in the jungle, an invisible enemy. Dug in along the crest are the Marines. For months they've stuck it out here holding the line. Now they're being relieved. They're learning to smile again. Beyond their holding line, army troops move forward to position. Somewhere in this stinking rainforest, the Japanese are waiting. A few yards away, a few miles, it's hard to say. Patches of ground have been cleared by recent shell fire and air bombing. When they stop, they dig. This ridge directly overlooks the Japanese positions. The enemy was sniping while these pictures were taken. Behind the new forward line, a supply system comes quickly into action. From an observation post, enemy country is seen just across the valley. Down below the crest, the troops are resting. This sort of unreal, undramatic situation was typical of the campaign. Move against the enemy and he disappears so you stop. Mend a wounded shoulder. Have a drink of water. That's the commanding officer, the one with a dirty face. Now they're calling up air support. We can see the dive bombers coming over. This will stir them out of their holes. The Jap is catching it hot. The troops wait to go forward. This is what men look like just before going out to kill or get killed. Tired, dirty. Just a bit wound up about everything. Going to take it out of somebody. They went forward. They won through. They're going to keep on winning through, right through to the end."}