{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Disaster threatens the port of Wonganui."}, {"timestamp": [7.0, 28.0], "text": " The sea has made a breach in the south spit and backed by wind and tide the waves smash through."}, {"timestamp": [28.0, 34.0], "text": " It threatens to become wider every day, and at every high tide the sea pours through bringing with its sand,"}, {"timestamp": [34.0, 36.0], "text": " which is rapidly silting up the river channel."}, {"timestamp": [36.0, 41.0], "text": " Preventive work to stop further erosion can only be undertaken at low tide."}, {"timestamp": [41.0, 49.24], "text": " The actual ceiling of the breach will be a major engineering feat for the public works. Already 1500 sandbags have been used merely to hold the sea"}, {"timestamp": [49.24, 58.22], "text": " and check. 50,000 will be needed. At high tide the men plant maram grass further"}, {"timestamp": [58.22, 63.16], "text": " up the spit. Maram grass binds the sand and prevents wind erosion. This work is an"}, {"timestamp": [63.16, 67.0], "text": " insurance against further breaches being made."}, {"timestamp": [69.0, 73.0], "text": " When the spit has been built up to its former height, sea and river will be kept in their proper places."}, {"timestamp": [73.0, 93.0], "text": " This will be no easy task, for in a few hours, waves and tides can destroy what it has taken man weeks to build. Getting rid of such pests as goss and blackberry is a problem when it comes to breaking"}, {"timestamp": [93.0, 94.0], "text": " in new land."}, {"timestamp": [94.0, 97.0], "text": " This portable flamethrower offers one solution."}, {"timestamp": [97.0, 102.0], "text": " Burning heavy grade fuel oil, it throws a searing flame that sets fire to the bushes,"}, {"timestamp": [102.0, 104.0], "text": " burning up both stalks and bleeds."}, {"timestamp": [104.0, 108.0], "text": " The great advantage of this method is that burning can be done at any time of the year"}, {"timestamp": [108.0, 112.0], "text": " and there's no need to wait for dry weather when a fire may get out of hand."}, {"timestamp": [114.0, 117.0], "text": " As well as a flamethrower, it's also an all-purpose spray."}, {"timestamp": [117.0, 119.0], "text": " The conversion is quite simple."}, {"timestamp": [119.0, 130.0], "text": " For glasshouse work, its portability is an advantage."}, {"timestamp": [130.0, 133.0], "text": " Here, cyclamans are being sprayed for thrift."}, {"timestamp": [133.0, 139.0], "text": " Any form of spraying is in its line, whether it's young cabbages or fruit trees before flowering."}, {"timestamp": [139.0, 152.0], "text": " This flamethrower comes spray is one more mechanized aid to successful farming."}, {"timestamp": [156.08, 156.42], "text": " On exhibition in Wellington is a selection of Maori carvings,"}, {"timestamp": [160.08, 163.26], "text": " the work of Rangiporte, who is using the books of Augustus Hamilton to reproduce old carvings that have been lost from the Dominion."}, {"timestamp": [164.12, 166.0], "text": " Among the exhibits is an original work,"}, {"timestamp": [166.0, 168.0], "text": " a shield of Mr. Porati's own design,"}, {"timestamp": [168.0, 173.0], "text": " created as a memorial for members of the Otaki Football Club killed overseas."}, {"timestamp": [177.0, 182.0], "text": " Following traditional forms, Rangi Poreti is mastering the ancient art"}, {"timestamp": [182.0, 185.0], "text": " so that he will be able in his own carvings"}, {"timestamp": [185.0, 187.22], "text": " to portray the life of the Maori people today."}, {"timestamp": [188.0, 190.34], "text": " Mr. Porrety began carving 18 months ago,"}, {"timestamp": [190.76, 194.66], "text": " and now he gives every minute of his spare time to the work in his home at Lower Hut."}, {"timestamp": [195.5, 198.88], "text": " From rough blocks of Totera come the intricate and beautiful designs"}, {"timestamp": [198.88, 200.78], "text": " that are the true written word of the Maori."}, {"timestamp": [208.6, 213.36], "text": " Carving is the traditional art of men, but Maori women are allowed to prepare the red"}, {"timestamp": [213.36, 218.0], "text": " ochre used in staining the finished work. Rangi's wife burns the fine yellow clay"}, {"timestamp": [218.0, 238.34], "text": " and then mixes it with oil to make a smooth red paste. As one carving is completed, another is begun. This will be a"}, {"timestamp": [238.34, 243.64], "text": " Taorapa, the stern post of a Maori canoe. Carved from a single block of Totara, it"}, {"timestamp": [243.64, 245.12], "text": " will sand seven feet high."}, {"timestamp": [246.08, 250.16], "text": " Like the carvers of old, Rangi holds in his mind every figure and spiral."}, {"timestamp": [250.72, 255.92], "text": " And once the carving is begun, he works from his mind picture until the last detail is completed."}, {"timestamp": [259.2, 264.32], "text": " In Rangipurite, the Maori people have a carver who is bringing new life to one of the greatest"}, {"timestamp": [264.32, 265.84], "text": " forms of their ancient culture."}, {"timestamp": [274.84, 281.9], "text": " High above the countryside near Omeru, sections of hillside are cut away to bear the extensive limestone formations found here."}, {"timestamp": [282.38, 285.82], "text": " This limestone is being broken up in the first stage of making fertilizer"}, {"timestamp": [285.82, 286.98], "text": " for South Island farmers."}, {"timestamp": [287.54, 289.64], "text": " While one bulldozer breaks the soft stone,"}, {"timestamp": [289.9, 292.12], "text": " another scoops it to the edge of the hilltop quarry."}, {"timestamp": [297.5, 299.62], "text": " Looking down the huge slide of limestone,"}, {"timestamp": [299.86, 301.26], "text": " the crushing plant is far below."}, {"timestamp": [301.7, 303.18], "text": " From the slide, a dragline bucket"}, {"timestamp": [303.18, 310.08], "text": " feeds the plant with the broken stone."}, {"timestamp": [316.6, 317.04], "text": " Inside the plant, the stone is finally crushed and then dried in a revolving drum that handles 30 tons of lime every hour."}, {"timestamp": [322.02, 322.76], "text": " The plant is completely mechanized and the stone is turned into the finished product in one continuous operation."}, {"timestamp": [325.06, 330.24], "text": " All New Zealand soils need lime and this firm turns out every day 250 tons of carbonate that will be used by farmers from Rangatata"}, {"timestamp": [330.24, 337.56], "text": " to Balcluther. Here is a secondary industry that gives direct assistance to our farming community."}, {"timestamp": [337.56, 342.44], "text": " This land was once the floor of a subtropical sea and its limestone is the deposit of countless"}, {"timestamp": [342.44, 348.26], "text": " ages of marine life. Today the same soft stone is also quarried to provide a durable building material."}, {"timestamp": [348.96, 351.98], "text": " In this Omaru quarry, a steam stone cutter is at work."}, {"timestamp": [352.38, 356.0], "text": " The cutter drives a chain of steel teeth, four feet deep into the bed of stone,"}, {"timestamp": [356.44, 358.24], "text": " cutting the stone into two-ton sections."}, {"timestamp": [361.86, 366.0], "text": " Each block is broken from its base, ready to be cut into handy building sizes."}, {"timestamp": [366.0, 370.0], "text": " Every one of these blocks contains 36 cubic feet of building material,"}, {"timestamp": [370.0, 374.0], "text": " and properly handled, this stone will last for generations."}, {"timestamp": [374.0, 393.4], "text": " From the stock, the stockpile, a two-ton block is taken to be cut into standard building sections."}, {"timestamp": [393.4, 398.4], "text": " The cutting down was previously done on building sites, but now a heavy steel saw finishes"}, {"timestamp": [398.4, 399.6], "text": " the job at the quarry."}, {"timestamp": [399.6, 417.0], "text": " It all looks easy, but this work takes skill and judgment. From this quarry enough stone can be cut"}, {"timestamp": [417.0, 420.88], "text": " to build five houses a day and already it's being used in the construction of"}, {"timestamp": [420.88, 427.24], "text": " Omaru's state housing settlements. Factories and houses and many fine buildings such as the Waitaki Boys High School"}, {"timestamp": [427.24, 430.08], "text": " have been built of this lasting white stone."}, {"timestamp": [430.08, 445.52], "text": " For Omaro, limestone is the natural source of useful and thriving industries."}], "text": " Disaster threatens the port of Wonganui. The sea has made a breach in the south spit and backed by wind and tide the waves smash through. It threatens to become wider every day, and at every high tide the sea pours through bringing with its sand, which is rapidly silting up the river channel. Preventive work to stop further erosion can only be undertaken at low tide. The actual ceiling of the breach will be a major engineering feat for the public works. Already 1500 sandbags have been used merely to hold the sea and check. 50,000 will be needed. At high tide the men plant maram grass further up the spit. Maram grass binds the sand and prevents wind erosion. This work is an insurance against further breaches being made. When the spit has been built up to its former height, sea and river will be kept in their proper places. This will be no easy task, for in a few hours, waves and tides can destroy what it has taken man weeks to build. Getting rid of such pests as goss and blackberry is a problem when it comes to breaking in new land. This portable flamethrower offers one solution. Burning heavy grade fuel oil, it throws a searing flame that sets fire to the bushes, burning up both stalks and bleeds. The great advantage of this method is that burning can be done at any time of the year and there's no need to wait for dry weather when a fire may get out of hand. As well as a flamethrower, it's also an all-purpose spray. The conversion is quite simple. For glasshouse work, its portability is an advantage. Here, cyclamans are being sprayed for thrift. Any form of spraying is in its line, whether it's young cabbages or fruit trees before flowering. This flamethrower comes spray is one more mechanized aid to successful farming. On exhibition in Wellington is a selection of Maori carvings, the work of Rangiporte, who is using the books of Augustus Hamilton to reproduce old carvings that have been lost from the Dominion. Among the exhibits is an original work, a shield of Mr. Porati's own design, created as a memorial for members of the Otaki Football Club killed overseas. Following traditional forms, Rangi Poreti is mastering the ancient art so that he will be able in his own carvings to portray the life of the Maori people today. Mr. Porrety began carving 18 months ago, and now he gives every minute of his spare time to the work in his home at Lower Hut. From rough blocks of Totera come the intricate and beautiful designs that are the true written word of the Maori. Carving is the traditional art of men, but Maori women are allowed to prepare the red ochre used in staining the finished work. Rangi's wife burns the fine yellow clay and then mixes it with oil to make a smooth red paste. As one carving is completed, another is begun. This will be a Taorapa, the stern post of a Maori canoe. Carved from a single block of Totara, it will sand seven feet high. Like the carvers of old, Rangi holds in his mind every figure and spiral. And once the carving is begun, he works from his mind picture until the last detail is completed. In Rangipurite, the Maori people have a carver who is bringing new life to one of the greatest forms of their ancient culture. High above the countryside near Omeru, sections of hillside are cut away to bear the extensive limestone formations found here. This limestone is being broken up in the first stage of making fertilizer for South Island farmers. While one bulldozer breaks the soft stone, another scoops it to the edge of the hilltop quarry. Looking down the huge slide of limestone, the crushing plant is far below. From the slide, a dragline bucket feeds the plant with the broken stone. Inside the plant, the stone is finally crushed and then dried in a revolving drum that handles 30 tons of lime every hour. The plant is completely mechanized and the stone is turned into the finished product in one continuous operation. All New Zealand soils need lime and this firm turns out every day 250 tons of carbonate that will be used by farmers from Rangatata to Balcluther. Here is a secondary industry that gives direct assistance to our farming community. This land was once the floor of a subtropical sea and its limestone is the deposit of countless ages of marine life. Today the same soft stone is also quarried to provide a durable building material. In this Omaru quarry, a steam stone cutter is at work. The cutter drives a chain of steel teeth, four feet deep into the bed of stone, cutting the stone into two-ton sections. Each block is broken from its base, ready to be cut into handy building sizes. Every one of these blocks contains 36 cubic feet of building material, and properly handled, this stone will last for generations. From the stock, the stockpile, a two-ton block is taken to be cut into standard building sections. The cutting down was previously done on building sites, but now a heavy steel saw finishes the job at the quarry. It all looks easy, but this work takes skill and judgment. From this quarry enough stone can be cut to build five houses a day and already it's being used in the construction of Omaru's state housing settlements. Factories and houses and many fine buildings such as the Waitaki Boys High School have been built of this lasting white stone. For Omaro, limestone is the natural source of useful and thriving industries."}