{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " Wyrhawyerachy in the center of the North Island's volcanic plateau"}, {"timestamp": [28.0, 32.0], "text": " always fascinates overseas visitors and holidaying New Zealanders."}, {"timestamp": [32.0, 37.0], "text": " They seem never to tire of watching the boiling mud, coloured silica and roaring geysers."}, {"timestamp": [37.0, 48.0], "text": " Scientists looked beneath the surface and dreamed of using this super abundance of power."}, {"timestamp": [54.0, 59.0], "text": " In 1950, a government team under engineer C.L. Fuchs began sinking test boards. By experiment and research, they found usable steam 2,000 feet below the Earth's surface."}, {"timestamp": [59.0, 62.0], "text": " Their next job was to control it."}, {"timestamp": [62.0, 67.0], "text": " This heavy valve was expected to turn the steam off and on as required."}, {"timestamp": [69.0, 91.0], "text": " The experiments were successful, and today nearly 60 bores are under control in the area."}, {"timestamp": [91.0, 95.0], "text": " Power from geothermal steam is almost here."}, {"timestamp": [95.0, 99.0], "text": " Pipes carry steam to the new power station through a maze of smaller pipes and valves"}, {"timestamp": [99.0, 112.16], "text": " and up to the first floor where it drives a turbine. Before opening the station, the Minister"}, {"timestamp": [112.16, 115.36], "text": " of Electricity, Mr. Watt, looks around with the General Manager of the"}, {"timestamp": [115.36, 123.04], "text": " Electricity Department, Mr. Davenport. Mr. Board, Minister of Customs, is here, and"}, {"timestamp": [123.04, 127.0], "text": " so are Mr. Fuchs and station superintendent Mr. Goddard."}, {"timestamp": [127.0, 133.0], "text": " Wyracki's first generator is slowly brought into operation."}, {"timestamp": [133.0, 138.0], "text": " One and a half megawatts is reached and the first power from Wyracki flows into the national grid."}, {"timestamp": [138.0, 143.0], "text": " As the generators spin, they pump power, power coming from 2,000 feet below the Earth's surface,"}, {"timestamp": [143.0, 145.62], "text": " power to cities 100 miles away. History is made today. W the earth's surface, power to cities a hundred miles away."}, {"timestamp": [146.24, 147.54], "text": " History is made today."}, {"timestamp": [148.1, 150.44], "text": " Wyraki is a power station with a difference."}, {"timestamp": [162.2, 167.0], "text": " Busy shopping centre for farmers, Levin is also a popular town for retired people."}, {"timestamp": [167.0, 170.0], "text": " But new houses are making a ring of suburbs around the older parts of town."}, {"timestamp": [170.0, 174.0], "text": " The reason is that Levin's handiness to road and rail is attracting industry."}, {"timestamp": [174.0, 177.0], "text": " This is happening with many of New Zealand's small towns."}, {"timestamp": [177.0, 188.5], "text": " Day and night, fully fashioned nylon stockings are being woven on these clattering machines."}, {"timestamp": [188.5, 193.0], "text": " By moving out of the big cities the factories avoid high costs and labour shortage."}, {"timestamp": [193.0, 196.0], "text": " Where works near home, workers stay longer and feel settled."}, {"timestamp": [201.0, 205.26], "text": " With the seams stitched together, close inspection rejects anything that's not perfect."}, {"timestamp": [210.2, 215.88], "text": " After dyeing, the stockings are steam-pressed and begin to look like the present you forgot to give the girlfriend on a birthday."}, {"timestamp": [220.6, 221.1], "text": " But the new fibers that grow in test tubes haven't replaced the old favorite that grows on sheep."}, {"timestamp": [227.0, 231.0], "text": " An up-to-date knitting factory in Levin turns out 30,000 woolen garments a year."}, {"timestamp": [236.0, 241.0], "text": " Once girls stayed home to knit and dad didn't get his pull over for six months."}, {"timestamp": [245.0, 248.0], "text": " Two shirt factories at Levin are working to capacity. This simple saw cuts out 500 shirts at once,"}, {"timestamp": [248.0, 251.0], "text": " 500 shirts and one finger if you don't know what you're doing."}, {"timestamp": [251.0, 257.0], "text": " Collars get individual care, for they're the most important part."}, {"timestamp": [257.0, 292.9], "text": " Here's how nylon bristles are popped into your tooth. Here's how nylon bristles are popped into your toothbrush. Besides toothbrushes, this factory makes brooms and vacuum brushes."}, {"timestamp": [293.4, 298.56], "text": " While most machines are imported, it was the production engineer at Levin who built this automatic brush bend."}, {"timestamp": [311.7, 318.0], "text": " Brushes and brooms, pullovers and cardigans, pajamas and cardigans, pajamas and shirts and nylon stockings, all products of thriving industry in small towns."}, {"timestamp": [324.0, 328.68], "text": " Children of all ages turn out in thousands at a Christmas parade in Wellington."}, {"timestamp": [330.68, 332.88], "text": " Everyone's here, including Pooh Bear."}, {"timestamp": [333.48, 335.44], "text": " He always has a little something about now."}, {"timestamp": [338.48, 347.0], "text": " The bands play, the drums go bang and the children's eyes get bigger and bigger."}, {"timestamp": [347.0, 353.0], "text": " The railroad is being attacked by Indians, of course, but in a rather friendly manner."}, {"timestamp": [357.0, 363.0], "text": " At last he's on his way, the very person they're all waiting for, Santa himself."}, {"timestamp": [363.0, 368.68], "text": " On the bridge of his ship he gets a vociferous welcome from all hands. Even Captain Hook behaves himself on this"}, {"timestamp": [368.68, 375.42], "text": " sunny day as Santa Claus comes to town. As Christmas approaches, Martin"}, {"timestamp": [375.42, 380.46], "text": " Rostenberg of Tyehafi takes up one of his most enjoyable yearly tasks. A Dutchman by"}, {"timestamp": [380.46, 384.66], "text": " birth and a sculptor by profession, Martin and his assistant are modeling the figures"}, {"timestamp": [384.66, 387.84], "text": " that will stand as a tableau depicting the birth of Christ."}, {"timestamp": [392.44, 397.58], "text": " For the last two years, Martin Rostenberg has given Tai Hapie an eye-catching Christmas centrepiece."}, {"timestamp": [398.28, 402.62], "text": " A cooperative effort, Tye Hapie's Christmas stable is a colourful addition to the town's decorations."}, {"timestamp": [403.52, 407.8], "text": " The Junior Chamber of Comos erects the stable at the junction of Tihapi's main streets"}, {"timestamp": [407.8, 410.52], "text": " and sees to the unloading and setting up of the models."}, {"timestamp": [413.6, 418.2], "text": " And the children know that when the stable goes up, Christmas is just around the corner."}, {"timestamp": [421.0, 423.72], "text": " Floodlit, the tableau brings people from all over the district."}, {"timestamp": [424.3, 430.0], "text": " Both children and adults come to see, and perhaps in young minds, the models are moving."}, {"timestamp": [430.0, null], "text": " So it will stand throughout the season, a glittering showpiece in the spirit of Christmas."}], "text": " Wyrhawyerachy in the center of the North Island's volcanic plateau always fascinates overseas visitors and holidaying New Zealanders. They seem never to tire of watching the boiling mud, coloured silica and roaring geysers. Scientists looked beneath the surface and dreamed of using this super abundance of power. In 1950, a government team under engineer C.L. Fuchs began sinking test boards. By experiment and research, they found usable steam 2,000 feet below the Earth's surface. Their next job was to control it. This heavy valve was expected to turn the steam off and on as required. The experiments were successful, and today nearly 60 bores are under control in the area. Power from geothermal steam is almost here. Pipes carry steam to the new power station through a maze of smaller pipes and valves and up to the first floor where it drives a turbine. Before opening the station, the Minister of Electricity, Mr. Watt, looks around with the General Manager of the Electricity Department, Mr. Davenport. Mr. Board, Minister of Customs, is here, and so are Mr. Fuchs and station superintendent Mr. Goddard. Wyracki's first generator is slowly brought into operation. One and a half megawatts is reached and the first power from Wyracki flows into the national grid. As the generators spin, they pump power, power coming from 2,000 feet below the Earth's surface, power to cities 100 miles away. History is made today. W the earth's surface, power to cities a hundred miles away. History is made today. Wyraki is a power station with a difference. Busy shopping centre for farmers, Levin is also a popular town for retired people. But new houses are making a ring of suburbs around the older parts of town. The reason is that Levin's handiness to road and rail is attracting industry. This is happening with many of New Zealand's small towns. Day and night, fully fashioned nylon stockings are being woven on these clattering machines. By moving out of the big cities the factories avoid high costs and labour shortage. Where works near home, workers stay longer and feel settled. With the seams stitched together, close inspection rejects anything that's not perfect. After dyeing, the stockings are steam-pressed and begin to look like the present you forgot to give the girlfriend on a birthday. But the new fibers that grow in test tubes haven't replaced the old favorite that grows on sheep. An up-to-date knitting factory in Levin turns out 30,000 woolen garments a year. Once girls stayed home to knit and dad didn't get his pull over for six months. Two shirt factories at Levin are working to capacity. This simple saw cuts out 500 shirts at once, 500 shirts and one finger if you don't know what you're doing. Collars get individual care, for they're the most important part. Here's how nylon bristles are popped into your tooth. Here's how nylon bristles are popped into your toothbrush. Besides toothbrushes, this factory makes brooms and vacuum brushes. While most machines are imported, it was the production engineer at Levin who built this automatic brush bend. Brushes and brooms, pullovers and cardigans, pajamas and cardigans, pajamas and shirts and nylon stockings, all products of thriving industry in small towns. Children of all ages turn out in thousands at a Christmas parade in Wellington. Everyone's here, including Pooh Bear. He always has a little something about now. The bands play, the drums go bang and the children's eyes get bigger and bigger. The railroad is being attacked by Indians, of course, but in a rather friendly manner. At last he's on his way, the very person they're all waiting for, Santa himself. On the bridge of his ship he gets a vociferous welcome from all hands. Even Captain Hook behaves himself on this sunny day as Santa Claus comes to town. As Christmas approaches, Martin Rostenberg of Tyehafi takes up one of his most enjoyable yearly tasks. A Dutchman by birth and a sculptor by profession, Martin and his assistant are modeling the figures that will stand as a tableau depicting the birth of Christ. For the last two years, Martin Rostenberg has given Tai Hapie an eye-catching Christmas centrepiece. A cooperative effort, Tye Hapie's Christmas stable is a colourful addition to the town's decorations. The Junior Chamber of Comos erects the stable at the junction of Tihapi's main streets and sees to the unloading and setting up of the models. And the children know that when the stable goes up, Christmas is just around the corner. Floodlit, the tableau brings people from all over the district. Both children and adults come to see, and perhaps in young minds, the models are moving. So it will stand throughout the season, a glittering showpiece in the spirit of Christmas."}