{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Somewhere ahead a banded outpost."}, {"timestamp": [7.0, 29.0], "text": " All around them the bush, New Zealand bush, but it might be Malaya."}, {"timestamp": [29.0, 32.0], "text": " It's an exercise in jungle tactics."}, {"timestamp": [36.0, 42.0], "text": " Too closely bunched, but they thin out more normally. This is just to show how."}, {"timestamp": [42.0, 47.0], "text": " Junglecraft will be second nature to them after a month in Malaya."}, {"timestamp": [47.0, 68.0], "text": " From the 615 men who volunteered for service under the SAS colors, a chord elite of 175 has been selected."}, {"timestamp": [68.0, 71.0], "text": " Everywhere they go, they move at the double."}, {"timestamp": [71.0, 73.0], "text": " That's the tradition of the SAS."}, {"timestamp": [73.0, 81.0], "text": " Split into troops, they go to it."}, {"timestamp": [81.0, 85.5], "text": " Four months of intensive toughening up in preparation for the grueling parachute course,"}, {"timestamp": [85.78, 88.14], "text": " which lies ahead at Changi near Singapore."}, {"timestamp": [98.48, 104.9], "text": " Pick men, all of them, these paratroopers to be. Here they practice until confidence comes and sure-footedness."}, {"timestamp": [105.62, 107.58], "text": " Each in his own way has to make the great."}, {"timestamp": [118.56, 125.0], "text": " A line across a gully, a man with his life in his hands. On the flying fox they learn how to land at speed."}, {"timestamp": [125.0, 139.0], "text": " How to deal with enemy sentries."}, {"timestamp": [139.0, 154.8], "text": " Tough commando tactics which the squadron commander Major Frank Rennie knows they must master."}, {"timestamp": [159.2, 171.6], "text": " Ambush ahead, masquerading as bandits SAS men attack one of their own trucks. First in importance was to take cover."}, {"timestamp": [171.6, 174.8], "text": " Now a flanking movement to take the enemy from the rear."}, {"timestamp": [178.8, 184.4], "text": " Hidden in the long grass the bandits lie still, but not still enough."}, {"timestamp": [184.4, 185.0], "text": " So the ambush is disposed. Hidden in the long grass the bandits lie still, but not still enough."}, {"timestamp": [189.0, 194.0], "text": " So the ambush is disposed on, but their headlong charge will not stop until the SAS reach cover again."}, {"timestamp": [194.0, 217.0], "text": " That too is second nature to those who serve in Malay. Veteran of Sir Douglas Mawesham's Antarctic Expedition, Chief Seward Jack Rawlings in the centre of the group, makes friends with two litters of husky pups at the Auckland Zoo."}, {"timestamp": [221.0, 225.0], "text": " These pups are descended from the dogs used by Captain Scott in his heroic journey to the pole."}, {"timestamp": [225.0, 231.0], "text": " They're destined for Antarctic exploration with Sir Edmund Hillary and will receive preliminary training in the Southern Alps."}, {"timestamp": [231.0, 234.0], "text": " Trouble with the big family is you can't always get a seated table."}, {"timestamp": [234.0, 236.0], "text": " Hmm, infiltration tactics."}, {"timestamp": [236.0, 244.0], "text": " The litters were so big, the zoo authorities employed Peggy, a young crossbreed with Scottish ancestry,"}, {"timestamp": [244.0, 247.0], "text": " to act as foster mother to three of the pups."}, {"timestamp": [251.0, 257.0], "text": " Peggy's Husky family, which have received no supplementary feed, are proof of her maternal care and devotion."}, {"timestamp": [257.0, 274.5], "text": " But come to think of it, even a wee drop of Scott should be good in the Antarctic cold."}, {"timestamp": [280.0, 282.0], "text": " The timid first light of morning touches the little wharves at the ends of Northland tidal creeps, bringing to sight a world awakening."}, {"timestamp": [283.0, 285.58], "text": " Here, under the familiar seabird calls,"}, {"timestamp": [285.58, 287.76], "text": " the fishermen begin their day."}, {"timestamp": [287.76, 291.22], "text": " Time to make ready, time to load for another day at sea."}, {"timestamp": [294.26, 295.82], "text": " From their father before them,"}, {"timestamp": [295.82, 298.22], "text": " these two gained the name of fishermen,"}, {"timestamp": [298.22, 300.78], "text": " Mick Scott and Len Scott."}, {"timestamp": [300.78, 304.64], "text": " Brothers here and brothers beyond on the tumbling sea."}, {"timestamp": [304.64, 307.0], "text": " There's a little business to talk, then time is passing."}, {"timestamp": [307.0, 336.0], "text": " Time to go. Head down the creek, down to sea,, the strange and twisting way of mud and mangroves."}, {"timestamp": [336.0, 343.0], "text": " Down to sea."}, {"timestamp": [343.0, 351.0], "text": " Time now to prepare, to cut the bait, to bait the hooks, to chance a guess at prospects beneath the sprawling sea."}, {"timestamp": [353.0, 362.0], "text": " Catching sharks in Northlands are tricky business at the best of times. Here on the Khypera, about 40 miles north of Auckland, fishermen usually work in pairs."}, {"timestamp": [362.0, 365.3], "text": " Being brothers, Mick and Len Scott naturally work together"}, {"timestamp": [365.3, 370.5], "text": " so they can track down schools of sharks. Len's boat takes off to have a look around another"}, {"timestamp": [370.5, 377.78], "text": " part of the harbour. Mick's mate runs out the trailer line. It's a short hand hauled line"}, {"timestamp": [377.78, 383.5], "text": " used to see whether there's any sharks around. In a little while, Len comes back empty-handed."}, {"timestamp": [383.5, 387.0], "text": " No luck at all, not even the smell of a shark."}, {"timestamp": [387.0, 391.0], "text": " So he cruises in close to see whether there's anything coming up on Mixed trailer."}, {"timestamp": [391.0, 397.0], "text": " And wait a second, the shark's on that line alright, and up comes the first one."}, {"timestamp": [397.0, 407.0], "text": " Quite a reasonable size too. Should be a pretty decent liver in that one."}, {"timestamp": [407.0, 412.0], "text": "...you can't be a pretty decent liver in that one."}, {"timestamp": [412.0, 418.0], "text": " Watch your fingers near those teeth."}, {"timestamp": [418.0, 421.0], "text": " Besides making a mess of the line they can give you a rotten gash."}, {"timestamp": [421.0, 424.0], "text": " You can't waste time while there's a school of sharks around."}, {"timestamp": [424.0, 425.04], "text": " Get the"}, {"timestamp": [425.04, 430.58], "text": " last of the bait ready, put those big lines out. Lynn gets his out smartly. These lines have"}, {"timestamp": [430.58, 435.48], "text": " about 70 pretty large hooks. The rope's thick and tough enough to take on any size of shark."}, {"timestamp": [439.0, 462.0], "text": " After about now, Mick gets his winch turning over and brings in his line and they begin to come in."}, {"timestamp": [464.0, 466.0], "text": " Glenn's bringing in his line at the same time. Looks as though he's in luck."}, {"timestamp": [466.0, 469.0], "text": " This school of sharks has certainly taken a thrashing."}, {"timestamp": [469.0, 472.0], "text": " It's a lucky day today, only it isn't always so lucky."}, {"timestamp": [472.0, 475.0], "text": " Sometimes you can stay out a week without getting anything."}, {"timestamp": [475.0, 480.0], "text": " Other times, the good times like these, you can get a haul of up to 400 in a day."}, {"timestamp": [480.0, 482.0], "text": " This one comes up tail first."}, {"timestamp": [482.0, 484.0], "text": " He just wants to be different."}, {"timestamp": [484.0, 487.0], "text": " The others wait patiently in the queue."}, {"timestamp": [487.0, 494.0], "text": " On mixed boat they've come to the end of the line and they get down to the big job of gutting and stripping."}, {"timestamp": [494.0, 501.0], "text": " All through summer it's the same story. Summer means sharks and the rest of the year you go after the smaller fish."}, {"timestamp": [501.0, 507.4], "text": " Almost everything's used. The clean carcasses go to the city markets and the"}, {"timestamp": [507.4, 512.54], "text": " Finns make Chinese soups. Of course the real prize is the liver which is always pretty"}, {"timestamp": [512.54, 517.32], "text": " big in a shark. That's stacked away in cans to be sent to the factory and broken down"}, {"timestamp": [517.32, 521.96], "text": " into vitamin oil. Once fishermen used to think shark oil was good for nothing but"}, {"timestamp": [521.96, 525.76], "text": " greasing boots but they're using it for lots of things now."}, {"timestamp": [529.76, 530.72], "text": " People need plenty of vitamins and farmers like vitamin emulsions for their stock."}, {"timestamp": [533.66, 534.42], "text": " They send oil away for kids and countries that aren't so well off."}, {"timestamp": [538.46, 539.46], "text": " You might say we're not only producing vitamins for New Zealand, but vitamins for the world."}, {"timestamp": [542.26, 543.08], "text": " But this isn't concerning Meck and Len very much now."}, {"timestamp": [547.24, 551.16], "text": " Len's boats hauled alongside Mecks again and his catch is unloaded so they can get on with a job of gutting and stripping on the way home."}, {"timestamp": [551.16, 554.92], "text": " Around Northland we clear up to 35,000 sharks a year."}, {"timestamp": [554.92, 558.88], "text": " That's a lot of liver and a lot of oil and not bad for the few of us fishermen who concentrate"}, {"timestamp": [558.88, 561.8], "text": " on the sharks."}, {"timestamp": [561.8, 562.96], "text": " Home again."}, {"timestamp": [562.96, 571.0], "text": " Over the dusk-tinned sea, the shark boats ride their way, home towards the sheltering creek and the resting place of the little war."}, {"timestamp": [571.0, 588.84], "text": " From there they'll go to live once more the fireside lives of other men, in the pause before tomorrow's first light and the promise of another day at sea."}], "text": " Somewhere ahead a banded outpost. All around them the bush, New Zealand bush, but it might be Malaya. It's an exercise in jungle tactics. Too closely bunched, but they thin out more normally. This is just to show how. Junglecraft will be second nature to them after a month in Malaya. From the 615 men who volunteered for service under the SAS colors, a chord elite of 175 has been selected. Everywhere they go, they move at the double. That's the tradition of the SAS. Split into troops, they go to it. Four months of intensive toughening up in preparation for the grueling parachute course, which lies ahead at Changi near Singapore. Pick men, all of them, these paratroopers to be. Here they practice until confidence comes and sure-footedness. Each in his own way has to make the great. A line across a gully, a man with his life in his hands. On the flying fox they learn how to land at speed. How to deal with enemy sentries. Tough commando tactics which the squadron commander Major Frank Rennie knows they must master. Ambush ahead, masquerading as bandits SAS men attack one of their own trucks. First in importance was to take cover. Now a flanking movement to take the enemy from the rear. Hidden in the long grass the bandits lie still, but not still enough. So the ambush is disposed. Hidden in the long grass the bandits lie still, but not still enough. So the ambush is disposed on, but their headlong charge will not stop until the SAS reach cover again. That too is second nature to those who serve in Malay. Veteran of Sir Douglas Mawesham's Antarctic Expedition, Chief Seward Jack Rawlings in the centre of the group, makes friends with two litters of husky pups at the Auckland Zoo. These pups are descended from the dogs used by Captain Scott in his heroic journey to the pole. They're destined for Antarctic exploration with Sir Edmund Hillary and will receive preliminary training in the Southern Alps. Trouble with the big family is you can't always get a seated table. Hmm, infiltration tactics. The litters were so big, the zoo authorities employed Peggy, a young crossbreed with Scottish ancestry, to act as foster mother to three of the pups. Peggy's Husky family, which have received no supplementary feed, are proof of her maternal care and devotion. But come to think of it, even a wee drop of Scott should be good in the Antarctic cold. The timid first light of morning touches the little wharves at the ends of Northland tidal creeps, bringing to sight a world awakening. Here, under the familiar seabird calls, the fishermen begin their day. Time to make ready, time to load for another day at sea. From their father before them, these two gained the name of fishermen, Mick Scott and Len Scott. Brothers here and brothers beyond on the tumbling sea. There's a little business to talk, then time is passing. Time to go. Head down the creek, down to sea,, the strange and twisting way of mud and mangroves. Down to sea. Time now to prepare, to cut the bait, to bait the hooks, to chance a guess at prospects beneath the sprawling sea. Catching sharks in Northlands are tricky business at the best of times. Here on the Khypera, about 40 miles north of Auckland, fishermen usually work in pairs. Being brothers, Mick and Len Scott naturally work together so they can track down schools of sharks. Len's boat takes off to have a look around another part of the harbour. Mick's mate runs out the trailer line. It's a short hand hauled line used to see whether there's any sharks around. In a little while, Len comes back empty-handed. No luck at all, not even the smell of a shark. So he cruises in close to see whether there's anything coming up on Mixed trailer. And wait a second, the shark's on that line alright, and up comes the first one. Quite a reasonable size too. Should be a pretty decent liver in that one....you can't be a pretty decent liver in that one. Watch your fingers near those teeth. Besides making a mess of the line they can give you a rotten gash. You can't waste time while there's a school of sharks around. Get the last of the bait ready, put those big lines out. Lynn gets his out smartly. These lines have about 70 pretty large hooks. The rope's thick and tough enough to take on any size of shark. After about now, Mick gets his winch turning over and brings in his line and they begin to come in. Glenn's bringing in his line at the same time. Looks as though he's in luck. This school of sharks has certainly taken a thrashing. It's a lucky day today, only it isn't always so lucky. Sometimes you can stay out a week without getting anything. Other times, the good times like these, you can get a haul of up to 400 in a day. This one comes up tail first. He just wants to be different. The others wait patiently in the queue. On mixed boat they've come to the end of the line and they get down to the big job of gutting and stripping. All through summer it's the same story. Summer means sharks and the rest of the year you go after the smaller fish. Almost everything's used. The clean carcasses go to the city markets and the Finns make Chinese soups. Of course the real prize is the liver which is always pretty big in a shark. That's stacked away in cans to be sent to the factory and broken down into vitamin oil. Once fishermen used to think shark oil was good for nothing but greasing boots but they're using it for lots of things now. People need plenty of vitamins and farmers like vitamin emulsions for their stock. They send oil away for kids and countries that aren't so well off. You might say we're not only producing vitamins for New Zealand, but vitamins for the world. But this isn't concerning Meck and Len very much now. Len's boats hauled alongside Mecks again and his catch is unloaded so they can get on with a job of gutting and stripping on the way home. Around Northland we clear up to 35,000 sharks a year. That's a lot of liver and a lot of oil and not bad for the few of us fishermen who concentrate on the sharks. Home again. Over the dusk-tinned sea, the shark boats ride their way, home towards the sheltering creek and the resting place of the little war. From there they'll go to live once more the fireside lives of other men, in the pause before tomorrow's first light and the promise of another day at sea."}