{"speakers": [], "chunks": [{"timestamp": [0.0, 1.0], "text": " Three months"}, {"timestamp": [1.0, 2.0], "text": "..."}, {"timestamp": [2.0, 4.0], "text": "..."}, {"timestamp": [4.0, 6.0], "text": "..."}, {"timestamp": [6.0, 8.0], "text": "..."}, {"timestamp": [8.0, 9.0], "text": "..."}, {"timestamp": [9.0, 10.0], "text": "..."}, {"timestamp": [10.0, 11.0], "text": "..."}, {"timestamp": [11.0, 12.0], "text": "..."}, {"timestamp": [12.0, 14.0], "text": "..."}, {"timestamp": [14.0, 15.0], "text": "..."}, {"timestamp": [15.0, 16.0], "text": "..."}, {"timestamp": [16.0, 17.0], "text": "..."}, {"timestamp": [17.0, 18.0], "text": "..."}, {"timestamp": [18.0, 21.0], "text": "..."}, {"timestamp": [21.0, 22.0], "text": "..."}, {"timestamp": [22.0, 31.48], "text": "..................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................... Three months after she'd been handed back to Finland, Pamia left the wharf at Wellington to lie in the stream and prepare for her long trip to the Baltic."}, {"timestamp": [32.12, 38.58], "text": " Her captain had been waiting for a favourable wind, and early the next morning, a northerly which would take her out of the harbour hastened last-minute preparations."}, {"timestamp": [39.62, 44.84], "text": " At the top of the mainmast, seamen set up the all-important wind sock, which shows the helmsman the direction of the wind."}, {"timestamp": [45.0, 48.0], "text": " On top of the mainmust, seamen set up the all-important wind sock, which shows the helmsman the direction of the wind."}, {"timestamp": [54.0, 58.0], "text": " Other members of the crew, looking tiny on the huge spars, were aloft, unfurling enough sail to take the ship clear of the harbor."}, {"timestamp": [63.0, 66.0], "text": " After months of inactivity, the heavy canvas stirred lazily in the light breeze, and soon filled out to take Pamir towards the open sea."}, {"timestamp": [68.0, 75.0], "text": " Out through the head she sailed, the last link with a romantic age, and almost certainly the last big sailing ship to fly the New Zealand flag."}, {"timestamp": [75.5, 80.0], "text": " Pamia has left, but she will long be remembered for the part she played in New Zealand's maritime history."}, {"timestamp": [91.68, 92.34], "text": " The limestone country of North Otago wasn't always as quiet and peaceful as it is in 1949."}, {"timestamp": [95.42, 95.94], "text": " Three or four hundred years ago it was a favourite moir hunting ground for the Maori,"}, {"timestamp": [98.82, 100.3], "text": " and large numbers of moire bones were found here by the first white settlers."}, {"timestamp": [102.86, 103.3], "text": " Caves in the limestone art crops gave the hunting party shelter,"}, {"timestamp": [106.0, 113.0], "text": " and it's possible that at some time whole tribes lived here. There's not much known about them, but on the walls of some of the caves are primitive paintings in red pigment, done by these people."}, {"timestamp": [117.0, 122.0], "text": " The paintings represent all kinds of animals, including birds and fish."}, {"timestamp": [122.0, 125.02], "text": " Some of these are quite clear, but others are too crude to recognize, and they're all rather different from Maori carving and weaving. In fact, they may have been done by the more than the more than these are quite clear, but others are too crude to recognize,"}, {"timestamp": [125.56, 127.86], "text": " and they're all rather different from Maori carving and weaving."}, {"timestamp": [128.54, 131.06], "text": " In fact, they may have been done by the more primitive Moriories."}, {"timestamp": [135.62, 138.04], "text": " They're a great mystery, and no one knows their age."}, {"timestamp": [138.46, 141.38], "text": " Although this three-mastered ship must have been done after the white man came."}, {"timestamp": [142.08, 143.8], "text": " It may have been a whaler beached for careening."}, {"timestamp": [147.82, 152.6], "text": " Above the Ahuriri River, also in North Otago, further examples of primitive art are found"}, {"timestamp": [152.6, 157.24], "text": " on ordinary grey, wacky rock. All the other examples in New Zealand, and there are numbers of"}, {"timestamp": [157.24, 163.86], "text": " them, are on limestone. According to Maori legend, some of these paintings in New Zealand are said"}, {"timestamp": [163.86, 165.6], "text": " to date back to the 14th century."}, {"timestamp": [165.6, 171.8], "text": " Many are symbolic figures, like this one of a man with arms and legs outstretched, but their significance is not known."}, {"timestamp": [171.8, 176.0], "text": " They remain a puzzling fragment of a way of life which has long since disappeared."}, {"timestamp": [181.0, 186.0], "text": " Near Tarka in the Nelson district, it's feeding time for Miss McCallum's strange pets, her tame eels."}, {"timestamp": [186.0, 191.0], "text": " To bring them from the holes along the riverbank, Miss McCallum flicks her fingers on the surface of the water."}, {"timestamp": [191.0, 195.0], "text": " When they hear that dinnagong, about 20 eels come from as far as 30 yards downstream."}, {"timestamp": [195.0, 197.0], "text": " Touching, isn't it?"}, {"timestamp": [197.0, 202.0], "text": " Their natural food is insects and small fish, but these eels are fed on household scraps."}, {"timestamp": [202.0, 213.64], "text": " Today it's raw meat with a junket dessert."}, {"timestamp": [216.18, 217.08], "text": " They've learned a lot of things, but table manners isn't one of them."}, {"timestamp": [220.76, 221.34], "text": " Ms. McCallum has been taming eels since she was a child and knows all her pets by sight."}, {"timestamp": [224.88, 232.54], "text": " She's been feeding some of them for over 20 years, and with these she can do almost anything. Miss McCallum is not alone in her strange hobby. In a creek at Midhurst in Taranaki,"}, {"timestamp": [232.92, 238.42], "text": " eels, trout and ducks, all natural enemies, live peaceably together. Mr. Porter, who has tamed them,"}, {"timestamp": [238.7, 242.7], "text": " says that a duck has even been seen on an eel's back. He has names for all his pets,"}, {"timestamp": [242.94, 249.06], "text": " and with Pinocchio he can do anything. Well, almost anything. The fish are fed on scraps from a nearby casein factory,"}, {"timestamp": [249.4, 251.48], "text": " and at feeding times they're in boots and all."}, {"timestamp": [264.92, 267.34], "text": " Mr. Porter was originally interested only in the trout,"}, {"timestamp": [267.54, 269.72], "text": " and to protect them, he used to kill any eels he saw,"}, {"timestamp": [270.0, 273.08], "text": " until he discovered that as long as they weren't hungry, they wouldn't harm the trout."}, {"timestamp": [273.42, 274.82], "text": " So now he just feeds them all."}, {"timestamp": [276.72, 277.7], "text": " Out of the way, you?"}, {"timestamp": [278.6, 281.12], "text": " Mr. Porter has his eels literally eating out of his hand,"}, {"timestamp": [281.12, 285.18], "text": " but after years of experience with them, he still thinks they're very funny fishes, healls."}, {"timestamp": [291.34, 296.28], "text": " Autograph hunters do well as New Zealand's leading cricketers practiced before the final trial at Lancaster Park Christchurch."}, {"timestamp": [296.88, 299.82], "text": " A. Creswell of Marlborough sends one down to W.A. Hadley of Canterbury,"}, {"timestamp": [300.16, 302.44], "text": " who'll captain the selected team on its tour of England this year."}, {"timestamp": [305.84, 308.24], "text": " Also from Canterbury is hard-hitting F.B. Smith."}, {"timestamp": [308.96, 311.42], "text": " Walking in with the photographers are Wellington's FLH Mooney"}, {"timestamp": [311.42, 313.82], "text": " and the brilliant Auckland batsman, B. Sutcliffe."}, {"timestamp": [315.2, 319.88], "text": " G.O. Rayburn, Wellington All-Rounder, sends down a quick one to Auckland fast medium bowler J.A. Hayes."}, {"timestamp": [321.62, 324.34], "text": " Wicked keeper Mooney gets his eye in with a bit of catching practice."}, {"timestamp": [326.9, 329.7], "text": " Canterbury's N.V. Bert bowls a spinner to Jay Reid of Wellington."}, {"timestamp": [330.12, 333.5], "text": " The 20-year-old Hud Valley player whose performances both this season and last"}, {"timestamp": [333.5, 336.14], "text": " have shown him to be a batsman and fielder of exceptional ability."}, {"timestamp": [338.28, 342.3], "text": " W.M. Wallace of Auckland, who will be vice captain and Hadley, lead the trial teams."}, {"timestamp": [342.94, 345.12], "text": " Here come the umpires, and after them, Hadley's 11, teams. Here come the umpires and after them Hadley's"}, {"timestamp": [345.12, 356.32], "text": " 11 the rest take the field. Sutcliffe and VJ Scott of Auckland come out to open for"}, {"timestamp": [356.32, 364.32], "text": " New Zealand. HB Cave of Wonginui and Wellington opens to Sutcliffe. The first"}, {"timestamp": [364.32, 368.2], "text": " over is a maiden but Sutcliffe soon starts playing the sort of cricket the crowd like to see."}, {"timestamp": [369.1, 373.0], "text": " This one from Bert, he hooks beautifully, but there's a fieldsman there and the boundary is saved."}, {"timestamp": [374.88, 377.06], "text": " Scott facing Canterbury's A.R. McGibbon."}, {"timestamp": [377.62, 380.1], "text": " It's a no ball, and Scott gives it the appropriate treatment."}, {"timestamp": [384.52, 386.52], "text": " F. Creswell of Marlborough to Sutcliffe."}, {"timestamp": [387.28, 390.16], "text": " Sutcliffe gets his foot across to it and it's left to the crowd to do the fielding."}, {"timestamp": [390.92, 395.18], "text": " Both batsmen went on to make centuries and New Zealand's innings closed for 363."}, {"timestamp": [397.76, 400.28], "text": " For the rest, Reed and Hadley are the opening pair."}, {"timestamp": [402.52, 409.66], "text": " Hayes bowls to read and it's placed neatly to leg for a single. Here's"}, {"timestamp": [409.66, 412.96], "text": " Reed facing again. He drives it hard off the back foot and they run an easy"}, {"timestamp": [412.96, 423.28], "text": " too. Reed's innings revealed the batsman at his best. Anything loose is dealt"}, {"timestamp": [423.28, 427.0], "text": " with promptly like this one from Auckland spin bowler C.A. Sneddon."}, {"timestamp": [427.0, 442.0], "text": " C.C. Burke, Auckland spin bowler, baffles Reed with a crafty one, but his foot's in and is quite safe this time."}, {"timestamp": [442.0, 445.8], "text": " Hayes to read again, and a single to leg gives Reed his 50."}, {"timestamp": [446.4, 451.68], "text": " He also went on to make a fine century before throwing his wicket away at 117, trying to hit one out of the ground."}, {"timestamp": [452.34, 454.42], "text": " The rest innings closed for 292."}, {"timestamp": [457.02, 460.82], "text": " With New Zealand in again, F. Creswell bowls to R.H. Scott of Canterbury."}, {"timestamp": [463.24, 466.18], "text": " Scott's innings was the only highlight in the second knock and with"}, {"timestamp": [466.18, 470.22], "text": " his score at 48 he was unlucky enough to drive this one from Cave right into the hands"}, {"timestamp": [470.22, 482.64], "text": " of Smith at cover. With 281 runs to get in 175 minutes the rest tried to force things along"}, {"timestamp": [482.64, 488.82], "text": " and this boundary by Smith or Farage Scott was typical of his brief but fast-moving innings undue liberties"}, {"timestamp": [488.82, 492.96], "text": " were taken though and the innings closed well short of the mark the sound and"}, {"timestamp": [492.96, 496.14], "text": " sometimes brilliant batting during the trial overshadowed the bowling performances"}, {"timestamp": [496.14, 499.68], "text": " but little doubt remains that the selected team will give a good account of itself"}, {"timestamp": [499.68, null], "text": " on tour Sure."}], "text": " Three months.................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................. Three months after she'd been handed back to Finland, Pamia left the wharf at Wellington to lie in the stream and prepare for her long trip to the Baltic. Her captain had been waiting for a favourable wind, and early the next morning, a northerly which would take her out of the harbour hastened last-minute preparations. At the top of the mainmast, seamen set up the all-important wind sock, which shows the helmsman the direction of the wind. On top of the mainmust, seamen set up the all-important wind sock, which shows the helmsman the direction of the wind. Other members of the crew, looking tiny on the huge spars, were aloft, unfurling enough sail to take the ship clear of the harbor. After months of inactivity, the heavy canvas stirred lazily in the light breeze, and soon filled out to take Pamir towards the open sea. Out through the head she sailed, the last link with a romantic age, and almost certainly the last big sailing ship to fly the New Zealand flag. Pamia has left, but she will long be remembered for the part she played in New Zealand's maritime history. The limestone country of North Otago wasn't always as quiet and peaceful as it is in 1949. Three or four hundred years ago it was a favourite moir hunting ground for the Maori, and large numbers of moire bones were found here by the first white settlers. Caves in the limestone art crops gave the hunting party shelter, and it's possible that at some time whole tribes lived here. There's not much known about them, but on the walls of some of the caves are primitive paintings in red pigment, done by these people. The paintings represent all kinds of animals, including birds and fish. Some of these are quite clear, but others are too crude to recognize, and they're all rather different from Maori carving and weaving. In fact, they may have been done by the more than the more than these are quite clear, but others are too crude to recognize, and they're all rather different from Maori carving and weaving. In fact, they may have been done by the more primitive Moriories. They're a great mystery, and no one knows their age. Although this three-mastered ship must have been done after the white man came. It may have been a whaler beached for careening. Above the Ahuriri River, also in North Otago, further examples of primitive art are found on ordinary grey, wacky rock. All the other examples in New Zealand, and there are numbers of them, are on limestone. According to Maori legend, some of these paintings in New Zealand are said to date back to the 14th century. Many are symbolic figures, like this one of a man with arms and legs outstretched, but their significance is not known. They remain a puzzling fragment of a way of life which has long since disappeared. Near Tarka in the Nelson district, it's feeding time for Miss McCallum's strange pets, her tame eels. To bring them from the holes along the riverbank, Miss McCallum flicks her fingers on the surface of the water. When they hear that dinnagong, about 20 eels come from as far as 30 yards downstream. Touching, isn't it? Their natural food is insects and small fish, but these eels are fed on household scraps. Today it's raw meat with a junket dessert. They've learned a lot of things, but table manners isn't one of them. Ms. McCallum has been taming eels since she was a child and knows all her pets by sight. She's been feeding some of them for over 20 years, and with these she can do almost anything. Miss McCallum is not alone in her strange hobby. In a creek at Midhurst in Taranaki, eels, trout and ducks, all natural enemies, live peaceably together. Mr. Porter, who has tamed them, says that a duck has even been seen on an eel's back. He has names for all his pets, and with Pinocchio he can do anything. Well, almost anything. The fish are fed on scraps from a nearby casein factory, and at feeding times they're in boots and all. Mr. Porter was originally interested only in the trout, and to protect them, he used to kill any eels he saw, until he discovered that as long as they weren't hungry, they wouldn't harm the trout. So now he just feeds them all. Out of the way, you? Mr. Porter has his eels literally eating out of his hand, but after years of experience with them, he still thinks they're very funny fishes, healls. Autograph hunters do well as New Zealand's leading cricketers practiced before the final trial at Lancaster Park Christchurch. A. Creswell of Marlborough sends one down to W.A. Hadley of Canterbury, who'll captain the selected team on its tour of England this year. Also from Canterbury is hard-hitting F.B. Smith. Walking in with the photographers are Wellington's FLH Mooney and the brilliant Auckland batsman, B. Sutcliffe. G.O. Rayburn, Wellington All-Rounder, sends down a quick one to Auckland fast medium bowler J.A. Hayes. Wicked keeper Mooney gets his eye in with a bit of catching practice. Canterbury's N.V. Bert bowls a spinner to Jay Reid of Wellington. The 20-year-old Hud Valley player whose performances both this season and last have shown him to be a batsman and fielder of exceptional ability. W.M. Wallace of Auckland, who will be vice captain and Hadley, lead the trial teams. Here come the umpires, and after them, Hadley's 11, teams. Here come the umpires and after them Hadley's 11 the rest take the field. Sutcliffe and VJ Scott of Auckland come out to open for New Zealand. HB Cave of Wonginui and Wellington opens to Sutcliffe. The first over is a maiden but Sutcliffe soon starts playing the sort of cricket the crowd like to see. This one from Bert, he hooks beautifully, but there's a fieldsman there and the boundary is saved. Scott facing Canterbury's A.R. McGibbon. It's a no ball, and Scott gives it the appropriate treatment. F. Creswell of Marlborough to Sutcliffe. Sutcliffe gets his foot across to it and it's left to the crowd to do the fielding. Both batsmen went on to make centuries and New Zealand's innings closed for 363. For the rest, Reed and Hadley are the opening pair. Hayes bowls to read and it's placed neatly to leg for a single. Here's Reed facing again. He drives it hard off the back foot and they run an easy too. Reed's innings revealed the batsman at his best. Anything loose is dealt with promptly like this one from Auckland spin bowler C.A. Sneddon. C.C. Burke, Auckland spin bowler, baffles Reed with a crafty one, but his foot's in and is quite safe this time. Hayes to read again, and a single to leg gives Reed his 50. He also went on to make a fine century before throwing his wicket away at 117, trying to hit one out of the ground. The rest innings closed for 292. With New Zealand in again, F. Creswell bowls to R.H. Scott of Canterbury. Scott's innings was the only highlight in the second knock and with his score at 48 he was unlucky enough to drive this one from Cave right into the hands of Smith at cover. With 281 runs to get in 175 minutes the rest tried to force things along and this boundary by Smith or Farage Scott was typical of his brief but fast-moving innings undue liberties were taken though and the innings closed well short of the mark the sound and sometimes brilliant batting during the trial overshadowed the bowling performances but little doubt remains that the selected team will give a good account of itself on tour Sure."}