{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " Some of the country's best act"}, {"timestamp": [9.0, 29.1], "text": " Some of the country's best axmen bring a sharp selection of their instruments to the Wellington Hut Valley A&P show at Trentham."}, {"timestamp": [29.56, 35.3], "text": " Fine weather and bush scenery attract a big crowd of city dwellers to watch the sport, and the day begins with a 12-inch standing chop."}, {"timestamp": [42.7, 47.0], "text": " Mulvey at number four sets a hard pace."}, {"timestamp": [47.0, 54.0], "text": " It's a close finish but Mulvey has it all over other competitors."}, {"timestamp": [54.0, 58.0], "text": " Nowadays wood chopping is quite a science, an electronic timer decides who's won."}, {"timestamp": [58.0, 61.0], "text": " A big change since George Washington made the sport popular."}, {"timestamp": [61.0, 67.0], "text": " Underhand chop entrance stand ready atop their logs."}, {"timestamp": [67.0, 75.0], "text": " A tricky chop this, just a small mistake and you wind up as a one-legged axman."}, {"timestamp": [75.0, 80.0], "text": " But it's not very likely. Fraser of Nelson takes the prize. He said it was as easy as falling off a log."}, {"timestamp": [80.0, 87.0], "text": " Oldest hand present is Mr. Torrey, a bushman from Taihapi."}, {"timestamp": [87.0, 92.0], "text": " He's 72 years old, and though unplaced in the single-handed sawing, he's by no means last."}, {"timestamp": [92.0, 95.0], "text": " High spot of the day is a jigger chop."}, {"timestamp": [95.0, 100.0], "text": " Here, contestants cut their way to the top of a tree and chop halfway through a 12-inch log."}, {"timestamp": [100.0, 111.94], "text": " This event calls for real axmanship, a good eye and faith in your own work."}, {"timestamp": [123.74, 126.0], "text": " Getting to the top the first time isn't enough."}, {"timestamp": [126.0, 129.0], "text": " Once there you jump down and start all over again from scratch."}, {"timestamp": [129.0, 162.7], "text": " Now you have to get up to the other side and finish the log off. All jigger chop prizes go to Nelson Axeman, Fraser first, the Hunt brothers second and third."}, {"timestamp": [163.6, 166.3], "text": " At least two spectators get carried away with enthusiasm,"}, {"timestamp": [166.66, 170.32], "text": " while one unplaced axeman thinks he'll have a change and try long-term pole city."}, {"timestamp": [178.7, 184.6], "text": " Rowing shells worth 30,000 pounds have been brought to the Wonganoi River for the 1958 national rowing championships."}, {"timestamp": [185.0, 194.0], "text": " Although recent floods have left muddy banks and yellow water, the sun's reappeared with 5,000 spectators to watch the four-or championship."}, {"timestamp": [194.0, 199.0], "text": " A perfect start, seven boats in line."}, {"timestamp": [199.0, 212.0], "text": " Wonganui, Wairau, Union, Hamilton, Waitamata, West End, Picton have all qualified for the final."}, {"timestamp": [215.0, 217.0], "text": " First up to the Aramo Boathouse is Union, the Wanganui crew. But Hamilton's not far behind."}, {"timestamp": [222.0, 225.74], "text": " So the Union Club rowing on their home course win the classic of the day,"}, {"timestamp": [225.86, 229.24], "text": " which earns them the Boss Rooster, traditional trophy of the championship fours,"}, {"timestamp": [229.28, 231.24], "text": " which was first presented back in 1895."}, {"timestamp": [232.08, 233.44], "text": " Today's racing is going well,"}, {"timestamp": [233.74, 235.62], "text": " and soon all eyes are on the double skulls,"}, {"timestamp": [235.76, 238.0], "text": " where St George's and Hamilton are expected to tussle."}, {"timestamp": [238.5, 239.62], "text": " And that's Hamilton in front,"}, {"timestamp": [239.82, 258.6], "text": " with the single skulls title holder Jim Hill setting the stroke for his partner Norman Suckling."}, {"timestamp": [262.4, 264.6], "text": " Hamilton win, three lengths in front and heading for the Empire Games."}, {"timestamp": [265.0, 270.0], "text": " Here's what everyone's been waiting for, the most spectacular event on the program, the championship eights."}, {"timestamp": [270.0, 273.0], "text": " Since 1951, Auckland's West End club's been first."}, {"timestamp": [273.0, 275.0], "text": " This year out in front is West End."}, {"timestamp": [275.0, 278.0], "text": " So it's up to Otago to catch them."}, {"timestamp": [283.0, 285.0], "text": " But the Aucklanders are too good."}, {"timestamp": [285.0, 299.0], "text": " A West End eight are champions again."}, {"timestamp": [299.0, 304.0], "text": " Soft water or fresh, harbour lake or river, it makes no difference to West End."}, {"timestamp": [304.0, 307.4], "text": " Their record of eight consecutive wins makes New Zealand rowing history."}, {"timestamp": [317.1, 321.2], "text": " Once a year, men and supplies go south to the Campbell Island weather station."}, {"timestamp": [321.9, 334.0], "text": " These three men pacing the hatch cover of the coastal ship Holm Glen are three of the seven new recruits waiting to begin their 12-month stay at the station. Relief Met Observer is Roy Crawford and the senior Met Observer Alistair Flahi."}, {"timestamp": [336.0, 346.38], "text": " 400 miles south of Bluff, Perseverance Harbour opens before them. The weather station buildings, sheltering against the hill, stare across the harbour. The new residents stare back."}, {"timestamp": [346.68, 348.3], "text": " That's where they'll live for a whole year."}, {"timestamp": [349.8, 352.6], "text": " But here's the welcoming delegation and things brighten up."}, {"timestamp": [353.06, 356.78], "text": " These Campbell Islanders might dress like hermits, but they certainly don't act like them."}, {"timestamp": [357.32, 362.62], "text": " So the two groups meet, and in no time at all, they're discussing Campbell Island."}, {"timestamp": [367.0, 373.0], "text": " Besides bringing the relief crew, the Holmglen delivers the groceries, 100 tons of them,"}, {"timestamp": [373.0, 375.0], "text": " quite a large economy size order."}, {"timestamp": [380.0, 386.0], "text": " Here's Hans, top dog of the island."}, {"timestamp": [386.0, 390.0], "text": " Eight years ago he became the weather station's first permanent resident,"}, {"timestamp": [390.0, 393.0], "text": " so since then he's supervised most jobs on the place."}, {"timestamp": [397.0, 403.0], "text": " There have been lots of different stores unloaded here in the last 150 years."}, {"timestamp": [403.0, 405.36], "text": " Since its discovery in 1810,"}, {"timestamp": [405.72, 409.4], "text": " Campbell Island's been a sealing station, a whaling station, a sheep station,"}, {"timestamp": [409.64, 412.58], "text": " coast watching station, and finally a weather station."}, {"timestamp": [421.0, 422.34], "text": " Campbell's a chilly place."}, {"timestamp": [422.76, 427.0], "text": " Weatherman Ray Smith here wears a jersey even before he checks the thermometers."}, {"timestamp": [427.0, 433.0], "text": " It's not too sunny either. The burning glass sun recorder is often drenched when the prevailing Westleys bring fog and rain."}, {"timestamp": [433.0, 453.0], "text": " There's water in the rain gauge, 325 days of the year. Now it's time to launch the daily Sputnik."}, {"timestamp": [457.0, 464.5], "text": " These weather balloons have travelled 12 miles up, dragging small radio transmitters behind them,"}, {"timestamp": [464.5, 469.5], "text": " which take air pressure, temperature and humidity recordings as they go. The signals are picked up"}, {"timestamp": [469.5, 474.68], "text": " by the radio son recorder, an electronic gadget that translates them into graphs. Campbell Island is"}, {"timestamp": [474.68, 478.7], "text": " just far enough south of New Zealand to complete our weather maps, so these results are"}, {"timestamp": [478.7, 480.56], "text": " invaluable when radioed to Wellington."}, {"timestamp": [481.0, 488.0], "text": " to Wellington."}, {"timestamp": [491.0, 493.0], "text": " Finally, the most important man on the island, John Warren. A good cook keeps men happy,"}, {"timestamp": [493.0, 495.0], "text": " and when they're isolated for a year at a time,"}, {"timestamp": [495.0, 497.0], "text": " he's got to be extra good."}, {"timestamp": [497.0, 499.0], "text": " It's not too hard now the ships come in."}, {"timestamp": [499.0, 503.0], "text": " There's too much for one menu, but not too much for the men."}, {"timestamp": [507.12, 509.32], "text": " Soon, with the staff changeover complete,"}, {"timestamp": [509.32, 511.96], "text": " the one-time exiles are in Holm Glen's wheelhouse"}, {"timestamp": [511.96, 514.76], "text": " watching the New Zealand coastline come closer."}, {"timestamp": [514.76, 516.92], "text": " They've come to the parting of the ways."}, {"timestamp": [516.92, 518.7], "text": " They've been away for 12 months,"}, {"timestamp": [518.7, 522.76], "text": " they've saved a year's wages and made eight good friends."}, {"timestamp": [522.76, 525.04], "text": " They were the Campbell Island boys,"}, {"timestamp": [525.86, 526.44], "text": " but that's finished."}, {"timestamp": [529.48, null], "text": " Now there are nine young men returning home."}], "text": " Some of the country's best act Some of the country's best axmen bring a sharp selection of their instruments to the Wellington Hut Valley A&P show at Trentham. Fine weather and bush scenery attract a big crowd of city dwellers to watch the sport, and the day begins with a 12-inch standing chop. Mulvey at number four sets a hard pace. It's a close finish but Mulvey has it all over other competitors. Nowadays wood chopping is quite a science, an electronic timer decides who's won. A big change since George Washington made the sport popular. Underhand chop entrance stand ready atop their logs. A tricky chop this, just a small mistake and you wind up as a one-legged axman. But it's not very likely. Fraser of Nelson takes the prize. He said it was as easy as falling off a log. Oldest hand present is Mr. Torrey, a bushman from Taihapi. He's 72 years old, and though unplaced in the single-handed sawing, he's by no means last. High spot of the day is a jigger chop. Here, contestants cut their way to the top of a tree and chop halfway through a 12-inch log. This event calls for real axmanship, a good eye and faith in your own work. Getting to the top the first time isn't enough. Once there you jump down and start all over again from scratch. Now you have to get up to the other side and finish the log off. All jigger chop prizes go to Nelson Axeman, Fraser first, the Hunt brothers second and third. At least two spectators get carried away with enthusiasm, while one unplaced axeman thinks he'll have a change and try long-term pole city. Rowing shells worth 30,000 pounds have been brought to the Wonganoi River for the 1958 national rowing championships. Although recent floods have left muddy banks and yellow water, the sun's reappeared with 5,000 spectators to watch the four-or championship. A perfect start, seven boats in line. Wonganui, Wairau, Union, Hamilton, Waitamata, West End, Picton have all qualified for the final. First up to the Aramo Boathouse is Union, the Wanganui crew. But Hamilton's not far behind. So the Union Club rowing on their home course win the classic of the day, which earns them the Boss Rooster, traditional trophy of the championship fours, which was first presented back in 1895. Today's racing is going well, and soon all eyes are on the double skulls, where St George's and Hamilton are expected to tussle. And that's Hamilton in front, with the single skulls title holder Jim Hill setting the stroke for his partner Norman Suckling. Hamilton win, three lengths in front and heading for the Empire Games. Here's what everyone's been waiting for, the most spectacular event on the program, the championship eights. Since 1951, Auckland's West End club's been first. This year out in front is West End. So it's up to Otago to catch them. But the Aucklanders are too good. A West End eight are champions again. Soft water or fresh, harbour lake or river, it makes no difference to West End. Their record of eight consecutive wins makes New Zealand rowing history. Once a year, men and supplies go south to the Campbell Island weather station. These three men pacing the hatch cover of the coastal ship Holm Glen are three of the seven new recruits waiting to begin their 12-month stay at the station. Relief Met Observer is Roy Crawford and the senior Met Observer Alistair Flahi. 400 miles south of Bluff, Perseverance Harbour opens before them. The weather station buildings, sheltering against the hill, stare across the harbour. The new residents stare back. That's where they'll live for a whole year. But here's the welcoming delegation and things brighten up. These Campbell Islanders might dress like hermits, but they certainly don't act like them. So the two groups meet, and in no time at all, they're discussing Campbell Island. Besides bringing the relief crew, the Holmglen delivers the groceries, 100 tons of them, quite a large economy size order. Here's Hans, top dog of the island. Eight years ago he became the weather station's first permanent resident, so since then he's supervised most jobs on the place. There have been lots of different stores unloaded here in the last 150 years. Since its discovery in 1810, Campbell Island's been a sealing station, a whaling station, a sheep station, coast watching station, and finally a weather station. Campbell's a chilly place. Weatherman Ray Smith here wears a jersey even before he checks the thermometers. It's not too sunny either. The burning glass sun recorder is often drenched when the prevailing Westleys bring fog and rain. There's water in the rain gauge, 325 days of the year. Now it's time to launch the daily Sputnik. These weather balloons have travelled 12 miles up, dragging small radio transmitters behind them, which take air pressure, temperature and humidity recordings as they go. The signals are picked up by the radio son recorder, an electronic gadget that translates them into graphs. Campbell Island is just far enough south of New Zealand to complete our weather maps, so these results are invaluable when radioed to Wellington. to Wellington. Finally, the most important man on the island, John Warren. A good cook keeps men happy, and when they're isolated for a year at a time, he's got to be extra good. It's not too hard now the ships come in. There's too much for one menu, but not too much for the men. Soon, with the staff changeover complete, the one-time exiles are in Holm Glen's wheelhouse watching the New Zealand coastline come closer. They've come to the parting of the ways. They've been away for 12 months, they've saved a year's wages and made eight good friends. They were the Campbell Island boys, but that's finished. Now there are nine young men returning home."}