{"speakers": [], "chunks": [{"timestamp": [0.0, 32.5], "text": " At the southern end of New Zealand's South Island is Lake Tejano, set high above sea level,"}, {"timestamp": [32.5, 40.16], "text": " a typical mountain lake flanked by bush-covered hills and the peaks of the southern Alps."}, {"timestamp": [40.16, 45.0], "text": " Crossing the lake by launch are members of a party going to join the Nautornis expedition already encamped in the mountains."}, {"timestamp": [45.0, 52.0], "text": " The Nautonis, a New Zealand native bird called the Tarkahey by the Marys, was thought to have been extinct for 50 years,"}, {"timestamp": [52.0, 59.0], "text": " and its recent discovery in an intermontane valley west of Tiana by Dr. G.B. Orbel aroused worldwide interest."}, {"timestamp": [59.0, 63.0], "text": " Dense bush comes right down to the water's edge in these unfrequented parts,"}, {"timestamp": [63.0, 66.86], "text": " and the last stronghold of the Nautonis lies 1,500 feet above the lake,"}, {"timestamp": [67.16, 68.74], "text": " well protected by steep ridges."}, {"timestamp": [72.9, 75.9], "text": " The launch is met by a ranger of the Internal Affairs Department"}, {"timestamp": [75.9, 77.36], "text": " who will guide the party to the valley."}, {"timestamp": [78.16, 81.64], "text": " His job there is controlling the deer and other pests which threaten the Nautonis."}, {"timestamp": [82.5, 88.58], "text": " From the lakeside, he leads the way on a stiff four and a half hour tramp to the campsite. Most of the country on this"}, {"timestamp": [88.58, 92.84], "text": " side of Tiano is relatively inaccessible and only a few bush tracks used by"}, {"timestamp": [92.84, 115.9], "text": " hunters and rangers mark the way of the first ridge, the party comes out of the shade of the bush into the bright glare of the sun."}, {"timestamp": [116.8, 122.64], "text": " For a while, the going is downhill and a little easier through the tussocky snowgrass that is the natural vegetation below the bush line."}, {"timestamp": [123.72, 129.12], "text": " The Nautonis probably lived in this valley at some time but now it has retreated still further into the mountains."}, {"timestamp": [144.24, 148.0], "text": " The camp is reached at last with the party rather more strung out than when they started."}, {"timestamp": [148.0, 154.0], "text": " They're met by Dr. Fala of the Dominion Museum, who is one of the leading authorities on New Zealand's native birds,"}, {"timestamp": [154.0, 176.56], "text": " and is in charge of the present expedition. The tired arrivals have tea served to them by Lewis Gur, zoology lecturer at Otago University,"}, {"timestamp": [176.86, 180.02], "text": " who's investigating plant and animal life in the valley of the Nautonis."}, {"timestamp": [191.14, 191.5], "text": " Lewis Gurr's special interest is the food of the Nautonis,"}, {"timestamp": [194.84, 195.74], "text": " and he and Dr. Fala examine a specimen of the grub the chicks feed on."}, {"timestamp": [199.1, 200.36], "text": " A knowledge of feeding habits is important when tracking down such a rare bird."}, {"timestamp": [205.0, 209.0], "text": " But not all the present expedition's discoveries have been confined to facts about the live Nautonis. 500 feet above the camp are great limestone cliffs."}, {"timestamp": [209.0, 214.0], "text": " And during the early searches, one of the party discovered signs that the Maoris had camped there"}, {"timestamp": [214.0, 218.0], "text": " while hunting the Kiwi, the Nautonis, and particularly the Ma'a,"}, {"timestamp": [218.0, 232.86], "text": " the giant flightless bird which is thought to have been extinct for about a hundred years."}, {"timestamp": [236.0, 237.0], "text": " An exciting find is a fossil sea shell embedded in the limestone."}, {"timestamp": [242.0, 246.0], "text": " Now 2,500 feet above sea level, the shell is at least a million years old and a relic of the age when the mountains of New Zealand were being pushed up from the sea."}, {"timestamp": [249.0, 254.0], "text": " More recent history is preserved under the overhanging limestone bluffs which keep the rain from the base of the cliff."}, {"timestamp": [255.0, 261.5], "text": " Here in the limestone dust is buried the evidence of the Maori hunters and the birds they came to trap when they got scarce on the lowlands."}, {"timestamp": [266.48, 270.24], "text": " Bones are unearthed that were buried at no great depth in the dust and Dr."}, {"timestamp": [270.24, 275.28], "text": " Fala makes the most significant find of all. A platted flex slipper of the type worn by the"}, {"timestamp": [275.28, 279.28], "text": " Maori hunters establishing definitely that this was once their camping ground."}, {"timestamp": [280.96, 286.0], "text": " Also unearthed were charred sticks, feathers from kiwis, weckers, marse and nautornises,"}, {"timestamp": [286.0, 291.0], "text": " and bones from all these birds, broken as they would be as part of a feast."}, {"timestamp": [291.0, 295.0], "text": " Probably a century old, these are relics of a dead era."}, {"timestamp": [295.0, 300.0], "text": " But the past has come to life again at the other end of the valley with the rediscovery of the nautonis."}, {"timestamp": [300.0, 305.0], "text": " 2,000 feet above sea level, the valley is often cloaked in mountain mists,"}, {"timestamp": [305.0, 309.0], "text": " a factor which, with its remoteness, helped to keep its secret so long."}, {"timestamp": [309.0, 313.0], "text": " But today the scientists are lucky, the air is clear,"}, {"timestamp": [313.0, 316.0], "text": " and the job of watching the Nautornis will be easier."}, {"timestamp": [316.0, 321.0], "text": " Around the end of the valley's small lake, Dr. Fala has first sight of the quarry,"}, {"timestamp": [321.0, 325.0], "text": " a male Nautornis on guard at the outskirts of their domain."}, {"timestamp": [325.0, 331.0], "text": " The sight of human beings sends him to cover and it's unlikely that any more males will be seen in the open."}, {"timestamp": [331.0, 335.0], "text": " The search now is for clues that will lead to nesting hens."}, {"timestamp": [335.0, 353.72], "text": " First, a lot of the animals. First clue is the discovery of snow grass chewed off in feeding by an adult bird."}, {"timestamp": [354.82, 366.0], "text": " Dr. Fala gives the ranger a complete demonstration of the way in which the Nautornis eats his way through the base of the tussock. classic."}, {"timestamp": [389.0, 405.54], "text": " This time a nest is found and Dr. Fala makes the practiced approach of the expert to get right up to the sitting hand. The nest is like a tunnel into the tussock and is well covered on top by the snow grass."}, {"timestamp": [406.24, 410.14], "text": " The characteristic pose of the nesting nautonis is with its head turned to one side."}, {"timestamp": [411.2, 414.14], "text": " In the interest of science, this hen is persuaded to leave her nest."}, {"timestamp": [414.86, 418.08], "text": " And though the nautonis is a non-flyer, like many New Zealand native birds,"}, {"timestamp": [418.46, 420.46], "text": " she displays considerable speed over the ground."}, {"timestamp": [421.54, 423.4], "text": " About the same size as a large rooster,"}, {"timestamp": [423.96, 425.04], "text": " the nautonis belongs to the"}, {"timestamp": [425.04, 430.56], "text": " swamp hen family, of which the best known New Zealand member is the Pukeko. The eggs"}, {"timestamp": [430.56, 435.36], "text": " are creamy in color with reddish-brown spots. The greatest number discovered in a nest"}, {"timestamp": [435.36, 439.68], "text": " is two and the finding of an adult egg gives Dr. Fallow an opportunity to take"}, {"timestamp": [439.68, 444.48], "text": " its measurements as part of the extensive research being done. The eggs are about"}, {"timestamp": [444.48, 447.0], "text": " three inches long and two inches thick."}, {"timestamp": [447.0, 478.0], "text": " When the coast is clear, the hen returns to the nest to continue her interrupted sitting."}, {"timestamp": [489.24, 492.48], "text": " As much information as possible is being gathered by this expedition, as too many visits would disturb the bird, which is not a vigorous stock and has a slender margin of survival. It's known that the birds leave the nesting ground in the winter when there's snow on the"}, {"timestamp": [492.48, 493.48], "text": " tussock."}, {"timestamp": [493.48, 498.16], "text": " Its winter home has not been found, but evidence of visits to snow-free patches of tussock"}, {"timestamp": [498.16, 501.7], "text": " indicate that it's never more than two or three miles away."}, {"timestamp": [501.7, 506.0], "text": " Although not web-footed, the Nautonis has been known to swim very short distances"}, {"timestamp": [506.0, 510.0], "text": " and ford a shallow stream with some help from its almost useless wings."}, {"timestamp": [514.0, 521.0], "text": " To give the Nautonis every chance to survive, the valley has been put completely out of bounds"}, {"timestamp": [521.0, 530.64], "text": " and attempts are being made to exterminate pests such as deer and stoats, which destroy the nests and eggs. Attempts to preserve the nautonis could be justified"}, {"timestamp": [530.64, 536.14], "text": " by its beautiful color alone. The head and breast are indigo, the shoulders turquoise,"}, {"timestamp": [536.82, 542.68], "text": " the back shades from malachite to olive green, and there's a white patch under the tail. The beak"}, {"timestamp": [542.68, 545.88], "text": " is wax red and scarlet at the base and the legs and"}, {"timestamp": [545.88, 553.32], "text": " feet rose-coloured. Only ten nesting pairs of the almost extinct nautonis have"}, {"timestamp": [553.32, 558.96], "text": " been found and the number of birds in existence is probably less than 50. Its days"}, {"timestamp": [558.96, 564.1], "text": " were surely numbered but with the help being given it the nautonis may even yet win"}, {"timestamp": [564.1, 565.5], "text": " the grim battle for survival."}], "text": " At the southern end of New Zealand's South Island is Lake Tejano, set high above sea level, a typical mountain lake flanked by bush-covered hills and the peaks of the southern Alps. Crossing the lake by launch are members of a party going to join the Nautornis expedition already encamped in the mountains. The Nautonis, a New Zealand native bird called the Tarkahey by the Marys, was thought to have been extinct for 50 years, and its recent discovery in an intermontane valley west of Tiana by Dr. G.B. Orbel aroused worldwide interest. Dense bush comes right down to the water's edge in these unfrequented parts, and the last stronghold of the Nautonis lies 1,500 feet above the lake, well protected by steep ridges. The launch is met by a ranger of the Internal Affairs Department who will guide the party to the valley. His job there is controlling the deer and other pests which threaten the Nautonis. From the lakeside, he leads the way on a stiff four and a half hour tramp to the campsite. Most of the country on this side of Tiano is relatively inaccessible and only a few bush tracks used by hunters and rangers mark the way of the first ridge, the party comes out of the shade of the bush into the bright glare of the sun. For a while, the going is downhill and a little easier through the tussocky snowgrass that is the natural vegetation below the bush line. The Nautonis probably lived in this valley at some time but now it has retreated still further into the mountains. The camp is reached at last with the party rather more strung out than when they started. They're met by Dr. Fala of the Dominion Museum, who is one of the leading authorities on New Zealand's native birds, and is in charge of the present expedition. The tired arrivals have tea served to them by Lewis Gur, zoology lecturer at Otago University, who's investigating plant and animal life in the valley of the Nautonis. Lewis Gurr's special interest is the food of the Nautonis, and he and Dr. Fala examine a specimen of the grub the chicks feed on. A knowledge of feeding habits is important when tracking down such a rare bird. But not all the present expedition's discoveries have been confined to facts about the live Nautonis. 500 feet above the camp are great limestone cliffs. And during the early searches, one of the party discovered signs that the Maoris had camped there while hunting the Kiwi, the Nautonis, and particularly the Ma'a, the giant flightless bird which is thought to have been extinct for about a hundred years. An exciting find is a fossil sea shell embedded in the limestone. Now 2,500 feet above sea level, the shell is at least a million years old and a relic of the age when the mountains of New Zealand were being pushed up from the sea. More recent history is preserved under the overhanging limestone bluffs which keep the rain from the base of the cliff. Here in the limestone dust is buried the evidence of the Maori hunters and the birds they came to trap when they got scarce on the lowlands. Bones are unearthed that were buried at no great depth in the dust and Dr. Fala makes the most significant find of all. A platted flex slipper of the type worn by the Maori hunters establishing definitely that this was once their camping ground. Also unearthed were charred sticks, feathers from kiwis, weckers, marse and nautornises, and bones from all these birds, broken as they would be as part of a feast. Probably a century old, these are relics of a dead era. But the past has come to life again at the other end of the valley with the rediscovery of the nautonis. 2,000 feet above sea level, the valley is often cloaked in mountain mists, a factor which, with its remoteness, helped to keep its secret so long. But today the scientists are lucky, the air is clear, and the job of watching the Nautornis will be easier. Around the end of the valley's small lake, Dr. Fala has first sight of the quarry, a male Nautornis on guard at the outskirts of their domain. The sight of human beings sends him to cover and it's unlikely that any more males will be seen in the open. The search now is for clues that will lead to nesting hens. First, a lot of the animals. First clue is the discovery of snow grass chewed off in feeding by an adult bird. Dr. Fala gives the ranger a complete demonstration of the way in which the Nautornis eats his way through the base of the tussock. classic. This time a nest is found and Dr. Fala makes the practiced approach of the expert to get right up to the sitting hand. The nest is like a tunnel into the tussock and is well covered on top by the snow grass. The characteristic pose of the nesting nautonis is with its head turned to one side. In the interest of science, this hen is persuaded to leave her nest. And though the nautonis is a non-flyer, like many New Zealand native birds, she displays considerable speed over the ground. About the same size as a large rooster, the nautonis belongs to the swamp hen family, of which the best known New Zealand member is the Pukeko. The eggs are creamy in color with reddish-brown spots. The greatest number discovered in a nest is two and the finding of an adult egg gives Dr. Fallow an opportunity to take its measurements as part of the extensive research being done. The eggs are about three inches long and two inches thick. When the coast is clear, the hen returns to the nest to continue her interrupted sitting. As much information as possible is being gathered by this expedition, as too many visits would disturb the bird, which is not a vigorous stock and has a slender margin of survival. It's known that the birds leave the nesting ground in the winter when there's snow on the tussock. Its winter home has not been found, but evidence of visits to snow-free patches of tussock indicate that it's never more than two or three miles away. Although not web-footed, the Nautonis has been known to swim very short distances and ford a shallow stream with some help from its almost useless wings. To give the Nautonis every chance to survive, the valley has been put completely out of bounds and attempts are being made to exterminate pests such as deer and stoats, which destroy the nests and eggs. Attempts to preserve the nautonis could be justified by its beautiful color alone. The head and breast are indigo, the shoulders turquoise, the back shades from malachite to olive green, and there's a white patch under the tail. The beak is wax red and scarlet at the base and the legs and feet rose-coloured. Only ten nesting pairs of the almost extinct nautonis have been found and the number of birds in existence is probably less than 50. Its days were surely numbered but with the help being given it the nautonis may even yet win the grim battle for survival."}