{"speakers": [], "chunks": [{"timestamp": [0.0, 36.0], "text": " The Hello, hello. Hello. You have a nice to the clock."}, {"timestamp": [36.0, 37.0], "text": " Yeah?"}, {"timestamp": [37.0, 38.0], "text": " Hello."}, {"timestamp": [38.0, 152.98], "text": " Oh, have a must have a minute. Thank you. I'm gonna'a. And so on the I'm gonna'a. And so on the I'm gonna going to be the same."}, {"timestamp": [152.98, 154.88], "text": " I'm going to be."}, {"timestamp": [154.88, 156.88], "text": " I'm going to be."}, {"timestamp": [156.88, 207.0], "text": " I'm not sure. Stand by please."}, {"timestamp": [207.0, 217.0], "text": " This film is a tribute to a few dedicated people who've succeeded in making a lot of New Zealanders ballet conscious."}, {"timestamp": [217.0, 220.0], "text": " Ballet isn't to everyone's taste."}, {"timestamp": [220.0, 225.48], "text": " In most young countries such as New Zealand, a good deal of prejudice has to be overcome."}, {"timestamp": [230.22, 231.34], "text": " You have to teach people to like ballet, and to do that your dancers have to be good."}, {"timestamp": [233.34, 234.22], "text": " The New Zealand Ballet Company are professionals."}, {"timestamp": [239.04, 239.74], "text": " They appear in opera houses, little theatres and village halls, in cities and in townships."}, {"timestamp": [243.34, 244.42], "text": " They use orchestras when they can, tape recorders when they have to."}, {"timestamp": [251.16, 251.3], "text": " They're there to entertain, to teach, and also to learn, knowing that in common with all domestic productions,"}, {"timestamp": [286.0, 287.0], "text": " they have to compare favorably with the best that comes from overseas. Shh. I'm gonnae. And......that......their..."}, {"timestamp": [287.0, 289.0], "text": "...their..."}, {"timestamp": [289.0, 290.0], "text": "...and..."}, {"timestamp": [290.0, 291.0], "text": "...a..."}, {"timestamp": [291.0, 293.0], "text": "...and..."}, {"timestamp": [293.0, 294.0], "text": "...a..."}, {"timestamp": [294.0, 295.0], "text": "...and..."}, {"timestamp": [295.0, 297.0], "text": "...a..."}, {"timestamp": [297.0, 298.0], "text": "...and..."}, {"timestamp": [298.0, 299.0], "text": "...and..."}, {"timestamp": [299.0, 301.0], "text": "...and..."}, {"timestamp": [301.0, 302.0], "text": "...and..."}, {"timestamp": [302.0, 303.0], "text": "...and..."}, {"timestamp": [303.0, 306.24], "text": "...a......and... I'm gonna be a bit of a bit of a bit mehap."}, {"timestamp": [306.24, 310.88], "text": " And I'm a man."}, {"timestamp": [310.88, 312.88], "text": " And I'm a man."}, {"timestamp": [312.88, 314.88], "text": " And I'm a man."}, {"timestamp": [314.88, 316.88], "text": " And I'm a."}, {"timestamp": [316.88, 325.0], "text": " And I'm my my"}, {"timestamp": [325.0, 326.0], "text": " mrs."}, {"timestamp": [326.0, 485.0], "text": " I'm going to be. I'm going to be. Ah, and I'm going ma'a. Come on. Come on. Thank you. I'm I'm going to be the I'm going to"}, {"timestamp": [485.0, 487.0], "text": " I'm going to"}, {"timestamp": [487.0, 489.0], "text": " I'm"}, {"timestamp": [489.0, 490.0], "text": " I'm"}, {"timestamp": [490.0, 492.0], "text": " I'm"}, {"timestamp": [492.0, 494.0], "text": " my and"}, {"timestamp": [494.0, 495.0], "text": " I'm"}, {"timestamp": [495.0, 565.0], "text": " Oh, I'm not I'm a minute. I'm Oh, Oh, I'm not I'm there. And so I'm"}, {"timestamp": [565.0, 647.0], "text": " there. I'm not little bit of a minute. Thank you. Please"}, {"timestamp": [647.0, 650.0], "text": " Go,"}, {"timestamp": [650.0, 655.0], "text": " Mr. Debt needs me to think so."}, {"timestamp": [655.0, 657.0], "text": " Are you only anywhere?"}, {"timestamp": [657.0, 659.0], "text": " Go, you want a bit more powder on your night?"}, {"timestamp": [659.0, 685.0], "text": " All right, I think that. I'm Oh, Oh! Oh!"}, {"timestamp": [685.0, 687.0], "text": " And"}, {"timestamp": [687.0, 689.0], "text": " I'm"}, {"timestamp": [689.0, 690.0], "text": " Oh!"}, {"timestamp": [690.0, 691.0], "text": " Oh!"}, {"timestamp": [691.0, 705.78], "text": " Oh! I'm MOYOWROWSKI. I'm sorry, I'm going to know,"}, {"timestamp": [705.78, 706.86], "text": " I'm going to"}, {"timestamp": [706.86, 707.88], "text": " know,"}, {"timestamp": [707.88, 746.24], "text": " and I'm gonna'er. I'm here."}, {"timestamp": [746.24, 825.78], "text": " I'm not I'm not a lot of a good. I'm going lot of the one of the I'm"}, {"timestamp": [825.78, 826.92], "text": " there's"}, {"timestamp": [826.92, 886.0], "text": " a lot of Thank you. Good. Good luck, thank you."}, {"timestamp": [886.0, 889.0], "text": " Do you be nice, thanks a great."}, {"timestamp": [889.0, 893.0], "text": " Oh, yeah, well I think that yeah."}, {"timestamp": [893.0, 895.0], "text": " Yes, it's good."}, {"timestamp": [895.0, 896.0], "text": " Oh, yeah, ladies."}, {"timestamp": [896.0, 898.0], "text": " Oh, yeah."}, {"timestamp": [898.0, 949.0], "text": " Oh, yeah. Thank you. The future of ballet in New Zealand seems assured."}, {"timestamp": [949.0, 952.68], "text": " More and more, the New Zealand Ballet Company are being presented with the ultimate reward"}, {"timestamp": [952.68, 956.6], "text": " for any group of entertainers, the House Full Sign."}, {"timestamp": [956.6, 961.64], "text": " And they have at their disposal a vast treasure house of well-known ballets, designed to satisfy their"}, {"timestamp": [961.64, 966.0], "text": " audience's desire to get away for a while from the realities of everyday life."}], "text": " The Hello, hello. Hello. You have a nice to the clock. Yeah? Hello. Oh, have a must have a minute. Thank you. I'm gonna'a. And so on the I'm gonna'a. And so on the I'm gonna going to be the same. I'm going to be. I'm going to be. I'm not sure. Stand by please. This film is a tribute to a few dedicated people who've succeeded in making a lot of New Zealanders ballet conscious. Ballet isn't to everyone's taste. In most young countries such as New Zealand, a good deal of prejudice has to be overcome. You have to teach people to like ballet, and to do that your dancers have to be good. The New Zealand Ballet Company are professionals. They appear in opera houses, little theatres and village halls, in cities and in townships. They use orchestras when they can, tape recorders when they have to. They're there to entertain, to teach, and also to learn, knowing that in common with all domestic productions, they have to compare favorably with the best that comes from overseas. Shh. I'm gonnae. And......that......their......their......and......a......and......a......and......a......and......and......and......and......and......a......and... I'm gonna be a bit of a bit of a bit mehap. And I'm a man. And I'm a man. And I'm a man. And I'm a. And I'm my my mrs. I'm going to be. I'm going to be. Ah, and I'm going ma'a. Come on. Come on. Thank you. I'm I'm going to be the I'm going to I'm going to I'm I'm I'm my and I'm Oh, I'm not I'm a minute. I'm Oh, Oh, I'm not I'm there. And so I'm there. I'm not little bit of a minute. Thank you. Please Go, Mr. Debt needs me to think so. Are you only anywhere? Go, you want a bit more powder on your night? All right, I think that. I'm Oh, Oh! Oh! And I'm Oh! Oh! Oh! I'm MOYOWROWSKI. I'm sorry, I'm going to know, I'm going to know, and I'm gonna'er. I'm here. I'm not I'm not a lot of a good. I'm going lot of the one of the I'm there's a lot of Thank you. Good. Good luck, thank you. Do you be nice, thanks a great. Oh, yeah, well I think that yeah. Yes, it's good. Oh, yeah, ladies. Oh, yeah. Oh, yeah. Thank you. The future of ballet in New Zealand seems assured. More and more, the New Zealand Ballet Company are being presented with the ultimate reward for any group of entertainers, the House Full Sign. And they have at their disposal a vast treasure house of well-known ballets, designed to satisfy their audience's desire to get away for a while from the realities of everyday life."}