{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " All seated on the experimental express, Wellington to Auckland in just 11.5 hours."}, {"timestamp": [29.0, 33.0], "text": " 426 miles to go, only three stops, lunch at Tai Happy."}, {"timestamp": [33.0, 39.0], "text": " 11.5 hours to go through 128 stations, 26 tunnels, 50 miles of severe curves,"}, {"timestamp": [39.0, 42.0], "text": " over three high hills and 23 bridges and viaducts."}, {"timestamp": [42.0, 49.32], "text": " Mr. Moore, Minister of Railways, has commissioned his train to try and reduce the normal timetable by two and a half hours."}, {"timestamp": [49.8, 52.44], "text": " In daylight with diesel engines, it's theoretically possible."}, {"timestamp": [52.84, 56.32], "text": " But a lot depends on the state of the track and the driver's knowledge and judgment."}, {"timestamp": [57.06, 59.6], "text": " Driver Alf Vash knows all this particular stretch."}, {"timestamp": [60.02, 61.68], "text": " Other drivers will take over later on."}, {"timestamp": [66.24, 68.58], "text": " It's a taste of the future for the passengers too."}, {"timestamp": [69.26, 72.22], "text": " Superior train travel is possible on narrow-gauge tracks."}, {"timestamp": [72.8, 75.28], "text": " And when sites like Mungawaker's Viaduck come into view"}, {"timestamp": [75.28, 77.12], "text": " and the train slows down for safety,"}, {"timestamp": [77.42, 79.48], "text": " you get a longer look at the countryside below."}, {"timestamp": [90.0, 94.0], "text": " But engineers are looking for speed. To them, all hills, curves and bridges and tunnels are speed restrictions."}, {"timestamp": [94.0, 103.0], "text": " At half-past twelve we're in Thai happy and the whole train stops for 20 minutes lunch."}, {"timestamp": [103.0, 108.82], "text": " This could be the pattern of the proposed new service, lunch included in the fair, but only one thing's certain now"}, {"timestamp": [108.82, 124.84], "text": " we're already late. The line is clear in front. Tai Happy drops behind."}, {"timestamp": [124.84, 125.16], "text": " 260 miles to go. Is the schedule too tight? Can we make up time with half the journey The line is clear in front. Tai Happy drops behind."}, {"timestamp": [126.72, 127.0], "text": " 260 miles to go."}, {"timestamp": [128.12, 128.38], "text": " Is the schedule too tight?"}, {"timestamp": [130.34, 136.24], "text": " Can we make up time with half the journey done?"}, {"timestamp": [138.5, 140.66], "text": " 55 miles an hour down to Oakhuni."}, {"timestamp": [143.0, 143.24], "text": " 40 miles an hour up to National Park."}, {"timestamp": [144.24, 145.0], "text": " 13 minutes late."}, {"timestamp": [147.0, 151.0], "text": " 2 o'clock, the Hapurfanoor Viaduct, 15 minutes late."}, {"timestamp": [153.0, 157.0], "text": " Now down the Raurimu spiral back to 13 minutes late."}, {"timestamp": [161.0, 165.0], "text": " Matapuna Bridge near Tamaraniui, still 13 minutes late."}, {"timestamp": [165.0, 174.0], "text": " Two and a half hours to Auckland."}, {"timestamp": [174.0, 191.5], "text": " A mile a minute making up time right through the Waikato."}, {"timestamp": [194.88, 195.5], "text": " By half past seven we know the result. It can be done."}, {"timestamp": [199.12, 199.42], "text": " With lighter coaches and powerful diesels, with a regular daily schedule,"}, {"timestamp": [203.42, 204.28], "text": " a luxury daylight train could better the night limit its time by two and a half hours."}, {"timestamp": [205.08, 209.04], "text": " Passengers leaving Wellington after breakfast could arrive at Orkton Station before 8 o'clock."}, {"timestamp": [209.04, 230.0], "text": " The largest international gathering of its kind to meet in New Zealand, the Pacific Area Travel Association Conference, is addressed by the Prime Minister in Christchurch."}, {"timestamp": [230.0, 247.0], "text": " Promotion of travel is the business of the conference, and at Christchurch International Airport, delegates from many countries attend the order of the day."}, {"timestamp": [247.0, 264.5], "text": " A teal jet prop electric arrives with passengers from Sydney"}, {"timestamp": [264.5, 267.6], "text": " and Operation Deep Freeze aircraft to parked around the tarmac."}, {"timestamp": [273.52, 275.4], "text": " Designed to meet the needs of the jet age,"}, {"timestamp": [275.64, 278.74], "text": " Christchurch's new terminal buildings will add to the warmth of our welcome"}, {"timestamp": [278.74, 294.6], "text": " to the world's flying visitors."}, {"timestamp": [298.42, 298.72], "text": " In a Cooper climax number four on the tarmac of Wigram Air Force Station,"}, {"timestamp": [303.34, 305.7], "text": " Australia's Jack Brabham, world champion driver of 1959, gains new laurels in 1960 by winning the Lady Wigram trophy."}, {"timestamp": [312.58, 317.56], "text": " After the ceremonial drink, he takes his wife and son to visit veteran New Zealand racing driver Bill Hamilton,"}, {"timestamp": [317.98, 322.64], "text": " inventor of the jet boats that in many parts of the world are now hot news in the pleasure boat trade."}, {"timestamp": [323.0, 327.0], "text": " of the world and now hot news in the pleasure boat trade."}, {"timestamp": [330.0, 331.0], "text": " Bill Hamilton sees the Brabams off with Jack as a passenger for once."}, {"timestamp": [358.5, 366.0], "text": " They take a trip up the shadows and rapids this New Zealand invention is gaining such worldwide attention. A powerful pump operated by an ordinary car engine drives the boat by thrusting up behind it a high speed water jet."}, {"timestamp": [366.0, 372.0], "text": " This replaces propeller and rudder leaving the boat clean below and allows it to travel in just a few inches of water."}, {"timestamp": [372.0, 378.0], "text": " An efficient means of water jet propulsion for boats has been sought for a hundred years and a New Zealand inventor has found it."}, {"timestamp": [378.0, 388.76], "text": " At the end of the run as a compliment to his host, Jack Brabham tries a Hamilton turn."}, {"timestamp": [390.86, 401.86], "text": " You can't do that in a Cooper climax."}, {"timestamp": [404.8, 405.6], "text": " You can't do that in a Cooper climax. New Zealand's cruate the signing of the Treaty of Waitangi,"}, {"timestamp": [405.6, 412.2], "text": " New Zealand's cruiser Royalist with the frigates Carnieri, Rotowitti and the Australian training ship Swan carry out exercises."}, {"timestamp": [416.2, 423.7], "text": " Through these waters, Captain Hobson sailed in 1840 in a small wooden sailing ship."}, {"timestamp": [424.3, 425.68], "text": " He had no long-range guns,"}, {"timestamp": [425.68, 430.64], "text": " no radar, electronic predictors or emergency towing systems, but he brought the order and"}, {"timestamp": [430.64, 432.0], "text": " protection of the British flag."}, {"timestamp": [450.0, 453.0], "text": " Under the Union Jack on the lawn of James Busby's official British residents, 52 Maori chief signed the Treaty of Waitak."}, {"timestamp": [453.0, 458.0], "text": " Two independent seafaring nations laid the foundations of a new dominion."}, {"timestamp": [462.0, 467.0], "text": " A Navy motor launch starts festivities with a trip around the bay for the local children."}, {"timestamp": [467.0, 470.0], "text": " If only their ancestors could see them now."}, {"timestamp": [470.0, 487.0], "text": " Off they go at 15 knots."}, {"timestamp": [491.0, 497.0], "text": " Royalist is dressed for the occasion, but another visitor is still in training trim,"}, {"timestamp": [497.0, 516.0], "text": " the Royal Navy submarine Andrew. On social occasions, the Navy as always thinks of everything."}, {"timestamp": [516.0, 522.0], "text": " They've even organized a regatta for the ship's whalers, reminiscent of Maori canoe races."}, {"timestamp": [527.0, 539.0], "text": " Those boats weigh well over a ton. Those boats weigh well over a ton. Now to start events at Wightangi Haas"}, {"timestamp": [539.0, 542.0], "text": " where nearly 7,000 visitors, Maori and Pākeha,"}, {"timestamp": [542.0, 544.0], "text": " have arrived to see the Governor General"}, {"timestamp": [544.0, 590.0], "text": " leave the evening ceremony. 120 years ago at this place the Treaty of Whitingy was signed."}, {"timestamp": [590.0, 595.0], "text": " Captain Hobson, the first governor, Holy Heki, Terrapraha,"}, {"timestamp": [595.0, 602.0], "text": " Kamati Wakanei, the peacemaker, whose words are echoed today by his descendants."}, {"timestamp": [602.0, 607.0], "text": " In the words of the first governor, Heiwi Tahitato, we are one people."}], "text": " All seated on the experimental express, Wellington to Auckland in just 11.5 hours. 426 miles to go, only three stops, lunch at Tai Happy. 11.5 hours to go through 128 stations, 26 tunnels, 50 miles of severe curves, over three high hills and 23 bridges and viaducts. Mr. Moore, Minister of Railways, has commissioned his train to try and reduce the normal timetable by two and a half hours. In daylight with diesel engines, it's theoretically possible. But a lot depends on the state of the track and the driver's knowledge and judgment. Driver Alf Vash knows all this particular stretch. Other drivers will take over later on. It's a taste of the future for the passengers too. Superior train travel is possible on narrow-gauge tracks. And when sites like Mungawaker's Viaduck come into view and the train slows down for safety, you get a longer look at the countryside below. But engineers are looking for speed. To them, all hills, curves and bridges and tunnels are speed restrictions. At half-past twelve we're in Thai happy and the whole train stops for 20 minutes lunch. This could be the pattern of the proposed new service, lunch included in the fair, but only one thing's certain now we're already late. The line is clear in front. Tai Happy drops behind. 260 miles to go. Is the schedule too tight? Can we make up time with half the journey The line is clear in front. Tai Happy drops behind. 260 miles to go. Is the schedule too tight? Can we make up time with half the journey done? 55 miles an hour down to Oakhuni. 40 miles an hour up to National Park. 13 minutes late. 2 o'clock, the Hapurfanoor Viaduct, 15 minutes late. Now down the Raurimu spiral back to 13 minutes late. Matapuna Bridge near Tamaraniui, still 13 minutes late. Two and a half hours to Auckland. A mile a minute making up time right through the Waikato. By half past seven we know the result. It can be done. With lighter coaches and powerful diesels, with a regular daily schedule, a luxury daylight train could better the night limit its time by two and a half hours. Passengers leaving Wellington after breakfast could arrive at Orkton Station before 8 o'clock. The largest international gathering of its kind to meet in New Zealand, the Pacific Area Travel Association Conference, is addressed by the Prime Minister in Christchurch. Promotion of travel is the business of the conference, and at Christchurch International Airport, delegates from many countries attend the order of the day. A teal jet prop electric arrives with passengers from Sydney and Operation Deep Freeze aircraft to parked around the tarmac. Designed to meet the needs of the jet age, Christchurch's new terminal buildings will add to the warmth of our welcome to the world's flying visitors. In a Cooper climax number four on the tarmac of Wigram Air Force Station, Australia's Jack Brabham, world champion driver of 1959, gains new laurels in 1960 by winning the Lady Wigram trophy. After the ceremonial drink, he takes his wife and son to visit veteran New Zealand racing driver Bill Hamilton, inventor of the jet boats that in many parts of the world are now hot news in the pleasure boat trade. of the world and now hot news in the pleasure boat trade. Bill Hamilton sees the Brabams off with Jack as a passenger for once. They take a trip up the shadows and rapids this New Zealand invention is gaining such worldwide attention. A powerful pump operated by an ordinary car engine drives the boat by thrusting up behind it a high speed water jet. This replaces propeller and rudder leaving the boat clean below and allows it to travel in just a few inches of water. An efficient means of water jet propulsion for boats has been sought for a hundred years and a New Zealand inventor has found it. At the end of the run as a compliment to his host, Jack Brabham tries a Hamilton turn. You can't do that in a Cooper climax. You can't do that in a Cooper climax. New Zealand's cruate the signing of the Treaty of Waitangi, New Zealand's cruiser Royalist with the frigates Carnieri, Rotowitti and the Australian training ship Swan carry out exercises. Through these waters, Captain Hobson sailed in 1840 in a small wooden sailing ship. He had no long-range guns, no radar, electronic predictors or emergency towing systems, but he brought the order and protection of the British flag. Under the Union Jack on the lawn of James Busby's official British residents, 52 Maori chief signed the Treaty of Waitak. Two independent seafaring nations laid the foundations of a new dominion. A Navy motor launch starts festivities with a trip around the bay for the local children. If only their ancestors could see them now. Off they go at 15 knots. Royalist is dressed for the occasion, but another visitor is still in training trim, the Royal Navy submarine Andrew. On social occasions, the Navy as always thinks of everything. They've even organized a regatta for the ship's whalers, reminiscent of Maori canoe races. Those boats weigh well over a ton. Those boats weigh well over a ton. Now to start events at Wightangi Haas where nearly 7,000 visitors, Maori and Pākeha, have arrived to see the Governor General leave the evening ceremony. 120 years ago at this place the Treaty of Whitingy was signed. Captain Hobson, the first governor, Holy Heki, Terrapraha, Kamati Wakanei, the peacemaker, whose words are echoed today by his descendants. In the words of the first governor, Heiwi Tahitato, we are one people."}