{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " On the road to"}, {"timestamp": [7.0, 27.4], "text": " On the canal to trace the path of an invasion that is virtually to end the campaign for the Solomon Islands,"}, {"timestamp": [27.88, 31.52], "text": " Major General Barraclough holds a get-together with New Zealand and American staff officers."}, {"timestamp": [32.16, 37.76], "text": " Objective of their plans is Nissan Island, largest of an at an at 135 miles east of Raba."}, {"timestamp": [38.42, 43.46], "text": " Ready and waiting to embark, these men of New Zealand's third division have back of them months of hard training,"}, {"timestamp": [43.88, 46.36], "text": " with battle experience at Vela Lavella and Treasury Island,"}, {"timestamp": [46.82, 49.06], "text": " that has transformed them into a new fighting force,"}, {"timestamp": [49.42, 51.62], "text": " an amphibious force akin to the US Marines,"}, {"timestamp": [51.84, 53.62], "text": " first of its kind in our military history."}, {"timestamp": [54.36, 56.7], "text": " In support of them go some US ground troops."}, {"timestamp": [57.28, 92.16], "text": " Both are under the command of Major General Barrow Club. The Convoy gets underway and Guadalcanal is left behind, but the invasion force is not yet complete."}, {"timestamp": [92.8, 94.48], "text": " From Vela Levella come more men."}, {"timestamp": [95.12, 96.68], "text": " This is no small operation."}, {"timestamp": [97.2, 100.6], "text": " It's another of those strategic leaps that have marked our offensive in the Pacific War."}, {"timestamp": [101.12, 108.5], "text": " To hop from island to island, to clean out the Japs and flatten the jungle into an airbase, is a strategy that called for a new technique of warfare."}, {"timestamp": [109.0, 113.0], "text": " With a resource typical of New Zealanders, these men have mastered the method."}, {"timestamp": [113.0, 149.0], "text": " They know all the tricks from moving in on transports, gunboats and barges to fighting it out on the beaches and in the jungle. I'm not sure. Underway again, with little room to spare on the ship's"}, {"timestamp": [149.0, 168.0], "text": " under way again with little room to spare on the ships."}, {"timestamp": [168.0, 171.0], "text": " But there's always a corner somewhere for a game of cards."}, {"timestamp": [171.0, 174.0], "text": " A quiet game if nip planes don't interrupt."}, {"timestamp": [174.0, 196.2], "text": " Some prefer a game that brings in quicker returns. Dawn, February 15th, the convoy site's Nissen Island."}, {"timestamp": [196.2, 199.5], "text": " At 6 a.m., the men start to move ashore."}, {"timestamp": [199.5, 204.2], "text": " Expected large-scale air attacks from the Japs have failed to eventuate, and only feeble scattered"}, {"timestamp": [204.2, 206.3], "text": " sorties from nearby Rabaal had to be dealt with."}, {"timestamp": [206.82, 209.68], "text": " In these, the enemy found he had bought more than he'd bargained for."}, {"timestamp": [210.2, 214.84], "text": " Powerful and effective sea and air cover, supplied by the U.S. Navy and American and New Zealand"}, {"timestamp": [214.84, 218.78], "text": " planes, saved the convoy from a pounding that might have cost us ships and men."}, {"timestamp": [219.4, 223.46], "text": " In a daring raid during the last days of January, a small New Zealand and American"}, {"timestamp": [223.46, 229.3], "text": " Commando force under Lieutenant Colonel Cornwall Auckland, had scouted the island to test enemy gun"}, {"timestamp": [229.3, 231.3], "text": " positions and installations."}, {"timestamp": [231.3, 234.88], "text": " They had returned with much information and only slight casualties."}, {"timestamp": [234.88, 259.5], "text": " Now the main force moves ashore landing points inside a Rumi lagoon."}, {"timestamp": [259.5, 264.0], "text": " Ahead of them have gone gunboats and minesweepers prepared to clear the way."}, {"timestamp": [264.0, 265.14], "text": " But no opposition is struck."}, {"timestamp": [265.72, 272.06], "text": " The gigantic task of landing thousands of men, thousands of tons of equipment, vehicles, weapons and food,"}, {"timestamp": [272.22, 277.1], "text": " 500 miles from their base on a jungle island without cranes, slings and warves."}, {"timestamp": [277.48, 280.34], "text": " It's an amphibious operation these men have learned to carry out to perfection."}, {"timestamp": [281.14, 287.0], "text": " Lack of strong opposition and only slight casualties does not lessen the magnitude nor the success."}, {"timestamp": [287.0, 293.0], "text": " Secret of the job is coordination. Complete coordination of manpower and mechanical power."}, {"timestamp": [293.0, 320.5], "text": " Something that is beating the Jap and rolling him back as we push through the Pacific from island to island. Mechanical weapons for construction as well as destruction are part of the equipment coming in."}, {"timestamp": [320.5, 324.5], "text": " Two years ago the Jap grabbed this in other islands."}, {"timestamp": [324.5, 325.2], "text": " Today we are out"}, {"timestamp": [325.2, 329.06], "text": " flanking him but the job here will not be complete until we have rolled an airbase"}, {"timestamp": [329.06, 332.78], "text": " out of the jungle and our bombers and fighters are tearing down the airstrips to"}, {"timestamp": [332.78, 336.44], "text": " pound the Jap now clinging desperately to his southern strongholds."}, {"timestamp": [336.44, 353.2], "text": " At first the natives kept out of harm's way, but soon their curiosity wins out, and they sneak back to stand around and watch the tanks and equipment coming ashore."}, {"timestamp": [354.0, 358.8], "text": " From the natives, more information is gathered about the scatterings of Japs still dug in back in the jungle."}, {"timestamp": [359.6, 378.0], "text": " The trolls move off to drive them out."}, {"timestamp": [385.26, 385.94], "text": " With other patrols pushing off around the beaches, go tanks to help clean out caves where small bands of Japs are reported to be hiding."}, {"timestamp": [389.96, 399.56], "text": " Slogan of these patrols is, if you strike trouble, return it with interest."}, {"timestamp": [403.88, 406.76], "text": " With everything under control, Major General Barraclough calls the conference of senior American and New Zealand officers at divisional headquarters."}, {"timestamp": [406.76, 411.68], "text": " Already American communiques have announced the invasion of Nissen has come off as expected."}, {"timestamp": [411.68, 415.44], "text": " For the third time, the cracked New Zealand army forces have landed on Japanese controlled"}, {"timestamp": [415.44, 435.0], "text": " islands. Beneath the palms, the Kiwis are settling in."}, {"timestamp": [435.0, 441.0], "text": " The success of this, their latest offensive move, is not measured in enemy losses nor casualties suffered."}, {"timestamp": [441.0, 446.0], "text": " They have carried out a gigantic sea and land operation exactly according to plan."}, {"timestamp": [446.0, 450.24], "text": " In their own words, everything's running in a bath of oil. They can start cutting palm"}, {"timestamp": [450.24, 454.24], "text": " fronds for their beds. They're here to stay until the next move."}, {"timestamp": [454.24, 466.0], "text": " Gun positions and communication are soon established and tuned up for trouble."}, {"timestamp": [466.0, 470.0], "text": " It is expected that the Jap will attempt to come back in the air with everything he can scratch together."}, {"timestamp": [470.0, 476.0], "text": " But his failure to appear suggests he is now reconciled to waging only a defensive war in the South Pacific."}, {"timestamp": [476.0, 486.7], "text": " During the last two years, the Japs in occupation of this island have ill-treated the natives, neglected them and robbed them of their food."}, {"timestamp": [487.3, 489.22], "text": " Now the natives are among friends again."}, {"timestamp": [499.84, 506.32], "text": " At the headquarters of the Kiwi Tank Squadron, communications are being lined up with tank crews getting ready to push off into the jungle."}, {"timestamp": [507.08, 511.5], "text": " Like the New Zealand 2nd Division in Italy, the New Zealand 3rd Division doesn't stop for long."}, {"timestamp": [512.12, 517.22], "text": " Though the nature of their fighting isn't as spectacular as that in Africa and Italy, it is just as tough."}, {"timestamp": [517.74, 522.2], "text": " It is war, fought with small patrols on small fronts backed by the sea."}, {"timestamp": [522.88, 525.0], "text": " Every operation begins as a naval task,"}, {"timestamp": [525.0, 527.0], "text": " which has required command of the sea and the air."}, {"timestamp": [527.0, 529.0], "text": " The supremacy of the American Navy"}, {"timestamp": [529.0, 531.0], "text": " and the American and New Zealand Air Forces"}, {"timestamp": [531.0, 533.0], "text": " has made it possible for ground troops"}, {"timestamp": [533.0, 536.0], "text": " to drive out the Japs and then consolidate island bases."}, {"timestamp": [536.0, 539.0], "text": " Here at Nissen, construction of an air base"}, {"timestamp": [539.0, 541.0], "text": " began almost as soon as the forces landed."}, {"timestamp": [541.0, 545.04], "text": " In the days following, half a million pounds worth of equipment"}, {"timestamp": [545.04, 547.5], "text": " was brought in to carve a million square feet of coral"}, {"timestamp": [547.5, 550.06], "text": " and jungle into one of the finest flying strips"}, {"timestamp": [550.06, 551.54], "text": " in the Pacific."}, {"timestamp": [551.54, 554.22], "text": " The successful invasion of Nissen marks the end of one chapter"}, {"timestamp": [554.22, 556.38], "text": " in the Pacific and the beginning of another."}, {"timestamp": [556.38, 560.28], "text": " Faultless planning, daring reconnaissance, perfect coordination"}, {"timestamp": [560.28, 564.46], "text": " between American and New Zealand forces with sea and air superiority"}, {"timestamp": [564.46, 570.84], "text": " made possible this final outflanking movement that seals the fate of Rabal and threatens the Japanese main Pacific line."}, {"timestamp": [571.68, 575.22], "text": " New Zealand troops have proved their ability to fight under these new conditions."}, {"timestamp": [576.02, 578.9], "text": " Now they're all set for the Coral Road to Tokyo."}], "text": " On the road to On the canal to trace the path of an invasion that is virtually to end the campaign for the Solomon Islands, Major General Barraclough holds a get-together with New Zealand and American staff officers. Objective of their plans is Nissan Island, largest of an at an at 135 miles east of Raba. Ready and waiting to embark, these men of New Zealand's third division have back of them months of hard training, with battle experience at Vela Lavella and Treasury Island, that has transformed them into a new fighting force, an amphibious force akin to the US Marines, first of its kind in our military history. In support of them go some US ground troops. Both are under the command of Major General Barrow Club. The Convoy gets underway and Guadalcanal is left behind, but the invasion force is not yet complete. From Vela Levella come more men. This is no small operation. It's another of those strategic leaps that have marked our offensive in the Pacific War. To hop from island to island, to clean out the Japs and flatten the jungle into an airbase, is a strategy that called for a new technique of warfare. With a resource typical of New Zealanders, these men have mastered the method. They know all the tricks from moving in on transports, gunboats and barges to fighting it out on the beaches and in the jungle. I'm not sure. Underway again, with little room to spare on the ship's under way again with little room to spare on the ships. But there's always a corner somewhere for a game of cards. A quiet game if nip planes don't interrupt. Some prefer a game that brings in quicker returns. Dawn, February 15th, the convoy site's Nissen Island. At 6 a.m., the men start to move ashore. Expected large-scale air attacks from the Japs have failed to eventuate, and only feeble scattered sorties from nearby Rabaal had to be dealt with. In these, the enemy found he had bought more than he'd bargained for. Powerful and effective sea and air cover, supplied by the U.S. Navy and American and New Zealand planes, saved the convoy from a pounding that might have cost us ships and men. In a daring raid during the last days of January, a small New Zealand and American Commando force under Lieutenant Colonel Cornwall Auckland, had scouted the island to test enemy gun positions and installations. They had returned with much information and only slight casualties. Now the main force moves ashore landing points inside a Rumi lagoon. Ahead of them have gone gunboats and minesweepers prepared to clear the way. But no opposition is struck. The gigantic task of landing thousands of men, thousands of tons of equipment, vehicles, weapons and food, 500 miles from their base on a jungle island without cranes, slings and warves. It's an amphibious operation these men have learned to carry out to perfection. Lack of strong opposition and only slight casualties does not lessen the magnitude nor the success. Secret of the job is coordination. Complete coordination of manpower and mechanical power. Something that is beating the Jap and rolling him back as we push through the Pacific from island to island. Mechanical weapons for construction as well as destruction are part of the equipment coming in. Two years ago the Jap grabbed this in other islands. Today we are out flanking him but the job here will not be complete until we have rolled an airbase out of the jungle and our bombers and fighters are tearing down the airstrips to pound the Jap now clinging desperately to his southern strongholds. At first the natives kept out of harm's way, but soon their curiosity wins out, and they sneak back to stand around and watch the tanks and equipment coming ashore. From the natives, more information is gathered about the scatterings of Japs still dug in back in the jungle. The trolls move off to drive them out. With other patrols pushing off around the beaches, go tanks to help clean out caves where small bands of Japs are reported to be hiding. Slogan of these patrols is, if you strike trouble, return it with interest. With everything under control, Major General Barraclough calls the conference of senior American and New Zealand officers at divisional headquarters. Already American communiques have announced the invasion of Nissen has come off as expected. For the third time, the cracked New Zealand army forces have landed on Japanese controlled islands. Beneath the palms, the Kiwis are settling in. The success of this, their latest offensive move, is not measured in enemy losses nor casualties suffered. They have carried out a gigantic sea and land operation exactly according to plan. In their own words, everything's running in a bath of oil. They can start cutting palm fronds for their beds. They're here to stay until the next move. Gun positions and communication are soon established and tuned up for trouble. It is expected that the Jap will attempt to come back in the air with everything he can scratch together. But his failure to appear suggests he is now reconciled to waging only a defensive war in the South Pacific. During the last two years, the Japs in occupation of this island have ill-treated the natives, neglected them and robbed them of their food. Now the natives are among friends again. At the headquarters of the Kiwi Tank Squadron, communications are being lined up with tank crews getting ready to push off into the jungle. Like the New Zealand 2nd Division in Italy, the New Zealand 3rd Division doesn't stop for long. Though the nature of their fighting isn't as spectacular as that in Africa and Italy, it is just as tough. It is war, fought with small patrols on small fronts backed by the sea. Every operation begins as a naval task, which has required command of the sea and the air. The supremacy of the American Navy and the American and New Zealand Air Forces has made it possible for ground troops to drive out the Japs and then consolidate island bases. Here at Nissen, construction of an air base began almost as soon as the forces landed. In the days following, half a million pounds worth of equipment was brought in to carve a million square feet of coral and jungle into one of the finest flying strips in the Pacific. The successful invasion of Nissen marks the end of one chapter in the Pacific and the beginning of another. Faultless planning, daring reconnaissance, perfect coordination between American and New Zealand forces with sea and air superiority made possible this final outflanking movement that seals the fate of Rabal and threatens the Japanese main Pacific line. New Zealand troops have proved their ability to fight under these new conditions. Now they're all set for the Coral Road to Tokyo."}