{"speakers": [], "chunks": [{"timestamp": [0.0, 52.0], "text": " The The Bay of Islands, unspoiled and peaceful, where land and water meet in harmony. Here was the cradle of European colonization in New Zealand about 140 years ago."}, {"timestamp": [52.0, 67.0], "text": " Flowers and fruits from the South Sea islands grow and bloom in this subtropical district."}, {"timestamp": [67.0, 75.0], "text": " A comparative newcomer to the setting, commercially at least, is the Tamarillo."}, {"timestamp": [75.0, 124.0], "text": " The Tamarillo, or if you want to be scientific, Cyphamandra Crassifolia, is a native of Peru and Brazil. Tamarillo's were brought to New Zealand from the hill country of India in 1891."}, {"timestamp": [124.0, 129.0], "text": " For years though it remained an oddity, at best a colourful ornament, not to be eaten."}, {"timestamp": [129.0, 133.0], "text": " Ironically it took a war to enable people to appreciate the fruit."}, {"timestamp": [133.0, 136.0], "text": " When bananas, pineapples and oranges from the Pacific Islands were restricted,"}, {"timestamp": [136.0, 169.0], "text": " Tamarillo production was stepped up. This year, growers in the Kerry-Cheria area hope to harvest 2,500 tons of the fruit, much of it for export."}, {"timestamp": [172.0, 174.0], "text": " New Zealand has acquired a taste for the exotic tamarillo. Now it's the world's turn."}, {"timestamp": [174.0, 188.6], "text": " Looking like something transplanted from the English countryside"}, {"timestamp": [188.6, 192.1], "text": " is a house less than a mile from the centre of Dunedin City."}, {"timestamp": [192.8, 197.0], "text": " It's described by architects as being Jacobian with a Dutch influence."}, {"timestamp": [198.5, 203.0], "text": " Hardly the style of home expected from the pioneer era of New Zealand history."}, {"timestamp": [210.0, 216.0], "text": " This home is certainly not representative of New Zealand colonial life, but it does give an insight into the living conditions a handful of families enjoyed at the turn of the century."}, {"timestamp": [216.0, 227.0], "text": " Alveston was completed in 1906 and the Theamen family of four took up residence with over a dozen servants."}, {"timestamp": [227.0, 233.0], "text": " These were the days of butlers, chauffeurs, cooks and upstairs maids."}, {"timestamp": [233.0, 240.0], "text": " Mr. Theerman, an industrialist, built the house as a home for his family and art collection."}, {"timestamp": [240.0, 246.0], "text": " Its heyday was during the 1920s, when entertaining was done on a grand style,"}, {"timestamp": [246.0, 250.0], "text": " but the Theermans were aware of the problems outside their small world."}, {"timestamp": [250.0, 258.0], "text": " It was during dinner at this table that Dr. Truby King gained support to form the Plunkett Society for the care of mothers and babies."}, {"timestamp": [258.0, 274.0], "text": " As was common at this time, entertaining was done at home."}, {"timestamp": [278.0, 287.0], "text": " This elegant way of life was reasonably short-lived. It started to disappear during the depressed 1930s and the introduction of the 40-hour week and the basic wage was the end of the era."}, {"timestamp": [287.0, 321.5], "text": " In 1966, Miss Dorothy Theerman, daughter of the original owner, willed the house and all its contents to the city of Dunedin as a gallery of domestic art. Olveston is neither an art gallery nor a museum, but a home, maintained as it was when its owners lived in it."}, {"timestamp": [326.0, 330.4], "text": " The treasures which fill the rooms are from a lifetime of collecting,"}, {"timestamp": [330.4, 357.0], "text": " and today would be an antique dealer's dream. Mr. Theerman traveled extensively throughout the world, acquiring items for his house, and many of the best pieces are from the Orient."}, {"timestamp": [357.0, 363.0], "text": " But generally, his collecting had no pattern. He purchased things that appealed to him."}, {"timestamp": [363.0, 368.24], "text": " There are watercolours by famous Englishmen, oils by well-known New Zealanders."}, {"timestamp": [381.24, 386.0], "text": " Olveston is unique, a bit of the past, from an age of elegance which has gone from New Zealand forever."}], "text": " The The Bay of Islands, unspoiled and peaceful, where land and water meet in harmony. Here was the cradle of European colonization in New Zealand about 140 years ago. Flowers and fruits from the South Sea islands grow and bloom in this subtropical district. A comparative newcomer to the setting, commercially at least, is the Tamarillo. The Tamarillo, or if you want to be scientific, Cyphamandra Crassifolia, is a native of Peru and Brazil. Tamarillo's were brought to New Zealand from the hill country of India in 1891. For years though it remained an oddity, at best a colourful ornament, not to be eaten. Ironically it took a war to enable people to appreciate the fruit. When bananas, pineapples and oranges from the Pacific Islands were restricted, Tamarillo production was stepped up. This year, growers in the Kerry-Cheria area hope to harvest 2,500 tons of the fruit, much of it for export. New Zealand has acquired a taste for the exotic tamarillo. Now it's the world's turn. Looking like something transplanted from the English countryside is a house less than a mile from the centre of Dunedin City. It's described by architects as being Jacobian with a Dutch influence. Hardly the style of home expected from the pioneer era of New Zealand history. This home is certainly not representative of New Zealand colonial life, but it does give an insight into the living conditions a handful of families enjoyed at the turn of the century. Alveston was completed in 1906 and the Theamen family of four took up residence with over a dozen servants. These were the days of butlers, chauffeurs, cooks and upstairs maids. Mr. Theerman, an industrialist, built the house as a home for his family and art collection. Its heyday was during the 1920s, when entertaining was done on a grand style, but the Theermans were aware of the problems outside their small world. It was during dinner at this table that Dr. Truby King gained support to form the Plunkett Society for the care of mothers and babies. As was common at this time, entertaining was done at home. This elegant way of life was reasonably short-lived. It started to disappear during the depressed 1930s and the introduction of the 40-hour week and the basic wage was the end of the era. In 1966, Miss Dorothy Theerman, daughter of the original owner, willed the house and all its contents to the city of Dunedin as a gallery of domestic art. Olveston is neither an art gallery nor a museum, but a home, maintained as it was when its owners lived in it. The treasures which fill the rooms are from a lifetime of collecting, and today would be an antique dealer's dream. Mr. Theerman traveled extensively throughout the world, acquiring items for his house, and many of the best pieces are from the Orient. But generally, his collecting had no pattern. He purchased things that appealed to him. There are watercolours by famous Englishmen, oils by well-known New Zealanders. Olveston is unique, a bit of the past, from an age of elegance which has gone from New Zealand forever."}