{"speakers": [], "chunks": [{"timestamp": [0.0, 26.0], "text": " The Aucklanders packed Queen Street for their all-heroes day."}, {"timestamp": [26.0, 28.0], "text": " The rain made no difference."}, {"timestamp": [28.0, 31.0], "text": " This was their day for welcoming the men back from overseas."}, {"timestamp": [31.0, 36.0], "text": " Not since the Achilles returned from the river plate, had there been such a crowd and such enthusiasm."}, {"timestamp": [36.0, 47.24], "text": " This was a welcome for all men who had fought overseas,"}, {"timestamp": [47.24, 51.24], "text": " for airmen back from the Solomons, from Britain and from the Middle East,"}, {"timestamp": [51.24, 54.24], "text": " and for sailors of the Navy and mercantile marine."}, {"timestamp": [58.24, 65.0], "text": " Here's a wartime industry that began 40 years ago."}, {"timestamp": [65.0, 71.0], "text": " At this Rotaroe Estate sawmill, these logs come from fine trees planted away back in 1900."}, {"timestamp": [71.0, 76.0], "text": " Today, they're being milled for army use, for barbed wire reels and grenade cases."}, {"timestamp": [80.0, 82.0], "text": " Conveyor belt haul them into the mill."}, {"timestamp": [82.0, 85.86], "text": " Here they are cut and trim to the required lengths."}, {"timestamp": [91.32, 94.9], "text": " From the outdoor drying stacks, the wood is drawn off for the final cutting."}, {"timestamp": [97.48, 100.24], "text": " This is work that is done by women as well as men,"}, {"timestamp": [100.56, 103.08], "text": " a wartime job that calls for strength and skill."}, {"timestamp": [105.56, 109.78], "text": " In a New Zealand port, the foremastered bark, Pamir, is made ready for sea."}, {"timestamp": [110.3, 112.58], "text": " In this war, we must use every ship we've got."}, {"timestamp": [122.64, 125.8], "text": " A sailing ship is as useful as she is beautiful."}, {"timestamp": [125.8, 129.68], "text": " Her holds are large and her sails will carry her to the other side of the world."}, {"timestamp": [130.24, 133.8], "text": " In wartime, there are many hazards, but she'll get through."}, {"timestamp": [150.0, 153.0], "text": " Early morning in the desert, the war. the war in Africa is over. These are the battle-worn trucks of the New Zealand division."}, {"timestamp": [153.0, 160.0], "text": " The men are getting ready to move off again on the last stage of their long journey back to base."}, {"timestamp": [160.0, 163.0], "text": " Now they can shave again undisturbed."}, {"timestamp": [163.0, 167.0], "text": " There's no danger except from an unsteady hand."}, {"timestamp": [171.0, 175.0], "text": " Breakfast is ready and it can be eaten in peace."}, {"timestamp": [187.44, 189.44], "text": " As the sun rises, the division moves off. They know this road."}, {"timestamp": [189.44, 194.52], "text": " Thirteen months ago they set off to fight their way to the end of it, and they got there."}, {"timestamp": [194.52, 197.2], "text": " Overhead, the Air Force provides air protection."}, {"timestamp": [197.2, 199.44], "text": " It's still an army on the move."}, {"timestamp": [199.44, 201.48], "text": " The drivers stick to the road."}, {"timestamp": [201.48, 203.92], "text": " There are still minefields on either side."}, {"timestamp": [203.92, 207.0], "text": " Stray camels don't seem to care."}, {"timestamp": [211.0, 235.0], "text": " 2,000 vehicles make up the 50-mile convoy that moves back along this historic desert road. Almost back, in sight of the pyramids again as the trucks roll on to Mina."}, {"timestamp": [235.0, 252.0], "text": " Through the streets and on past the old port of Cairo, where boats on the Nile are moored at the roadside."}, {"timestamp": [252.0, 260.0], "text": " In the shadow of green trees again after the glaring heat of the desert."}, {"timestamp": [260.0, 268.54], "text": " Back among familiar scenes which months ago they left behind, the colourful streets of Mardi."}, {"timestamp": [269.14, 270.44], "text": " But there's no stopping yet."}, {"timestamp": [277.54, 283.7], "text": " It's into camp again, back at base, rolling in after a journey of 2,000 miles from Tunisia,"}, {"timestamp": [284.4, 287.12], "text": " after having fought in the greatest desert campaign in history"}, {"timestamp": [287.12, 289.0], "text": " and helped to win it."}, {"timestamp": [300.84, 302.94], "text": " As an army, they went into battle."}, {"timestamp": [303.44, 307.0], "text": " As an army, they returned, confident and cheerful."}, {"timestamp": [307.0, 309.0], "text": " Veterans now."}, {"timestamp": [313.0, 316.0], "text": " Waiting for them is mail from New Zealand."}, {"timestamp": [316.0, 318.0], "text": " Letters from home."}, {"timestamp": [318.0, null], "text": " Words that mean more to them than all their deeds. verdines."}], "text": " The Aucklanders packed Queen Street for their all-heroes day. The rain made no difference. This was their day for welcoming the men back from overseas. Not since the Achilles returned from the river plate, had there been such a crowd and such enthusiasm. This was a welcome for all men who had fought overseas, for airmen back from the Solomons, from Britain and from the Middle East, and for sailors of the Navy and mercantile marine. Here's a wartime industry that began 40 years ago. At this Rotaroe Estate sawmill, these logs come from fine trees planted away back in 1900. Today, they're being milled for army use, for barbed wire reels and grenade cases. Conveyor belt haul them into the mill. Here they are cut and trim to the required lengths. From the outdoor drying stacks, the wood is drawn off for the final cutting. This is work that is done by women as well as men, a wartime job that calls for strength and skill. In a New Zealand port, the foremastered bark, Pamir, is made ready for sea. In this war, we must use every ship we've got. A sailing ship is as useful as she is beautiful. Her holds are large and her sails will carry her to the other side of the world. In wartime, there are many hazards, but she'll get through. Early morning in the desert, the war. the war in Africa is over. These are the battle-worn trucks of the New Zealand division. The men are getting ready to move off again on the last stage of their long journey back to base. Now they can shave again undisturbed. There's no danger except from an unsteady hand. Breakfast is ready and it can be eaten in peace. As the sun rises, the division moves off. They know this road. Thirteen months ago they set off to fight their way to the end of it, and they got there. Overhead, the Air Force provides air protection. It's still an army on the move. The drivers stick to the road. There are still minefields on either side. Stray camels don't seem to care. 2,000 vehicles make up the 50-mile convoy that moves back along this historic desert road. Almost back, in sight of the pyramids again as the trucks roll on to Mina. Through the streets and on past the old port of Cairo, where boats on the Nile are moored at the roadside. In the shadow of green trees again after the glaring heat of the desert. Back among familiar scenes which months ago they left behind, the colourful streets of Mardi. But there's no stopping yet. It's into camp again, back at base, rolling in after a journey of 2,000 miles from Tunisia, after having fought in the greatest desert campaign in history and helped to win it. As an army, they went into battle. As an army, they returned, confident and cheerful. Veterans now. Waiting for them is mail from New Zealand. Letters from home. Words that mean more to them than all their deeds. verdines."}