{"speakers": [], "chunks": [{"timestamp": [0.0, 34.08], "text": " The For Valerie White of Napa"}, {"timestamp": [34.08, 37.6], "text": " a workout in the backyard is daily routine."}, {"timestamp": [37.6, 40.56], "text": " Though only 15, Valerie is New Zealand Women Open champion"}, {"timestamp": [40.56, 48.0], "text": " and has been chosen for the Barcelona international championships next October."}, {"timestamp": [52.0, 56.0], "text": " The figures she is practicing here are for Barcelona. At the moment they're not part of the New Zealand Championship, but will be next year."}, {"timestamp": [59.0, 61.0], "text": " As she won her first title win only seven,"}, {"timestamp": [61.0, 66.0], "text": " giving demonstrations to crowds at Napier's Marine Parade is no trouble to this young skater."}, {"timestamp": [66.0, 72.0], "text": " Reassuring advice comes from Miss Plalman, Valerie's coach manager, who will accompany her overseas."}, {"timestamp": [72.0, 85.0], "text": " Mother and grandmother, both expert skaters in their time, show kindly interest too. I'm not I'm going to be. And I'm"}, {"timestamp": [85.0, 125.0], "text": " I'm I'm not I'm gonnae'n't I'm gonna'n't"}, {"timestamp": [125.0, 166.0], "text": " I'm It's a long way from Napier to Barcelona, but the New Zealand skating clubs who are providing the necessary funds"}, {"timestamp": [166.0, 169.0], "text": " know that they're sending a worthy representative."}, {"timestamp": [169.0, 186.0], "text": " Under the shadows of ships in port at Auckland's Devonport Naval Base, young New Zealanders are learning a vocation with a difference."}, {"timestamp": [186.0, 189.0], "text": " Underwater tradesmen, that's what they mean to be."}, {"timestamp": [193.0, 195.0], "text": " So it's back to school for a little while."}, {"timestamp": [195.0, 198.0], "text": " First they learn about the rudimentary techniques of diving."}, {"timestamp": [198.0, 201.0], "text": " After the theory will come the training in Frogman suits."}, {"timestamp": [201.0, 205.76], "text": " These light suits brought into use extensively after the exploits of Frogman in the last war"}, {"timestamp": [205.76, 209.24], "text": " enable divers to maneuver more easily than they've been able to before."}, {"timestamp": [209.24, 221.0], "text": " They'll give special attention to emergency techniques, like ditching suits quickly."}, {"timestamp": [224.0, 225.0], "text": " Later they get nearer to the real purpose of their training. They learn about the tools they'll use underwater. like ditching suits quickly."}, {"timestamp": [227.5, 230.0], "text": " Later they get nearer to the real purpose of their training. They learn about the tools they'll use underwater."}, {"timestamp": [230.0, 232.0], "text": " There's the Cox's gun, for example,"}, {"timestamp": [232.0, 234.0], "text": " which fires a rivet through the thickest of plating."}, {"timestamp": [234.0, 237.0], "text": " It's a useful gadget when the side of a hull has been ripped down."}, {"timestamp": [237.0, 256.0], "text": " Above water, they learn to use the oxy-hydrogen torch, which burns quickly and brightly through water and steel to effect emergency repairs."}, {"timestamp": [256.0, 262.0], "text": " Under water, they'll learn to use it just as well."}, {"timestamp": [262.0, 270.0], "text": " It isn't long before they've dispensed with the classroom and are out to make dives in the harbour."}, {"timestamp": [270.0, 275.0], "text": " A girth-reducing exercise? It gets the air out of their frog suits too."}, {"timestamp": [279.0, 285.0], "text": " Frog suits are the first in a series of working clothes they'll learn to use."}, {"timestamp": [285.0, 301.0], "text": " Bloundering into another type, the shallow water diving suit is like an after-dinner speech."}, {"timestamp": [301.0, 307.3], "text": " It goes on and on and on. But always working under the eye of their instructor,"}, {"timestamp": [307.3, 310.6], "text": " they pop their heads out the right end in the end."}, {"timestamp": [314.56, 316.84], "text": " They're busy students, busy learning work"}, {"timestamp": [316.84, 319.14], "text": " that will be useful in peace and war."}, {"timestamp": [319.14, 321.42], "text": " Under the sea, there'll be a new world to learn"}, {"timestamp": [321.42, 324.02], "text": " and new problems to master on the way to becoming"}, {"timestamp": [324.02, 328.1], "text": " New Zealand's underwater tradesmen. Goodbye now. Sorry we can't come with you."}, {"timestamp": [328.1, 351.0], "text": " The land and what it grows. This is New Zealand's wealth. Among those safeguarding this wealth are a small group of scientists at the government plant research and diseases station at Mount Albert, Auckland."}, {"timestamp": [351.0, 355.0], "text": " Here, a scientific thought of many men and many lands is put to practice,"}, {"timestamp": [355.0, 358.0], "text": " and men and women work to keep their country fruitful."}, {"timestamp": [360.0, 367.0], "text": " Soil is the country's most vital raw material, and soil samples from many different places come to be tested and analyzed."}, {"timestamp": [367.0, 373.0], "text": " Some soils have the power of preventing growth of harmful bacteria, and these antibiotic effects are being studied."}, {"timestamp": [373.0, 380.0], "text": " Antibiotics generally, like penicillin, have had a powerful effect in reducing both human and plant disease."}, {"timestamp": [380.0, 393.08], "text": " The soil is diluted in water-filled test tubes."}, {"timestamp": [395.18, 395.82], "text": " The soil is tested against harmful bacteria."}, {"timestamp": [399.18, 402.08], "text": " The clear circles round the white paper disks containing soil solution mean that harmful bacteria have been prevented from growing."}, {"timestamp": [403.02, 408.76], "text": " The contents of this soil may prove to be a new ally in the silent unending war against disease."}, {"timestamp": [408.76, 415.88], "text": " Researchers work in a world of strange, fantastic shapes, like the roots of these clover plants."}, {"timestamp": [415.88, 421.36], "text": " A strange, fantastic world, yet also a brilliant green world of growing things."}, {"timestamp": [421.36, 427.0], "text": " In the glasshouses, effects of different bacteria on clover plants are studied."}, {"timestamp": [427.0, 431.76], "text": " Tests determine the most efficient strain of bacteria to be fostered. When everything's been"}, {"timestamp": [431.76, 436.24], "text": " considered and the best strain discovered, the station will supply bacterial cultures to farmers."}, {"timestamp": [441.12, 446.0], "text": " They're always looking for new friends for farmers and orchidists. But this man's helping an enemy."}, {"timestamp": [446.0, 450.0], "text": " He's damaging peach trees so they can be infected with blast disease,"}, {"timestamp": [450.0, 453.0], "text": " a killer of stone fruits and a serious threat to many other plants."}, {"timestamp": [453.0, 457.0], "text": " At the same time, a co-worker sprays on a new streptomycin cure"}, {"timestamp": [457.0, 460.0], "text": " devised by Mount Albert scientists to defeat the disease."}, {"timestamp": [460.0, 463.0], "text": " All the trees are damaged and infected,"}, {"timestamp": [463.0, 466.0], "text": " but only some receive the new spray."}, {"timestamp": [466.0, 471.0], "text": " Trees treated and untreated are placed in a humidity cabinet to allow the disease to take charge."}, {"timestamp": [471.0, 475.0], "text": " A week later, researchers have a chance to see the results."}, {"timestamp": [480.0, 485.0], "text": " It doesn't take long for this dangerous disease to develop."}, {"timestamp": [485.0, 487.0], "text": " The damage shows clearly."}, {"timestamp": [487.0, 493.0], "text": " But the trees sprayed with streptomycin are still green and whole."}, {"timestamp": [493.0, 497.0], "text": " Defeat of this disease means another victory for Mount Albert."}, {"timestamp": [497.0, 501.0], "text": " Pine forests are the center of operations for timber research men,"}, {"timestamp": [501.0, 505.08], "text": " on guard against anything that might endanger this rich harvest of tomorrow."}, {"timestamp": [505.08, 509.36], "text": " To detect diseased and dying trees, they use a new electronic device."}, {"timestamp": [509.36, 513.46], "text": " Up till now there's been no way of telling whether a tree is really healthy, no way to take"}, {"timestamp": [513.46, 515.32], "text": " its pulse as it were."}, {"timestamp": [515.32, 519.88], "text": " This device sends a heat pulse through the sap, enabling the rate of sap flow to be measured"}, {"timestamp": [519.88, 523.0], "text": " and the vitality of the tree to be judged."}, {"timestamp": [523.0, 525.68], "text": " A switch is flicked on and the heat flows with the sap"}, {"timestamp": [525.68, 530.76], "text": " to be recorded on a moving chart. In tracing the cause of pine tree deaths, scientists are"}, {"timestamp": [530.76, 539.28], "text": " learning much about sap movement, but there's still much to learn. New devices, new experiments."}, {"timestamp": [539.28, 542.88], "text": " All the time there are new developments in the work of the scientists at the busy Mount Albert"}, {"timestamp": [542.88, 548.0], "text": " Center."}, {"timestamp": [552.0, 554.0], "text": " There are always new specimens arriving, enabling them to keep a check on old diseases and to find ways of beating new ones."}, {"timestamp": [558.0, 562.0], "text": " All the time new cures are going out. New sprays are tested for the commercial market."}, {"timestamp": [570.0, 574.0], "text": " New experiments are started as new lines of thought are followed up."}, {"timestamp": [579.0, 581.0], "text": " From all over the country, progress reports are coming in, reporting failure or success,"}, {"timestamp": [581.0, 585.4], "text": " but always adding to the station's store of knowledge on plant life."}, {"timestamp": [585.4, 586.8], "text": " And there's information."}, {"timestamp": [586.8, 589.38], "text": " All the time they're spreading their knowledge to others."}, {"timestamp": [589.38, 595.02], "text": " Books for the farmer, books for the orchardist, books for the backyard gardener."}, {"timestamp": [595.02, 601.8], "text": " More tangible things go out too, like bacterial cultures to help seed growth."}, {"timestamp": [601.8, 608.0], "text": " In one of the fruit-filled research orchards, which are scattered throughout the country, Mount Albert scientists examine the results of their labor."}, {"timestamp": [608.0, 617.0], "text": " There's is a work of trial and error, of slow experiment and careful thought, a work dedicated to the goal of a green and fruitful New Zealand."}], "text": " The For Valerie White of Napa a workout in the backyard is daily routine. Though only 15, Valerie is New Zealand Women Open champion and has been chosen for the Barcelona international championships next October. The figures she is practicing here are for Barcelona. At the moment they're not part of the New Zealand Championship, but will be next year. As she won her first title win only seven, giving demonstrations to crowds at Napier's Marine Parade is no trouble to this young skater. Reassuring advice comes from Miss Plalman, Valerie's coach manager, who will accompany her overseas. Mother and grandmother, both expert skaters in their time, show kindly interest too. I'm not I'm going to be. And I'm I'm I'm not I'm gonnae'n't I'm gonna'n't I'm It's a long way from Napier to Barcelona, but the New Zealand skating clubs who are providing the necessary funds know that they're sending a worthy representative. Under the shadows of ships in port at Auckland's Devonport Naval Base, young New Zealanders are learning a vocation with a difference. Underwater tradesmen, that's what they mean to be. So it's back to school for a little while. First they learn about the rudimentary techniques of diving. After the theory will come the training in Frogman suits. These light suits brought into use extensively after the exploits of Frogman in the last war enable divers to maneuver more easily than they've been able to before. They'll give special attention to emergency techniques, like ditching suits quickly. Later they get nearer to the real purpose of their training. They learn about the tools they'll use underwater. like ditching suits quickly. Later they get nearer to the real purpose of their training. They learn about the tools they'll use underwater. There's the Cox's gun, for example, which fires a rivet through the thickest of plating. It's a useful gadget when the side of a hull has been ripped down. Above water, they learn to use the oxy-hydrogen torch, which burns quickly and brightly through water and steel to effect emergency repairs. Under water, they'll learn to use it just as well. It isn't long before they've dispensed with the classroom and are out to make dives in the harbour. A girth-reducing exercise? It gets the air out of their frog suits too. Frog suits are the first in a series of working clothes they'll learn to use. Bloundering into another type, the shallow water diving suit is like an after-dinner speech. It goes on and on and on. But always working under the eye of their instructor, they pop their heads out the right end in the end. They're busy students, busy learning work that will be useful in peace and war. Under the sea, there'll be a new world to learn and new problems to master on the way to becoming New Zealand's underwater tradesmen. Goodbye now. Sorry we can't come with you. The land and what it grows. This is New Zealand's wealth. Among those safeguarding this wealth are a small group of scientists at the government plant research and diseases station at Mount Albert, Auckland. Here, a scientific thought of many men and many lands is put to practice, and men and women work to keep their country fruitful. Soil is the country's most vital raw material, and soil samples from many different places come to be tested and analyzed. Some soils have the power of preventing growth of harmful bacteria, and these antibiotic effects are being studied. Antibiotics generally, like penicillin, have had a powerful effect in reducing both human and plant disease. The soil is diluted in water-filled test tubes. The soil is tested against harmful bacteria. The clear circles round the white paper disks containing soil solution mean that harmful bacteria have been prevented from growing. The contents of this soil may prove to be a new ally in the silent unending war against disease. Researchers work in a world of strange, fantastic shapes, like the roots of these clover plants. A strange, fantastic world, yet also a brilliant green world of growing things. In the glasshouses, effects of different bacteria on clover plants are studied. Tests determine the most efficient strain of bacteria to be fostered. When everything's been considered and the best strain discovered, the station will supply bacterial cultures to farmers. They're always looking for new friends for farmers and orchidists. But this man's helping an enemy. He's damaging peach trees so they can be infected with blast disease, a killer of stone fruits and a serious threat to many other plants. At the same time, a co-worker sprays on a new streptomycin cure devised by Mount Albert scientists to defeat the disease. All the trees are damaged and infected, but only some receive the new spray. Trees treated and untreated are placed in a humidity cabinet to allow the disease to take charge. A week later, researchers have a chance to see the results. It doesn't take long for this dangerous disease to develop. The damage shows clearly. But the trees sprayed with streptomycin are still green and whole. Defeat of this disease means another victory for Mount Albert. Pine forests are the center of operations for timber research men, on guard against anything that might endanger this rich harvest of tomorrow. To detect diseased and dying trees, they use a new electronic device. Up till now there's been no way of telling whether a tree is really healthy, no way to take its pulse as it were. This device sends a heat pulse through the sap, enabling the rate of sap flow to be measured and the vitality of the tree to be judged. A switch is flicked on and the heat flows with the sap to be recorded on a moving chart. In tracing the cause of pine tree deaths, scientists are learning much about sap movement, but there's still much to learn. New devices, new experiments. All the time there are new developments in the work of the scientists at the busy Mount Albert Center. There are always new specimens arriving, enabling them to keep a check on old diseases and to find ways of beating new ones. All the time new cures are going out. New sprays are tested for the commercial market. New experiments are started as new lines of thought are followed up. From all over the country, progress reports are coming in, reporting failure or success, but always adding to the station's store of knowledge on plant life. And there's information. All the time they're spreading their knowledge to others. Books for the farmer, books for the orchardist, books for the backyard gardener. More tangible things go out too, like bacterial cultures to help seed growth. In one of the fruit-filled research orchards, which are scattered throughout the country, Mount Albert scientists examine the results of their labor. There's is a work of trial and error, of slow experiment and careful thought, a work dedicated to the goal of a green and fruitful New Zealand."}