{"speakers": [], "chunks": [{"timestamp": [0.0, 31.38], "text": " That's him. Wacky, the white heron."}, {"timestamp": [31.74, 33.64], "text": " And though he's only a wild bird from the bush,"}, {"timestamp": [33.88, 36.26], "text": " he knows as well as you or I or any other cat."}, {"timestamp": [36.62, 38.42], "text": " What a refrigerator door sounds like."}, {"timestamp": [43.28, 46.0], "text": " Mostly, we cats pay no attention to him."}, {"timestamp": [46.0, 50.0], "text": " Silly thing gets dirty playing in the dust from the coal mine."}, {"timestamp": [50.0, 53.0], "text": " Until Wecky started coming around here about three months ago,"}, {"timestamp": [53.0, 57.0], "text": " the only competition for meat and fish was from Blackie from next door."}, {"timestamp": [57.0, 59.0], "text": " But now I've got to chase that wretchy bird away too,"}, {"timestamp": [59.0, 62.0], "text": " before I can be sure of getting anything."}, {"timestamp": [62.0, 66.3], "text": " What a gather a most irritating situation."}, {"timestamp": [67.1, 68.04], "text": " There's one thing, though,"}, {"timestamp": [68.32, 70.68], "text": " a cat can always tell when there's fresh fish coming,"}, {"timestamp": [70.98, 72.16], "text": " just by watching wacky,"}, {"timestamp": [72.26, 74.74], "text": " watching the mobile fishmonger serving Mrs. Browning."}, {"timestamp": [79.06, 81.86], "text": " No, a cat can't really care for these heron folk."}, {"timestamp": [82.34, 83.94], "text": " No need to be so haughty"}, {"timestamp": [83.94, 86.72], "text": " just because your ancestors settled on the coast before mine did,"}, {"timestamp": [86.88, 89.52], "text": " and you don't need all of that just for yourself either."}, {"timestamp": [94.8, 97.12], "text": " Well, thank goodness he's flapped off."}, {"timestamp": [97.5, 98.12], "text": " Or is it she?"}, {"timestamp": [98.68, 101.0], "text": " They say it's building a nest over there by the river."}, {"timestamp": [101.74, 103.7], "text": " Haven't tasted raw eggs since I was a kitten."}, {"timestamp": [104.7, 106.78], "text": " I'll make sure of this first, though,"}, {"timestamp": [107.22, 108.98], "text": " before I go birds nesting."}, {"timestamp": [116.62, 119.76], "text": " After ten post-war years with the Royal New Zealand Navy,"}, {"timestamp": [119.94, 123.0], "text": " Bologna lies alongside her successor Royalist at Plymouth,"}, {"timestamp": [123.12, 127.68], "text": " home of Francis Drake and naval tradition, whilst the crew are issued with one for the road."}, {"timestamp": [135.28, 141.6], "text": " Most modern cruiser of her type today, Royalist is being commissioned prior to her official handing over to the New Zealand government."}, {"timestamp": [142.18, 148.12], "text": " Shifting house in the Navy is simple, just a matter of bringing the old home alongside the new one and carrying things across the gangway."}, {"timestamp": [148.6, 152.0], "text": " Soon Royalist will be sailing to join other units in New Zealand waters."}, {"timestamp": [161.36, 169.0], "text": " After all removable fixtures have been accounted for with true Kiwi proficiency, small items of sentimental value are also taken care of."}, {"timestamp": [169.0, 186.0], "text": " Quarters in Royalist conform to the policy of making things more comfortable all round."}, {"timestamp": [190.0, 193.0], "text": " Commissioning completed, a guard of honour turns out to receive the VIPs"}, {"timestamp": [193.0, 196.0], "text": " when the ship is officially handed over by the First Lord of the Admiralty"}, {"timestamp": [196.0, 218.44], "text": " to the right honourable S.G Holland Prime Minister of New Zealand. One branch of soil science is soil mechanics, whose practical concerns are with earth embankments and foundations."}, {"timestamp": [219.06, 222.12], "text": " Foundations, for example, for extending the new wharf at Mount Manganui."}, {"timestamp": [223.84, 227.0], "text": " A sampler tube is driven into the harbour bed at successive depths of drilling."}, {"timestamp": [227.0, 229.0], "text": " This is an all-weather job."}, {"timestamp": [229.0, 234.0], "text": " Up comes the sampler to yield to research workers of the New Zealand soil bureau"}, {"timestamp": [234.0, 239.0], "text": " some muddy evidence as to how well this spot in the harbour bed will support a concrete pile."}, {"timestamp": [239.0, 245.0], "text": " Electrically, metal equipment immersed in soil becomes the plate of a weak battery."}, {"timestamp": [245.0, 250.0], "text": " Soil bureau staff working at Wyraki have advised how buried pipes of the geothermal scheme"}, {"timestamp": [250.0, 254.0], "text": " can be saved from soil corrosion by applying electrical countercurrents."}, {"timestamp": [254.0, 258.0], "text": " A query from the Auckland Zoo."}, {"timestamp": [258.0, 264.0], "text": " Why do Buffalo make a muddy mess of their playground while the llamas leave the turf of theirs uncut?"}, {"timestamp": [264.0, 267.16], "text": " There's no answer in the books, so the slow motion camera is called in."}, {"timestamp": [267.72, 271.66], "text": " The slowed up llama has an almost bird-like tread on the soil surface, whereas the common"}, {"timestamp": [271.66, 275.88], "text": " cow puts her foot in it in such a way that she undercuts and kills grass plants."}, {"timestamp": [276.2, 278.54], "text": " As the police say, investigation continues."}, {"timestamp": [279.62, 283.46], "text": " Today, in the soil bureau's drafting room, district soil maps are being prepared."}, {"timestamp": [283.96, 289.28], "text": " As well as aiding all concerned with the land, the maps give side lights on many other problems. Unusually good"}, {"timestamp": [289.28, 294.0], "text": " teeth in South Taranaki correspond to a particular soil belt. Freedom from decay is above"}, {"timestamp": [294.0, 299.2], "text": " average on the pumice soils round topo. On the map of areas where rate of dental carries"}, {"timestamp": [299.2, 304.96], "text": " is high, there is again correspondence. This North Island project completed in 1949 was the world's"}, {"timestamp": [304.96, 311.04], "text": " first detailed soil map of so large an area. Soil types are quickest recognized"}, {"timestamp": [311.04, 316.0], "text": " by their profiles. Everyone in the north knows Gumland by sight, pale topsoil, almost white"}, {"timestamp": [316.0, 322.24], "text": " subsoil and an iron hard pen under that. Impenetrable below, infertile above, gumland broke"}, {"timestamp": [322.24, 327.74], "text": " the heart of many a pioneer farmer, but means have now been discovered of converting it to carry profitable pastures."}, {"timestamp": [330.84, 333.6], "text": " In the north, stone walls indicate natural fertility."}, {"timestamp": [334.2, 338.22], "text": " Farmers who were lucky back in the days of soil guesswork fenced the good basalt soils"}, {"timestamp": [338.22, 340.98], "text": " whose profiles generally reveal stones in the subsoil."}, {"timestamp": [343.6, 348.0], "text": " In the laboratory, weak acid percolates daily through the latest batch of soil samples."}, {"timestamp": [348.0, 353.0], "text": " The solution taken from the soil is measured for main fertility elements."}, {"timestamp": [353.0, 360.0], "text": " For phosphates, colour test, the strength of the colour measured exactly by a photometer."}, {"timestamp": [360.0, 364.0], "text": " For nitrogen, reduction to ammonia and a titration."}, {"timestamp": [364.0, 366.14], "text": " For total carbon, a drastic oxidation."}, {"timestamp": [367.76, 370.68], "text": " During the Jubilee celebrations of this branch of the research department,"}, {"timestamp": [371.0, 373.74], "text": " Dr. Russell came from Oxford University for a cordial visit."}, {"timestamp": [374.26, 378.06], "text": " Mr. N.H. Taylor, director of the soil bureau, shows him the catchment areas at Taita,"}, {"timestamp": [378.26, 381.26], "text": " and the V-Weir, which measures runoff from bush as against pasture."}, {"timestamp": [382.28, 384.06], "text": " There is a new laboratory at Titer."}, {"timestamp": [384.4, 386.62], "text": " The anatomy of soils is studied microscopically."}, {"timestamp": [387.12, 389.96], "text": " Individual small fungi picked out and grown in petri dishes."}, {"timestamp": [396.12, 399.04], "text": " A little heat applied to the top of a sample of topsoil"}, {"timestamp": [399.04, 403.08], "text": " stimulates the more mobile of the soil fauna to drop down and be recognized and counted."}, {"timestamp": [403.9, 405.7], "text": " How much copper in this soil solution?"}, {"timestamp": [406.0, 408.14], "text": " One part in a million? One part in 10 million."}, {"timestamp": [408.52, 412.22], "text": " Added to the growing solution for the mold Aspergillus and the spores give the answer."}, {"timestamp": [412.56, 414.82], "text": " The more copper there is, the darker the spores are."}, {"timestamp": [417.58, 420.22], "text": " In the tighter greenhouse, manureial tests are made."}, {"timestamp": [420.54, 423.7], "text": " Plants in pot show how different soils answer to different fertilizers."}, {"timestamp": [424.12, 427.0], "text": " A story in itself is the work on how to grow Cress in Antarctica."}, {"timestamp": [427.0, 431.44], "text": " A Fijian soil assistant on a Jubilee visit seized tests on"}, {"timestamp": [431.44, 433.88], "text": " manorial responses of coral sands from the islands."}, {"timestamp": [433.88, 438.96], "text": " School girls and soil mechanics displays for the public were a feature of the"}, {"timestamp": [438.96, 440.16], "text": " Bureau's Jubilee Week."}, {"timestamp": [440.16, 444.36], "text": " A soil sample compressed beyond the limit."}, {"timestamp": [444.36, 446.56], "text": " When celebrating the Bureau's 25th year,"}, {"timestamp": [446.72, 450.16], "text": " excursions were made for visitors to farmland and bushland in the Wellington area"}, {"timestamp": [450.16, 453.02], "text": " and by bus to such places as railway embankments"}, {"timestamp": [453.02, 455.98], "text": " where soil enthusiasts can see soil profiles to advantage."}, {"timestamp": [459.68, 464.26], "text": " On Taranaki pasture, the long-term effects of superphosphate top dressing are being studied."}, {"timestamp": [464.26, 466.58], "text": " The yield of grass year after year."}, {"timestamp": [468.18, 471.7], "text": " The agricultural class of New Plymouth High School helps with the experiments."}, {"timestamp": [472.14, 474.94], "text": " The boys take samples for investigation of changes in the soil."}, {"timestamp": [479.14, 487.0], "text": " The farmer who has lent the land watches the machine designed for even and very light top dressing of the small experimental plots."}, {"timestamp": [487.0, 494.7], "text": " All territory for which New Zealand is responsible is having its soil assets accurately"}, {"timestamp": [494.7, 502.24], "text": " chartered. In Samoa, as elsewhere, an aerial map gives the preliminary outline."}, {"timestamp": [502.24, 509.0], "text": " Samoan prosperity depends very much on better use of the soil."}, {"timestamp": [509.0, 513.0], "text": " Before scientists can help, they have to know what the soils are."}, {"timestamp": [513.0, 521.0], "text": " Profiles are described samples for analysis in Wellington taken from each level of each profile."}, {"timestamp": [521.0, 528.0], "text": " On an irrigated area of central Otago, pedologists, soil scientists, that is, gather information towards the South Island soil map."}, {"timestamp": [532.0, 536.0], "text": " Three teams have been in the field for up to a dozen years and the job nears completion."}, {"timestamp": [536.0, 539.0], "text": " In most districts the soil pattern is a very complex one."}, {"timestamp": [539.0, 541.0], "text": " There may be three or more soils in one paddock."}, {"timestamp": [541.0, 550.74], "text": " The more detailed the survey, the more it can help towards increased production. They gather soil information, soil samples and turf samples, and as a"}, {"timestamp": [550.74, 559.96], "text": " last straw, samples of the almost universal weed grass, Sweet Vernal. Sweet vernal is"}, {"timestamp": [559.96, 564.08], "text": " used as a detector of trace elements. Carbonized in the laboratory, its ash will"}, {"timestamp": [564.08, 567.0], "text": " contain, if the soil contained it, minute traces of copper,"}, {"timestamp": [567.0, 569.0], "text": " cobalt, boron and molybdenum."}, {"timestamp": [573.0, 576.0], "text": " A photographic plate is inserted in the spectrograph."}, {"timestamp": [576.0, 579.0], "text": " The elements in the sweet vernal ash, when made to flame in a carbon arc,"}, {"timestamp": [579.0, 582.0], "text": " all show their own spectrum lines at appropriate strengths."}, {"timestamp": [585.0, 588.0], "text": " About 70 men and women staffed the New Zealand soil bureau."}, {"timestamp": [588.0, 592.0], "text": " In the drafting room all information comes together to complete the soil map of the South Island,"}, {"timestamp": [592.0, 597.0], "text": " reserves, forests, farms, where the good soil for each purpose lies is now known"}, {"timestamp": [597.0, null], "text": " and no farmer who consults the soil maps need waste his life trying to break in hopeless land."}], "text": " That's him. Wacky, the white heron. And though he's only a wild bird from the bush, he knows as well as you or I or any other cat. What a refrigerator door sounds like. Mostly, we cats pay no attention to him. Silly thing gets dirty playing in the dust from the coal mine. Until Wecky started coming around here about three months ago, the only competition for meat and fish was from Blackie from next door. But now I've got to chase that wretchy bird away too, before I can be sure of getting anything. What a gather a most irritating situation. There's one thing, though, a cat can always tell when there's fresh fish coming, just by watching wacky, watching the mobile fishmonger serving Mrs. Browning. No, a cat can't really care for these heron folk. No need to be so haughty just because your ancestors settled on the coast before mine did, and you don't need all of that just for yourself either. Well, thank goodness he's flapped off. Or is it she? They say it's building a nest over there by the river. Haven't tasted raw eggs since I was a kitten. I'll make sure of this first, though, before I go birds nesting. After ten post-war years with the Royal New Zealand Navy, Bologna lies alongside her successor Royalist at Plymouth, home of Francis Drake and naval tradition, whilst the crew are issued with one for the road. Most modern cruiser of her type today, Royalist is being commissioned prior to her official handing over to the New Zealand government. Shifting house in the Navy is simple, just a matter of bringing the old home alongside the new one and carrying things across the gangway. Soon Royalist will be sailing to join other units in New Zealand waters. After all removable fixtures have been accounted for with true Kiwi proficiency, small items of sentimental value are also taken care of. Quarters in Royalist conform to the policy of making things more comfortable all round. Commissioning completed, a guard of honour turns out to receive the VIPs when the ship is officially handed over by the First Lord of the Admiralty to the right honourable S.G Holland Prime Minister of New Zealand. One branch of soil science is soil mechanics, whose practical concerns are with earth embankments and foundations. Foundations, for example, for extending the new wharf at Mount Manganui. A sampler tube is driven into the harbour bed at successive depths of drilling. This is an all-weather job. Up comes the sampler to yield to research workers of the New Zealand soil bureau some muddy evidence as to how well this spot in the harbour bed will support a concrete pile. Electrically, metal equipment immersed in soil becomes the plate of a weak battery. Soil bureau staff working at Wyraki have advised how buried pipes of the geothermal scheme can be saved from soil corrosion by applying electrical countercurrents. A query from the Auckland Zoo. Why do Buffalo make a muddy mess of their playground while the llamas leave the turf of theirs uncut? There's no answer in the books, so the slow motion camera is called in. The slowed up llama has an almost bird-like tread on the soil surface, whereas the common cow puts her foot in it in such a way that she undercuts and kills grass plants. As the police say, investigation continues. Today, in the soil bureau's drafting room, district soil maps are being prepared. As well as aiding all concerned with the land, the maps give side lights on many other problems. Unusually good teeth in South Taranaki correspond to a particular soil belt. Freedom from decay is above average on the pumice soils round topo. On the map of areas where rate of dental carries is high, there is again correspondence. This North Island project completed in 1949 was the world's first detailed soil map of so large an area. Soil types are quickest recognized by their profiles. Everyone in the north knows Gumland by sight, pale topsoil, almost white subsoil and an iron hard pen under that. Impenetrable below, infertile above, gumland broke the heart of many a pioneer farmer, but means have now been discovered of converting it to carry profitable pastures. In the north, stone walls indicate natural fertility. Farmers who were lucky back in the days of soil guesswork fenced the good basalt soils whose profiles generally reveal stones in the subsoil. In the laboratory, weak acid percolates daily through the latest batch of soil samples. The solution taken from the soil is measured for main fertility elements. For phosphates, colour test, the strength of the colour measured exactly by a photometer. For nitrogen, reduction to ammonia and a titration. For total carbon, a drastic oxidation. During the Jubilee celebrations of this branch of the research department, Dr. Russell came from Oxford University for a cordial visit. Mr. N.H. Taylor, director of the soil bureau, shows him the catchment areas at Taita, and the V-Weir, which measures runoff from bush as against pasture. There is a new laboratory at Titer. The anatomy of soils is studied microscopically. Individual small fungi picked out and grown in petri dishes. A little heat applied to the top of a sample of topsoil stimulates the more mobile of the soil fauna to drop down and be recognized and counted. How much copper in this soil solution? One part in a million? One part in 10 million. Added to the growing solution for the mold Aspergillus and the spores give the answer. The more copper there is, the darker the spores are. In the tighter greenhouse, manureial tests are made. Plants in pot show how different soils answer to different fertilizers. A story in itself is the work on how to grow Cress in Antarctica. A Fijian soil assistant on a Jubilee visit seized tests on manorial responses of coral sands from the islands. School girls and soil mechanics displays for the public were a feature of the Bureau's Jubilee Week. A soil sample compressed beyond the limit. When celebrating the Bureau's 25th year, excursions were made for visitors to farmland and bushland in the Wellington area and by bus to such places as railway embankments where soil enthusiasts can see soil profiles to advantage. On Taranaki pasture, the long-term effects of superphosphate top dressing are being studied. The yield of grass year after year. The agricultural class of New Plymouth High School helps with the experiments. The boys take samples for investigation of changes in the soil. The farmer who has lent the land watches the machine designed for even and very light top dressing of the small experimental plots. All territory for which New Zealand is responsible is having its soil assets accurately chartered. In Samoa, as elsewhere, an aerial map gives the preliminary outline. Samoan prosperity depends very much on better use of the soil. Before scientists can help, they have to know what the soils are. Profiles are described samples for analysis in Wellington taken from each level of each profile. On an irrigated area of central Otago, pedologists, soil scientists, that is, gather information towards the South Island soil map. Three teams have been in the field for up to a dozen years and the job nears completion. In most districts the soil pattern is a very complex one. There may be three or more soils in one paddock. The more detailed the survey, the more it can help towards increased production. They gather soil information, soil samples and turf samples, and as a last straw, samples of the almost universal weed grass, Sweet Vernal. Sweet vernal is used as a detector of trace elements. Carbonized in the laboratory, its ash will contain, if the soil contained it, minute traces of copper, cobalt, boron and molybdenum. A photographic plate is inserted in the spectrograph. The elements in the sweet vernal ash, when made to flame in a carbon arc, all show their own spectrum lines at appropriate strengths. About 70 men and women staffed the New Zealand soil bureau. In the drafting room all information comes together to complete the soil map of the South Island, reserves, forests, farms, where the good soil for each purpose lies is now known and no farmer who consults the soil maps need waste his life trying to break in hopeless land."}