{"speakers": [], "chunks": [{"timestamp": [0.0, 2.56], "text": " Somewhere in England,"}, {"timestamp": [2.56, 27.48], "text": " Somewhere in England, 1914-18, the days of trench warfare."}, {"timestamp": [28.08, 31.0], "text": " The first New Zealand expeditionary force in the service dress of the day,"}, {"timestamp": [31.32, 33.92], "text": " lemon squeezer hats, acres of brass and yards of patties,"}, {"timestamp": [34.28, 37.06], "text": " are reviewed on Salisbury Plain by his majesty King George V."}, {"timestamp": [37.62, 40.44], "text": " Wartime Prime Minister Bill Massey and Sir Joseph Ward were there too."}, {"timestamp": [41.22, 42.62], "text": " There wasn't much transport, then."}, {"timestamp": [43.02, 44.38], "text": " Of course, there were the mounted rifles,"}, {"timestamp": [44.8, 47.0], "text": " but foot sluggers were genuine foot sluggers."}, {"timestamp": [51.0, 58.0], "text": " Then as now, the Kiwi was recognized as a soldier with initiative,"}, {"timestamp": [58.0, 63.0], "text": " a man of action who had sailed halfway round the world to defend his homeland down under."}, {"timestamp": [63.0, 67.0], "text": " Somewhere in the Middle East, 193945, dead. around the world to defend his homeland down under."}, {"timestamp": [71.0, 75.0], "text": " Somewhere in the Middle East, 193945, desert warfare. Once again the need arises and the second New Zealand expeditionary force is in again from the start."}, {"timestamp": [75.0, 78.0], "text": " A little near a home this time, but still a long way off."}, {"timestamp": [78.0, 82.0], "text": " Greece, Crete, the fluctuating fortunes of the western desert,"}, {"timestamp": [82.0, 85.6], "text": " and finally the triumphant advance on through Libya to Tripoli and Italy."}, {"timestamp": [88.0, 93.0], "text": " This is different warfare, mobile and fast, the day of the Blitzkrieg and air power."}, {"timestamp": [93.4, 96.5], "text": " Changed military techniques called for new training methods and new equipment."}, {"timestamp": [110.0, 133.0], "text": " The Kiwis proved themselves readily adaptable. Having mastered the waterless wastes of the deserts, they had no trouble in overcoming the pressing problems of a few days' leave in Cairo. Somewhere in the Pacific, jungle warfare."}, {"timestamp": [133.0, 138.0], "text": " New Zealand forces were in yet another theatre of war, much closer to home, too close."}, {"timestamp": [138.0, 142.0], "text": " Again, totally new military techniques had to be absorbed and quickly."}, {"timestamp": [142.0, 147.68], "text": " The island hopping jungle warfare that called for rapid transport of men and immense quantities of stores and equipment."}, {"timestamp": [147.68, 163.38], "text": " Then came Malaya in Southeast Asia. The S."}, {"timestamp": [163.38, 166.0], "text": " was trained and equipped for this type of warfare."}, {"timestamp": [166.0, 171.0], "text": " Because of our membership in CETO and Ansus, Southeast Asia has become a special concern to New Zealand."}, {"timestamp": [171.0, 176.0], "text": " With this change is a need for an army of specialists. A new army is forming."}, {"timestamp": [176.0, 192.6], "text": " Just as combat conditions have changed, so too has service life undergone a radical change."}, {"timestamp": [193.1, 197.36], "text": " The married soldiers' family may go on station with him, schooling and housing are well catered for,"}, {"timestamp": [197.36, 200.92], "text": " and friendships are formed that contribute towards international understanding."}, {"timestamp": [210.0, 217.0], "text": " The military township of Waiuru today is one of the country's most vital communities, well equipped to house the new army and its families."}, {"timestamp": [217.0, 222.6], "text": " The community shopping center caters for the 2,500 population and the school has a role of 450"}, {"timestamp": [222.6, 227.0], "text": " children."}, {"timestamp": [231.0, 233.0], "text": " The army may change, but as always, comradeship continues as part of army life. New Zealand's new army is the regular force"}, {"timestamp": [233.0, 236.0], "text": " with the addition of a brigade group ready for instant service"}, {"timestamp": [236.0, 238.0], "text": " still backed up by the territories."}, {"timestamp": [238.0, 241.0], "text": " The new army is kept up to date by the Army Board,"}, {"timestamp": [241.0, 243.0], "text": " presided over by the Minister of Defence, Mr Connolly,"}, {"timestamp": [243.0, 246.4], "text": " with General Weir, Chief of General Staff as first member."}, {"timestamp": [246.4, 251.94], "text": " Number seven, dealing with the recruitment for the territorial force and the recruitment"}, {"timestamp": [251.94, 253.9], "text": " for the many trades and the regular force."}, {"timestamp": [253.9, 257.8], "text": " I'd like to ask General Weir whether he has any comment to make on these particular"}, {"timestamp": [257.8, 259.9], "text": " right on me."}, {"timestamp": [259.9, 266.0], "text": " As far as the territorial force is concerned, since we began last April, recruiting has gone very well."}, {"timestamp": [266.0, 274.0], "text": " As far as the trades of the regular force are concerned, recruiting of these trades is going on as well as can be expected."}, {"timestamp": [274.0, 279.0], "text": " There's a wide range of jobs, cooks who really can cook, provos and drivers,"}, {"timestamp": [279.0, 294.0], "text": " electrical and mechanical engineers, racks at headquarters, nurses and many other specialists who are all full-time army."}, {"timestamp": [298.0, 313.36], "text": " Regular force cadets get a thorough educational and technical grounding that is so important in today's army."}, {"timestamp": [317.0, 320.66], "text": " Stars awarded for technical proficiency bring promotion and increased pay and higher standards that will ensure a good future for the tradesmen in the army"}, {"timestamp": [320.66, 322.18], "text": " or in later civilian life."}, {"timestamp": [324.8, 325.0], "text": " Combat conditions in Southeast Asia call for ingenuity and improvisation. in the army or in later civilian life."}, {"timestamp": [328.0, 332.0], "text": " Combat conditions in Southeast Asia call for ingenuity and improvisation. The engineers show how rivers can be crossed using only available material."}, {"timestamp": [332.0, 336.0], "text": " Ground sheets, tarpaulands, straw and odd pieces of timber strung together,"}, {"timestamp": [336.0, 338.0], "text": " float the men safely across."}, {"timestamp": [338.0, 352.84], "text": " An inverted truck canopy carries larger numbers. A quickly constructed floating Bailey Bridge ensures crossing of"}, {"timestamp": [352.84, 363.76], "text": " transport and heavy equipment. In this electronic age, radar plays an"}, {"timestamp": [363.76, 366.0], "text": " important part in the prevention of surprise attack."}, {"timestamp": [366.0, 372.0], "text": " It locates an unseen object, passes information to a predictor which forecasts the future position of an aircraft,"}, {"timestamp": [372.0, 374.0], "text": " enabling the guns to be on target."}, {"timestamp": [378.0, 386.0], "text": " Regular forces and territorials keep at a high pitch of efficiency in the use of their arms and equipment with intensive training and practice."}, {"timestamp": [386.0, 435.56], "text": " The Tusset country of Wai'uru provides ideal surroundings for the troops to get the feel of things under realistic conditions. I'm gonna be. The 2nd Battalion New Zealand Regiment, relief for the 1st Battalion in Malaya,"}, {"timestamp": [435.76, 438.68], "text": " complete their training with a three-day exercise in dense bush country."}, {"timestamp": [439.4, 447.0], "text": " After a couple of days of heavy rain in the bush, the men bivvy in the open and dry out."}, {"timestamp": [447.0, 471.0], "text": " In conditions as near as possible to those of Malaya, where communications are extremely limited by dense jungle, the men prepare to take an airdrop of rations."}, {"timestamp": [471.0, 486.0], "text": " Split and polish, largely a matter of pride in personal appearance today as distinct from a disciplinary chore,"}, {"timestamp": [486.0, 491.0], "text": " is a prelude to the final parade and review of the 2nd Battalion by the Minister of Defense."}, {"timestamp": [491.0, 506.86], "text": " Thoroughly trained in square bashing and jungle warfare, they march through Wellington to embark for Malaya,"}, {"timestamp": [507.32, null], "text": " where they'll take over from the returning First Battalion and uphold the proud traditions inherited by New Zealand's new army. The"}], "text": " Somewhere in England, Somewhere in England, 1914-18, the days of trench warfare. The first New Zealand expeditionary force in the service dress of the day, lemon squeezer hats, acres of brass and yards of patties, are reviewed on Salisbury Plain by his majesty King George V. Wartime Prime Minister Bill Massey and Sir Joseph Ward were there too. There wasn't much transport, then. Of course, there were the mounted rifles, but foot sluggers were genuine foot sluggers. Then as now, the Kiwi was recognized as a soldier with initiative, a man of action who had sailed halfway round the world to defend his homeland down under. Somewhere in the Middle East, 193945, dead. around the world to defend his homeland down under. Somewhere in the Middle East, 193945, desert warfare. Once again the need arises and the second New Zealand expeditionary force is in again from the start. A little near a home this time, but still a long way off. Greece, Crete, the fluctuating fortunes of the western desert, and finally the triumphant advance on through Libya to Tripoli and Italy. This is different warfare, mobile and fast, the day of the Blitzkrieg and air power. Changed military techniques called for new training methods and new equipment. The Kiwis proved themselves readily adaptable. Having mastered the waterless wastes of the deserts, they had no trouble in overcoming the pressing problems of a few days' leave in Cairo. Somewhere in the Pacific, jungle warfare. New Zealand forces were in yet another theatre of war, much closer to home, too close. Again, totally new military techniques had to be absorbed and quickly. The island hopping jungle warfare that called for rapid transport of men and immense quantities of stores and equipment. Then came Malaya in Southeast Asia. The S. was trained and equipped for this type of warfare. Because of our membership in CETO and Ansus, Southeast Asia has become a special concern to New Zealand. With this change is a need for an army of specialists. A new army is forming. Just as combat conditions have changed, so too has service life undergone a radical change. The married soldiers' family may go on station with him, schooling and housing are well catered for, and friendships are formed that contribute towards international understanding. The military township of Waiuru today is one of the country's most vital communities, well equipped to house the new army and its families. The community shopping center caters for the 2,500 population and the school has a role of 450 children. The army may change, but as always, comradeship continues as part of army life. New Zealand's new army is the regular force with the addition of a brigade group ready for instant service still backed up by the territories. The new army is kept up to date by the Army Board, presided over by the Minister of Defence, Mr Connolly, with General Weir, Chief of General Staff as first member. Number seven, dealing with the recruitment for the territorial force and the recruitment for the many trades and the regular force. I'd like to ask General Weir whether he has any comment to make on these particular right on me. As far as the territorial force is concerned, since we began last April, recruiting has gone very well. As far as the trades of the regular force are concerned, recruiting of these trades is going on as well as can be expected. There's a wide range of jobs, cooks who really can cook, provos and drivers, electrical and mechanical engineers, racks at headquarters, nurses and many other specialists who are all full-time army. Regular force cadets get a thorough educational and technical grounding that is so important in today's army. Stars awarded for technical proficiency bring promotion and increased pay and higher standards that will ensure a good future for the tradesmen in the army or in later civilian life. Combat conditions in Southeast Asia call for ingenuity and improvisation. in the army or in later civilian life. Combat conditions in Southeast Asia call for ingenuity and improvisation. The engineers show how rivers can be crossed using only available material. Ground sheets, tarpaulands, straw and odd pieces of timber strung together, float the men safely across. An inverted truck canopy carries larger numbers. A quickly constructed floating Bailey Bridge ensures crossing of transport and heavy equipment. In this electronic age, radar plays an important part in the prevention of surprise attack. It locates an unseen object, passes information to a predictor which forecasts the future position of an aircraft, enabling the guns to be on target. Regular forces and territorials keep at a high pitch of efficiency in the use of their arms and equipment with intensive training and practice. The Tusset country of Wai'uru provides ideal surroundings for the troops to get the feel of things under realistic conditions. I'm gonna be. The 2nd Battalion New Zealand Regiment, relief for the 1st Battalion in Malaya, complete their training with a three-day exercise in dense bush country. After a couple of days of heavy rain in the bush, the men bivvy in the open and dry out. In conditions as near as possible to those of Malaya, where communications are extremely limited by dense jungle, the men prepare to take an airdrop of rations. Split and polish, largely a matter of pride in personal appearance today as distinct from a disciplinary chore, is a prelude to the final parade and review of the 2nd Battalion by the Minister of Defense. Thoroughly trained in square bashing and jungle warfare, they march through Wellington to embark for Malaya, where they'll take over from the returning First Battalion and uphold the proud traditions inherited by New Zealand's new army. The"}