{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " At fire tour today, the home guard forms a guard of honor for Lieutenant Keith Elliott V.C."}, {"timestamp": [27.0, 34.0], "text": " Everyone is out for this welcome home to one of their own men."}, {"timestamp": [34.0, 51.48], "text": " Hundreds of school children joining the welcome. All are proud of this distinguished soldier whose courage and leadership has won the highest award. From his people he receives an illuminated address, an expression"}, {"timestamp": [51.48, 56.4], "text": " of their happiness and pride in the return of this veteran of Greece, Crete and Libya."}, {"timestamp": [57.0, 58.68], "text": " Lieutenant Keith Elliott, V.C."}, {"timestamp": [75.0, 82.0], "text": " This illustrated London news of 72 years ago tells how one carrier pigeon carried a miniature photographic film of 200 letters into besieged Paris. In Paris the films were read under a powerful lens and the pigeons were taken out again across the Prussian lines in balloons."}, {"timestamp": [82.0, 84.0], "text": " Few got through in either direction."}, {"timestamp": [84.0, 88.72], "text": " In the aeroplane age, the idea of 1870 has been revived."}, {"timestamp": [88.72, 93.22], "text": " These are air graph letter forms arriving in the Wellington General Post Office."}, {"timestamp": [93.22, 98.76], "text": " The forms are sorted according to their destination, United Kingdom, Middle East, India or Canada,"}, {"timestamp": [98.76, 102.08], "text": " and according to whether their service or civilian."}, {"timestamp": [102.08, 106.0], "text": " After sorting, the letter forms are taken away to be photographed onto miniature film."}, {"timestamp": [106.0, 113.0], "text": " Here are 6,000 letter forms being handed over. 16mm film is loaded into the camera,"}, {"timestamp": [113.0, 115.0], "text": " which takes its place in the record act instrument."}, {"timestamp": [119.0, 127.0], "text": " The door is locked to preserve secrecy of correspondence and the run begins."}, {"timestamp": [127.0, 131.0], "text": " First a start sheet with information required by the post office."}, {"timestamp": [131.0, 134.0], "text": " This is wanted in duplicate so it goes through twice."}, {"timestamp": [134.0, 135.0], "text": " The letters follow."}, {"timestamp": [135.0, 138.0], "text": " Fifteen thousand a day can be dealt with in this room."}, {"timestamp": [142.0, 150.0], "text": " The processed film from the cameras is examined to see it has all been properly exposed,"}, {"timestamp": [150.0, 154.0], "text": " and the number of the film is checked before packing."}, {"timestamp": [154.0, 161.0], "text": " The process brings a bundle of 1,500 letters down to the one little roll of film,"}, {"timestamp": [161.0, 164.0], "text": " making a great saving of weight and space."}, {"timestamp": [164.0, 170.82], "text": " Here's a modern air mail of 6,000 letters for the Middle East being made up."}, {"timestamp": [170.82, 176.46], "text": " Within 24 hours of the forms reaching Wellington, the miniature films are out at Rangatai Airport."}, {"timestamp": [176.46, 181.22], "text": " The Auckland mail plane is being made ready, and soon the Airgraph mail is on board, ready"}, {"timestamp": [181.22, 184.0], "text": " to make the first stage of its outward flight."}, {"timestamp": [184.0, 219.0], "text": " In about 18 days, some of the films will be in London. Here graph males go out to Britain, Canada, Middle East and India, and other miniature films come back from these places and have to be converted into readable letters."}, {"timestamp": [219.0, 225.6], "text": " Here an inward film from the Middle East is having its density checked before going on to the enlarger in the dark room."}, {"timestamp": [226.6, 228.0], "text": " The enlarger is continuous."}, {"timestamp": [228.5, 232.2], "text": " The film rolls through above the lens and printing paper rolls through below."}, {"timestamp": [233.6, 238.4], "text": " The paper is machine developed three rolls at a time and the letters become visible."}, {"timestamp": [239.2, 247.0], "text": " For all this the post office charges a five-bony stamp for the services and tenpence for civilian mail."}, {"timestamp": [251.0, 255.0], "text": " The last stage in processing is the cutting of the rolls in separate letters."}, {"timestamp": [256.0, 259.0], "text": " After this, the post office takes over again."}, {"timestamp": [259.0, 267.0], "text": " They sought the photographic letters, fold them to show the address and put them into window envelopes."}, {"timestamp": [270.0, 275.0], "text": " The inward airgraph mail is ready for delivery. It's cheap, it's fast, and it gets there,"}, {"timestamp": [275.0, 293.0], "text": " which means a big advance on the pioneer airgraph mail of way back in 1870. 1970."}, {"timestamp": [296.4, 302.6], "text": " This hospital ship is back from Turkey. She went away with 1,200 Italian prisoners and comes back to Egypt with 350 British ones."}, {"timestamp": [302.6, 307.84], "text": " Among them are 62 New Zealanders. Some are here because they were"}, {"timestamp": [307.84, 312.72], "text": " wounded so badly that they can never fight again. Others because they are non-competence"}, {"timestamp": [312.72, 322.08], "text": " from medical and ambulance corps. They were captured when the 8th Army was in"}, {"timestamp": [322.08, 350.0], "text": " retreat. They returned when it was victorious. Ahead of them is home."}, {"timestamp": [350.0, 353.0], "text": " Behind them the Italian prison camps."}, {"timestamp": [353.0, 356.0], "text": " They want to forget those camps, but one thing they don't forget."}, {"timestamp": [356.0, 358.0], "text": " For the New Zealanders, their spokesman says..."}, {"timestamp": [358.0, 361.0], "text": " Hello everybody, we're glad to be back."}, {"timestamp": [361.0, 367.0], "text": " Taking everything into consideration, we won't badly treat it. In the winter months, food"}, {"timestamp": [367.0, 373.0], "text": " was very scarce, but early in the spring, the Red Cross parcels started arriving regular."}, {"timestamp": [373.0, 379.0], "text": " Italians were very surprised at their regularity and variety, particularly as they were coming from countries."}, {"timestamp": [379.0, 383.0], "text": " They had been led to believe by their propaganda were on the verge of starvation."}, {"timestamp": [383.0, 385.04], "text": " Do you figure out there?"}, {"timestamp": [385.04, 388.36], "text": " I would like to say that in sending those parcels and cigarettes,"}, {"timestamp": [388.36, 390.84], "text": " you are doing a really splendid job."}, {"timestamp": [390.84, 392.76], "text": " What you have done for us, we thank you."}], "text": " At fire tour today, the home guard forms a guard of honor for Lieutenant Keith Elliott V.C. Everyone is out for this welcome home to one of their own men. Hundreds of school children joining the welcome. All are proud of this distinguished soldier whose courage and leadership has won the highest award. From his people he receives an illuminated address, an expression of their happiness and pride in the return of this veteran of Greece, Crete and Libya. Lieutenant Keith Elliott, V.C. This illustrated London news of 72 years ago tells how one carrier pigeon carried a miniature photographic film of 200 letters into besieged Paris. In Paris the films were read under a powerful lens and the pigeons were taken out again across the Prussian lines in balloons. Few got through in either direction. In the aeroplane age, the idea of 1870 has been revived. These are air graph letter forms arriving in the Wellington General Post Office. The forms are sorted according to their destination, United Kingdom, Middle East, India or Canada, and according to whether their service or civilian. After sorting, the letter forms are taken away to be photographed onto miniature film. Here are 6,000 letter forms being handed over. 16mm film is loaded into the camera, which takes its place in the record act instrument. The door is locked to preserve secrecy of correspondence and the run begins. First a start sheet with information required by the post office. This is wanted in duplicate so it goes through twice. The letters follow. Fifteen thousand a day can be dealt with in this room. The processed film from the cameras is examined to see it has all been properly exposed, and the number of the film is checked before packing. The process brings a bundle of 1,500 letters down to the one little roll of film, making a great saving of weight and space. Here's a modern air mail of 6,000 letters for the Middle East being made up. Within 24 hours of the forms reaching Wellington, the miniature films are out at Rangatai Airport. The Auckland mail plane is being made ready, and soon the Airgraph mail is on board, ready to make the first stage of its outward flight. In about 18 days, some of the films will be in London. Here graph males go out to Britain, Canada, Middle East and India, and other miniature films come back from these places and have to be converted into readable letters. Here an inward film from the Middle East is having its density checked before going on to the enlarger in the dark room. The enlarger is continuous. The film rolls through above the lens and printing paper rolls through below. The paper is machine developed three rolls at a time and the letters become visible. For all this the post office charges a five-bony stamp for the services and tenpence for civilian mail. The last stage in processing is the cutting of the rolls in separate letters. After this, the post office takes over again. They sought the photographic letters, fold them to show the address and put them into window envelopes. The inward airgraph mail is ready for delivery. It's cheap, it's fast, and it gets there, which means a big advance on the pioneer airgraph mail of way back in 1870. 1970. This hospital ship is back from Turkey. She went away with 1,200 Italian prisoners and comes back to Egypt with 350 British ones. Among them are 62 New Zealanders. Some are here because they were wounded so badly that they can never fight again. Others because they are non-competence from medical and ambulance corps. They were captured when the 8th Army was in retreat. They returned when it was victorious. Ahead of them is home. Behind them the Italian prison camps. They want to forget those camps, but one thing they don't forget. For the New Zealanders, their spokesman says... Hello everybody, we're glad to be back. Taking everything into consideration, we won't badly treat it. In the winter months, food was very scarce, but early in the spring, the Red Cross parcels started arriving regular. Italians were very surprised at their regularity and variety, particularly as they were coming from countries. They had been led to believe by their propaganda were on the verge of starvation. Do you figure out there? I would like to say that in sending those parcels and cigarettes, you are doing a really splendid job. What you have done for us, we thank you."}