{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " Tentz on the foreshore and yachts on the harbour give Parramatta a festive air for the Easter holidays."}, {"timestamp": [29.0, 35.0], "text": " The occasion is the Parramatta Boating Club's Victory Regatta, and boats and people have come from as far away as Victin and Wanganui."}, {"timestamp": [35.0, 44.0], "text": " With light airs prevailing, boats have to be towed to the starting boy for many of the races."}, {"timestamp": [44.0, 48.0], "text": " Now the idle along boats many of the races."}, {"timestamp": [51.0, 55.0], "text": " Now the idle along boats are getting into position for their championship. With so many entries and so little wind, this looks as if it'll be anybody's race."}, {"timestamp": [55.0, 71.12], "text": " While the idlerlongs move down the harbor, yachts of other classes from 14-foot"}, {"timestamp": [71.12, 75.12], "text": " Roan Jerichoes to small Tarongers are competing for the regatta trophies."}, {"timestamp": [75.12, 78.96], "text": " Here, Tarongers closely grouped round a marker boy."}, {"timestamp": [82.92, 87.0], "text": " The idler longs are nearly home, and here's the winner, Cavalier, skippered by C."}, {"timestamp": [87.0, 93.0], "text": " For those who know the lure of sun, sea and white sails, this has been an enjoyable day."}, {"timestamp": [93.0, 112.0], "text": " The last of 1946's bumper apple crop is ripening in the Nelson orchards, and apple growers are looking forward to good times again after the lean war years."}, {"timestamp": [112.0, 119.0], "text": " Fresh apples are being sent to Britain again, the first time since 1941, and dehydration is now well established."}, {"timestamp": [119.0, 123.0], "text": " This modern government-operated factory will drive five million pounds of apples this season."}, {"timestamp": [123.0, 129.44], "text": " With mechanical fairers, corers and slices, apples are handled with little trouble and great speed."}, {"timestamp": [129.44, 151.0], "text": " After a bleaching dip, trays full of apple slices are stacked in the drying wagon."}, {"timestamp": [151.0, 155.0], "text": " Established to meet wartime demands, this factory has up to the minute equipment"}, {"timestamp": [155.0, 158.0], "text": " and turns out dried apple slices of the highest standard."}, {"timestamp": [162.0, 167.0], "text": " 900 pounds of fresh fruit are pushed into the drying tunnel."}, {"timestamp": [167.0, 171.0], "text": " Six hours later, 100 pounds of dried slices will come out."}, {"timestamp": [171.0, 175.0], "text": " 800 pounds of water has gone up the flow."}, {"timestamp": [179.0, 184.0], "text": " When the slices are thoroughly dry, the tunnel door automatically opens and the wagon starts to roll out."}, {"timestamp": [184.0, 189.0], "text": " Movement through the two drying chambers and the cooling chamber has been automatic all the way."}, {"timestamp": [189.0, 203.0], "text": " Modern dried apple slices are greatly superior to the old dried apple rings."}, {"timestamp": [203.0, 205.2], "text": " In the drying process, they've lost"}, {"timestamp": [205.2, 209.38], "text": " nothing of their nutriment, not even their vitamins. And when cooked, we'll be hard to tell"}, {"timestamp": [209.38, 213.18], "text": " from fresh apples. The New Zealand Housewhite is going to find these dried apples very"}, {"timestamp": [213.18, 217.4], "text": " useful in November and December when the fresh apples are finished and the stone fruits"}, {"timestamp": [217.4, 238.0], "text": " not yet in. At 1,600 hours daily, that is 4 o'clock every afternoon, the New Zealanders change guard outside their headquarters at Choufool."}, {"timestamp": [238.0, 242.0], "text": " All the local Japanese turn out, and it's quite a business keeping the kids in order."}, {"timestamp": [242.0, 247.0], "text": " They come running as soon as they hear the bath."}, {"timestamp": [252.0, 277.0], "text": " The adults too are impressed and they say New Zealanders very military. But there's more to do than changing God."}, {"timestamp": [277.0, 282.0], "text": " At the port of Senzaki, the Kiwis supervised the repatriation of Koreans who've been living in Japan."}, {"timestamp": [282.0, 285.0], "text": " Before they can leave for Korea, they're subjected to a thorough customs search."}, {"timestamp": [285.0, 287.0], "text": " The emphasis is on the thorough."}, {"timestamp": [287.0, 292.0], "text": " In addition, they're passed through a quarantine shed,"}, {"timestamp": [292.0, 298.0], "text": " where they're medically examined, dusted with DDT and inoculated against typhoid and smallpox."}, {"timestamp": [298.0, 301.0], "text": " This repatriation procedure is known to the Kiwis as processing,"}, {"timestamp": [301.0, 305.0], "text": " and everyone down to the smallest child is processed."}, {"timestamp": [305.0, 312.0], "text": " Getting the Koreans from Japan back home is part of the business of making Korea an independent country again."}, {"timestamp": [312.0, 318.0], "text": " Korea on the Asiatic mainland is just across the water from Japan, and in 1910 Japan grabbed it."}, {"timestamp": [318.0, 340.0], "text": " Now sorting out the two races is like trying to sort out the Irish and the English. Under Kiwi eyes and Jap counting, the Koreans stream onto the wharf."}, {"timestamp": [340.0, 343.0], "text": " In all this procedure, the Kiwis merely supervise."}, {"timestamp": [343.0, 347.4], "text": " Ewing to the prevalence of scabies, they're forbidden to handle any native equipment or luggage."}, {"timestamp": [349.6, 353.6], "text": " Lighters take the Koreans out to repatriation ships waiting for them in the bay,"}, {"timestamp": [353.6, 376.0], "text": " and in the bigger ships they'll make the Japanese concentrate on their version of white things."}, {"timestamp": [376.0, 382.0], "text": " In hungry Japan, every show of fish is a potential meal."}, {"timestamp": [387.0, 391.0], "text": " Processing is a two-way business. For homecoming Japanese are being brought back from Korea."}, {"timestamp": [391.0, 393.0], "text": " For the Japs, the return is not so certain,"}, {"timestamp": [393.0, 397.0], "text": " as many of them don't know whether they'll find their homes after the bombing."}, {"timestamp": [397.0, 399.0], "text": " In the meantime, it's a tough custom search."}, {"timestamp": [399.0, 412.0], "text": " These Japanese custom searchers know all about money sewn in clothing."}, {"timestamp": [416.0, 419.0], "text": " With processing over, they set off to start a new life in a new Japan, a Japan that will be unable to tyrannize Korea."}, {"timestamp": [421.0, 424.0], "text": " Back at Chofu, Kiwi officers inspect the brigadiers' garden."}, {"timestamp": [424.0, 427.0], "text": " This is Old Japan, Storybook Japan,"}, {"timestamp": [427.0, 431.0], "text": " with its hump bridges, stone lanterns and goldfish in the ponds."}, {"timestamp": [431.0, 445.44], "text": " And spring has come to Chofu. Kiwi soldiers pass the time at one of the famous beauty spots,"}, {"timestamp": [445.44, 447.6], "text": " a cherry tree grove by an old temple."}, {"timestamp": [450.64, 453.52], "text": " In Japan too, boys like to walk on stills."}, {"timestamp": [458.72, 462.56], "text": " And to celebrate weddings, you sit out in the open underneath the cherry trees."}, {"timestamp": [462.56, 467.0], "text": " There you have music and dancing."}, {"timestamp": [467.0, 474.0], "text": " Altogether, Choufoo is an attractive place in springtime."}], "text": " Tentz on the foreshore and yachts on the harbour give Parramatta a festive air for the Easter holidays. The occasion is the Parramatta Boating Club's Victory Regatta, and boats and people have come from as far away as Victin and Wanganui. With light airs prevailing, boats have to be towed to the starting boy for many of the races. Now the idle along boats many of the races. Now the idle along boats are getting into position for their championship. With so many entries and so little wind, this looks as if it'll be anybody's race. While the idlerlongs move down the harbor, yachts of other classes from 14-foot Roan Jerichoes to small Tarongers are competing for the regatta trophies. Here, Tarongers closely grouped round a marker boy. The idler longs are nearly home, and here's the winner, Cavalier, skippered by C. For those who know the lure of sun, sea and white sails, this has been an enjoyable day. The last of 1946's bumper apple crop is ripening in the Nelson orchards, and apple growers are looking forward to good times again after the lean war years. Fresh apples are being sent to Britain again, the first time since 1941, and dehydration is now well established. This modern government-operated factory will drive five million pounds of apples this season. With mechanical fairers, corers and slices, apples are handled with little trouble and great speed. After a bleaching dip, trays full of apple slices are stacked in the drying wagon. Established to meet wartime demands, this factory has up to the minute equipment and turns out dried apple slices of the highest standard. 900 pounds of fresh fruit are pushed into the drying tunnel. Six hours later, 100 pounds of dried slices will come out. 800 pounds of water has gone up the flow. When the slices are thoroughly dry, the tunnel door automatically opens and the wagon starts to roll out. Movement through the two drying chambers and the cooling chamber has been automatic all the way. Modern dried apple slices are greatly superior to the old dried apple rings. In the drying process, they've lost nothing of their nutriment, not even their vitamins. And when cooked, we'll be hard to tell from fresh apples. The New Zealand Housewhite is going to find these dried apples very useful in November and December when the fresh apples are finished and the stone fruits not yet in. At 1,600 hours daily, that is 4 o'clock every afternoon, the New Zealanders change guard outside their headquarters at Choufool. All the local Japanese turn out, and it's quite a business keeping the kids in order. They come running as soon as they hear the bath. The adults too are impressed and they say New Zealanders very military. But there's more to do than changing God. At the port of Senzaki, the Kiwis supervised the repatriation of Koreans who've been living in Japan. Before they can leave for Korea, they're subjected to a thorough customs search. The emphasis is on the thorough. In addition, they're passed through a quarantine shed, where they're medically examined, dusted with DDT and inoculated against typhoid and smallpox. This repatriation procedure is known to the Kiwis as processing, and everyone down to the smallest child is processed. Getting the Koreans from Japan back home is part of the business of making Korea an independent country again. Korea on the Asiatic mainland is just across the water from Japan, and in 1910 Japan grabbed it. Now sorting out the two races is like trying to sort out the Irish and the English. Under Kiwi eyes and Jap counting, the Koreans stream onto the wharf. In all this procedure, the Kiwis merely supervise. Ewing to the prevalence of scabies, they're forbidden to handle any native equipment or luggage. Lighters take the Koreans out to repatriation ships waiting for them in the bay, and in the bigger ships they'll make the Japanese concentrate on their version of white things. In hungry Japan, every show of fish is a potential meal. Processing is a two-way business. For homecoming Japanese are being brought back from Korea. For the Japs, the return is not so certain, as many of them don't know whether they'll find their homes after the bombing. In the meantime, it's a tough custom search. These Japanese custom searchers know all about money sewn in clothing. With processing over, they set off to start a new life in a new Japan, a Japan that will be unable to tyrannize Korea. Back at Chofu, Kiwi officers inspect the brigadiers' garden. This is Old Japan, Storybook Japan, with its hump bridges, stone lanterns and goldfish in the ponds. And spring has come to Chofu. Kiwi soldiers pass the time at one of the famous beauty spots, a cherry tree grove by an old temple. In Japan too, boys like to walk on stills. And to celebrate weddings, you sit out in the open underneath the cherry trees. There you have music and dancing. Altogether, Choufoo is an attractive place in springtime."}