{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Carveragh,"}, {"timestamp": [2.0, 3.0], "text": " Kawarrow, 1957."}, {"timestamp": [3.0, 10.0], "text": " Auxan"}, {"timestamp": [10.0, 15.0], "text": " 1957."}, {"timestamp": [15.0, 32.32], "text": " Across a once silent country valley comes the sound of a mill,"}, {"timestamp": [32.72, 39.76], "text": " tireless and never ceasing, an industrial giant working the clock round, producing paper, wood pulp, sawn timber,"}, {"timestamp": [40.4, 44.24], "text": " a mill that is the massive result of a plan made more than 30 years ago."}, {"timestamp": [44.3, 48.24], "text": " A mill that is the massive result of a plan made more than 30 years ago."}, {"timestamp": [54.92, 55.78], "text": " In the early 1920s, the New Zealand Forest Service began planting the desolate Khingoroa plains in pine trees."}, {"timestamp": [58.2, 59.1], "text": " On once barren land, a great forest grew up."}, {"timestamp": [61.48, 62.08], "text": " Privately owned forests were also planted in the area."}, {"timestamp": [66.0, 70.0], "text": " And to manufacture cardboard, chipboard and craft paper from the timber, mills were set up at Wakatani and later at Kinleaf."}, {"timestamp": [70.0, 77.0], "text": " By 1952, a combination of state and private enterprises was ready to start work on the biggest job of all."}, {"timestamp": [77.0, 84.0], "text": " Forty miles north of Murapara logging centre were built the giant pulp and paper mills at Kawara."}, {"timestamp": [87.0, 93.0], "text": " Raw material for the mill comes from Murapara, railhead for the Kangaroa State Forest."}, {"timestamp": [93.0, 97.0], "text": " Over 200,000 acres of trees have been set aside for the mill's use."}, {"timestamp": [97.0, 109.44], "text": " In the forest, logging gangs fell, hall and low timber at a place that will keep the mill running at maximum efficiency. Huge areas are cleared each year, yet the trees grow faster than they can be cut."}, {"timestamp": [109.44, 148.0], "text": " The mill can be fed indefinitely. Carrying 30 tons of logs each trip, giant diesel trucks haul timber from the loading out bases scattered through the forest."}, {"timestamp": [148.0, 154.0], "text": " They operate night and day, seven days a week, to keep the railhead constantly supplied with logs."}, {"timestamp": [154.0, 161.0], "text": " This is the first of five trains which will run from Murapara to Kawarau today,"}, {"timestamp": [161.0, 167.0], "text": " each train pulling 700 tons of logs to become sawn timber or new sprint."}, {"timestamp": [167.0, 176.0], "text": " Two hours after leaving Murapara, trains arrive at the mill where they're unloaded in minutes by a mammoth hammerhead train"}, {"timestamp": [176.0, 211.4], "text": " that lifts a truckload of logs at a time. From the wood deck logs will travel to the wood preparation room"}, {"timestamp": [211.4, 215.96], "text": " where their eventual destination, sawmill or paper mill is decided."}, {"timestamp": [215.96, 221.2], "text": " This is the first in a series of operations which will lift, drop, cut pound and bully timber"}, {"timestamp": [221.2, 377.0], "text": " into newsprint wood pulp for export or smooth planks. The Stripped of their bark, measured and numbered, bigger logs move across to the sawmill. The The The The Timber leaving the mill is sprayed to protect it from stain and given added strength and finish by seasoning in kilns."}, {"timestamp": [377.0, 382.0], "text": " Much of the timber is sold in Australia, though the big market lies in New Zealand."}, {"timestamp": [382.0, 388.8], "text": " Timber for buildings, for panelling, for furniture comes out of the mill at the rate of one and a half million feet each week, every piece"}, {"timestamp": [388.8, 391.76], "text": " graded to size and quality, tallied and packaged."}, {"timestamp": [401.12, 407.0], "text": " The sawmill is important, but the mill's biggest jobs are the making of paper and compressed wood pulp."}, {"timestamp": [407.0, 413.0], "text": " Pulp is obtained from wood chips and logs selected for chipping are first split to sizes the chipper can handle."}, {"timestamp": [413.0, 423.0], "text": " Moving at great speed, the chipper blades take only a second to cut the slabs to chips of uniform size."}, {"timestamp": [423.0, 427.0], "text": " Covered ways, how's the chip conveys? Second to cut the slabs to chips of uniform size."}, {"timestamp": [430.0, 435.0], "text": " Covered ways, how's the chip conveys. Along these chips travel to digesters, huge pressure parts which treat the wood pieces,"}, {"timestamp": [435.0, 436.0], "text": " cooking them into pulp."}, {"timestamp": [436.0, 451.0], "text": " Pulp from the digesters forms only the surface of new pulp from the digesters forms only the surface of new script."}, {"timestamp": [451.0, 454.82], "text": " The base of the paper comes from logs that have been ground into fibre."}, {"timestamp": [454.82, 459.18], "text": " These logs move to the grinding room where heat and grind stones reduce them to stringy"}, {"timestamp": [459.18, 473.0], "text": " fibres. The quality of both fiber and pulp must be kept up to standard."}, {"timestamp": [473.0, 486.0], "text": " Laboratory tests are constantly made to ensure good paper. The quality of both fiber and pulp must be kept up to standard."}, {"timestamp": [486.0, 491.0], "text": " Laboratory tests are constantly made to ensure good paper."}, {"timestamp": [491.0, 499.0], "text": " A great deal of pulp leaving the digesters is not used for paper making at the mill"}, {"timestamp": [499.0, 505.96], "text": " but compressed into sheets and exported to Australia where paper makers combine it with local fibre."}, {"timestamp": [505.96, 519.92], "text": " 37,000 tons of pulp leave the mill in this form every year."}, {"timestamp": [519.92, 522.26], "text": " Paper making is the mill's major activity."}, {"timestamp": [522.26, 524.28], "text": " The paper machine never stops."}, {"timestamp": [524.28, 526.0], "text": " Hour after hour, day after day,"}, {"timestamp": [526.0, 531.24], "text": " it rolls out ton upon ton of newsprint. Formation of the paper begins when the mixture of"}, {"timestamp": [531.24, 537.04], "text": " fiber and pulp is forced out onto a rapidly moving screen. On this it spreads out into a sheet"}, {"timestamp": [537.04, 547.0], "text": " 23 feet wide. Still wet, the sheet is sucked onto rollers and under heat dries rapidly as it passes beneath a metal cover."}, {"timestamp": [547.0, 567.0], "text": " The change error from reel to reel is made without any delay. The whole paper making process from reel to reel is made without any delay."}, {"timestamp": [567.0, 575.0], "text": " The whole paper making process, from wet sheet on the screen to dry paper on the reel, has taken only 45 seconds."}, {"timestamp": [575.0, 581.0], "text": " At this rate of output, 75,000 tons of paper are produced annually at Kawarau."}, {"timestamp": [580.5, 587.26], "text": " Kawaral."}, {"timestamp": [592.4, 595.2], "text": " Cut to printing press sizes, wrapped, weighed and numbered, the rolls of paper await shipment to newspapers all over Australia and New Zealand."}, {"timestamp": [596.32, 600.28], "text": " On the back blocks farm, in the city office and by the suburban fireside,"}, {"timestamp": [600.78, 607.0], "text": " New Zealanders read their papers, which began as pine seedlings on the Khingoroa plains 30 years ago."}, {"timestamp": [607.0, 612.0], "text": " The plans made when the forest was young have been successful."}, {"timestamp": [612.0, 616.0], "text": " Plans that have established a giant expanding industry in New Zealand."}], "text": " Carveragh, Kawarrow, 1957. Auxan 1957. Across a once silent country valley comes the sound of a mill, tireless and never ceasing, an industrial giant working the clock round, producing paper, wood pulp, sawn timber, a mill that is the massive result of a plan made more than 30 years ago. A mill that is the massive result of a plan made more than 30 years ago. In the early 1920s, the New Zealand Forest Service began planting the desolate Khingoroa plains in pine trees. On once barren land, a great forest grew up. Privately owned forests were also planted in the area. And to manufacture cardboard, chipboard and craft paper from the timber, mills were set up at Wakatani and later at Kinleaf. By 1952, a combination of state and private enterprises was ready to start work on the biggest job of all. Forty miles north of Murapara logging centre were built the giant pulp and paper mills at Kawara. Raw material for the mill comes from Murapara, railhead for the Kangaroa State Forest. Over 200,000 acres of trees have been set aside for the mill's use. In the forest, logging gangs fell, hall and low timber at a place that will keep the mill running at maximum efficiency. Huge areas are cleared each year, yet the trees grow faster than they can be cut. The mill can be fed indefinitely. Carrying 30 tons of logs each trip, giant diesel trucks haul timber from the loading out bases scattered through the forest. They operate night and day, seven days a week, to keep the railhead constantly supplied with logs. This is the first of five trains which will run from Murapara to Kawarau today, each train pulling 700 tons of logs to become sawn timber or new sprint. Two hours after leaving Murapara, trains arrive at the mill where they're unloaded in minutes by a mammoth hammerhead train that lifts a truckload of logs at a time. From the wood deck logs will travel to the wood preparation room where their eventual destination, sawmill or paper mill is decided. This is the first in a series of operations which will lift, drop, cut pound and bully timber into newsprint wood pulp for export or smooth planks. The Stripped of their bark, measured and numbered, bigger logs move across to the sawmill. The The The The Timber leaving the mill is sprayed to protect it from stain and given added strength and finish by seasoning in kilns. Much of the timber is sold in Australia, though the big market lies in New Zealand. Timber for buildings, for panelling, for furniture comes out of the mill at the rate of one and a half million feet each week, every piece graded to size and quality, tallied and packaged. The sawmill is important, but the mill's biggest jobs are the making of paper and compressed wood pulp. Pulp is obtained from wood chips and logs selected for chipping are first split to sizes the chipper can handle. Moving at great speed, the chipper blades take only a second to cut the slabs to chips of uniform size. Covered ways, how's the chip conveys? Second to cut the slabs to chips of uniform size. Covered ways, how's the chip conveys. Along these chips travel to digesters, huge pressure parts which treat the wood pieces, cooking them into pulp. Pulp from the digesters forms only the surface of new pulp from the digesters forms only the surface of new script. The base of the paper comes from logs that have been ground into fibre. These logs move to the grinding room where heat and grind stones reduce them to stringy fibres. The quality of both fiber and pulp must be kept up to standard. Laboratory tests are constantly made to ensure good paper. The quality of both fiber and pulp must be kept up to standard. Laboratory tests are constantly made to ensure good paper. A great deal of pulp leaving the digesters is not used for paper making at the mill but compressed into sheets and exported to Australia where paper makers combine it with local fibre. 37,000 tons of pulp leave the mill in this form every year. Paper making is the mill's major activity. The paper machine never stops. Hour after hour, day after day, it rolls out ton upon ton of newsprint. Formation of the paper begins when the mixture of fiber and pulp is forced out onto a rapidly moving screen. On this it spreads out into a sheet 23 feet wide. Still wet, the sheet is sucked onto rollers and under heat dries rapidly as it passes beneath a metal cover. The change error from reel to reel is made without any delay. The whole paper making process from reel to reel is made without any delay. The whole paper making process, from wet sheet on the screen to dry paper on the reel, has taken only 45 seconds. At this rate of output, 75,000 tons of paper are produced annually at Kawarau. Kawaral. Cut to printing press sizes, wrapped, weighed and numbered, the rolls of paper await shipment to newspapers all over Australia and New Zealand. On the back blocks farm, in the city office and by the suburban fireside, New Zealanders read their papers, which began as pine seedlings on the Khingoroa plains 30 years ago. The plans made when the forest was young have been successful. Plans that have established a giant expanding industry in New Zealand."}