{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Offshore,"}, {"timestamp": [2.0, 4.0], "text": "...offer,"}, {"timestamp": [4.0, 6.0], "text": "...offure..."}, {"timestamp": [6.0, 34.7], "text": "...offshore at the island of Follyolo, a Sunderland flying boat touches down, bringing the United Nations mission to Samoa."}, {"timestamp": [35.3, 42.36], "text": " New Zealand still has full jurisdiction over Western Samoa, but New Zealand is responsible under its mandate to the final authority of the United Nations."}, {"timestamp": [43.16, 48.28], "text": " And so, when a petition for self-government was received from Western Samoa, UNO decided to send a mission"}, {"timestamp": [48.28, 52.3], "text": " of three representatives to make investigations. Coming ashore are the three"}, {"timestamp": [52.3, 56.98], "text": " representatives, delegates from the USA, Belgium and Brazil. The mission will receive"}, {"timestamp": [56.98, 60.88], "text": " petitions, meet the island's leading citizens, and examine local conditions."}, {"timestamp": [60.88, 64.96], "text": " Greeting the mission, the Samoans gather in demonstrations at the mission's"}, {"timestamp": [64.96, 76.6], "text": " island headquarters. The Samoan people are recognizing the need for political independence,"}, {"timestamp": [76.6, 81.56], "text": " but there's no question of challenging the world authority of the United Nations. The gathering"}, {"timestamp": [81.56, 90.0], "text": " listens to Mr. F. B. Sir, the mission's chairman. And we have come ourselves almost from the other side of the world"}, {"timestamp": [90.0, 96.0], "text": " to bring you greetings, greetings from the United Nations,"}, {"timestamp": [96.0, 103.0], "text": " which as you know is a kind of a phono of the whole world,"}, {"timestamp": [103.0, 112.7], "text": " a council of the whole world devoted to trying to put into practical application."}, {"timestamp": [113.4, 115.4], "text": " The principles of brotherhood."}, {"timestamp": [116.1, 120.2], "text": " The principles of real Christianity."}, {"timestamp": [121.1, 124.7], "text": " Having presented their petition, the three ruling chiefs leave the headquarters."}, {"timestamp": [125.0, 131.0], "text": " These chiefs represent the leading families of Samoa, and they've asked that their council of three should head an independent government."}, {"timestamp": [131.0, 136.0], "text": " But there are other opinions amongst the people, and the UNO delegates will spend weeks making inquiries."}, {"timestamp": [136.0, 178.0], "text": " Meanwhile, there are feasts of welcome, speeches, dances and celebrations. nations. From the several villages, Samoa's"}, {"timestamp": [178.0, 184.0], "text": " Admiral Volker, Samoa's administrator, arrives with the United Nations delegates for the official reception at Morino O."}, {"timestamp": [184.0, 186.4], "text": " The welcome to the mission is warm and friendly."}, {"timestamp": [186.4, 198.8], "text": " The United Nations will always have a warm spot in their heart for the Samoan people."}, {"timestamp": [198.8, 211.6], "text": " After the speech making is the dancing by the men and women of the villages."}, {"timestamp": [225.84, 275.0], "text": " The chants are traditional, by the men of the village of Farifar. When the dancers are over, the meetings and discussions will continue."}, {"timestamp": [275.0, 289.0], "text": " New Zealand has placed the meetings and discussions will continue."}, {"timestamp": [289.0, 293.0], "text": " New Zealand has placed the decision on independence in the hands of the United Nations."}, {"timestamp": [293.0, 319.5], "text": " On the basis of the missions report, the United Nations will of Alamee, now chief of the Imperial General Stark."}, {"timestamp": [319.5, 322.5], "text": " Here's the man who knocked Rommel for six out of Africa."}, {"timestamp": [322.5, 326.16], "text": " He's cheered by many thousandsommel for six out of Africa."}, {"timestamp": [331.0, 335.0], "text": " He's cheered by many thousands and greeted by the Prime Minister Mr. Fraser on the steps of Parliament buildings."}, {"timestamp": [343.1, 343.8], "text": " In the cities throughout the Dominion, Lord Montgomery has given a welcome usually reserved for royalty."}, {"timestamp": [347.8, 349.0], "text": " The almost legendary figure of Monty with the famous Blackberry and Badgers now becomes a reality to young and old."}, {"timestamp": [349.0, 366.0], "text": " The welfare of disabled servicemen is a prime concern of Lord Montgomery."}, {"timestamp": [366.0, 370.0], "text": " At a South Island training center he inspects the work with genuine interest."}, {"timestamp": [370.0, 376.0], "text": " He's always generous in posing for a photograph."}, {"timestamp": [376.0, 383.0], "text": " A main South Island hospital is visited where the field marshal chats pleasantly with many of its patients."}, {"timestamp": [383.0, 390.56], "text": " His informal manner and charming personalities soon put them at their ease. All along the party's route, little groups of country"}, {"timestamp": [390.56, 395.76], "text": " people gather to see the field marshal as he passes. Some of them come considerable distances,"}, {"timestamp": [395.76, 404.72], "text": " from backcountry farms. There's a brief respite at Maruya Springs. Accompaned by the Minister"}, {"timestamp": [404.72, 411.0], "text": " of Defense, Mr. Jones, our visitor gets a chance to stretch his legs and admire some of New Zealand's loveliest scenery."}, {"timestamp": [411.0, 510.52], "text": " The tour continues and throughout the North Island crowds flocked from to honor his leadership and pronounce him a rangatira. The long tour is now a long tour is now almost concluded, and many thousands turn out to say goodbye to the Empire's number one soldier. A weekly field Marshal Lord Montgomery gives this farewell message to the people of New Zealand."}, {"timestamp": [511.52, 515.72], "text": " Time has come for me to leave New Zealand and to say goodbye to you all."}, {"timestamp": [516.48, 518.48], "text": " And I do this with a very sad heart."}, {"timestamp": [519.4, 523.84], "text": " I have traveled all over your country and it is indeed a very lovely country."}, {"timestamp": [524.92, 525.0], "text": " I have met a great many of your people and I've seen a great many of your healthy and very very many of your country and it is indeed a very lovely country."}, {"timestamp": [525.0, 530.0], "text": " I have met a great many of your people and I've seen a great many of your healthy and very"}, {"timestamp": [530.0, 537.0], "text": " sturdy children and everywhere I've been I've been received with the greatest friendliness"}, {"timestamp": [537.0, 542.0], "text": " and kindness and I do want to thank you all for this."}, {"timestamp": [542.0, 547.0], "text": " I have tried wherever I've been to capture the spirit of New Zealand."}, {"timestamp": [547.0, 557.0], "text": " And I believe it lies in that quality of sincerity, a quality which adds real depth to man's every action."}, {"timestamp": [557.0, null], "text": " And so I wish you all the very best of luck, and I hope we may all meet again someday."}], "text": " Offshore,...offer,...offure......offshore at the island of Follyolo, a Sunderland flying boat touches down, bringing the United Nations mission to Samoa. New Zealand still has full jurisdiction over Western Samoa, but New Zealand is responsible under its mandate to the final authority of the United Nations. And so, when a petition for self-government was received from Western Samoa, UNO decided to send a mission of three representatives to make investigations. Coming ashore are the three representatives, delegates from the USA, Belgium and Brazil. The mission will receive petitions, meet the island's leading citizens, and examine local conditions. Greeting the mission, the Samoans gather in demonstrations at the mission's island headquarters. The Samoan people are recognizing the need for political independence, but there's no question of challenging the world authority of the United Nations. The gathering listens to Mr. F. B. Sir, the mission's chairman. And we have come ourselves almost from the other side of the world to bring you greetings, greetings from the United Nations, which as you know is a kind of a phono of the whole world, a council of the whole world devoted to trying to put into practical application. The principles of brotherhood. The principles of real Christianity. Having presented their petition, the three ruling chiefs leave the headquarters. These chiefs represent the leading families of Samoa, and they've asked that their council of three should head an independent government. But there are other opinions amongst the people, and the UNO delegates will spend weeks making inquiries. Meanwhile, there are feasts of welcome, speeches, dances and celebrations. nations. From the several villages, Samoa's Admiral Volker, Samoa's administrator, arrives with the United Nations delegates for the official reception at Morino O. The welcome to the mission is warm and friendly. The United Nations will always have a warm spot in their heart for the Samoan people. After the speech making is the dancing by the men and women of the villages. The chants are traditional, by the men of the village of Farifar. When the dancers are over, the meetings and discussions will continue. New Zealand has placed the meetings and discussions will continue. New Zealand has placed the decision on independence in the hands of the United Nations. On the basis of the missions report, the United Nations will of Alamee, now chief of the Imperial General Stark. Here's the man who knocked Rommel for six out of Africa. He's cheered by many thousandsommel for six out of Africa. He's cheered by many thousands and greeted by the Prime Minister Mr. Fraser on the steps of Parliament buildings. In the cities throughout the Dominion, Lord Montgomery has given a welcome usually reserved for royalty. The almost legendary figure of Monty with the famous Blackberry and Badgers now becomes a reality to young and old. The welfare of disabled servicemen is a prime concern of Lord Montgomery. At a South Island training center he inspects the work with genuine interest. He's always generous in posing for a photograph. A main South Island hospital is visited where the field marshal chats pleasantly with many of its patients. His informal manner and charming personalities soon put them at their ease. All along the party's route, little groups of country people gather to see the field marshal as he passes. Some of them come considerable distances, from backcountry farms. There's a brief respite at Maruya Springs. Accompaned by the Minister of Defense, Mr. Jones, our visitor gets a chance to stretch his legs and admire some of New Zealand's loveliest scenery. The tour continues and throughout the North Island crowds flocked from to honor his leadership and pronounce him a rangatira. The long tour is now a long tour is now almost concluded, and many thousands turn out to say goodbye to the Empire's number one soldier. A weekly field Marshal Lord Montgomery gives this farewell message to the people of New Zealand. Time has come for me to leave New Zealand and to say goodbye to you all. And I do this with a very sad heart. I have traveled all over your country and it is indeed a very lovely country. I have met a great many of your people and I've seen a great many of your healthy and very very many of your country and it is indeed a very lovely country. I have met a great many of your people and I've seen a great many of your healthy and very sturdy children and everywhere I've been I've been received with the greatest friendliness and kindness and I do want to thank you all for this. I have tried wherever I've been to capture the spirit of New Zealand. And I believe it lies in that quality of sincerity, a quality which adds real depth to man's every action. And so I wish you all the very best of luck, and I hope we may all meet again someday."}