{"speakers": [], "chunks": [{"timestamp": [0.0, 49.0], "text": " The Here in New Zealand, in a United States Marine Corps camp such as this, Private Bob Hatch lived for a while last year."}, {"timestamp": [49.0, 55.0], "text": " He was a young American, just like any of these boys, here because there's a war to be won."}, {"timestamp": [55.0, 59.0], "text": " He later sailed for the combat area where he was wounded in action."}, {"timestamp": [59.0, 66.5], "text": " Before he sailed, he left his diary with his friend, Corporal Irwin Farnsworth."}, {"timestamp": [66.5, 68.5], "text": " Bob's what we call a regular guy."}, {"timestamp": [68.5, 73.0], "text": " He kept a diary and as we're not supposed to take diaries into the fighting zone,"}, {"timestamp": [73.0, 76.0], "text": " he left his behind with me before shoving off."}, {"timestamp": [76.0, 80.5], "text": " I don't think he'd mind me telling you what he wrote on the day we ride in New Zealand."}, {"timestamp": [80.5, 82.5], "text": " He starts off."}, {"timestamp": [82.5, 87.0], "text": " Most of us had heard the scuttle butt, that means rumor, and had a fair idea where we were going, New Zealand. He starts off. Most of us had heard the scuttle butt, that means rumor,"}, {"timestamp": [87.0, 94.0], "text": " and had a fair idea where we were going, New Zealand. Of course, we weren't sure until we actually tied up to the war."}, {"timestamp": [94.0, 99.0], "text": " Tying up didn't take long, but there was no liberty. In fact, we couldn't even get off the ship."}, {"timestamp": [99.0, 105.0], "text": " So there we were, as usual, just standing around."}, {"timestamp": [105.0, 110.0], "text": " We were awful sick of the sea, so dry land was sure good to look at."}, {"timestamp": [110.0, 114.0], "text": " It reminded me of Southern California with the mountains meeting the sea."}, {"timestamp": [114.0, 117.0], "text": " It made some of us feel a little bit homesick, too."}, {"timestamp": [117.0, 120.0], "text": " It looked like a friendly country."}, {"timestamp": [120.0, 123.0], "text": " There was a band down in the dock to meet us."}, {"timestamp": [123.0, 151.0], "text": " We'd seen their blue uniforms around some of our flying fields in the state, so we knew it was a band of the Royal New Zealand Air Force. At last we got a break, all ashore."}, {"timestamp": [151.0, 154.0], "text": " Boy, did real solid land feel good."}, {"timestamp": [154.0, 160.0], "text": " You can bet your bottom dollars did."}, {"timestamp": [160.0, 165.0], "text": " War or no war, we must have music, and our band was amongst the first ashore."}, {"timestamp": [169.0, 176.0], "text": " Officers and men, we were all in the same boat or rather getting off the same boat"}, {"timestamp": [176.0, 180.0], "text": " and all curious to find what kind of an advanced base we had come to."}, {"timestamp": [180.0, 185.0], "text": " We had a lot of queer ideas as to what New Zealand would be like."}, {"timestamp": [189.0, 194.0], "text": " But there we were as usual, standing around."}, {"timestamp": [196.0, 199.0], "text": " Imagine our surprise when a milk wagon came along."}, {"timestamp": [199.0, 202.0], "text": " We hadn't tasted fresh milk since we left the States."}, {"timestamp": [202.0, 204.0], "text": " Boy, did it taste good."}, {"timestamp": [204.0, 211.5], "text": " It wasn't long before our sergeant was bellowing,"}, {"timestamp": [211.5, 235.0], "text": " ball in, and we were off again, without even at some rather odd looking railway cars."}, {"timestamp": [239.0, 244.0], "text": " These New Zealanders certainly did things right."}, {"timestamp": [244.0, 246.0], "text": " When we get off the train, there was a band again,"}, {"timestamp": [246.0, 249.0], "text": " and we started our march to camp just like a big parade."}, {"timestamp": [249.0, 256.0], "text": " We were out in the country,"}, {"timestamp": [256.0, 259.0], "text": " but of course, the usual kids were present to look us over"}, {"timestamp": [259.0, 261.0], "text": " and yell a few words of welcome."}, {"timestamp": [261.0, 264.0], "text": " It was sort of nice, too."}, {"timestamp": [264.0, 266.66], "text": " As we marched along that New Zealand"}, {"timestamp": [266.66, 271.1], "text": " Road, I sort of wondered how long it would be before we marched through the streets of Tokyo."}, {"timestamp": [271.78, 277.42], "text": " That is, if there's anything left to the place after we've had a crack at it. We didn't have"}, {"timestamp": [277.42, 283.38], "text": " much time to think about the future, though. Soon we were into camp. Then came the job of getting"}, {"timestamp": [283.38, 286.38], "text": " squared away."}, {"timestamp": [286.38, 288.72], "text": " There was bound to be some gold-bricking,"}, {"timestamp": [288.72, 290.66], "text": " especially when one of the fellas brought out"}, {"timestamp": [290.66, 294.58], "text": " the galloping dominoes."}, {"timestamp": [294.58, 296.76], "text": " Pretty soon our gear started to arrive,"}, {"timestamp": [296.76, 300.72], "text": " and then it was back to work again."}, {"timestamp": [304.8, 309.0], "text": " Yep, and old glory was there too, flying proudly overhead."}, {"timestamp": [309.0, 314.0], "text": " I guess there isn't anything any of us wouldn't do to keep it flying."}, {"timestamp": [314.0, 316.0], "text": " And that goes for me too."}], "text": " The Here in New Zealand, in a United States Marine Corps camp such as this, Private Bob Hatch lived for a while last year. He was a young American, just like any of these boys, here because there's a war to be won. He later sailed for the combat area where he was wounded in action. Before he sailed, he left his diary with his friend, Corporal Irwin Farnsworth. Bob's what we call a regular guy. He kept a diary and as we're not supposed to take diaries into the fighting zone, he left his behind with me before shoving off. I don't think he'd mind me telling you what he wrote on the day we ride in New Zealand. He starts off. Most of us had heard the scuttle butt, that means rumor, and had a fair idea where we were going, New Zealand. He starts off. Most of us had heard the scuttle butt, that means rumor, and had a fair idea where we were going, New Zealand. Of course, we weren't sure until we actually tied up to the war. Tying up didn't take long, but there was no liberty. In fact, we couldn't even get off the ship. So there we were, as usual, just standing around. We were awful sick of the sea, so dry land was sure good to look at. It reminded me of Southern California with the mountains meeting the sea. It made some of us feel a little bit homesick, too. It looked like a friendly country. There was a band down in the dock to meet us. We'd seen their blue uniforms around some of our flying fields in the state, so we knew it was a band of the Royal New Zealand Air Force. At last we got a break, all ashore. Boy, did real solid land feel good. You can bet your bottom dollars did. War or no war, we must have music, and our band was amongst the first ashore. Officers and men, we were all in the same boat or rather getting off the same boat and all curious to find what kind of an advanced base we had come to. We had a lot of queer ideas as to what New Zealand would be like. But there we were as usual, standing around. Imagine our surprise when a milk wagon came along. We hadn't tasted fresh milk since we left the States. Boy, did it taste good. It wasn't long before our sergeant was bellowing, ball in, and we were off again, without even at some rather odd looking railway cars. These New Zealanders certainly did things right. When we get off the train, there was a band again, and we started our march to camp just like a big parade. We were out in the country, but of course, the usual kids were present to look us over and yell a few words of welcome. It was sort of nice, too. As we marched along that New Zealand Road, I sort of wondered how long it would be before we marched through the streets of Tokyo. That is, if there's anything left to the place after we've had a crack at it. We didn't have much time to think about the future, though. Soon we were into camp. Then came the job of getting squared away. There was bound to be some gold-bricking, especially when one of the fellas brought out the galloping dominoes. Pretty soon our gear started to arrive, and then it was back to work again. Yep, and old glory was there too, flying proudly overhead. I guess there isn't anything any of us wouldn't do to keep it flying. And that goes for me too."}