{"speakers": [], "chunks": [{"timestamp": [0.0, 44.72], "text": " The On the road to Tripoli, it is January and the 8th Army is still on the move."}, {"timestamp": [44.72, 45.26], "text": " Ever since October, when they began their westward offensive, they have given Romel no rest. On the road to Tripoli, it is January and the 8th Army is still on the move."}, {"timestamp": [49.7, 50.24], "text": " Ever since October, when they began their westward offensive, they have given Romel no rest."}, {"timestamp": [52.54, 55.44], "text": " Now he's in full cry for the Tunisian border."}, {"timestamp": [63.16, 73.0], "text": " The New Zealand division, that ball of fire, presses on along the road littered with burnt-out guns and tanks, relics of the enemy retreat. With Ramel's armoured forces broken and superiority in the air,"}, {"timestamp": [73.0, 76.0], "text": " only the desert itself impedes their progress."}, {"timestamp": [76.0, 79.0], "text": " Roads must be carved from rocky escarpments,"}, {"timestamp": [79.0, 83.0], "text": " crossings made over bolder-strewn hillsides and deeply scarred watercourses."}, {"timestamp": [83.0, 85.6], "text": " The New Zealand engineers with bulldozers,"}, {"timestamp": [85.6, 87.5], "text": " picks and shovels do the job."}, {"timestamp": [87.5, 102.0], "text": " The advance units are in constant contact with the enemy, rounding up scattered remnants,"}, {"timestamp": [102.0, 105.24], "text": " with General Freiburg directing operations few escape."}, {"timestamp": [111.96, 116.34], "text": " Meanwhile, under the careful guidance of the Provo Corps, the main advance continues."}, {"timestamp": [116.94, 119.22], "text": " Guns and men are hard on the heels of the enemy."}, {"timestamp": [120.68, 124.52], "text": " Now they approach the town of Tahuna, 40 miles from Tripoli,"}, {"timestamp": [127.4, 131.0], "text": " another milestone on the long desert road, and more prisoners are waiting to surrender."}, {"timestamp": [131.0, 151.0], "text": " Sharing an epic advance, Australians and New Zealanders find time to amuse the children of some Italian settlers, but they don't stop for long."}, {"timestamp": [151.0, 155.0], "text": " And it's forward again."}, {"timestamp": [155.0, 166.0], "text": " This is the sixth campaign fought along this desert road, the sixth and the last. Guns and trucks roll on, drawing hourly nearer to Tripoli."}, {"timestamp": [170.0, 173.0], "text": " German forces prepared to make a stand near Azizia."}, {"timestamp": [173.0, 176.0], "text": " They feverishly completed Tripoli's last line of defense,"}, {"timestamp": [176.0, 178.0], "text": " but as the New Zealanders still came on,"}, {"timestamp": [178.0, 181.0], "text": " the remnants of the 15th Panzer Division fled,"}, {"timestamp": [181.0, 186.24], "text": " leaving the road open and littered with blazing trucks and equipment."}, {"timestamp": [186.24, 189.4], "text": " Once it was thought 15 miles a day was good marching."}, {"timestamp": [189.4, 204.84], "text": " These are the men, New Zealanders, who have doubled that speed, fighting as they advanced."}, {"timestamp": [204.84, 210.0], "text": " Before the 8th Army set out, the problem of the native inhabitants of villages such as this was considered."}, {"timestamp": [210.0, 212.0], "text": " Proclamations were ready."}, {"timestamp": [212.0, 216.0], "text": " Supplies were available to villagers whose stores had been pillaged by the enemy."}, {"timestamp": [216.0, 220.0], "text": " The Kiwis quickly introduced these natives to the delights of afternoon tea."}, {"timestamp": [220.0, 226.74], "text": " On the outskirts of Tripoli now, New Zealand transports in preparation for the final dash."}, {"timestamp": [227.28, 230.82], "text": " They have traveled and fought for 1,500 miles along a single road."}, {"timestamp": [231.36, 236.58], "text": " A miracle of organization that has taught the enemy and the world a lesson in mechanized warfare."}, {"timestamp": [237.48, 242.34], "text": " Shot from the skies by overwhelming strength, Ramel's air arm lies strewn across the desert."}, {"timestamp": [242.92, 248.0], "text": " Seen such as these mocked the hopes of the warlords who were to be the conquerors of Africa."}, {"timestamp": [248.0, 254.0], "text": " The supreme warlord of them all, Hitler, is supposed to believe in numerology."}, {"timestamp": [254.0, 256.0], "text": " This number didn't help."}, {"timestamp": [256.0, 268.0], "text": " Ready to move again, the New Zealand division forms up."}, {"timestamp": [268.0, 276.0], "text": " Men of the Maori battalion lead the way on the last left to Tripoli."}, {"timestamp": [276.0, 289.0], "text": " To welcome them the natives gather by the roadside."}, {"timestamp": [289.0, 296.0], "text": " Only a few hours ago, these people watched with relief the clouds of dust that marked the westward flight of the Africa Corps."}, {"timestamp": [296.0, 311.86], "text": " January 23rd, 1943, the First Dominion troops roll into Tripoli, and their New Zealanders."}, {"timestamp": [315.62, 323.08], "text": " This is the end of the road, the square in Tripoli."}, {"timestamp": [324.42, 327.04], "text": " Tripoli, key to Italy's African Empire,"}, {"timestamp": [327.6, 329.72], "text": " the dream of all Italian tomorrows."}, {"timestamp": [330.64, 333.6], "text": " The battered Axis forces could not, when the time came,"}, {"timestamp": [333.9, 335.84], "text": " make any real attempt to hold the city."}, {"timestamp": [342.16, 344.82], "text": " Piles of stores still burning on the waterfront"}, {"timestamp": [344.82, 347.0], "text": " mark their hasty retreat."}, {"timestamp": [347.0, 356.0], "text": " It's a great show for the inhabitants as a portion of the armoured might of the 8th Army stops in the square."}, {"timestamp": [356.0, 367.0], "text": " When you've just finished chasing the enemy for three months across the desert, there's nothing like a good meal."}, {"timestamp": [367.0, 375.0], "text": " The capture of Tripoli is the first major victory achieved by British arms in this war."}, {"timestamp": [375.0, 380.0], "text": " These are the tanks of the New Zealand Division. They played their part."}, {"timestamp": [384.0, 386.0], "text": " This is an historic moment."}, {"timestamp": [386.0, 393.76], "text": " In the outskirts of the city, the Governor-General of Libya comes to surrender to General Montgomery."}, {"timestamp": [393.76, 398.24], "text": " The fall of Tripoli is the end of Italy's African Empire."}, {"timestamp": [398.24, 403.68], "text": " Tripoli, therefore, was the goal not only of the command, but also of every man in every unit"}, {"timestamp": [403.68, 405.0], "text": " of the Eighth Army."}, {"timestamp": [406.1, 412.0], "text": " Leading that victorious army across half the African continent, Montgomery proclaimed to his troops,"}, {"timestamp": [412.0, 433.28], "text": " nothing has stopped us and nothing will. Nothing did. The official surrender completed, Montgomery drives through the streets of Tripoli."}, {"timestamp": [434.0, 438.4], "text": " His leadership has been distinguished by energy, force, and brilliant tactics."}, {"timestamp": [439.14, 442.32], "text": " Behind him was the strategic design of the vast organization"}, {"timestamp": [442.32, 447.0], "text": " which welded together land, sea, and air forces for the crushing offensive."}, {"timestamp": [447.0, 466.0], "text": " The Union Jack is hoisted as more troops arrive."}, {"timestamp": [466.0, 470.0], "text": " Among them come the Kiwis, of whom Winston Churchill said,"}, {"timestamp": [470.0, 475.0], "text": " Far away in New Zealand homes, all hearts are swelling with pride at your deeds."}, {"timestamp": [475.0, 480.0], "text": " It is the same throughout Britain, where all are full of gratitude to the people of New Zealand"}, {"timestamp": [480.0, 492.14], "text": " who have sent the splendid division to win fame and honor across the oceans."}, {"timestamp": [496.18, 496.54], "text": " The New Zealand division was only a small unit in this great army,"}, {"timestamp": [null, null], "text": " which will go on to new victories, and the Kiwis will always be there."}], "text": " The On the road to Tripoli, it is January and the 8th Army is still on the move. Ever since October, when they began their westward offensive, they have given Romel no rest. On the road to Tripoli, it is January and the 8th Army is still on the move. Ever since October, when they began their westward offensive, they have given Romel no rest. Now he's in full cry for the Tunisian border. The New Zealand division, that ball of fire, presses on along the road littered with burnt-out guns and tanks, relics of the enemy retreat. With Ramel's armoured forces broken and superiority in the air, only the desert itself impedes their progress. Roads must be carved from rocky escarpments, crossings made over bolder-strewn hillsides and deeply scarred watercourses. The New Zealand engineers with bulldozers, picks and shovels do the job. The advance units are in constant contact with the enemy, rounding up scattered remnants, with General Freiburg directing operations few escape. Meanwhile, under the careful guidance of the Provo Corps, the main advance continues. Guns and men are hard on the heels of the enemy. Now they approach the town of Tahuna, 40 miles from Tripoli, another milestone on the long desert road, and more prisoners are waiting to surrender. Sharing an epic advance, Australians and New Zealanders find time to amuse the children of some Italian settlers, but they don't stop for long. And it's forward again. This is the sixth campaign fought along this desert road, the sixth and the last. Guns and trucks roll on, drawing hourly nearer to Tripoli. German forces prepared to make a stand near Azizia. They feverishly completed Tripoli's last line of defense, but as the New Zealanders still came on, the remnants of the 15th Panzer Division fled, leaving the road open and littered with blazing trucks and equipment. Once it was thought 15 miles a day was good marching. These are the men, New Zealanders, who have doubled that speed, fighting as they advanced. Before the 8th Army set out, the problem of the native inhabitants of villages such as this was considered. Proclamations were ready. Supplies were available to villagers whose stores had been pillaged by the enemy. The Kiwis quickly introduced these natives to the delights of afternoon tea. On the outskirts of Tripoli now, New Zealand transports in preparation for the final dash. They have traveled and fought for 1,500 miles along a single road. A miracle of organization that has taught the enemy and the world a lesson in mechanized warfare. Shot from the skies by overwhelming strength, Ramel's air arm lies strewn across the desert. Seen such as these mocked the hopes of the warlords who were to be the conquerors of Africa. The supreme warlord of them all, Hitler, is supposed to believe in numerology. This number didn't help. Ready to move again, the New Zealand division forms up. Men of the Maori battalion lead the way on the last left to Tripoli. To welcome them the natives gather by the roadside. Only a few hours ago, these people watched with relief the clouds of dust that marked the westward flight of the Africa Corps. January 23rd, 1943, the First Dominion troops roll into Tripoli, and their New Zealanders. This is the end of the road, the square in Tripoli. Tripoli, key to Italy's African Empire, the dream of all Italian tomorrows. The battered Axis forces could not, when the time came, make any real attempt to hold the city. Piles of stores still burning on the waterfront mark their hasty retreat. It's a great show for the inhabitants as a portion of the armoured might of the 8th Army stops in the square. When you've just finished chasing the enemy for three months across the desert, there's nothing like a good meal. The capture of Tripoli is the first major victory achieved by British arms in this war. These are the tanks of the New Zealand Division. They played their part. This is an historic moment. In the outskirts of the city, the Governor-General of Libya comes to surrender to General Montgomery. The fall of Tripoli is the end of Italy's African Empire. Tripoli, therefore, was the goal not only of the command, but also of every man in every unit of the Eighth Army. Leading that victorious army across half the African continent, Montgomery proclaimed to his troops, nothing has stopped us and nothing will. Nothing did. The official surrender completed, Montgomery drives through the streets of Tripoli. His leadership has been distinguished by energy, force, and brilliant tactics. Behind him was the strategic design of the vast organization which welded together land, sea, and air forces for the crushing offensive. The Union Jack is hoisted as more troops arrive. Among them come the Kiwis, of whom Winston Churchill said, Far away in New Zealand homes, all hearts are swelling with pride at your deeds. It is the same throughout Britain, where all are full of gratitude to the people of New Zealand who have sent the splendid division to win fame and honor across the oceans. The New Zealand division was only a small unit in this great army, which will go on to new victories, and the Kiwis will always be there."}