{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " This holiday address is to Torekina Beach, Empress Augusta Bay, Bougainville Island, Solomon's."}, {"timestamp": [30.0, 35.0], "text": " The place is a striking base against the Japanese, the men American and New Zealand flyers,"}, {"timestamp": [35.0, 40.0], "text": " and the holiday just a matter of an hour or two off between spells of duty."}, {"timestamp": [40.0, 46.08], "text": " American lightnings flash past, flying fortress's taxi in, and this on an island which is still in the main Japanese occupied."}, {"timestamp": [46.86, 50.86], "text": " These New Zealand torpedo bomber crews are receiving a final briefing from an intelligence officer."}, {"timestamp": [52.02, 58.2], "text": " Within the last 24 hours, the Japanese have moved troops lies overland from the east coast."}, {"timestamp": [59.62, 64.56], "text": " These concentrations are situated in the trees about 400 yards inland from Mako."}, {"timestamp": [65.0, 70.0], "text": " The aircraft will follow one another in at three minute intervals."}, {"timestamp": [70.0, 72.0], "text": " Out of bomb from 800 feet."}, {"timestamp": [72.0, 78.0], "text": " New Zealand warhawks, torpedo and dive bombers will be operating over area wide."}, {"timestamp": [78.0, 83.0], "text": " On the backbone of the island, the volcano sends up its sullen smoke without the aid of bombs."}, {"timestamp": [83.0, 88.0], "text": " But the bombs are here, here to make the Solomon's jungles doubly unhealthy for the Japanese invader."}, {"timestamp": [88.0, 92.0], "text": " While the crews get their briefings, ground crews in dispersal bays are arming the planes."}, {"timestamp": [92.0, 97.0], "text": " There are plenty of bombs within the Allied perimeter at Empress Augusta Bay, Bougainville."}, {"timestamp": [97.0, 100.0], "text": " Here is New Zealand Fighter Wing."}, {"timestamp": [100.0, 117.24], "text": " This is your target for this morning. wing. You'll remember when the jets from our perimeter. You'll remember when the Japs retreated from our perimeter, they moved over to the coast"}, {"timestamp": [117.24, 122.88], "text": " and have since built up numerous barrack buildings scattered along the coast."}, {"timestamp": [122.88, 132.0], "text": " Now I suggest that you go across the island, peel off at about 16,000 feet, release your incendiary on the villages at 3,000,"}, {"timestamp": [132.0, 138.4], "text": " and you boys with bombs, hit the bridges, then retire down the coast, straining targets of"}, {"timestamp": [138.4, 144.32], "text": " opportunity. Now around the peninsula here, the Japs have a good concentration in Novak air."}, {"timestamp": [144.32, 149.04], "text": " They've got heavy, medium, and light, and recently it's been fairly accurate."}, {"timestamp": [149.38, 151.74], "text": " So I suggest you keep right away from that area."}, {"timestamp": [153.88, 156.42], "text": " Well, that's about all now. Any questions?"}, {"timestamp": [156.9, 159.88], "text": " Yes. Do you think we'll get any shooting further down the coast?"}, {"timestamp": [160.38, 163.96], "text": " Oh, yes, rather. Good shooting, and good luck."}, {"timestamp": [163.96, 165.64], "text": " Oh, and bring us back a good report."}, {"timestamp": [168.2, 175.04], "text": " The crews go to their various types of planes. As landing strips and dispersal bays cover a lot of ground, trucks are used."}, {"timestamp": [175.6, 178.68], "text": " These men are going to their TBS, torpedo bomber fighters."}, {"timestamp": [182.44, 187.0], "text": " The Warhawks are also ready. The ground crews have done their work and the air crews"}, {"timestamp": [187.0, 190.0], "text": " are taking over to go out against Robal in New Britain."}, {"timestamp": [190.0, 195.0], "text": " Now the Japzero's"}, {"timestamp": [195.0, 215.0], "text": " now the Jap Zeros are becoming rare targets in this area, the New Zealand Warhawks have been adapted to carry bombs as well as their usual fighter armament."}, {"timestamp": [215.0, 218.0], "text": " They're glide bombers now."}, {"timestamp": [218.0, 228.0], "text": " In company with the reconnaissance plane, we take off from the fighter's trip on an offensive mission."}, {"timestamp": [231.0, 234.0], "text": " There go some of our warhawks. They climb up from this Allied base, up above the bay,"}, {"timestamp": [234.0, 239.0], "text": " and set off down the coast to deliver their loads westwards to New Ireland and New Britain."}, {"timestamp": [239.0, 250.4], "text": " New Zealand dive bombers are up in the north, about to take part in attacks on"}, {"timestamp": [250.4, 252.3], "text": " on the strongly held Bucca."}, {"timestamp": [252.3, 256.46], "text": " There's Bucca Passage on the skyline, separating Bukha from Bougainville Island."}, {"timestamp": [256.46, 265.0], "text": " On each side of Bucca passage, there's the Japanese airstrip, also supply and bivouac areas."}, {"timestamp": [266.0, 306.32], "text": " The dive bombers get to work. Thanks to this constant use of our air power, Buka passage is practically closed to enemy shipping and its airstrips unusable."}, {"timestamp": [306.78, 308.48], "text": " But the garrison still fires back."}, {"timestamp": [317.52, 319.56], "text": " Those were Jap vegetable gardens."}, {"timestamp": [321.36, 323.9], "text": " A TBF drops a bomb. That's only an island."}, {"timestamp": [326.0, 332.0], "text": " There are still many thousands of Japs cut off in the Solomons, starving but fighting."}, {"timestamp": [332.0, 339.0], "text": " The Orange L.A.F. destroying their supplies, destroying their gardens and bombing out their strongholds, is helping to thin them out."}, {"timestamp": [339.0, 358.0], "text": " And making it not quite so costly and difficult for the ground troops to finish the job. That's over for today. The dive bombers go back towards their patch of friendly territory."}, {"timestamp": [358.0, 364.0], "text": " Meanwhile, the Venturors are out, approaching targets on the Shorthand Islands."}, {"timestamp": [364.0, 368.0], "text": " They have a load of delayed action bombs for Jap occupied villagers."}, {"timestamp": [368.0, 390.0], "text": " The Japs near Keta have also received a packet."}, {"timestamp": [394.0, 400.0], "text": " Far away to the west of Bougainville, large forces are passing New Ireland."}, {"timestamp": [400.0, 406.0], "text": " There is Cape St. George, which is heavily defended."}, {"timestamp": [406.0, 412.16], "text": " Containing both American and New Zealand planes, the force goes on."}, {"timestamp": [412.16, 416.04], "text": " Back again over the Allied patch on Bougainville is the reconnaissance plane."}, {"timestamp": [416.04, 421.56], "text": " It slides down over the open-air picture show, who screen the starving Japs used to gaze at"}, {"timestamp": [421.56, 427.0], "text": " from the hills at night, over the camp area and down to earth."}, {"timestamp": [427.0, 445.0], "text": " The Warhawks start coming in, back from Rabao."}, {"timestamp": [445.0, 457.0], "text": " They're all back."}, {"timestamp": [457.0, 462.0], "text": " The crews were briefed to do a job, and they've carried it out without loss."}, {"timestamp": [462.0, 472.12], "text": " Soon the ground crews will have the planes re-armed and refueled ready for the next job. Briefing has its complement"}, {"timestamp": [472.12, 475.84], "text": " interrogation. As soon as the planes come in the crews are called to the"}, {"timestamp": [475.84, 479.68], "text": " witness stand to tell all they've seen to the intelligence officers. Any damage?"}, {"timestamp": [479.68, 484.0], "text": " Yes, in the port wing and I'd say it was 40mm."}, {"timestamp": [484.0, 487.0], "text": " 10 or 15 miles off Booker Passage."}, {"timestamp": [487.0, 488.0], "text": " Good."}, {"timestamp": [488.0, 494.0], "text": " And my first one was running towards the north and then one boat stopped."}, {"timestamp": [494.0, 496.0], "text": " One boat stopped. One boat stopped."}, {"timestamp": [496.0, 499.0], "text": " And the other two came up and circled."}, {"timestamp": [499.0, 501.0], "text": " Two others came up and circled."}, {"timestamp": [501.0, 502.0], "text": " Yes."}, {"timestamp": [502.0, 505.0], "text": " To give you the impression that the other one was in trouble?"}, {"timestamp": [505.0, 508.0], "text": " Did you hit your target all right?"}, {"timestamp": [508.0, 514.0], "text": " Well, there was a lot of crowd about, but we found a gap and came down through it."}, {"timestamp": [514.0, 522.0], "text": " Our bomb seemed to cover the target area fairly well, and I think one of the guns stopped firing."}, {"timestamp": [522.0, 523.0], "text": " Did you notice that?"}, {"timestamp": [523.0, 530.0], "text": " Yes, I saw that. It seemed to be a couple of guns further east, though. That's coming up pretty heavily."}, {"timestamp": [532.0, 543.0], "text": " This is the air war round Bougainville. Plains go out, bomb and strop the enemy, and crews come back and make their reports. So it goes on day after day."}, {"timestamp": [543.0, 545.36], "text": " Well, how does she go? Oh, she's okay."}, {"timestamp": [545.52, 546.0], "text": " No, Alderman?"}, {"timestamp": [546.3, 548.28], "text": " No, there's plenty of flak, but we came through, all right?"}, {"timestamp": [548.34, 548.84], "text": " Good thing."}, {"timestamp": [549.18, 549.46], "text": " Stop?"}, {"timestamp": [549.74, 551.1], "text": " They won't use that airfield for a while."}, {"timestamp": [551.26, 551.7], "text": " No, no, no."}], "text": " This holiday address is to Torekina Beach, Empress Augusta Bay, Bougainville Island, Solomon's. The place is a striking base against the Japanese, the men American and New Zealand flyers, and the holiday just a matter of an hour or two off between spells of duty. American lightnings flash past, flying fortress's taxi in, and this on an island which is still in the main Japanese occupied. These New Zealand torpedo bomber crews are receiving a final briefing from an intelligence officer. Within the last 24 hours, the Japanese have moved troops lies overland from the east coast. These concentrations are situated in the trees about 400 yards inland from Mako. The aircraft will follow one another in at three minute intervals. Out of bomb from 800 feet. New Zealand warhawks, torpedo and dive bombers will be operating over area wide. On the backbone of the island, the volcano sends up its sullen smoke without the aid of bombs. But the bombs are here, here to make the Solomon's jungles doubly unhealthy for the Japanese invader. While the crews get their briefings, ground crews in dispersal bays are arming the planes. There are plenty of bombs within the Allied perimeter at Empress Augusta Bay, Bougainville. Here is New Zealand Fighter Wing. This is your target for this morning. wing. You'll remember when the jets from our perimeter. You'll remember when the Japs retreated from our perimeter, they moved over to the coast and have since built up numerous barrack buildings scattered along the coast. Now I suggest that you go across the island, peel off at about 16,000 feet, release your incendiary on the villages at 3,000, and you boys with bombs, hit the bridges, then retire down the coast, straining targets of opportunity. Now around the peninsula here, the Japs have a good concentration in Novak air. They've got heavy, medium, and light, and recently it's been fairly accurate. So I suggest you keep right away from that area. Well, that's about all now. Any questions? Yes. Do you think we'll get any shooting further down the coast? Oh, yes, rather. Good shooting, and good luck. Oh, and bring us back a good report. The crews go to their various types of planes. As landing strips and dispersal bays cover a lot of ground, trucks are used. These men are going to their TBS, torpedo bomber fighters. The Warhawks are also ready. The ground crews have done their work and the air crews are taking over to go out against Robal in New Britain. Now the Japzero's now the Jap Zeros are becoming rare targets in this area, the New Zealand Warhawks have been adapted to carry bombs as well as their usual fighter armament. They're glide bombers now. In company with the reconnaissance plane, we take off from the fighter's trip on an offensive mission. There go some of our warhawks. They climb up from this Allied base, up above the bay, and set off down the coast to deliver their loads westwards to New Ireland and New Britain. New Zealand dive bombers are up in the north, about to take part in attacks on on the strongly held Bucca. There's Bucca Passage on the skyline, separating Bukha from Bougainville Island. On each side of Bucca passage, there's the Japanese airstrip, also supply and bivouac areas. The dive bombers get to work. Thanks to this constant use of our air power, Buka passage is practically closed to enemy shipping and its airstrips unusable. But the garrison still fires back. Those were Jap vegetable gardens. A TBF drops a bomb. That's only an island. There are still many thousands of Japs cut off in the Solomons, starving but fighting. The Orange L.A.F. destroying their supplies, destroying their gardens and bombing out their strongholds, is helping to thin them out. And making it not quite so costly and difficult for the ground troops to finish the job. That's over for today. The dive bombers go back towards their patch of friendly territory. Meanwhile, the Venturors are out, approaching targets on the Shorthand Islands. They have a load of delayed action bombs for Jap occupied villagers. The Japs near Keta have also received a packet. Far away to the west of Bougainville, large forces are passing New Ireland. There is Cape St. George, which is heavily defended. Containing both American and New Zealand planes, the force goes on. Back again over the Allied patch on Bougainville is the reconnaissance plane. It slides down over the open-air picture show, who screen the starving Japs used to gaze at from the hills at night, over the camp area and down to earth. The Warhawks start coming in, back from Rabao. They're all back. The crews were briefed to do a job, and they've carried it out without loss. Soon the ground crews will have the planes re-armed and refueled ready for the next job. Briefing has its complement interrogation. As soon as the planes come in the crews are called to the witness stand to tell all they've seen to the intelligence officers. Any damage? Yes, in the port wing and I'd say it was 40mm. 10 or 15 miles off Booker Passage. Good. And my first one was running towards the north and then one boat stopped. One boat stopped. One boat stopped. And the other two came up and circled. Two others came up and circled. Yes. To give you the impression that the other one was in trouble? Did you hit your target all right? Well, there was a lot of crowd about, but we found a gap and came down through it. Our bomb seemed to cover the target area fairly well, and I think one of the guns stopped firing. Did you notice that? Yes, I saw that. It seemed to be a couple of guns further east, though. That's coming up pretty heavily. This is the air war round Bougainville. Plains go out, bomb and strop the enemy, and crews come back and make their reports. So it goes on day after day. Well, how does she go? Oh, she's okay. No, Alderman? No, there's plenty of flak, but we came through, all right? Good thing. Stop? They won't use that airfield for a while. No, no, no."}