{"speakers": [], "chunks": [{"timestamp": [0.0, 26.74], "text": " In May 255 began the construction of Auckland's Harbour Bridge."}, {"timestamp": [27.14, 30.02], "text": " To be nearly a mile long, the bridge would be completed in 1959."}, {"timestamp": [30.76, 36.26], "text": " When the caisson of Pier 5 tilted in 1957, it was the first setback and delayed work for six weeks."}, {"timestamp": [39.58, 43.24], "text": " December 1st, 1958, and the biggest job of all is underway."}, {"timestamp": [43.98, 47.16], "text": " This 1,500 ton span has been built on top of a completed section."}, {"timestamp": [47.66, 49.52], "text": " It will be floated off piers near the south shore"}, {"timestamp": [49.52, 52.32], "text": " and set down on piers 2 and 3 further out in the harbor."}, {"timestamp": [53.02, 56.82], "text": " Project manager Cardno and foreman Marshall watch anxiously as the span is cut loose."}, {"timestamp": [71.4, 72.0], "text": " The 580 foot span sits on a carrier section which sits on two barges."}, {"timestamp": [76.6, 78.96], "text": " Moving the steel giant is a delicate, dangerous business that keeps each engineer and workmen on his toes."}, {"timestamp": [82.84, 83.32], "text": " Four hours after float off, the span lies moored opposite its final resting place."}, {"timestamp": [87.0, 91.0], "text": " Tomorrow's high tide will help float it into position."}, {"timestamp": [100.0, 111.56], "text": " Slowly the span is moved towards the main structure. As the tide falls, the massive section will rest on the piers. Any mistakes now would mean disaster."}, {"timestamp": [114.7, 115.24], "text": " On the third day of the operation, the span is finally settled."}, {"timestamp": [135.7, 136.44], "text": " The carrier is floated away and Auckland's harbour bridge is one stage near a completion. Heavy bush near Oxford, North Canterbury becomes an army training ground."}, {"timestamp": [141.22, 142.04], "text": " Regular force instructors are themselves instructed by Australian jungle expert Major Tim Wilson."}, {"timestamp": [147.0, 152.0], "text": " Modern warfare makes jungle training necessary, so instructors sort a suitable spot within New Zealand. They found Little Malaya, ideal in every way for teaching jungle combat."}, {"timestamp": [152.0, 163.0], "text": " The jungle is no man's land, where the slightest sound could be your last. You must be ready to shoot first, always."}, {"timestamp": [163.0, 165.2], "text": " Here, Officer Instructor Lieutenant Wooster takes Sergeant Ronald Dow through the jungle shooting gallery. be your last. You must be ready to shoot first, always. Here officer instructor"}, {"timestamp": [165.2, 169.0], "text": " Lieutenant Wooster takes Sergeant Ronald Dow through the jungle shooting gallery."}, {"timestamp": [169.0, 195.0], "text": " The instructor sets the target. The ever-present danger of ambush is reduced only by silence, alertness and training."}, {"timestamp": [195.0, 199.5], "text": " Jungle tactics are based on drawing the enemy's fire, so discovering his position."}, {"timestamp": [199.5, 217.2], "text": " Dense jungle is a dense jungle is a jungle is different. Slashing at vines may be noisy, but here nothing moves without making noise, not even the enemy. And that makes both sides even."}, {"timestamp": [221.2, 255.0], "text": " All this training is used in practice exercises. The leading scout starts firing at an imaginary enemy. Action over, back. Back to patrol."}, {"timestamp": [255.0, 268.06], "text": " Action over. back to patrol."}, {"timestamp": [268.06, 286.5], "text": " Books, books of the country library in, the biggest library in New Zealand."}, {"timestamp": [287.3, 294.18], "text": " From the main centres at Hamilton, Palmerston, North and Christchurch, they're sent to country libraries and country people throughout the land."}, {"timestamp": [295.0, 299.82], "text": " With its travelling book vans, the library service sends books for all tastes to out-of-the-way places."}, {"timestamp": [302.68, 307.8], "text": " This morning, one book vans at the Queenstown Borough Library in the heart of Otago's Lake District."}, {"timestamp": [308.6, 314.44], "text": " Having returned her previous issue of 400 books, the local librarian is busy choosing another 400 to replace them."}, {"timestamp": [315.16, 319.52], "text": " And Library Services Field Librarian, Miss Aileen Clarege, issues the replacements."}, {"timestamp": [320.0, 321.98], "text": " 400 in, 400 out."}, {"timestamp": [322.46, 324.14], "text": " So the book van's stock is kept up."}, {"timestamp": [324.48, 325.74], "text": " It holds 2,000 volumes."}, {"timestamp": [326.3, 328.82], "text": " And Queenstown has a new stock of fresh reading."}, {"timestamp": [333.64, 337.08], "text": " Leaving Queenstown, Aileen heads off past Placid Lake Hayes"}, {"timestamp": [337.08, 338.94], "text": " to the next country library on her list"}, {"timestamp": [338.94, 341.46], "text": " in the old gold mining center of Arrowtown."}, {"timestamp": [351.0, 356.0], "text": " Here, Aileen meets two of the town's chief characters coming to choose the books. Mrs. Richie, who was town clerk for 25 years, and her successor, Mr. Jim Ensel."}, {"timestamp": [356.0, 360.0], "text": " They look forward to Aileen's four-monthly visits which liven up the library,"}, {"timestamp": [360.0, 364.0], "text": " and they're always keen to point out the latest improvements in the town."}, {"timestamp": [364.0, 368.24], "text": " Between the two of them, they've seen the whole district grow from a dying gold mining area"}, {"timestamp": [368.24, 370.74], "text": " into a thriving tourist and farming community."}, {"timestamp": [382.54, 387.26], "text": " But there's many miles to go yet, and Aileen leaves Arrow Town to continue her day's run."}, {"timestamp": [388.16, 393.46], "text": " Field librarians should be fully trained librarians and capable of handling heavy trucks in any weather."}, {"timestamp": [394.42, 396.58], "text": " Seven people drive the book vans round New Zealand."}, {"timestamp": [398.52, 400.1], "text": " It's dry here, all right."}, {"timestamp": [400.74, 401.88], "text": " There's no rain or snow."}, {"timestamp": [402.88, 406.0], "text": " Well, I've got that cactus garden book the Johnson's asked for,"}, {"timestamp": [406.0, 408.0], "text": " so they'll be happy."}, {"timestamp": [408.0, 418.0], "text": " Many country libraries are in homesteads."}, {"timestamp": [418.0, 421.0], "text": " When three families get together to make a library group,"}, {"timestamp": [421.0, 424.0], "text": " the country library service sends out 50 assorted books"}, {"timestamp": [424.0, 431.44], "text": " which they exchange every three months. Someone donates a spare bookcase and another country library is established."}, {"timestamp": [431.44, 436.08], "text": " At the new Dunstan Hospital, Aileen selects a few books herself. The book vans outside shelves"}, {"timestamp": [436.08, 440.96], "text": " are all fiction, but inside Aileen has the nonfiction with enough subjects to interest everyone."}, {"timestamp": [445.6, 450.56], "text": " The little library at Wannica is, believe it or not, district headquarters for even smaller libraries."}, {"timestamp": [451.34, 455.7], "text": " Inside, Mrs. Aspinall of the library committee is packing books for Mount Aspiring Homestead."}, {"timestamp": [456.36, 459.92], "text": " For years, she owned and managed the station until her son Jerry could take over."}, {"timestamp": [460.84, 466.2], "text": " The books go out to aspiring with Jerry Aspinall Along the West Wanaka Road Across Stream and River"}, {"timestamp": [466.2, 467.82], "text": " To the lonely homestead"}, {"timestamp": [467.82, 469.04], "text": " High among the mountains"}, {"timestamp": [469.04, 486.2], "text": " Petrol and oil okay?"}, {"timestamp": [486.7, 487.6], "text": " Dust's keeping done."}, {"timestamp": [488.9, 490.6], "text": " Be glad to get to the motor camp tonight."}, {"timestamp": [491.1, 492.26], "text": " A cup of coffee will go well."}, {"timestamp": [493.7, 495.78], "text": " Oh, that carton of new books at the railway station."}, {"timestamp": [496.08, 497.04], "text": " Must get them first."}, {"timestamp": [498.54, 501.46], "text": " Books from New York, new books from London."}, {"timestamp": [502.14, 504.48], "text": " Carded and catalogued, packed and dispatched"}, {"timestamp": [504.48, 507.62], "text": " for a farmer in Lowburn, a drover in terrace,"}, {"timestamp": [508.22, 510.84], "text": " a farmer's wife baking bread beneath the Dunstan Mountains."}, {"timestamp": [511.84, 514.84], "text": " For the 50th time today, alien carriage stamps the books"}, {"timestamp": [514.84, 516.92], "text": " and stacks them all away for the night."}, {"timestamp": [521.78, 527.0], "text": " Only the primer stove hissing and the bubbling pot of coffee break the stillness."}, {"timestamp": [527.0, 532.0], "text": " Outside the country night is softly closing down."}, {"timestamp": [532.0, 536.0], "text": " Yet all around are the voices of the books."}, {"timestamp": [536.0, 542.0], "text": " Quiet, firm, friendly voices speaking strong and clear and keeping people together."}, {"timestamp": [542.0, 545.1], "text": " And keeping the books together, keeping the voices strong,"}, {"timestamp": [545.6, 547.24], "text": " is the Country Library Service."}], "text": " In May 255 began the construction of Auckland's Harbour Bridge. To be nearly a mile long, the bridge would be completed in 1959. When the caisson of Pier 5 tilted in 1957, it was the first setback and delayed work for six weeks. December 1st, 1958, and the biggest job of all is underway. This 1,500 ton span has been built on top of a completed section. It will be floated off piers near the south shore and set down on piers 2 and 3 further out in the harbor. Project manager Cardno and foreman Marshall watch anxiously as the span is cut loose. The 580 foot span sits on a carrier section which sits on two barges. Moving the steel giant is a delicate, dangerous business that keeps each engineer and workmen on his toes. Four hours after float off, the span lies moored opposite its final resting place. Tomorrow's high tide will help float it into position. Slowly the span is moved towards the main structure. As the tide falls, the massive section will rest on the piers. Any mistakes now would mean disaster. On the third day of the operation, the span is finally settled. The carrier is floated away and Auckland's harbour bridge is one stage near a completion. Heavy bush near Oxford, North Canterbury becomes an army training ground. Regular force instructors are themselves instructed by Australian jungle expert Major Tim Wilson. Modern warfare makes jungle training necessary, so instructors sort a suitable spot within New Zealand. They found Little Malaya, ideal in every way for teaching jungle combat. The jungle is no man's land, where the slightest sound could be your last. You must be ready to shoot first, always. Here, Officer Instructor Lieutenant Wooster takes Sergeant Ronald Dow through the jungle shooting gallery. be your last. You must be ready to shoot first, always. Here officer instructor Lieutenant Wooster takes Sergeant Ronald Dow through the jungle shooting gallery. The instructor sets the target. The ever-present danger of ambush is reduced only by silence, alertness and training. Jungle tactics are based on drawing the enemy's fire, so discovering his position. Dense jungle is a dense jungle is a jungle is different. Slashing at vines may be noisy, but here nothing moves without making noise, not even the enemy. And that makes both sides even. All this training is used in practice exercises. The leading scout starts firing at an imaginary enemy. Action over, back. Back to patrol. Action over. back to patrol. Books, books of the country library in, the biggest library in New Zealand. From the main centres at Hamilton, Palmerston, North and Christchurch, they're sent to country libraries and country people throughout the land. With its travelling book vans, the library service sends books for all tastes to out-of-the-way places. This morning, one book vans at the Queenstown Borough Library in the heart of Otago's Lake District. Having returned her previous issue of 400 books, the local librarian is busy choosing another 400 to replace them. And Library Services Field Librarian, Miss Aileen Clarege, issues the replacements. 400 in, 400 out. So the book van's stock is kept up. It holds 2,000 volumes. And Queenstown has a new stock of fresh reading. Leaving Queenstown, Aileen heads off past Placid Lake Hayes to the next country library on her list in the old gold mining center of Arrowtown. Here, Aileen meets two of the town's chief characters coming to choose the books. Mrs. Richie, who was town clerk for 25 years, and her successor, Mr. Jim Ensel. They look forward to Aileen's four-monthly visits which liven up the library, and they're always keen to point out the latest improvements in the town. Between the two of them, they've seen the whole district grow from a dying gold mining area into a thriving tourist and farming community. But there's many miles to go yet, and Aileen leaves Arrow Town to continue her day's run. Field librarians should be fully trained librarians and capable of handling heavy trucks in any weather. Seven people drive the book vans round New Zealand. It's dry here, all right. There's no rain or snow. Well, I've got that cactus garden book the Johnson's asked for, so they'll be happy. Many country libraries are in homesteads. When three families get together to make a library group, the country library service sends out 50 assorted books which they exchange every three months. Someone donates a spare bookcase and another country library is established. At the new Dunstan Hospital, Aileen selects a few books herself. The book vans outside shelves are all fiction, but inside Aileen has the nonfiction with enough subjects to interest everyone. The little library at Wannica is, believe it or not, district headquarters for even smaller libraries. Inside, Mrs. Aspinall of the library committee is packing books for Mount Aspiring Homestead. For years, she owned and managed the station until her son Jerry could take over. The books go out to aspiring with Jerry Aspinall Along the West Wanaka Road Across Stream and River To the lonely homestead High among the mountains Petrol and oil okay? Dust's keeping done. Be glad to get to the motor camp tonight. A cup of coffee will go well. Oh, that carton of new books at the railway station. Must get them first. Books from New York, new books from London. Carded and catalogued, packed and dispatched for a farmer in Lowburn, a drover in terrace, a farmer's wife baking bread beneath the Dunstan Mountains. For the 50th time today, alien carriage stamps the books and stacks them all away for the night. Only the primer stove hissing and the bubbling pot of coffee break the stillness. Outside the country night is softly closing down. Yet all around are the voices of the books. Quiet, firm, friendly voices speaking strong and clear and keeping people together. And keeping the books together, keeping the voices strong, is the Country Library Service."}