{"speakers": [], "chunks": [{"timestamp": [0.0, 47.0], "text": " The President It's not really a day for swimming, but with all these people at Oriental Bay, something must be in the water."}, {"timestamp": [47.0, 51.0], "text": " This man's got his eye on it, and it's got its eye on him, it being a landing barge."}, {"timestamp": [51.0, 56.0], "text": " And now's just about time for these rubbery boys to show their capacity for the drink."}, {"timestamp": [56.0, 60.0], "text": " Off they go, American frogmen from the USS Arnib having a bit of practice."}, {"timestamp": [60.0, 63.0], "text": " The trouble is once you're in that dinghy, you can't go anywhere else but the sea."}, {"timestamp": [63.0, 66.4], "text": " No bathing beauty nonsense about not getting your swimsuit wet."}, {"timestamp": [66.4, 79.6], "text": " Now the idea is to turn round with as much splash as possible and pick the boys up again."}, {"timestamp": [79.6, 81.4], "text": " It's not as pointless as it looks."}, {"timestamp": [81.4, 84.0], "text": " In war, human frogs are valuable sabotage men."}, {"timestamp": [84.0, 90.3], "text": " And in the Antarctic they can wreck icebergs."}, {"timestamp": [90.3, 91.8], "text": " We seem to have some opposition."}, {"timestamp": [91.8, 93.2], "text": " Do go away."}, {"timestamp": [93.2, 98.7], "text": " It's no one important, though, just the new Nelson ferry."}, {"timestamp": [98.7, 101.2], "text": " What would happen if that news got the neck and not the arm?"}, {"timestamp": [101.2, 103.4], "text": " It never does, of course, but it bears thinking about."}, {"timestamp": [103.4, 104.5], "text": " Thank you, sir."}, {"timestamp": [110.24, 114.88], "text": " Two at a time, upsie daisy."}, {"timestamp": [122.0, 125.0], "text": " That hangover from Guy Falk's Day signals the end of Operation Frogman. The quickest pickup a sailor ever had."}, {"timestamp": [128.0, 130.0], "text": " And so a dripping good time was had by all. Anyone want a wet cameraman?"}, {"timestamp": [134.0, 143.0], "text": " The main 1956 conference of all Colombo planned countries was held in New Zealand."}, {"timestamp": [143.0, 146.24], "text": " It was declared open by the Prime Minister in the Legislative Chamber."}, {"timestamp": [147.12, 152.08], "text": " Mr. Chairman, Your Excellencies, my lords, ladies and gentlemen,"}, {"timestamp": [153.52, 160.96], "text": " it is with a very deep sense of privilege that I stand here at the invitation of one of my ministerial colleagues"}, {"timestamp": [160.96, 178.0], "text": " to declare this conference open, and it would seem to me to be an appropriate occasion that I should acknowledge publicly the debt we are under to our mother country for the help she has given to us in this our first 100 years of our growth and expansion."}, {"timestamp": [179.0, 184.0], "text": " There was a time when we were a colony of Britain with our head office in Australia."}, {"timestamp": [184.0, 188.22], "text": " Oddly enough, I'm bound to say that since we moved our head office to Wellington,"}, {"timestamp": [189.18, 191.56], "text": " Australia has gone ahead by leaps and bounds."}, {"timestamp": [192.88, 201.16], "text": " Since the Colombo plan was first launched, I in Parliament have not heard a single word of adverse criticism."}, {"timestamp": [201.52, 204.04], "text": " We in New Zealand are proud to contribute."}, {"timestamp": [204.04, 210.22], "text": " And I now have the proud privilege of declaring this conference open and wishing it well."}, {"timestamp": [210.22, 214.18], "text": " The object of the plan, now entering its sixth year, is to help the countries of South"}, {"timestamp": [214.18, 219.0], "text": " and Southeast Asia to make full use of their resources for their own welfare."}, {"timestamp": [219.0, 224.72], "text": " Mr. Prime Minister, we regard it as a privilege to be in your country."}, {"timestamp": [224.72, 228.1], "text": " These days, thousands of miles do not mean much."}, {"timestamp": [228.86, 231.7], "text": " We feel that New Zealand is a neighbor of ours."}, {"timestamp": [231.9, 236.94], "text": " It is gratifying to see in the works of the Colombo Plan Committee."}, {"timestamp": [237.84, 241.68], "text": " Not only a past record of effective cooperation,"}, {"timestamp": [242.72, 247.0], "text": " but a vigorous will to continue and strengthen this cooperation."}, {"timestamp": [250.5, 257.9], "text": " Now, sir, my government has always been proud that the Colombo plan was conceived within"}, {"timestamp": [257.9, 264.0], "text": " the Commonwealth and we are very happy to think that it now includes, without exception,"}, {"timestamp": [264.0, 267.0], "text": " all the countries of South and Southeast Asia."}, {"timestamp": [267.0, 273.0], "text": " Now, Mr. Prime Minister, constitutional changes are still occurring in this area,"}, {"timestamp": [273.0, 281.0], "text": " and we look forward before the Consultative Committee meets next to the Federation of Malaya"}, {"timestamp": [281.0, 287.0], "text": " becoming fully self-governing and eligible for full membership of the Colombo plan"}, {"timestamp": [287.0, 290.0], "text": " independently of the United Kingdom."}, {"timestamp": [290.0, 295.0], "text": " After five days as chairman, New Zealand's Minister of External Affairs, the Honourable T.L. McDonald"}, {"timestamp": [295.0, 297.0], "text": " gave his impressions of work done."}, {"timestamp": [297.0, 305.72], "text": " I've listened to speeches from delegates and countries where I know the problems are very, very great."}, {"timestamp": [310.64, 315.38], "text": " And I share they thought that was expressed by the distinguished delegate from Australia this morning when he said he marveled at the modesty of the requests from those countries."}, {"timestamp": [315.56, 316.66], "text": " Almost the austerity."}, {"timestamp": [317.92, 319.86], "text": " That, I think, is a very healthy sign."}, {"timestamp": [320.6, 336.5], "text": " Whether they spoke French or English, all considered the conference successful. We shall remember the happy association that we have had with you in New Zealand."}, {"timestamp": [336.5, 344.5], "text": " We shall remember especially the genuinely warm-hearted feeling shown to us,"}, {"timestamp": [344.5, 349.0], "text": " not as the official representative of our country,"}, {"timestamp": [350.0, 355.0], "text": " but as a fellow human beings, one to the other."}, {"timestamp": [355.0, 361.0], "text": " This new nation will be encouraged to know that it will come into a world of friends"}, {"timestamp": [361.0, 367.34], "text": " who have shown a readiness to assist in taking its rightful place among all those countries"}, {"timestamp": [367.34, 370.06], "text": " now associated with the Colombo plan."}, {"timestamp": [371.1, 377.52], "text": " I quote from the scripture, whosoever do it unto the list of this, my brethren, do it unto me."}, {"timestamp": [378.6, 383.16], "text": " You have done so much for the people of Asia, and you have done so much for the delegates"}, {"timestamp": [383.16, 384.14], "text": " who have come to your show."}, {"timestamp": [384.94, 388.38], "text": " Therefore, I say, if I judge right, you have done so much for your maker."}, {"timestamp": [389.44, 397.4], "text": " And returning back now to Canada, I will tell my colleagues, and I will tell the people of Canada,"}, {"timestamp": [398.4, 403.54], "text": " of the virtues of this great little land, where we have had the opportunity of carrying out"}, {"timestamp": [403.54, 406.14], "text": " one of the most hopeful endeavors"}, {"timestamp": [406.14, 410.6], "text": " in the present processes of international endeavor."}, {"timestamp": [415.8, 421.22], "text": " Further mutual aid in farming, health and industry was planned at this conference, planned in"}, {"timestamp": [421.22, 428.0], "text": " Wellington by a brotherhood of nations, now including, without exception, all the free countries of South and Southeast Asia."}, {"timestamp": [428.0, 445.16], "text": " Safety is the keynote at Wellington School for Motorcyclists,"}, {"timestamp": [447.1, 447.52], "text": " sound instruction that means safe riding."}, {"timestamp": [450.64, 450.92], "text": " Organised by the Transport Department in cooperation with motorcycle clubs,"}, {"timestamp": [454.24, 455.0], "text": " the school will teach learners all they'll need to know about handling a motorbike."}, {"timestamp": [458.08, 458.38], "text": " Arriving at the school are the Honourable W.S. Gooseman, Minister of Transport,"}, {"timestamp": [459.74, 460.08], "text": " and the Right Honourable Walter Nash."}, {"timestamp": [461.84, 463.82], "text": " They've come to present instructor's certificates to members of the Ixian Motorcycle Club"}, {"timestamp": [463.82, 470.0], "text": " who will be training novices in the sort of riding that's reduced motorcycling fatalities by 50% in the last year."}, {"timestamp": [471.0, 475.5], "text": " The first class gets underway, showing that people of all ages are keen on learning to ride."}, {"timestamp": [480.5, 485.0], "text": " On a closed road in Masterton, motorcycle club members are taking part in speed trials."}, {"timestamp": [485.0, 492.0], "text": " Here, with no other traffic and under competition rules, riders can put their machines up to maximum speeds in these flying quarter miles."}, {"timestamp": [492.0, 507.0], "text": " A farm near Wellington provides a tough course for the National Scambles Championship."}, {"timestamp": [507.0, 530.88], "text": " 18 bikes get away to a roaring start. You can see why it's called a"}, {"timestamp": [530.88, 545.0], "text": " a drive-the-court-round-a-course-like this has to really be able to control a bike. You can see why it's called a scramble."}, {"timestamp": [545.0, 550.0], "text": " A driver doing 20 laps around a course like this has to really be able to control a bike."}, {"timestamp": [550.0, 554.0], "text": " And these riders know how to handle their machines on the highways too."}, {"timestamp": [554.0, 559.0], "text": " This sort of thing is good fun here, but at other times it's safe, courteous driving all the way."}], "text": " The President It's not really a day for swimming, but with all these people at Oriental Bay, something must be in the water. This man's got his eye on it, and it's got its eye on him, it being a landing barge. And now's just about time for these rubbery boys to show their capacity for the drink. Off they go, American frogmen from the USS Arnib having a bit of practice. The trouble is once you're in that dinghy, you can't go anywhere else but the sea. No bathing beauty nonsense about not getting your swimsuit wet. Now the idea is to turn round with as much splash as possible and pick the boys up again. It's not as pointless as it looks. In war, human frogs are valuable sabotage men. And in the Antarctic they can wreck icebergs. We seem to have some opposition. Do go away. It's no one important, though, just the new Nelson ferry. What would happen if that news got the neck and not the arm? It never does, of course, but it bears thinking about. Thank you, sir. Two at a time, upsie daisy. That hangover from Guy Falk's Day signals the end of Operation Frogman. The quickest pickup a sailor ever had. And so a dripping good time was had by all. Anyone want a wet cameraman? The main 1956 conference of all Colombo planned countries was held in New Zealand. It was declared open by the Prime Minister in the Legislative Chamber. Mr. Chairman, Your Excellencies, my lords, ladies and gentlemen, it is with a very deep sense of privilege that I stand here at the invitation of one of my ministerial colleagues to declare this conference open, and it would seem to me to be an appropriate occasion that I should acknowledge publicly the debt we are under to our mother country for the help she has given to us in this our first 100 years of our growth and expansion. There was a time when we were a colony of Britain with our head office in Australia. Oddly enough, I'm bound to say that since we moved our head office to Wellington, Australia has gone ahead by leaps and bounds. Since the Colombo plan was first launched, I in Parliament have not heard a single word of adverse criticism. We in New Zealand are proud to contribute. And I now have the proud privilege of declaring this conference open and wishing it well. The object of the plan, now entering its sixth year, is to help the countries of South and Southeast Asia to make full use of their resources for their own welfare. Mr. Prime Minister, we regard it as a privilege to be in your country. These days, thousands of miles do not mean much. We feel that New Zealand is a neighbor of ours. It is gratifying to see in the works of the Colombo Plan Committee. Not only a past record of effective cooperation, but a vigorous will to continue and strengthen this cooperation. Now, sir, my government has always been proud that the Colombo plan was conceived within the Commonwealth and we are very happy to think that it now includes, without exception, all the countries of South and Southeast Asia. Now, Mr. Prime Minister, constitutional changes are still occurring in this area, and we look forward before the Consultative Committee meets next to the Federation of Malaya becoming fully self-governing and eligible for full membership of the Colombo plan independently of the United Kingdom. After five days as chairman, New Zealand's Minister of External Affairs, the Honourable T.L. McDonald gave his impressions of work done. I've listened to speeches from delegates and countries where I know the problems are very, very great. And I share they thought that was expressed by the distinguished delegate from Australia this morning when he said he marveled at the modesty of the requests from those countries. Almost the austerity. That, I think, is a very healthy sign. Whether they spoke French or English, all considered the conference successful. We shall remember the happy association that we have had with you in New Zealand. We shall remember especially the genuinely warm-hearted feeling shown to us, not as the official representative of our country, but as a fellow human beings, one to the other. This new nation will be encouraged to know that it will come into a world of friends who have shown a readiness to assist in taking its rightful place among all those countries now associated with the Colombo plan. I quote from the scripture, whosoever do it unto the list of this, my brethren, do it unto me. You have done so much for the people of Asia, and you have done so much for the delegates who have come to your show. Therefore, I say, if I judge right, you have done so much for your maker. And returning back now to Canada, I will tell my colleagues, and I will tell the people of Canada, of the virtues of this great little land, where we have had the opportunity of carrying out one of the most hopeful endeavors in the present processes of international endeavor. Further mutual aid in farming, health and industry was planned at this conference, planned in Wellington by a brotherhood of nations, now including, without exception, all the free countries of South and Southeast Asia. Safety is the keynote at Wellington School for Motorcyclists, sound instruction that means safe riding. Organised by the Transport Department in cooperation with motorcycle clubs, the school will teach learners all they'll need to know about handling a motorbike. Arriving at the school are the Honourable W.S. Gooseman, Minister of Transport, and the Right Honourable Walter Nash. They've come to present instructor's certificates to members of the Ixian Motorcycle Club who will be training novices in the sort of riding that's reduced motorcycling fatalities by 50% in the last year. The first class gets underway, showing that people of all ages are keen on learning to ride. On a closed road in Masterton, motorcycle club members are taking part in speed trials. Here, with no other traffic and under competition rules, riders can put their machines up to maximum speeds in these flying quarter miles. A farm near Wellington provides a tough course for the National Scambles Championship. 18 bikes get away to a roaring start. You can see why it's called a a drive-the-court-round-a-course-like this has to really be able to control a bike. You can see why it's called a scramble. A driver doing 20 laps around a course like this has to really be able to control a bike. And these riders know how to handle their machines on the highways too. This sort of thing is good fun here, but at other times it's safe, courteous driving all the way."}