{"speakers": [], "chunks": [{"timestamp": [0.0, 2.8], "text": " Suzanne is a fun of"}, {"timestamp": [2.8, 4.2], "text": " The President"}, {"timestamp": [4.2, 31.42], "text": " Suzanne is a funnical man, so the song says,"}, {"timestamp": [31.58, 35.12], "text": " and none more funnacle than Susie the pet sow of Andrew Jones of Napier."}, {"timestamp": [35.62, 38.54], "text": " At West Shore, Susie and Andrew plunge into the surf each day"}, {"timestamp": [38.54, 40.92], "text": " with their Alsatian friend Starr and his young master."}, {"timestamp": [44.48, 45.88], "text": " Equipped with her own snorkel,"}, {"timestamp": [46.0, 48.02], "text": " the young sow puts her bow to the breakers."}, {"timestamp": [48.48, 50.72], "text": " Her mother was shot by hunters about five months ago"}, {"timestamp": [50.72, 52.34], "text": " when Susie was a very small piglet,"}, {"timestamp": [52.64, 54.72], "text": " and since then she's been hand-reared by Andrew."}, {"timestamp": [57.22, 59.48], "text": " After a short rest, she's ready to swim ashore"}, {"timestamp": [59.48, 61.46], "text": " following Andrew with pig-like devotion,"}, {"timestamp": [61.98, 63.6], "text": " an affectionate and unusual pet"}, {"timestamp": [63.6, 95.18], "text": " who's won a national reputation as Susie the Surf Swimming Sal. The McKenzie country is the rendezvous for members of the Canterbury Gliding Club coming in for a fortnight's camp."}, {"timestamp": [95.94, 99.06], "text": " Shedding its wrappings as a high-performance German-made sailplane,"}, {"timestamp": [99.26, 103.08], "text": " which has already been guided to record-breaking heights by world champion Philip Wills,"}, {"timestamp": [103.18, 104.4], "text": " who's also attending the camp."}, {"timestamp": [108.22, 114.16], "text": " Now New Zealand-owned, the plane has already broken the New Zealand distance record. Gliding in New Zealand has its main stronghold in Canterbury and"}, {"timestamp": [114.16, 118.54], "text": " interest is increasing elsewhere. It isn't long before the first tow rope goes on and"}, {"timestamp": [118.54, 135.0], "text": " the first glider follows a tiger moth into the air."}, {"timestamp": [139.6, 140.1], "text": " Once above the hills the glider will be released and left to the toss and flow of air currents."}, {"timestamp": [146.34, 149.92], "text": " Up there the pilot will be on his own, alone to read secret signs of the air and to guide his fragile craft accordingly."}, {"timestamp": [154.08, 154.68], "text": " Preparing to leave the ground by the winch method is the king of the human birds, Philip Wills."}, {"timestamp": [160.16, 161.02], "text": " During the camp he sawed on a Mount Cook airwave to the New Zealand and British record height of 30,000 feet."}, {"timestamp": [166.0, 231.0], "text": " Had not the hood of his glider cracked with cold, he might have challenged the world absolute altitude record. He proved beyond doubt that east of the southern Alps there are fit conditions for world record performances. More gliders take to the tiger moth drops away."}, {"timestamp": [234.0, 237.0], "text": " The gliders on its own seeking to ride upward currents, alone and soaring above the distance, snow-streaked mountains"}, {"timestamp": [237.0, 272.18], "text": " and the sprawling arid tussockland. As time As time goes by, more and more New Zealanders are discovering for themselves the smooth grace of unpowered flight."}, {"timestamp": [290.48, 291.08], "text": " A ship arrives from overseas and with it friendship affection and hopes."}, {"timestamp": [293.44, 294.22], "text": " Foremost, I hope for an early passage through customs."}, {"timestamp": [296.58, 297.1], "text": " But there's more to customs than watching for contraband."}, {"timestamp": [299.34, 300.14], "text": " More even than can be counted by feminine wiles."}, {"timestamp": [310.36, 312.96], "text": " What this officer is on the lookout for is a menace far greater than petty smuggling. It's the plant she's carrying that beg the questions,"}, {"timestamp": [313.44, 320.52], "text": " for plants, no matter how innocent, may harbour pests, pests and diseases which could spill the ruin of our agricultural economy."}, {"timestamp": [321.32, 326.08], "text": " Working side-by-side with customs is a sister service, the plant quarantine branch of the"}, {"timestamp": [326.08, 331.04], "text": " Department of Agriculture. One department, as it were, for the immigrant, the other for the unwelcome"}, {"timestamp": [331.04, 339.06], "text": " guest. A certificate of health from the country of origin and there'd be no need for head"}, {"timestamp": [339.06, 347.32], "text": " shaking. A simple oversight that makes her want to shake herself."}, {"timestamp": [350.42, 350.8], "text": " To the plant quarantine station in Davis Street, Thorndon,"}, {"timestamp": [353.78, 354.68], "text": " the offending samples are brought for more detailed examination."}, {"timestamp": [358.1, 358.9], "text": " Had our lady friend known what she was carrying, well, what do you think?"}, {"timestamp": [362.06, 362.62], "text": " Other and more harmful insects could have hidden themselves more skillfully,"}, {"timestamp": [364.6, 365.2], "text": " an oriental fruit fly maggot, for example,"}, {"timestamp": [367.58, 372.58], "text": " yet she could have brought that in just as lightheartedly."}, {"timestamp": [376.92, 377.4], "text": " Many pests and diseases confine their attacks to groups of related host plants,"}, {"timestamp": [381.7, 385.36], "text": " and it's important for infected members of these families to be recognized and kept out, a sort of family feud where a botanist serves as both judge"}, {"timestamp": [385.36, 391.72], "text": " and prosecution witness. Rust on anterrinums is being studied by a plant pathologist, whose work"}, {"timestamp": [391.72, 400.14], "text": " even embraces the recognition of disease by a study of seeds. Prize exhibit is this pair"}, {"timestamp": [400.14, 404.86], "text": " of boots infantry for the use of. Moths have been at work in the quartermaster's store and"}, {"timestamp": [404.86, 408.6], "text": " their larvae must be hatched out to ensure a successful counterattack."}, {"timestamp": [414.6, 418.28], "text": " Over to the execution chamber where boots and clothing worn by an immigrant from a"}, {"timestamp": [418.28, 422.92], "text": " farming country have been treated with formalin as a precaution against the introduction"}, {"timestamp": [422.92, 427.0], "text": " of foot and mouth disease which could be present in the mud on the boots."}, {"timestamp": [427.0, 432.0], "text": " Now into the cylinder will go an assorted batch of suspected plants, fruit and bulbs,"}, {"timestamp": [432.0, 436.0], "text": " including those held for fumigating by a friend the plant quarantine officer."}, {"timestamp": [436.0, 438.0], "text": " Later they'll be returned to the owner."}, {"timestamp": [442.0, 449.0], "text": " Valves are opened, part of the business of creating a vacuum within the 10 cubic feet cylinder,"}, {"timestamp": [449.0, 453.0], "text": " which is constructed to withstand an overall atmospheric pressure of 5.5 tonnes."}, {"timestamp": [453.0, 457.0], "text": " Incidentally, Meek Mack, one of the small but enthusiastic band of men,"}, {"timestamp": [457.0, 461.0], "text": " trying to keep New Zealand's countryside free from imported disease."}, {"timestamp": [461.0, 465.44], "text": " One more adjustment and deadly methyl bromide is measured out, ready to"}, {"timestamp": [465.44, 469.46], "text": " be drawn in gaseous form into the cylinder."}, {"timestamp": [469.46, 477.8], "text": " So far we have only seen how small consignments are handled. The larger cylinder is"}, {"timestamp": [477.8, 482.8], "text": " one of two scaled-up fumigators designed to handle bulk quantities of imported fruit and"}, {"timestamp": [482.8, 487.56], "text": " vegetable fibers. The cylinder works in exactly the same way as the 10 cubic feet job,"}, {"timestamp": [488.06, 490.66], "text": " but can withstand an overall pressure ten times greater."}, {"timestamp": [492.74, 496.3], "text": " Shelled walnuts infected by a stormite picked up in the ship's hold"}, {"timestamp": [496.3, 497.88], "text": " form the main part of this load."}, {"timestamp": [498.58, 500.8], "text": " But note the piano riding triumphantly astern."}, {"timestamp": [501.64, 506.0], "text": " Did you know that for a small charge you too can have borer infected furniture treated at the centre?"}, {"timestamp": [518.0, 521.46], "text": " Fumigators of this Wellington type will be working in Auckland, Christchurch and Dunedin"}, {"timestamp": [521.46, 528.88], "text": " just as soon as plans can be pushed through. Already the smaller cylinders are playing their part in the fight to arrest the spread of disease from abroad."}, {"timestamp": [533.14, 536.5], "text": " So to the fruits of their labours, in this case citrus fruits,"}, {"timestamp": [536.9, 542.26], "text": " which can now be safely imported during the off-season periods when the homegrown product is in short supply."}, {"timestamp": [542.86, 549.5], "text": " Because of this quarantine service, trade can be opened up with areas from which hitherto it has not been safe to import materials."}, {"timestamp": [549.5, 555.0], "text": " As for example, this raffir from which Charlie is collecting insect samples on request from the laboratory."}, {"timestamp": [555.0, 558.5], "text": " What does it add up to?"}, {"timestamp": [558.5, 563.5], "text": " At last the words clean, sound and free from disease mean just what they say."}, {"timestamp": [568.0, 570.0], "text": " An American airliner reaches for Neuapai."}, {"timestamp": [570.0, 574.0], "text": " She could have picked up the Colorado beetle and the giant African snail en route."}, {"timestamp": [574.0, null], "text": " That she constitutes no risk is due to international cooperation by the plant quarantine service. This."}], "text": " Suzanne is a fun of The President Suzanne is a funnical man, so the song says, and none more funnacle than Susie the pet sow of Andrew Jones of Napier. At West Shore, Susie and Andrew plunge into the surf each day with their Alsatian friend Starr and his young master. Equipped with her own snorkel, the young sow puts her bow to the breakers. Her mother was shot by hunters about five months ago when Susie was a very small piglet, and since then she's been hand-reared by Andrew. After a short rest, she's ready to swim ashore following Andrew with pig-like devotion, an affectionate and unusual pet who's won a national reputation as Susie the Surf Swimming Sal. The McKenzie country is the rendezvous for members of the Canterbury Gliding Club coming in for a fortnight's camp. Shedding its wrappings as a high-performance German-made sailplane, which has already been guided to record-breaking heights by world champion Philip Wills, who's also attending the camp. Now New Zealand-owned, the plane has already broken the New Zealand distance record. Gliding in New Zealand has its main stronghold in Canterbury and interest is increasing elsewhere. It isn't long before the first tow rope goes on and the first glider follows a tiger moth into the air. Once above the hills the glider will be released and left to the toss and flow of air currents. Up there the pilot will be on his own, alone to read secret signs of the air and to guide his fragile craft accordingly. Preparing to leave the ground by the winch method is the king of the human birds, Philip Wills. During the camp he sawed on a Mount Cook airwave to the New Zealand and British record height of 30,000 feet. Had not the hood of his glider cracked with cold, he might have challenged the world absolute altitude record. He proved beyond doubt that east of the southern Alps there are fit conditions for world record performances. More gliders take to the tiger moth drops away. The gliders on its own seeking to ride upward currents, alone and soaring above the distance, snow-streaked mountains and the sprawling arid tussockland. As time As time goes by, more and more New Zealanders are discovering for themselves the smooth grace of unpowered flight. A ship arrives from overseas and with it friendship affection and hopes. Foremost, I hope for an early passage through customs. But there's more to customs than watching for contraband. More even than can be counted by feminine wiles. What this officer is on the lookout for is a menace far greater than petty smuggling. It's the plant she's carrying that beg the questions, for plants, no matter how innocent, may harbour pests, pests and diseases which could spill the ruin of our agricultural economy. Working side-by-side with customs is a sister service, the plant quarantine branch of the Department of Agriculture. One department, as it were, for the immigrant, the other for the unwelcome guest. A certificate of health from the country of origin and there'd be no need for head shaking. A simple oversight that makes her want to shake herself. To the plant quarantine station in Davis Street, Thorndon, the offending samples are brought for more detailed examination. Had our lady friend known what she was carrying, well, what do you think? Other and more harmful insects could have hidden themselves more skillfully, an oriental fruit fly maggot, for example, yet she could have brought that in just as lightheartedly. Many pests and diseases confine their attacks to groups of related host plants, and it's important for infected members of these families to be recognized and kept out, a sort of family feud where a botanist serves as both judge and prosecution witness. Rust on anterrinums is being studied by a plant pathologist, whose work even embraces the recognition of disease by a study of seeds. Prize exhibit is this pair of boots infantry for the use of. Moths have been at work in the quartermaster's store and their larvae must be hatched out to ensure a successful counterattack. Over to the execution chamber where boots and clothing worn by an immigrant from a farming country have been treated with formalin as a precaution against the introduction of foot and mouth disease which could be present in the mud on the boots. Now into the cylinder will go an assorted batch of suspected plants, fruit and bulbs, including those held for fumigating by a friend the plant quarantine officer. Later they'll be returned to the owner. Valves are opened, part of the business of creating a vacuum within the 10 cubic feet cylinder, which is constructed to withstand an overall atmospheric pressure of 5.5 tonnes. Incidentally, Meek Mack, one of the small but enthusiastic band of men, trying to keep New Zealand's countryside free from imported disease. One more adjustment and deadly methyl bromide is measured out, ready to be drawn in gaseous form into the cylinder. So far we have only seen how small consignments are handled. The larger cylinder is one of two scaled-up fumigators designed to handle bulk quantities of imported fruit and vegetable fibers. The cylinder works in exactly the same way as the 10 cubic feet job, but can withstand an overall pressure ten times greater. Shelled walnuts infected by a stormite picked up in the ship's hold form the main part of this load. But note the piano riding triumphantly astern. Did you know that for a small charge you too can have borer infected furniture treated at the centre? Fumigators of this Wellington type will be working in Auckland, Christchurch and Dunedin just as soon as plans can be pushed through. Already the smaller cylinders are playing their part in the fight to arrest the spread of disease from abroad. So to the fruits of their labours, in this case citrus fruits, which can now be safely imported during the off-season periods when the homegrown product is in short supply. Because of this quarantine service, trade can be opened up with areas from which hitherto it has not been safe to import materials. As for example, this raffir from which Charlie is collecting insect samples on request from the laboratory. What does it add up to? At last the words clean, sound and free from disease mean just what they say. An American airliner reaches for Neuapai. She could have picked up the Colorado beetle and the giant African snail en route. That she constitutes no risk is due to international cooperation by the plant quarantine service. This."}