{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Twenty-five"}, {"timestamp": [2.0, 10.0], "text": " Two thousand of Wellington's wartime population"}, {"timestamp": [10.0, 29.0], "text": " packed themselves into athletic park this Sunday afternoon"}, {"timestamp": [29.0, 33.0], "text": " to see the United States Marine Corps introduce baseball."}, {"timestamp": [36.0, 39.0], "text": " Back in the States, they go for the ball game in a big way,"}, {"timestamp": [39.0, 52.24], "text": " and the leathernecks make it a big day here, all for a good purpose the patriotic funds missed another ball to go"}, {"timestamp": [52.24, 57.68], "text": " this one is going to be a googly or something but it doesn't fool the batter off to"}, {"timestamp": [57.68, 68.82], "text": " first place he won't make it yes he will no he won't he made it it took plenty of hard talking from their own announcer to explain the game for puzzled New Zealanders."}, {"timestamp": [71.24, 76.04], "text": " But the Americans play baseball and talk baseball with a feverish activity."}, {"timestamp": [78.04, 80.2], "text": " The game reaches an exciting stage."}, {"timestamp": [81.58, 84.84], "text": " The scoreboard reads, well, you figure that out."}, {"timestamp": [85.0, 89.0], "text": " They've been here all the afternoon and she still can't."}, {"timestamp": [89.0, 94.0], "text": " Now comes the highlight of the game, a perfect strike, a dashing run and brilliant fielding"}, {"timestamp": [94.0, 97.0], "text": " that leaves the crowd breathless with excitement."}, {"timestamp": [97.0, 100.0], "text": " But if a crowd are breathless, the players aren't."}, {"timestamp": [100.0, 104.0], "text": " As they make for the umpire for a nice quiet chat."}, {"timestamp": [104.0, 108.0], "text": " Do you know that girl still doesn't understand? as they make for the umpire for a nice quiet chat."}, {"timestamp": [110.0, 112.0], "text": " Do you know that girl still doesn't understand it? Take another look. It's quite simple."}, {"timestamp": [112.0, 116.0], "text": " Gee, it's just like rounders."}, {"timestamp": [121.0, 127.04], "text": " A guard of honour provided by the WAPS greeted the Prime Minister when he went to an aerodrome"}, {"timestamp": [127.04, 130.0], "text": " to receive a most unusual gift to the Royal New Zealand Air Force."}, {"timestamp": [130.0, 136.4], "text": " From Mrs Macassie of Dunedin, Mr Fraser received an ambulance sent here from New York in memory of her son,"}, {"timestamp": [136.4, 140.0], "text": " flying officer Macassie killed in action in 1940."}, {"timestamp": [140.0, 145.0], "text": " The cost of the ambulance was raised in America by his aunt, Mrs. Marcia Short of New York."}, {"timestamp": [148.86, 153.5], "text": " Here Mrs. McCassey inspects a gift symbolizing American friendliness to New Zealand and commemorating one of the pilots who fought so well in the most difficult days of the war."}, {"timestamp": [161.5, 169.26], "text": " Modern harbor facilities developed in peacetime are doing good service now that New Zealand is a base for war supplies in the South Pacific."}, {"timestamp": [170.08, 176.18], "text": " These men are working on a British ship carrying munitions spared to us from the demands of the great European campaigns."}, {"timestamp": [176.72, 180.58], "text": " The floating crane is lifting 16 tons of heavy tank."}, {"timestamp": [181.18, 184.08], "text": " More Valentine's arrive to reinforce our armored units."}, {"timestamp": [184.68, 185.22], "text": " Oversee"}, {"timestamp": [185.22, 189.88], "text": " these tanks are now outmoded by more heavily armored models with bigger guns,"}, {"timestamp": [189.88, 197.04], "text": " but for the New Zealand Army, they're still valuable. Up there is 25 tons of metal"}, {"timestamp": [197.04, 202.2], "text": " and machinery, one of the many Matilda tanks now in use here. Their inclusion"}, {"timestamp": [202.2, 205.5], "text": " among our weapons is typical of the great expansion of our armed"}, {"timestamp": [205.5, 210.86], "text": " force during nineteen forty two. Their arrival from over the sea is typical of the"}, {"timestamp": [210.86, 214.82], "text": " great assembly of weapons to be used in winning the battle of the Pacific."}], "text": " Twenty-five Two thousand of Wellington's wartime population packed themselves into athletic park this Sunday afternoon to see the United States Marine Corps introduce baseball. Back in the States, they go for the ball game in a big way, and the leathernecks make it a big day here, all for a good purpose the patriotic funds missed another ball to go this one is going to be a googly or something but it doesn't fool the batter off to first place he won't make it yes he will no he won't he made it it took plenty of hard talking from their own announcer to explain the game for puzzled New Zealanders. But the Americans play baseball and talk baseball with a feverish activity. The game reaches an exciting stage. The scoreboard reads, well, you figure that out. They've been here all the afternoon and she still can't. Now comes the highlight of the game, a perfect strike, a dashing run and brilliant fielding that leaves the crowd breathless with excitement. But if a crowd are breathless, the players aren't. As they make for the umpire for a nice quiet chat. Do you know that girl still doesn't understand? as they make for the umpire for a nice quiet chat. Do you know that girl still doesn't understand it? Take another look. It's quite simple. Gee, it's just like rounders. A guard of honour provided by the WAPS greeted the Prime Minister when he went to an aerodrome to receive a most unusual gift to the Royal New Zealand Air Force. From Mrs Macassie of Dunedin, Mr Fraser received an ambulance sent here from New York in memory of her son, flying officer Macassie killed in action in 1940. The cost of the ambulance was raised in America by his aunt, Mrs. Marcia Short of New York. Here Mrs. McCassey inspects a gift symbolizing American friendliness to New Zealand and commemorating one of the pilots who fought so well in the most difficult days of the war. Modern harbor facilities developed in peacetime are doing good service now that New Zealand is a base for war supplies in the South Pacific. These men are working on a British ship carrying munitions spared to us from the demands of the great European campaigns. The floating crane is lifting 16 tons of heavy tank. More Valentine's arrive to reinforce our armored units. Oversee these tanks are now outmoded by more heavily armored models with bigger guns, but for the New Zealand Army, they're still valuable. Up there is 25 tons of metal and machinery, one of the many Matilda tanks now in use here. Their inclusion among our weapons is typical of the great expansion of our armed force during nineteen forty two. Their arrival from over the sea is typical of the great assembly of weapons to be used in winning the battle of the Pacific."}