{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " It's opening"}, {"timestamp": [3.0, 28.0], "text": " It's opening day of the new bowling club at the disabled servicemen's training center in Wellington."}, {"timestamp": [28.0, 32.0], "text": " After 17 months work, the members of the new club now have a splendid green."}, {"timestamp": [32.0, 35.0], "text": " The Prime Minister, Mr. Fraser, declares the green open."}, {"timestamp": [35.0, 41.0], "text": " Whatever may be done officially, he says, the real interest in helping these men lies in providing places to play as well as work."}, {"timestamp": [41.0, 47.0], "text": " Mrs. Turnbull, wife of the club's first president, throws the first jack."}, {"timestamp": [49.0, 55.0], "text": " Here goes the first bowl rolled up by the club's first life member, Mr. T. Locke. It looks as if it's a toucher."}, {"timestamp": [68.0, 74.0], "text": " For the members of this new club, there are happy days ahead. Here they can get together, bowl on their own green, and enjoy the social life of their own club."}, {"timestamp": [74.0, 92.0], "text": " During Labor Weekend, Wellington Motorcycle Club held a beach meeting at White and I."}, {"timestamp": [92.0, 136.4], "text": " There was plenty of sun, but there was plenty of wind too. The The sun dried the sand and the wind set it moving."}, {"timestamp": [136.4, 153.5], "text": " It got into eyes and ears, mouths, bearings and carburetas and made things difficult for everybody."}, {"timestamp": [155.6, 172.0], "text": " It's the end of a perfect day. For those who've suffered by the war, Unra's recent Dominion-wide clothes drive will provide bodily comfort in Europe during the coming winter."}, {"timestamp": [172.0, 185.0], "text": " This is what happened to Dad's spare pants, mother's winter coat and sisters old shoes."}, {"timestamp": [185.0, 189.0], "text": " Every garment had to pass rigid supervision for cleanliness and repair."}, {"timestamp": [189.0, 194.0], "text": " Altogether, there's over 600 tons of clothing here, valued at one and a half million pounds."}, {"timestamp": [194.0, 198.0], "text": " It's going to Poland, Greece, Czechoslovakia, Albania and Yugoslavia."}, {"timestamp": [198.0, 215.8], "text": " This shows the way in which New Zealanders sympathize with the peoples of Europe."}, {"timestamp": [220.7, 235.2], "text": " Cars, cars, all roads lead to the Hawks Bay show, and no less than 40,000 people are on their way."}, {"timestamp": [254.0, 258.0], "text": " Everyone's going, or almost everyone. Most folk arrive about midday and having parked the car go off to fetch some hot water so they can make tea."}, {"timestamp": [269.68, 271.44], "text": " Then find a pleasant spot to picnic. After lunch you can stroll through the Wicoco Gardens. Who likes a sideshow, don't we all?"}, {"timestamp": [271.44, 272.88], "text": " And there are plenty around here."}, {"timestamp": [272.88, 275.76], "text": " Come inside, cry the barkers, and see what you've never seen before."}, {"timestamp": [275.76, 277.28], "text": " All for one in sixpence."}, {"timestamp": [277.28, 278.72], "text": " The gentleman is doubtful."}, {"timestamp": [284.8, 311.0], "text": " But a good bye is a ride on the Atlantic flyer. Nearby, a variety of farm machinery is on display."}, {"timestamp": [315.0, 322.0], "text": " Later in the afternoon you can take a look at the horse jumping competition."}, {"timestamp": [322.0, 330.0], "text": " look at the horse jumping competition. Though these men prefer to discuss cattle."}, {"timestamp": [334.0, 338.0], "text": " Primax of the day is the grand parade."}, {"timestamp": [338.0, 340.0], "text": " Everything is in it and everyone watches it."}, {"timestamp": [340.0, 351.0], "text": " Crowd owners display their prize animals before an admiring public."}, {"timestamp": [357.0, 372.14], "text": " From these animal aristocrats has bred the stock that keeps New Zealand in the front rank of the world's primary producing countries. Yes, it's been the best of the show Hawke's Bay has ever seen."}, {"timestamp": [372.56, 374.36], "text": " It's a sign of a country's prosperity."}], "text": " It's opening It's opening day of the new bowling club at the disabled servicemen's training center in Wellington. After 17 months work, the members of the new club now have a splendid green. The Prime Minister, Mr. Fraser, declares the green open. Whatever may be done officially, he says, the real interest in helping these men lies in providing places to play as well as work. Mrs. Turnbull, wife of the club's first president, throws the first jack. Here goes the first bowl rolled up by the club's first life member, Mr. T. Locke. It looks as if it's a toucher. For the members of this new club, there are happy days ahead. Here they can get together, bowl on their own green, and enjoy the social life of their own club. During Labor Weekend, Wellington Motorcycle Club held a beach meeting at White and I. There was plenty of sun, but there was plenty of wind too. The The sun dried the sand and the wind set it moving. It got into eyes and ears, mouths, bearings and carburetas and made things difficult for everybody. It's the end of a perfect day. For those who've suffered by the war, Unra's recent Dominion-wide clothes drive will provide bodily comfort in Europe during the coming winter. This is what happened to Dad's spare pants, mother's winter coat and sisters old shoes. Every garment had to pass rigid supervision for cleanliness and repair. Altogether, there's over 600 tons of clothing here, valued at one and a half million pounds. It's going to Poland, Greece, Czechoslovakia, Albania and Yugoslavia. This shows the way in which New Zealanders sympathize with the peoples of Europe. Cars, cars, all roads lead to the Hawks Bay show, and no less than 40,000 people are on their way. Everyone's going, or almost everyone. Most folk arrive about midday and having parked the car go off to fetch some hot water so they can make tea. Then find a pleasant spot to picnic. After lunch you can stroll through the Wicoco Gardens. Who likes a sideshow, don't we all? And there are plenty around here. Come inside, cry the barkers, and see what you've never seen before. All for one in sixpence. The gentleman is doubtful. But a good bye is a ride on the Atlantic flyer. Nearby, a variety of farm machinery is on display. Later in the afternoon you can take a look at the horse jumping competition. look at the horse jumping competition. Though these men prefer to discuss cattle. Primax of the day is the grand parade. Everything is in it and everyone watches it. Crowd owners display their prize animals before an admiring public. From these animal aristocrats has bred the stock that keeps New Zealand in the front rank of the world's primary producing countries. Yes, it's been the best of the show Hawke's Bay has ever seen. It's a sign of a country's prosperity."}