{"speakers": [], "chunks": [{"timestamp": [0.0, 37.0], "text": " The There are six of them."}, {"timestamp": [37.0, 44.0], "text": " Three school teachers, an architectural draftsman, a student of anthropology and a bus mechanic."}, {"timestamp": [44.0, 48.0], "text": " They all live in different parts of New Zealand. a student of anthropology and a bus mechanic."}, {"timestamp": [50.0, 85.0], "text": " They all live in different parts of New Zealand, but about once every couple of weeks. I'm going to be. I'm going to be. I'm going to be."}, {"timestamp": [85.0, 87.0], "text": " I'm going to"}, {"timestamp": [87.0, 89.0], "text": " I'm going to"}, {"timestamp": [89.0, 90.0], "text": " I'm going to"}, {"timestamp": [90.0, 92.0], "text": " I'm going to"}, {"timestamp": [92.0, 93.0], "text": " I'm going to"}, {"timestamp": [93.0, 95.0], "text": " I'm going to"}, {"timestamp": [95.0, 97.0], "text": " I'm going"}, {"timestamp": [97.0, 98.0], "text": " I'm going"}, {"timestamp": [98.0, 99.0], "text": " I'm going to"}, {"timestamp": [99.0, 101.0], "text": " I'm going"}, {"timestamp": [101.0, 125.0], "text": " I'm going to be able to be. I'm not I'm gonnae'n't I'm gonna be"}, {"timestamp": [125.0, 127.0], "text": " I'm gonna be it's"}, {"timestamp": [127.0, 129.0], "text": " I'm gonna be in a"}, {"timestamp": [129.0, 132.0], "text": " I'm gonna be"}, {"timestamp": [132.0, 134.0], "text": " my and I'm"}, {"timestamp": [134.0, 136.0], "text": " my and"}, {"timestamp": [136.0, 138.0], "text": " I'm gonna be"}, {"timestamp": [138.0, 139.0], "text": " I'm gonna be"}, {"timestamp": [139.0, 158.0], "text": " I'm gonna Hey I've got an idea, why don't we try that tune in F? How does that set you?"}, {"timestamp": [158.0, 159.0], "text": " I'll try."}, {"timestamp": [159.0, 163.0], "text": " Oh, is it sorry?"}, {"timestamp": [163.0, 172.0], "text": " You? Okay, by me. It means I'm going to have to go to B flat."}, {"timestamp": [172.0, 176.0], "text": " Len, can you take your bass part down low?"}, {"timestamp": [176.0, 178.0], "text": " Yeah, yeah, I can, that should be all right."}, {"timestamp": [178.0, 180.0], "text": " Got a relevant and a log and you go my dog,"}, {"timestamp": [180.0, 183.0], "text": " get me a brown with this intent, but I get him in my nose."}, {"timestamp": [183.0, 185.6], "text": " Okay, let's try. Right."}, {"timestamp": [185.6, 186.6], "text": " Oh, right."}, {"timestamp": [186.6, 187.6], "text": " Oh, go."}, {"timestamp": [187.6, 203.6], "text": " Give me a bright."}, {"timestamp": [203.6, 204.6], "text": " Give me a bride."}, {"timestamp": [204.6, 206.2], "text": " Give me a bride and I'll just in his hand. And that way I I give you my nose. Oh, oh, oh! Give me a briar and I'll just in his hand"}, {"timestamp": [206.2, 208.0], "text": " That way I'll get him, I know."}, {"timestamp": [208.0, 211.6], "text": " I know, I know, I know, I know, I know,"}, {"timestamp": [211.6, 213.6], "text": " That way I'll give you my nose."}, {"timestamp": [213.6, 214.6], "text": " Okay, that's good."}, {"timestamp": [214.6, 215.8], "text": " Hold it, hold it, that'll be fine."}, {"timestamp": [215.8, 240.64], "text": " Let's do the other one, shall we? As the Hamilton County Bluegrass band, the six of us have been playing together for about 15 months."}, {"timestamp": [242.76, 246.26], "text": " All the good times have fast and gone,"}, {"timestamp": [246.62, 249.28], "text": " little darling don't you weep no more."}, {"timestamp": [250.52, 254.26], "text": " I wish to the Lord I'd never been born"}, {"timestamp": [254.26, 257.52], "text": " or died when I was young."}, {"timestamp": [258.48, 262.34], "text": " I never would have seen your sparking blue eyes"}, {"timestamp": [262.34, 265.14], "text": " or heard your lying time. The music we play is called Blue Eyes Or heard your lying in time"}, {"timestamp": [265.14, 267.18], "text": " The music we play is called Bluegrass"}, {"timestamp": [267.18, 269.54], "text": " After the Bluegrass State, Kentucky"}, {"timestamp": [269.54, 271.2], "text": " And it's a type of folk music"}, {"timestamp": [271.2, 273.96], "text": " That comes from the reels, jigs and ballads"}, {"timestamp": [273.96, 277.12], "text": " That the pioneers brought over to the southeastern United States"}, {"timestamp": [277.12, 279.62], "text": " That provided a music for square dancers"}, {"timestamp": [279.62, 299.08], "text": " We've no more."}, {"timestamp": [300.72, 300.98], "text": " As far as we can make out,"}, {"timestamp": [304.48, 310.46], "text": " there aren't many groups outside the States playing this type of music with a full bluegrass line-up. That's to say using the bass, the guitar, the banjo,"}, {"timestamp": [310.76, 314.74], "text": " the harmonica, or mouth harp, as we call it, the mandolin and the fiddle."}, {"timestamp": [322.16, 329.0], "text": " Well, the music is a hobby. We all have our own different jobs, which means that we live in different parts of the countries."}, {"timestamp": [329.0, 335.0], "text": " And so we have to practice by mail and by tapes and immediately before performances."}, {"timestamp": [335.0, 339.0], "text": " The final result on stage always turns out to be a bit of a happening."}, {"timestamp": [339.0, 341.0], "text": " Most people seem to like it though."}, {"timestamp": [341.0, 343.0], "text": " Where's the blast of base?"}, {"timestamp": [343.0, 344.0], "text": " Hello."}, {"timestamp": [344.0, 346.54], "text": " I think the whole situation is missing. To like it though. Ladies and Alice in a man Alidavis Ladies and"}, {"timestamp": [346.54, 346.56], "text": " ladies and"}, {"timestamp": [346.56, 351.18], "text": " gentlemen"}, {"timestamp": [351.18, 352.3], "text": " the pause apart"}, {"timestamp": [352.3, 353.46], "text": " folk club is proud to present"}, {"timestamp": [353.46, 354.56], "text": " the Hamilton County"}, {"timestamp": [354.56, 355.18], "text": " Blue Godard"}, {"timestamp": [355.18, 374.1], "text": " fan Sweet Allie, so dear to me, she's gone forevermore."}, {"timestamp": [375.02, 380.48], "text": " My home was down in Tennessee before the crew of war."}, {"timestamp": [381.42, 384.06], "text": " Carry me back to Tennessee."}, {"timestamp": [384.74, 387.16], "text": " There's where long can be"}, {"timestamp": [387.16, 390.62], "text": " Among the fields of yellow corn"}, {"timestamp": [390.62, 392.8], "text": " With my darling Maloney"}, {"timestamp": [392.8, 408.88], "text": " Oh, why did I from day to day"}, {"timestamp": [408.88, 411.28], "text": " Be prishing to be free"}, {"timestamp": [411.28, 415.12], "text": " And from my master run away"}, {"timestamp": [415.12, 417.38], "text": " And leave my lily"}, {"timestamp": [417.38, 421.32], "text": " Carry me back to Tennessee"}, {"timestamp": [421.32, 424.12], "text": " That's where long to be"}, {"timestamp": [424.12, 428.24], "text": " Among the fields of yellow corn with my"}, {"timestamp": [428.24, 449.0], "text": " darling melody they say that I would see that I would see free and happy all the day"}, {"timestamp": [449.0, 455.0], "text": " And if they take me back again I'd never run away"}, {"timestamp": [455.0, 459.0], "text": " Carry me back to Tennessee"}, {"timestamp": [459.0, 462.0], "text": " There's where long to be"}, {"timestamp": [462.0, 465.0], "text": " Among the fields of yet"}, {"timestamp": [465.0, 468.0], "text": " Gone with my darling Natalie"}, {"timestamp": [468.0, 472.0], "text": " Yeah"}, {"timestamp": [472.0, 485.0], "text": " Oh yeah"}], "text": " The There are six of them. Three school teachers, an architectural draftsman, a student of anthropology and a bus mechanic. They all live in different parts of New Zealand. a student of anthropology and a bus mechanic. They all live in different parts of New Zealand, but about once every couple of weeks. I'm going to be. I'm going to be. I'm going to be. I'm going to I'm going to I'm going to I'm going to I'm going to I'm going to I'm going I'm going I'm going to I'm going I'm going to be able to be. I'm not I'm gonnae'n't I'm gonna be I'm gonna be it's I'm gonna be in a I'm gonna be my and I'm my and I'm gonna be I'm gonna be I'm gonna Hey I've got an idea, why don't we try that tune in F? How does that set you? I'll try. Oh, is it sorry? You? Okay, by me. It means I'm going to have to go to B flat. Len, can you take your bass part down low? Yeah, yeah, I can, that should be all right. Got a relevant and a log and you go my dog, get me a brown with this intent, but I get him in my nose. Okay, let's try. Right. Oh, right. Oh, go. Give me a bright. Give me a bride. Give me a bride and I'll just in his hand. And that way I I give you my nose. Oh, oh, oh! Give me a briar and I'll just in his hand That way I'll get him, I know. I know, I know, I know, I know, I know, That way I'll give you my nose. Okay, that's good. Hold it, hold it, that'll be fine. Let's do the other one, shall we? As the Hamilton County Bluegrass band, the six of us have been playing together for about 15 months. All the good times have fast and gone, little darling don't you weep no more. I wish to the Lord I'd never been born or died when I was young. I never would have seen your sparking blue eyes or heard your lying time. The music we play is called Blue Eyes Or heard your lying in time The music we play is called Bluegrass After the Bluegrass State, Kentucky And it's a type of folk music That comes from the reels, jigs and ballads That the pioneers brought over to the southeastern United States That provided a music for square dancers We've no more. As far as we can make out, there aren't many groups outside the States playing this type of music with a full bluegrass line-up. That's to say using the bass, the guitar, the banjo, the harmonica, or mouth harp, as we call it, the mandolin and the fiddle. Well, the music is a hobby. We all have our own different jobs, which means that we live in different parts of the countries. And so we have to practice by mail and by tapes and immediately before performances. The final result on stage always turns out to be a bit of a happening. Most people seem to like it though. Where's the blast of base? Hello. I think the whole situation is missing. To like it though. Ladies and Alice in a man Alidavis Ladies and ladies and gentlemen the pause apart folk club is proud to present the Hamilton County Blue Godard fan Sweet Allie, so dear to me, she's gone forevermore. My home was down in Tennessee before the crew of war. Carry me back to Tennessee. There's where long can be Among the fields of yellow corn With my darling Maloney Oh, why did I from day to day Be prishing to be free And from my master run away And leave my lily Carry me back to Tennessee That's where long to be Among the fields of yellow corn with my darling melody they say that I would see that I would see free and happy all the day And if they take me back again I'd never run away Carry me back to Tennessee There's where long to be Among the fields of yet Gone with my darling Natalie Yeah Oh yeah"}