{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " At fielding"}, {"timestamp": [7.0, 30.24], "text": " At fielding over 200 ponies, 12 teams in all, parade before the start of the final match for the Saville Challenge Cup,"}, {"timestamp": [30.54, 35.56], "text": " presented in 1889 by Major Arras Saville, a cavalry officer, when he was aide-acorn to the Earl of Onslow."}, {"timestamp": [36.96, 39.28], "text": " Hitting off are the finalists, Cambridge and Moronsville,"}, {"timestamp": [39.68, 42.16], "text": " Moronsville in dark jerseys and holders of last year's cup."}, {"timestamp": [45.44, 47.96], "text": " The games in eight chuckers of seven and a half minutes each,"}, {"timestamp": [48.04, 49.68], "text": " with three minutes in between to change horses."}, {"timestamp": [50.24, 52.12], "text": " Each team has two forwards and two backs."}, {"timestamp": [52.72, 55.88], "text": " There's no offside and a player can race ahead and receive a pass from his teammate."}, {"timestamp": [56.6, 57.48], "text": " It's a thrilling game."}, {"timestamp": [57.84, 60.2], "text": " A man has to control his mount and play a game as well."}, {"timestamp": [60.84, 62.56], "text": " It needs good horsemanship in a quick eye."}, {"timestamp": [63.64, 65.28], "text": " One point is that the ball's hit with"}, {"timestamp": [65.28, 73.32], "text": " the side of the manate and not the head. To keep a team on the field requires a lot of"}, {"timestamp": [73.32, 78.18], "text": " work off field. Each man uses four ponies and clubmates of the players act as"}, {"timestamp": [78.18, 112.5], "text": " groomed rubbing down incoming ponies and preparing mounts for the next chaka. Morinsville again won the day by the narrow margin of five goals to Cambridge four."}, {"timestamp": [112.5, 133.84], "text": " The retiring president of the New Zealand Polo Association, Mr. R. L. Levine, spoke at the cup presentation, handed back to last year's winners by the wife of the president of the fielding jockey club, Mrs. John Graeme. His Excellency, the Governor General, met members of the English and New Zealand women's"}, {"timestamp": [133.84, 136.56], "text": " cricket teams when they played recently at Eden Park, Auckland."}, {"timestamp": [136.56, 141.36], "text": " Hyde the English captain on the right, won the toss and sent Robinson and McClaghan into bat."}, {"timestamp": [144.32, 147.0], "text": " Though it was an easy wicket, the visitors opened cautiously."}, {"timestamp": [147.0, 150.0], "text": " The New Zealand bowlers had the better of it at first,"}, {"timestamp": [150.0, 178.0], "text": " and at one stage England were five down for 74. England soon recovered and went on to make 204, the highest scorer being Sanders who knocked up 54."}, {"timestamp": [178.0, 183.0], "text": " For New Zealand, Goode took six wickets for 42 and Wickham 2 for 33."}, {"timestamp": [183.0, 188.0], "text": " New Zealand's chances look good, but they made a for 42 and Wickham 2 for 33."}, {"timestamp": [191.0, 195.0], "text": " New Zealand's chances look good but they made only 61 runs. Lamison the captain and Francis being the only two to reach double figures."}, {"timestamp": [195.0, 200.0], "text": " For England Maccaboy took 5 for 23 and Johnson 4 for 18."}, {"timestamp": [204.0, 210.0], "text": " New Zealand narrowly avoided a follow-, and the visitors went into bat again,"}, {"timestamp": [210.0, 218.0], "text": " declaring at 164 for seven wickets. In reply, New Zealand scored only 122, giving England a win by 185 runs."}, {"timestamp": [222.0, 230.0], "text": " Major General Sir Howard Kippenberger arrives at the Dannevork South School to attend the opening of the memorial bars"}, {"timestamp": [230.0, 235.0], "text": " and the unveiling of a plaque in honor of former pupils of the school who lost their lives in the two world wars."}, {"timestamp": [235.0, 240.0], "text": " The general inspects the guard of honor and in extremely cold weather the ceremony gets underway."}, {"timestamp": [240.0, 253.0], "text": " After the formal addresses, two senior pupils of the school, a son and daughter of ex-servicemen, laid a wreath at the foot of the plinth."}, {"timestamp": [253.0, 285.16], "text": " The baths are the kind of practical memorial the men would have wished, a means of people were present at the Royal New Zealand Aeroclop's pageant"}, {"timestamp": [285.16, 292.0], "text": " to see many of our old friends, such as the Spisketo, a fighter bomber used particularly in Battle of Germany days."}, {"timestamp": [292.0, 300.0], "text": " A plane that created quite a lot of interest was this Crisley Super Ace on view for the first time in this country."}, {"timestamp": [300.0, 306.0], "text": " Here is the famous air coup, Mr. Harry Newton, used on his flight from Belgium to New Zealand in 1947."}, {"timestamp": [306.0, 309.0], "text": " This is a Whitley Strait in case you don't know."}, {"timestamp": [309.0, 314.0], "text": " An air transport to Cota and here are flights of them making runs over the aerodrome."}, {"timestamp": [314.0, 322.0], "text": " Postponed for a day through bad weather, the pageant took place in perfect conditions."}, {"timestamp": [322.0, 325.88], "text": " Flyers belonging to aeroclubs from all over New Zealand were present, and over the"}, {"timestamp": [325.88, 330.38], "text": " hundred club machines were in use throughout the day in formation flights, competitions,"}, {"timestamp": [330.38, 336.04], "text": " and taking passengers on flights over Auckland City."}, {"timestamp": [340.0, 344.62], "text": " The RNZAF then to hand, and one of their highlights was three harvets, which took off from"}, {"timestamp": [344.62, 349.4], "text": " Fenopi with their wingtips tied, and a flight of Aibetics arrived at Mangary with"}, {"timestamp": [349.4, 350.28], "text": " the screamers in tech."}, {"timestamp": [354.24, 356.32], "text": " An art learned during the war."}, {"timestamp": [356.32, 375.0], "text": " An out learned during the war, and often put to good use these days, is supply dropping by air transport Dakoters."}, {"timestamp": [379.0, 387.0], "text": " The Australian glider enthusiast Alan Harding was there with his Olympic sailplane,"}, {"timestamp": [387.0, 391.0], "text": " which took him nearly three years to build and cost only 400 pounds."}, {"timestamp": [391.0, 396.0], "text": " A tiger moth towed the sailplane into the air."}, {"timestamp": [396.0, 406.0], "text": " After the tow was released, it remained up to three and a half hours at a cost of a few pence for the petrol used in the toe."}, {"timestamp": [406.0, 409.0], "text": " It reached an altitude of 4,000 feet."}, {"timestamp": [409.0, 422.0], "text": " These fights of mosquitoes of the RNZAF have a special significance."}, {"timestamp": [422.0, 427.5], "text": " But during the war, the Arrow Club supplied many flyers who helped to achieve victory in the air."}, {"timestamp": [427.5, 431.5], "text": " Today, Arrow Clubs up and down the country carry on the good work of training air cadets"}, {"timestamp": [431.5, 433.32], "text": " for civil and defense aviation."}], "text": " At fielding At fielding over 200 ponies, 12 teams in all, parade before the start of the final match for the Saville Challenge Cup, presented in 1889 by Major Arras Saville, a cavalry officer, when he was aide-acorn to the Earl of Onslow. Hitting off are the finalists, Cambridge and Moronsville, Moronsville in dark jerseys and holders of last year's cup. The games in eight chuckers of seven and a half minutes each, with three minutes in between to change horses. Each team has two forwards and two backs. There's no offside and a player can race ahead and receive a pass from his teammate. It's a thrilling game. A man has to control his mount and play a game as well. It needs good horsemanship in a quick eye. One point is that the ball's hit with the side of the manate and not the head. To keep a team on the field requires a lot of work off field. Each man uses four ponies and clubmates of the players act as groomed rubbing down incoming ponies and preparing mounts for the next chaka. Morinsville again won the day by the narrow margin of five goals to Cambridge four. The retiring president of the New Zealand Polo Association, Mr. R. L. Levine, spoke at the cup presentation, handed back to last year's winners by the wife of the president of the fielding jockey club, Mrs. John Graeme. His Excellency, the Governor General, met members of the English and New Zealand women's cricket teams when they played recently at Eden Park, Auckland. Hyde the English captain on the right, won the toss and sent Robinson and McClaghan into bat. Though it was an easy wicket, the visitors opened cautiously. The New Zealand bowlers had the better of it at first, and at one stage England were five down for 74. England soon recovered and went on to make 204, the highest scorer being Sanders who knocked up 54. For New Zealand, Goode took six wickets for 42 and Wickham 2 for 33. New Zealand's chances look good, but they made a for 42 and Wickham 2 for 33. New Zealand's chances look good but they made only 61 runs. Lamison the captain and Francis being the only two to reach double figures. For England Maccaboy took 5 for 23 and Johnson 4 for 18. New Zealand narrowly avoided a follow-, and the visitors went into bat again, declaring at 164 for seven wickets. In reply, New Zealand scored only 122, giving England a win by 185 runs. Major General Sir Howard Kippenberger arrives at the Dannevork South School to attend the opening of the memorial bars and the unveiling of a plaque in honor of former pupils of the school who lost their lives in the two world wars. The general inspects the guard of honor and in extremely cold weather the ceremony gets underway. After the formal addresses, two senior pupils of the school, a son and daughter of ex-servicemen, laid a wreath at the foot of the plinth. The baths are the kind of practical memorial the men would have wished, a means of people were present at the Royal New Zealand Aeroclop's pageant to see many of our old friends, such as the Spisketo, a fighter bomber used particularly in Battle of Germany days. A plane that created quite a lot of interest was this Crisley Super Ace on view for the first time in this country. Here is the famous air coup, Mr. Harry Newton, used on his flight from Belgium to New Zealand in 1947. This is a Whitley Strait in case you don't know. An air transport to Cota and here are flights of them making runs over the aerodrome. Postponed for a day through bad weather, the pageant took place in perfect conditions. Flyers belonging to aeroclubs from all over New Zealand were present, and over the hundred club machines were in use throughout the day in formation flights, competitions, and taking passengers on flights over Auckland City. The RNZAF then to hand, and one of their highlights was three harvets, which took off from Fenopi with their wingtips tied, and a flight of Aibetics arrived at Mangary with the screamers in tech. An art learned during the war. An out learned during the war, and often put to good use these days, is supply dropping by air transport Dakoters. The Australian glider enthusiast Alan Harding was there with his Olympic sailplane, which took him nearly three years to build and cost only 400 pounds. A tiger moth towed the sailplane into the air. After the tow was released, it remained up to three and a half hours at a cost of a few pence for the petrol used in the toe. It reached an altitude of 4,000 feet. These fights of mosquitoes of the RNZAF have a special significance. But during the war, the Arrow Club supplied many flyers who helped to achieve victory in the air. Today, Arrow Clubs up and down the country carry on the good work of training air cadets for civil and defense aviation."}