{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " With fluttering hearts"}, {"timestamp": [7.0, 10.0], "text": " and"}, {"timestamp": [10.0, 25.12], "text": " 29 traction engines and one steamroller, venture before an admiring public in the biggest. With fluttering hearts and twirling whirling gigs,"}, {"timestamp": [27.36, 27.76], "text": " 29 traction engines and one steamroller,"}, {"timestamp": [29.2, 31.92], "text": " venture before an admiring public in the biggest traction engine rally in the southern hemisphere."}, {"timestamp": [32.48, 34.64], "text": " They line up politely to receive their well-wishes,"}, {"timestamp": [35.02, 38.18], "text": " 20,000 of them who made a traffic jam three miles long."}, {"timestamp": [38.18, 41.64], "text": " The 1920 Stanley Steamer came by special invitation."}, {"timestamp": [42.5, 46.0], "text": " However, their sudden rise to popularity doesn't stop them having fun."}, {"timestamp": [46.0, 48.0], "text": " Anyone for a seesaw?"}, {"timestamp": [52.0, 56.0], "text": " The human beings take it seriously,"}, {"timestamp": [56.0, 60.0], "text": " but that's to be expected considering the work they put in painting and polishing."}, {"timestamp": [60.0, 62.0], "text": " Well, there's the rallying call,"}, {"timestamp": [62.0, 64.0], "text": " and off they go to line up for a race,"}, {"timestamp": [64.0, 66.68], "text": " 300 tons of trundling traction engines."}, {"timestamp": [67.16, 68.92], "text": " There's pressure in those old boilers yet."}, {"timestamp": [71.22, 79.6], "text": " So before a wandering crowd, 29 traction engines and one steamroller begin a slow race to see who can just keep going without having to stop."}, {"timestamp": [80.0, 92.8], "text": " Pretty hard when you've been a hardworking farm girl all your life."}, {"timestamp": [99.84, 100.16], "text": " Who won? Who cares? Steaming majestically up Ashburton's main street, they send the years rolling back."}, {"timestamp": [110.48, 116.56], "text": " 29 traction engines and one steamroller. Out of a Danneverg factory into the cold light of dawn comes New Zealand's first interprovincial guided girder."}, {"timestamp": [117.3, 123.42], "text": " Mounted like a secret weapon on two spatial transports, it goes through the morning mist towards a new bridge site 70 miles away."}, {"timestamp": [123.44, 129.12], "text": " It goes through the morning mist towards a new bridge site 70 miles away."}, {"timestamp": [131.9, 132.3], "text": " Extremely sharp corners and heavy traffic it avoids."}, {"timestamp": [136.18, 136.82], "text": " It dodges the Man o'A two gorge by taking to the hill roads between Woodville and Ashurst."}, {"timestamp": [139.18, 139.7], "text": " Despite its imposing size and startling mobility,"}, {"timestamp": [142.64, 143.34], "text": " it's nothing more than a simple solution to a bridge building problem."}, {"timestamp": [147.24, 149.68], "text": " Gerders for Wanganui's new Wongahoo Bridge are prefabricated in Danavirk 70 miles away over the Roohini Rangers."}, {"timestamp": [150.3, 151.76], "text": " To transport them to the bridge site,"}, {"timestamp": [152.16, 155.32], "text": " contractors got two spatial carriers equipped with radio telephones"}, {"timestamp": [155.32, 161.64], "text": " and joined them together with the 20, 30, 40, 50."}, {"timestamp": [165.0, 169.0], "text": " 100, 139 feet of the steel girder."}, {"timestamp": [169.0, 173.0], "text": " And by doing 40 miles an hour, they deliver them in four hours."}, {"timestamp": [173.0, 183.0], "text": " Auckland, 19008."}, {"timestamp": [183.0, 185.56], "text": " The town was bustling and excited."}, {"timestamp": [186.14, 189.64], "text": " In the harbour lay 15 ships of the United States fleet on a goodwill visit."}, {"timestamp": [190.2, 193.08], "text": " The Prime Minister Sir Joseph Ward was coming from Wellington to welcome them,"}, {"timestamp": [193.46, 195.34], "text": " and he was coming by the parliamentary special,"}, {"timestamp": [195.72, 198.08], "text": " the first through train to run over the main trunk line."}, {"timestamp": [200.56, 202.78], "text": " 23 years before, in 1885,"}, {"timestamp": [203.12, 205.84], "text": " Premier Robert Stout turned a sod at the edge of the King Country,"}, {"timestamp": [206.2, 210.6], "text": " beginning the great task of bridging the railheads of Tiawamoto in the north and Martin in the South."}, {"timestamp": [211.14, 212.74], "text": " Into the back country moved the workmen."}, {"timestamp": [213.1, 214.92], "text": " They built their shanties and began the job."}, {"timestamp": [215.4, 218.36], "text": " The tough country was their enemy, picks and shovels their weapons."}, {"timestamp": [230.4, 234.8], "text": " Looking back from this age of bulldozers and carry-alls, we're astounded at the work of these men who built a railway over the mountainous king country."}, {"timestamp": [234.8, 247.52], "text": " The gap between railheads narrowed as the years passed."}, {"timestamp": [248.08, 250.08], "text": " Northbound travellers left the train at Oakhuni,"}, {"timestamp": [250.46, 254.12], "text": " took coaches to Makatote and continued the journey to Auckland next day."}, {"timestamp": [255.76, 260.46], "text": " On August 7, 1908, Wellington's Thorndon station had its finest hour."}, {"timestamp": [260.94, 263.2], "text": " The parliamentary special was due to leave for Auckland."}, {"timestamp": [264.24, 265.4], "text": " The ladies were in their finery."}, {"timestamp": [265.4, 267.6], "text": " Officials hurried about, getting in one another's way."}, {"timestamp": [267.6, 269.8], "text": " This was a truly historic occasion."}, {"timestamp": [269.8, 272.4], "text": " For 50 years, people had dreamed of this day."}, {"timestamp": [272.4, 274.2], "text": " The gap had been closed."}, {"timestamp": [274.2, 276.6], "text": " The Capital City and the Queen City would now be linked."}, {"timestamp": [276.6, 278.6], "text": " Sir Joseph Ward might well be pleased."}, {"timestamp": [282.6, 286.0], "text": " And so the Parliamentary Special was underway. Where the railheads had met, in the bush-covered king country, a silver special was underway."}, {"timestamp": [286.0, 290.3], "text": " Where the railheads had met in the bush-covered king country, a silver spike was driven."}, {"timestamp": [290.3, 293.66], "text": " The new era had begun."}, {"timestamp": [293.66, 296.24], "text": " The Auckland Express is now arriving."}, {"timestamp": [296.24, 302.66], "text": " Today, 50 years after the first through train, the novelty has long worn off the arrival"}, {"timestamp": [302.66, 304.76], "text": " of an Auckland Express at Wellington."}, {"timestamp": [304.76, 308.28], "text": " It's 7 a.m., the beginning of another day's work on the main trunk line."}, {"timestamp": [311.5, 316.36], "text": " By the time the limited express rumbles into Wellington yards at 9.30, railway workers have"}, {"timestamp": [316.36, 321.72], "text": " slipped into the day's routine. 630 has nearly finished loading. Five days a week, this train"}, {"timestamp": [321.72, 332.0], "text": " hauls goods to Auckland at express speeds."}, {"timestamp": [335.0, 338.0], "text": " It's 11 o'clock and shunters are assembling wagons at Martin. After midday they'll be picked up for Taihappie and all points north."}, {"timestamp": [338.0, 340.0], "text": " Martin is a junction."}, {"timestamp": [340.0, 342.0], "text": " Here the New Plymouth line is left behind"}, {"timestamp": [342.0, 345.08], "text": " and the main trunk turns inland, heading up towards the mountains."}, {"timestamp": [348.18, 350.1], "text": " Surfacemen keep the permanent way in operation."}, {"timestamp": [350.64, 354.68], "text": " This gang, working south of Taihapi, clears the line at 1230 for a northbound goods."}, {"timestamp": [355.22, 357.32], "text": " The long haul through the king country lies ahead."}, {"timestamp": [357.72, 359.18], "text": " From here on, the going is tough."}, {"timestamp": [359.82, 361.08], "text": " The main trunk is an artery."}, {"timestamp": [361.56, 363.94], "text": " The trains that use it are the lifeblood of the North Island."}, {"timestamp": [366.4, 371.0], "text": " South of Waiuru, the line is at its highest point, nearly 3,000 feet above the sea."}, {"timestamp": [371.0, 377.0], "text": " Rails split the Tussock land in two, and every 24 hours, 27 trains pound across the plateau."}, {"timestamp": [377.0, 391.12], "text": " Charlie Longman has lost count of the number of times he's driven over the great steel"}, {"timestamp": [391.12, 396.24], "text": " viaducts north of Waiuru. At two o'clock his train hits the longest one of them all, Makatote."}, {"timestamp": [400.24, 405.0], "text": " Hundreds of feet above the bush, the viaduct stand silent."}, {"timestamp": [405.0, 409.0], "text": " Only the clatter of the trains applaud the men who worked here."}, {"timestamp": [409.0, 415.0], "text": " Today, unheeding trains pass this deserted place where 50 years ago the railheads met."}, {"timestamp": [415.0, 420.0], "text": " This obelisk is erected opposite the spot where the right honourable Sir Joseph Ward, Premier of the Dominion,"}, {"timestamp": [420.0, 427.0], "text": " drove the last spike of the North Island main trunk line on November the 6th, 19008."}, {"timestamp": [427.0, 431.0], "text": " A southbound goods come through National Park at 3."}, {"timestamp": [431.0, 434.0], "text": " Alan, the station master, puts out the tablet it will pick up."}, {"timestamp": [434.0, 458.52], "text": " This tablet is the driver's pass, the ticket that allows him to proceed to the next station in this untamed country. The spiral, seven miles of twisting steel track."}, {"timestamp": [459.08, 461.78], "text": " To the layman's eye, even today, this is wilderness country."}, {"timestamp": [462.26, 467.24], "text": " Yet the engineers and surveyors planned every tortuous bend of this line more than 60 years ago."}, {"timestamp": [475.02, 479.42], "text": " At Tamara Nui, Harry Anderson has a five o'clock cupper while keeping an eye on the yards."}, {"timestamp": [479.9, 484.34], "text": " Here, northbound trains split up and hauled over the spiral by several engines are joined again."}, {"timestamp": [484.34, 488.12], "text": " And here, southbound trains are broken up for the long climbs ahead of them."}, {"timestamp": [489.74, 492.58], "text": " The shift is finishing in Ticoiti's train control room."}, {"timestamp": [493.02, 498.1], "text": " All day the heavy traffic has shuttled smoothly over the line the pioneers dreamt of, planned and built."}, {"timestamp": [498.7, 503.7], "text": " Into the main trunk the branch lines pour their goods and freight and passengers like streams into a river."}, {"timestamp": [504.5, 509.24], "text": " Frankton Junction is a clanging, crashing found foundry turning out trains all day and all night."}, {"timestamp": [509.24, 528.0], "text": " Now it's dusk in Auckland. Loco 1280 waits to take the limited express down the line south to Wellington."}, {"timestamp": [528.0, 532.0], "text": " In the past 12 hours, produce has been moved from the farms to the sea."}, {"timestamp": [532.0, 534.0], "text": " Passengers have exchanged towns and cities."}, {"timestamp": [534.0, 538.0], "text": " In their thousands of tons, goods and people have found their destinations."}, {"timestamp": [538.0, null], "text": " It's been a busy day, and there's another busy night ahead on the main trunk. Thank you. Thank you. Thank you. Thank you."}], "text": " With fluttering hearts and 29 traction engines and one steamroller, venture before an admiring public in the biggest. With fluttering hearts and twirling whirling gigs, 29 traction engines and one steamroller, venture before an admiring public in the biggest traction engine rally in the southern hemisphere. They line up politely to receive their well-wishes, 20,000 of them who made a traffic jam three miles long. The 1920 Stanley Steamer came by special invitation. However, their sudden rise to popularity doesn't stop them having fun. Anyone for a seesaw? The human beings take it seriously, but that's to be expected considering the work they put in painting and polishing. Well, there's the rallying call, and off they go to line up for a race, 300 tons of trundling traction engines. There's pressure in those old boilers yet. So before a wandering crowd, 29 traction engines and one steamroller begin a slow race to see who can just keep going without having to stop. Pretty hard when you've been a hardworking farm girl all your life. Who won? Who cares? Steaming majestically up Ashburton's main street, they send the years rolling back. 29 traction engines and one steamroller. Out of a Danneverg factory into the cold light of dawn comes New Zealand's first interprovincial guided girder. Mounted like a secret weapon on two spatial transports, it goes through the morning mist towards a new bridge site 70 miles away. It goes through the morning mist towards a new bridge site 70 miles away. Extremely sharp corners and heavy traffic it avoids. It dodges the Man o'A two gorge by taking to the hill roads between Woodville and Ashurst. Despite its imposing size and startling mobility, it's nothing more than a simple solution to a bridge building problem. Gerders for Wanganui's new Wongahoo Bridge are prefabricated in Danavirk 70 miles away over the Roohini Rangers. To transport them to the bridge site, contractors got two spatial carriers equipped with radio telephones and joined them together with the 20, 30, 40, 50. 100, 139 feet of the steel girder. And by doing 40 miles an hour, they deliver them in four hours. Auckland, 19008. The town was bustling and excited. In the harbour lay 15 ships of the United States fleet on a goodwill visit. The Prime Minister Sir Joseph Ward was coming from Wellington to welcome them, and he was coming by the parliamentary special, the first through train to run over the main trunk line. 23 years before, in 1885, Premier Robert Stout turned a sod at the edge of the King Country, beginning the great task of bridging the railheads of Tiawamoto in the north and Martin in the South. Into the back country moved the workmen. They built their shanties and began the job. The tough country was their enemy, picks and shovels their weapons. Looking back from this age of bulldozers and carry-alls, we're astounded at the work of these men who built a railway over the mountainous king country. The gap between railheads narrowed as the years passed. Northbound travellers left the train at Oakhuni, took coaches to Makatote and continued the journey to Auckland next day. On August 7, 1908, Wellington's Thorndon station had its finest hour. The parliamentary special was due to leave for Auckland. The ladies were in their finery. Officials hurried about, getting in one another's way. This was a truly historic occasion. For 50 years, people had dreamed of this day. The gap had been closed. The Capital City and the Queen City would now be linked. Sir Joseph Ward might well be pleased. And so the Parliamentary Special was underway. Where the railheads had met, in the bush-covered king country, a silver special was underway. Where the railheads had met in the bush-covered king country, a silver spike was driven. The new era had begun. The Auckland Express is now arriving. Today, 50 years after the first through train, the novelty has long worn off the arrival of an Auckland Express at Wellington. It's 7 a.m., the beginning of another day's work on the main trunk line. By the time the limited express rumbles into Wellington yards at 9.30, railway workers have slipped into the day's routine. 630 has nearly finished loading. Five days a week, this train hauls goods to Auckland at express speeds. It's 11 o'clock and shunters are assembling wagons at Martin. After midday they'll be picked up for Taihappie and all points north. Martin is a junction. Here the New Plymouth line is left behind and the main trunk turns inland, heading up towards the mountains. Surfacemen keep the permanent way in operation. This gang, working south of Taihapi, clears the line at 1230 for a northbound goods. The long haul through the king country lies ahead. From here on, the going is tough. The main trunk is an artery. The trains that use it are the lifeblood of the North Island. South of Waiuru, the line is at its highest point, nearly 3,000 feet above the sea. Rails split the Tussock land in two, and every 24 hours, 27 trains pound across the plateau. Charlie Longman has lost count of the number of times he's driven over the great steel viaducts north of Waiuru. At two o'clock his train hits the longest one of them all, Makatote. Hundreds of feet above the bush, the viaduct stand silent. Only the clatter of the trains applaud the men who worked here. Today, unheeding trains pass this deserted place where 50 years ago the railheads met. This obelisk is erected opposite the spot where the right honourable Sir Joseph Ward, Premier of the Dominion, drove the last spike of the North Island main trunk line on November the 6th, 19008. A southbound goods come through National Park at 3. Alan, the station master, puts out the tablet it will pick up. This tablet is the driver's pass, the ticket that allows him to proceed to the next station in this untamed country. The spiral, seven miles of twisting steel track. To the layman's eye, even today, this is wilderness country. Yet the engineers and surveyors planned every tortuous bend of this line more than 60 years ago. At Tamara Nui, Harry Anderson has a five o'clock cupper while keeping an eye on the yards. Here, northbound trains split up and hauled over the spiral by several engines are joined again. And here, southbound trains are broken up for the long climbs ahead of them. The shift is finishing in Ticoiti's train control room. All day the heavy traffic has shuttled smoothly over the line the pioneers dreamt of, planned and built. Into the main trunk the branch lines pour their goods and freight and passengers like streams into a river. Frankton Junction is a clanging, crashing found foundry turning out trains all day and all night. Now it's dusk in Auckland. Loco 1280 waits to take the limited express down the line south to Wellington. In the past 12 hours, produce has been moved from the farms to the sea. Passengers have exchanged towns and cities. In their thousands of tons, goods and people have found their destinations. It's been a busy day, and there's another busy night ahead on the main trunk. Thank you. Thank you. Thank you. Thank you."}