{"speakers": [], "chunks": [{"timestamp": [0.0, 29.8], "text": " The sea, calm as a buddha or with wrinkled brow,"}, {"timestamp": [30.18, 33.8], "text": " cats poured or flailed at by the feckless wind, the sea surrounds us."}, {"timestamp": [34.74, 37.6], "text": " Turn now the inquiring eye to the land's rough edge,"}, {"timestamp": [37.6, 41.34], "text": " to the sea's margin to the antiseptic, salt-tongued smothering sea,"}, {"timestamp": [41.82, 43.98], "text": " for the seas are link, the ship."}, {"timestamp": [49.0, 54.0], "text": " Yes, the ship. Yes, wheels are waterborne, and below the hatches is a segment of civilized whirl,"}, {"timestamp": [54.5, 57.0], "text": " anything from bags of cement to a packet of matches."}, {"timestamp": [63.0, 68.42], "text": " Make up her."}, {"timestamp": [73.18, 73.2], "text": " Let go out. Let's go out."}, {"timestamp": [75.06, 76.3], "text": " All clear for it now?"}, {"timestamp": [76.52, 96.4], "text": " Bye. Seamen adjust their lives, cradled in steel, to the steady pulse of the ship, to curious hours of sleep, to the midnight trick at the wheel."}, {"timestamp": [97.24, 101.22], "text": " Signed on with wind and the weather, it's not a romantic life, you're a bit of a slave."}, {"timestamp": [101.86, 105.48], "text": " It's plain, hard, hazardous work to work with a white-colored wave."}, {"timestamp": [109.6, 111.32], "text": " Out of port. Hard aboard."}, {"timestamp": [115.32, 120.42], "text": " Beard aboard here, sir."}, {"timestamp": [120.5, 128.5], "text": " Yes, sir."}, {"timestamp": [129.4, 130.6], "text": " There she goes. There she goes."}, {"timestamp": [130.6, 132.4], "text": " Yes, she goes."}, {"timestamp": [132.4, 143.4], "text": " The night long light on the headland."}, {"timestamp": [143.4, 145.2], "text": " How does it bear?"}, {"timestamp": [148.0, 153.2], "text": " Where bearings intercept is the ship's charted position."}, {"timestamp": [156.4, 157.9], "text": " And now Pencarrow light, on the port quarter there."}, {"timestamp": [160.8, 161.6], "text": " Line the ship's head on the magical floating car."}, {"timestamp": [167.0, 171.0], "text": " Knowledge and skill create a road across the dark unroaded strait. Every shore is hostile, though it's home."}, {"timestamp": [173.0, 192.24], "text": " South 22 west. South 22 west. South 22 west. Watch now the incense at sea"}, {"timestamp": [192.24, 196.16], "text": " as the round of the boughs and the bilge and the hull lift light"}, {"timestamp": [196.16, 199.08], "text": " to a surge that could swallow us all with the lick of a way."}, {"timestamp": [199.28, 199.76], "text": " Yes, skipper."}, {"timestamp": [200.72, 202.52], "text": " I'll put the metro lashes on the deck cargo."}, {"timestamp": [203.66, 206.0], "text": " Yes, we just as well looks like it's going to blow hard."}, {"timestamp": [206.0, 208.0], "text": " I'll go down right away, skipper."}, {"timestamp": [208.0, 267.0], "text": " Right now. The The How are you doing?"}, {"timestamp": [267.0, 286.08], "text": " How you doing, Cookie? Got some lovely grubs here?"}, {"timestamp": [286.38, 289.42], "text": " Yeah, soup in your custard and your custard in your soup."}, {"timestamp": [289.64, 291.04], "text": " What difference is it meant?"}, {"timestamp": [291.34, 292.66], "text": " Right, get out of here."}, {"timestamp": [294.34, 299.46], "text": " The watch below can take its oil skins off and change its clothes and lay a tablecloth."}, {"timestamp": [300.02, 302.04], "text": " If ocean's hungry, so are sailors too."}, {"timestamp": [302.36, 304.06], "text": " There's comfort in a plate of Irish stew."}, {"timestamp": [304.82, 308.54], "text": " And all philosophy may lie in custard pudding or an apple pie."}, {"timestamp": [309.26, 312.46], "text": " And more than in the ravenous sea, there's meaning in a cup of tea."}, {"timestamp": [333.14, 335.78], "text": " In from the hazardous sea lies the harbour, smooth carpet for keels where peninsula hills cushion the shock of Pacific with rampart of rock."}, {"timestamp": [337.16, 341.98], "text": " Littleton Harbour, and there are the wharves and the shipping, the produce of factory and farm"}, {"timestamp": [341.98, 343.1], "text": " in a tangle of rigging."}, {"timestamp": [343.96, 347.02], "text": " The door to an island lies open to ships and the sea."}, {"timestamp": [351.84, 353.68], "text": " There's the papers."}, {"timestamp": [354.4, 357.24], "text": " We've got 850 tonnes this trip and a few heavy lifts."}, {"timestamp": [358.12, 360.4], "text": " 8.50. Well, we should get your way by Wednesday."}, {"timestamp": [361.12, 364.6], "text": " From the hold, they lift the hatches, hoist the cargo out in batches."}, {"timestamp": [365.72, 369.6], "text": " Shifted, lifted underslung, roped and hooked and steel wire hung, come trucks and lucks and tools of"}, {"timestamp": [369.6, 373.88], "text": " trade, motor tires a dozer blade, breakfast foods and patent ringers, throities for the throats of"}, {"timestamp": [373.88, 378.14], "text": " singers, a drum of oil, a case of books, this side up and use no hooks, a bale of silk"}, {"timestamp": [378.14, 383.42], "text": " from overseas, bangles from the Bengalis, a case of tea, machinery parts, a box of button, sets"}, {"timestamp": [383.42, 390.0], "text": " of darts, things for farmers, things for charmers, a keg of staple silk pyjamas, all are in the whole together tightly stowed against the weather."}, {"timestamp": [410.96, 411.62], "text": " Railed and baled and bundled and trundled, new cargo reaches the war."}, {"timestamp": [427.7, 428.02], "text": " A ton of spuds of crates, crates, mackows, electric jugs and special hadows, sacks, flax, saddles for hacks, scenic prints for almanacs, nuts, bolts, woolen rugs, bags of barley, bathroom plugs, butchers, skewers a stove or two, and malt for those who make home brew, a catalogue of general trading written into the bill of lading."}, {"timestamp": [431.34, 442.86], "text": " It all goes into the hole together, tightly stowed against the weather."}, {"timestamp": [447.96, 448.44], "text": " Though eyes upon the bridge will never sleep, the ship nods gently, time to spare."}, {"timestamp": [453.3, 453.46], "text": " The chief can leave his engines, hearts, not dials, and seamen come off watch,"}, {"timestamp": [459.54, 461.32], "text": " find spare time occupation, things they do at home as the brown coastline slips away a beam."}, {"timestamp": [467.0, 471.0], "text": " Clouds, clothes are space hung, like the gullll poised effortlessly on the sustaining air."}, {"timestamp": [478.0, 481.0], "text": " The obsequious foam crawls flattering to the ship and then crawls home. And the dark mountain dances on the blue."}, {"timestamp": [481.0, 485.92], "text": " Up through the strait past Terrewitty Light, past Plyminton and past OTackie Beach,"}, {"timestamp": [486.38, 488.7], "text": " the long run northward at a good nine knots."}, {"timestamp": [492.48, 497.08], "text": " The shore has seawood eyes, speaks to the ship from far the winking lamp."}, {"timestamp": [501.18, 504.22], "text": " Message reads, a hurry long breeze, and the tide's on the turn, skipper."}, {"timestamp": [504.58, 506.44], "text": " Sweat down, tell the chief to give her that other knot."}, {"timestamp": [506.44, 507.44], "text": " Brotherhood."}, {"timestamp": [507.44, 508.44], "text": " Chief?"}, {"timestamp": [508.44, 509.44], "text": " Chief."}, {"timestamp": [509.44, 513.44], "text": " Scipper wants another non, or we'll miss the tide."}, {"timestamp": [513.44, 527.0], "text": " Starb at 30. Starboard 30."}, {"timestamp": [527.0, 530.0], "text": " Stair for the bacon."}, {"timestamp": [530.0, 578.0], "text": " Stay for the Macon. Stay for the Macon. Stay for the Macon. All ports are much the same."}, {"timestamp": [578.0, 582.0], "text": " Masts, beacons, boys are tide that ebbs and floods."}, {"timestamp": [582.0, 585.2], "text": " On the wharves, the cranes that perch like birds,"}, {"timestamp": [587.84, 588.68], "text": " the railway wagons rolling in slow curves."}, {"timestamp": [589.68, 590.52], "text": " But cargoes differ."}, {"timestamp": [592.74, 596.42], "text": " Here goes ashore the cargo from the south and comes aboard all that one flank of an island produces."}, {"timestamp": [597.42, 600.86], "text": " And among it is wool, from the lush land, the bushland."}, {"timestamp": [601.72, 604.82], "text": " Inboard it goes, this cargo coastwise bound"}, {"timestamp": [604.82, 611.38], "text": " to load in other ships that follow the sunset west and away to London, Glasgow, Rotterdam or Brest."}, {"timestamp": [612.52, 617.52], "text": " In carrying it, the coaster plays its part, feeding the ships that feed the distant world."}], "text": " The sea, calm as a buddha or with wrinkled brow, cats poured or flailed at by the feckless wind, the sea surrounds us. Turn now the inquiring eye to the land's rough edge, to the sea's margin to the antiseptic, salt-tongued smothering sea, for the seas are link, the ship. Yes, the ship. Yes, wheels are waterborne, and below the hatches is a segment of civilized whirl, anything from bags of cement to a packet of matches. Make up her. Let go out. Let's go out. All clear for it now? Bye. Seamen adjust their lives, cradled in steel, to the steady pulse of the ship, to curious hours of sleep, to the midnight trick at the wheel. Signed on with wind and the weather, it's not a romantic life, you're a bit of a slave. It's plain, hard, hazardous work to work with a white-colored wave. Out of port. Hard aboard. Beard aboard here, sir. Yes, sir. There she goes. There she goes. Yes, she goes. The night long light on the headland. How does it bear? Where bearings intercept is the ship's charted position. And now Pencarrow light, on the port quarter there. Line the ship's head on the magical floating car. Knowledge and skill create a road across the dark unroaded strait. Every shore is hostile, though it's home. South 22 west. South 22 west. South 22 west. Watch now the incense at sea as the round of the boughs and the bilge and the hull lift light to a surge that could swallow us all with the lick of a way. Yes, skipper. I'll put the metro lashes on the deck cargo. Yes, we just as well looks like it's going to blow hard. I'll go down right away, skipper. Right now. The The How are you doing? How you doing, Cookie? Got some lovely grubs here? Yeah, soup in your custard and your custard in your soup. What difference is it meant? Right, get out of here. The watch below can take its oil skins off and change its clothes and lay a tablecloth. If ocean's hungry, so are sailors too. There's comfort in a plate of Irish stew. And all philosophy may lie in custard pudding or an apple pie. And more than in the ravenous sea, there's meaning in a cup of tea. In from the hazardous sea lies the harbour, smooth carpet for keels where peninsula hills cushion the shock of Pacific with rampart of rock. Littleton Harbour, and there are the wharves and the shipping, the produce of factory and farm in a tangle of rigging. The door to an island lies open to ships and the sea. There's the papers. We've got 850 tonnes this trip and a few heavy lifts. 8.50. Well, we should get your way by Wednesday. From the hold, they lift the hatches, hoist the cargo out in batches. Shifted, lifted underslung, roped and hooked and steel wire hung, come trucks and lucks and tools of trade, motor tires a dozer blade, breakfast foods and patent ringers, throities for the throats of singers, a drum of oil, a case of books, this side up and use no hooks, a bale of silk from overseas, bangles from the Bengalis, a case of tea, machinery parts, a box of button, sets of darts, things for farmers, things for charmers, a keg of staple silk pyjamas, all are in the whole together tightly stowed against the weather. Railed and baled and bundled and trundled, new cargo reaches the war. A ton of spuds of crates, crates, mackows, electric jugs and special hadows, sacks, flax, saddles for hacks, scenic prints for almanacs, nuts, bolts, woolen rugs, bags of barley, bathroom plugs, butchers, skewers a stove or two, and malt for those who make home brew, a catalogue of general trading written into the bill of lading. It all goes into the hole together, tightly stowed against the weather. Though eyes upon the bridge will never sleep, the ship nods gently, time to spare. The chief can leave his engines, hearts, not dials, and seamen come off watch, find spare time occupation, things they do at home as the brown coastline slips away a beam. Clouds, clothes are space hung, like the gullll poised effortlessly on the sustaining air. The obsequious foam crawls flattering to the ship and then crawls home. And the dark mountain dances on the blue. Up through the strait past Terrewitty Light, past Plyminton and past OTackie Beach, the long run northward at a good nine knots. The shore has seawood eyes, speaks to the ship from far the winking lamp. Message reads, a hurry long breeze, and the tide's on the turn, skipper. Sweat down, tell the chief to give her that other knot. Brotherhood. Chief? Chief. Scipper wants another non, or we'll miss the tide. Starb at 30. Starboard 30. Stair for the bacon. Stay for the Macon. Stay for the Macon. Stay for the Macon. All ports are much the same. Masts, beacons, boys are tide that ebbs and floods. On the wharves, the cranes that perch like birds, the railway wagons rolling in slow curves. But cargoes differ. Here goes ashore the cargo from the south and comes aboard all that one flank of an island produces. And among it is wool, from the lush land, the bushland. Inboard it goes, this cargo coastwise bound to load in other ships that follow the sunset west and away to London, Glasgow, Rotterdam or Brest. In carrying it, the coaster plays its part, feeding the ships that feed the distant world."}