{"speakers": [], "chunks": [{"timestamp": [0.0, 34.08], "text": " The Union Company's motor vessel Arangi is back on the Pacific run after a spell of war service as a troop ship, followed by an extensive refit in Sydney."}, {"timestamp": [34.88, 40.08], "text": " When she entered Auckland Harbour again on her first trip from Sydney to Vancouver, Arangi was all decked out for the occasion."}, {"timestamp": [40.64, 43.28], "text": " And she's now painted white in place of her pre-war dark green."}, {"timestamp": [48.68, 52.82], "text": " When she was launched in 1923, Arangi was the largest motor vessel in the world"}, {"timestamp": [52.82, 55.02], "text": " and carried 947 passengers."}, {"timestamp": [55.52, 58.06], "text": " But since her refit, she carries only 486,"}, {"timestamp": [58.36, 60.68], "text": " with more spacious quarters for both passengers and crew."}, {"timestamp": [61.58, 63.42], "text": " On her first trip, she had a full passenger list,"}, {"timestamp": [63.76, 69.76], "text": " and her re-entry into the Pacific Service will help to relieve the present serious shipping problem. At her"}, {"timestamp": [69.76, 74.64], "text": " tight-high school Wellington roses are being planted. Four dozen rose trees were"}, {"timestamp": [74.64, 78.42], "text": " presented by the Wellington Rose Society who will maintain the plots for the first"}, {"timestamp": [78.42, 87.0], "text": " year and teach the children how to care for them."}, {"timestamp": [92.0, 95.0], "text": " This is the first of a series of gifts to schools and hospitals by the Rose Society who hope to create a greater interest in rose growing in New Zealand."}, {"timestamp": [97.0, 101.0], "text": " At Wellington, a trial shipment of Pinus and Cygnus is being loaded for South Africa."}, {"timestamp": [102.0, 108.76], "text": " As well as being the first soft timber to be exported to South Africa, this shipment is also an experiment in loading. Instead of loose boards,"}, {"timestamp": [108.76, 113.24], "text": " one-ton bundles are made up at the mill and these are loaded directly onto the ship. By"}, {"timestamp": [113.24, 117.52], "text": " this method, timber can be handled six times as quickly. With these shipments, the"}, {"timestamp": [117.52, 121.06], "text": " State Forest Service is looking to the future when New Zealand will have a large"}, {"timestamp": [121.06, 129.44], "text": " surplus of fine timber."}, {"timestamp": [135.68, 136.5], "text": " The New Zealand basketball team's hopes of avenging their defeat by Australia in the first test are quickly dashed when the teams meet again at New Plymouth."}, {"timestamp": [139.88, 140.22], "text": " Supporters are here from all over the country and Tarynack's weather's fine for once."}, {"timestamp": [143.56, 148.18], "text": " But when it comes to basketball, the Aussies are having it their own way right from the start."}, {"timestamp": [150.1, 151.08], "text": " Only ten seconds gone and they're one up."}, {"timestamp": [152.92, 153.38], "text": " From the throw-off, they're into the attack again."}, {"timestamp": [156.76, 161.98], "text": " Their superior positioning and faultless handling take the ball easily through the defense."}, {"timestamp": [164.46, 165.4], "text": " Accurate shooting from any angle brings a goal every time."}, {"timestamp": [168.38, 168.76], "text": " With Australia 8 up, it's the New Zealanders turn to get a good movement going,"}, {"timestamp": [170.88, 172.34], "text": " and T-Trask of Manua 2 nets their first goal."}, {"timestamp": [175.14, 175.7], "text": " Half-time, and Australia is 25 to New Zealand 6."}, {"timestamp": [179.26, 179.72], "text": " The third quarter opens with the Aussies putting in another of their brilliantly executed attacks."}, {"timestamp": [182.42, 182.94], "text": " With anticipation and coordination like theirs, they can't go wrong."}, {"timestamp": [184.52, 184.68], "text": " But the New Zealanders haven't given up hope,"}, {"timestamp": [187.26, 188.76], "text": " and from time to time they succeed in intercepting one of those passes and breaking through the Aussie's defense."}, {"timestamp": [198.86, 200.24], "text": " But they're still well behind,"}, {"timestamp": [200.54, 202.34], "text": " and they only just get their score into the teens"}, {"timestamp": [202.34, 204.18], "text": " before Australia nets the final goal,"}, {"timestamp": [204.48, 207.24], "text": " giving them a superbly won victory 44 to 13."}, {"timestamp": [215.96, 219.02], "text": " Taranaki's back country is excellent for grazing cattle and sheep,"}, {"timestamp": [219.32, 223.78], "text": " but it's rugged and farming it means a lot of the kind of work that would deter farmers a flatland."}, {"timestamp": [224.44, 226.52], "text": " It also carries a great number of wild pigs,"}, {"timestamp": [226.9, 229.28], "text": " and wild pigs spoil pastures and kill lambs."}, {"timestamp": [229.92, 232.44], "text": " These Uruity farmers lost 100 lambs in one week,"}, {"timestamp": [232.7, 235.12], "text": " so with them pig hunting is more than just an outdoor sport."}, {"timestamp": [235.88, 238.54], "text": " Sol and chum the packhorses have been loaded up with supplies,"}, {"timestamp": [238.98, 240.32], "text": " they're on their way to the back farm,"}, {"timestamp": [240.42, 243.5], "text": " which means a climb of nearly 1,500 feet over the razor-back track."}, {"timestamp": [245.84, 250.02], "text": " This track is the only overland access to the back farm and all materials have to be"}, {"timestamp": [250.02, 253.78], "text": " packed over on horses and the sheep come back over it at sharing time."}, {"timestamp": [274.44, 277.58], "text": " They're over the peak now, and the steep downward journey through the bush over the tangled tree roots requires some fancy stepping by Sol and Chum."}, {"timestamp": [281.44, 288.38], "text": " Four-wheel breaks a little use in country like this, you just have to keep going."}, {"timestamp": [290.44, 291.92], "text": " Out of the bush into my Kakatier Valley where the horses will have a spell"}, {"timestamp": [291.92, 293.46], "text": " and the men and the dog start hunting."}, {"timestamp": [295.24, 297.02], "text": " The muddy upper wiperer river"}, {"timestamp": [297.02, 299.18], "text": " has to be crossed 90 miles up from the mouth."}, {"timestamp": [299.7, 301.12], "text": " There's no bridge, only a cable"}, {"timestamp": [301.12, 303.2], "text": " and a rather insecure looking cage,"}, {"timestamp": [303.54, 308.98], "text": " made ingredients, fencing wire and batons. Roy and Al clamber aboard with hoary the dog and rifles and"}, {"timestamp": [308.98, 317.4], "text": " packs and get ready for the take-off that 200 feet of cable was dragged over"}, {"timestamp": [317.4, 322.32], "text": " the bush track by two horses the only other access is up the river by canoe they're"}, {"timestamp": [322.32, 352.88], "text": " in the real pig country now a few years ago they got 30 in one day so here's hoping. Sparks away and Pete's hot on the scent. so Roy knocks whenever with his Winchester."}, {"timestamp": [356.62, 359.68], "text": " A bounty of one shilling is paid for each snout and tail."}, {"timestamp": [361.62, 363.76], "text": " The party carries onto some tougher country."}, {"timestamp": [363.88, 365.62], "text": " They've heard Laddie barking in the distance."}, {"timestamp": [371.64, 373.68], "text": " The hunters hurry through the bush toward the sound."}, {"timestamp": [377.52, 380.6], "text": " Pete and Laddy have bailed a big one and have a job to keep it from breaking."}, {"timestamp": [389.0, 396.0], "text": " The dogs have heard the hunters coming and are holding now. It's a well-grown fat sound whilst the others grab the hind legs, Russ finishes are off."}, {"timestamp": [396.0, 407.8], "text": " It's been strenuous hot work."}, {"timestamp": [408.1, 444.0], "text": " Time now for a bit of a spell. After quartering, the pig is put into the pico's ready for carrying out."}, {"timestamp": [444.0, 449.0], "text": " That is if you're really keen on wild pork, because each quarter weighs about 50 pounds."}, {"timestamp": [449.0, null], "text": " And it's a long, long way home. The"}], "text": " The Union Company's motor vessel Arangi is back on the Pacific run after a spell of war service as a troop ship, followed by an extensive refit in Sydney. When she entered Auckland Harbour again on her first trip from Sydney to Vancouver, Arangi was all decked out for the occasion. And she's now painted white in place of her pre-war dark green. When she was launched in 1923, Arangi was the largest motor vessel in the world and carried 947 passengers. But since her refit, she carries only 486, with more spacious quarters for both passengers and crew. On her first trip, she had a full passenger list, and her re-entry into the Pacific Service will help to relieve the present serious shipping problem. At her tight-high school Wellington roses are being planted. Four dozen rose trees were presented by the Wellington Rose Society who will maintain the plots for the first year and teach the children how to care for them. This is the first of a series of gifts to schools and hospitals by the Rose Society who hope to create a greater interest in rose growing in New Zealand. At Wellington, a trial shipment of Pinus and Cygnus is being loaded for South Africa. As well as being the first soft timber to be exported to South Africa, this shipment is also an experiment in loading. Instead of loose boards, one-ton bundles are made up at the mill and these are loaded directly onto the ship. By this method, timber can be handled six times as quickly. With these shipments, the State Forest Service is looking to the future when New Zealand will have a large surplus of fine timber. The New Zealand basketball team's hopes of avenging their defeat by Australia in the first test are quickly dashed when the teams meet again at New Plymouth. Supporters are here from all over the country and Tarynack's weather's fine for once. But when it comes to basketball, the Aussies are having it their own way right from the start. Only ten seconds gone and they're one up. From the throw-off, they're into the attack again. Their superior positioning and faultless handling take the ball easily through the defense. Accurate shooting from any angle brings a goal every time. With Australia 8 up, it's the New Zealanders turn to get a good movement going, and T-Trask of Manua 2 nets their first goal. Half-time, and Australia is 25 to New Zealand 6. The third quarter opens with the Aussies putting in another of their brilliantly executed attacks. With anticipation and coordination like theirs, they can't go wrong. But the New Zealanders haven't given up hope, and from time to time they succeed in intercepting one of those passes and breaking through the Aussie's defense. But they're still well behind, and they only just get their score into the teens before Australia nets the final goal, giving them a superbly won victory 44 to 13. Taranaki's back country is excellent for grazing cattle and sheep, but it's rugged and farming it means a lot of the kind of work that would deter farmers a flatland. It also carries a great number of wild pigs, and wild pigs spoil pastures and kill lambs. These Uruity farmers lost 100 lambs in one week, so with them pig hunting is more than just an outdoor sport. Sol and chum the packhorses have been loaded up with supplies, they're on their way to the back farm, which means a climb of nearly 1,500 feet over the razor-back track. This track is the only overland access to the back farm and all materials have to be packed over on horses and the sheep come back over it at sharing time. They're over the peak now, and the steep downward journey through the bush over the tangled tree roots requires some fancy stepping by Sol and Chum. Four-wheel breaks a little use in country like this, you just have to keep going. Out of the bush into my Kakatier Valley where the horses will have a spell and the men and the dog start hunting. The muddy upper wiperer river has to be crossed 90 miles up from the mouth. There's no bridge, only a cable and a rather insecure looking cage, made ingredients, fencing wire and batons. Roy and Al clamber aboard with hoary the dog and rifles and packs and get ready for the take-off that 200 feet of cable was dragged over the bush track by two horses the only other access is up the river by canoe they're in the real pig country now a few years ago they got 30 in one day so here's hoping. Sparks away and Pete's hot on the scent. so Roy knocks whenever with his Winchester. A bounty of one shilling is paid for each snout and tail. The party carries onto some tougher country. They've heard Laddie barking in the distance. The hunters hurry through the bush toward the sound. Pete and Laddy have bailed a big one and have a job to keep it from breaking. The dogs have heard the hunters coming and are holding now. It's a well-grown fat sound whilst the others grab the hind legs, Russ finishes are off. It's been strenuous hot work. Time now for a bit of a spell. After quartering, the pig is put into the pico's ready for carrying out. That is if you're really keen on wild pork, because each quarter weighs about 50 pounds. And it's a long, long way home. The"}