{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " June 1913. Even then New Zealanders were in at the start of the air age."}, {"timestamp": [27.0, 32.0], "text": " Mr. D.P. Fisher of Wellington demonstrates his flexible wing monoplane to our pioneer cameraman."}, {"timestamp": [32.0, 35.0], "text": " Mr. Reg White agreed to pilot the homemade machine."}, {"timestamp": [35.0, 39.0], "text": " You needed to pilot the homemade machine."}, {"timestamp": [39.0, 53.0], "text": " You needed plenty of nerve to be in those days, and most people thought it wasn't worth it."}, {"timestamp": [57.0, 62.0], "text": " Things are changed considerably by 1952. Now landing space was the trouble."}, {"timestamp": [63.0, 66.68], "text": " Only small herons could use Wellington's backdoor airport at Rongotide."}, {"timestamp": [67.22, 69.34], "text": " All other commercial planes landed miles away."}, {"timestamp": [70.18, 71.98], "text": " Spirits were high again in 1953."}, {"timestamp": [72.72, 77.12], "text": " Down below, bulldozers were breaking the ground for a new bigger airport, Wellington Airport."}, {"timestamp": [77.98, 82.62], "text": " An extension of the runway into Lyle Bay meant finding two million cubic yards of rock for reclamation."}, {"timestamp": [83.44, 90.26], "text": " An entanglement of 15-ton tetrapods was built into an 850 foot breakwater to protect the scheme from Cook Strait"}, {"timestamp": [90.26, 103.76], "text": " southerlies. A mile north was a residential hill. A hundred and sixty houses made"}, {"timestamp": [103.76, 105.0], "text": " way for earth movers."}, {"timestamp": [105.0, 109.0], "text": " Shifting the hill would give a clear northern approach across Wellington Harbour."}, {"timestamp": [111.0, 114.0], "text": " Down came the hill, 4 million cubic yards of it."}, {"timestamp": [114.0, 117.0], "text": " Nearly half was sent northwest by long conveyors into Evans Bay,"}, {"timestamp": [117.0, 122.0], "text": " making an 85-acre reclamation for factories, houses and parks."}, {"timestamp": [122.0, 127.0], "text": " The other half of the hill was scraped south into Lyle Bay to form"}, {"timestamp": [127.0, 132.92], "text": " the 6,000 foot runway. Since work began in 1952, Wellingtonians had seen practically nothing else"}, {"timestamp": [132.92, 142.5], "text": " but earth moving. By 1958, other work had started. Concrete landing aprons were laid"}, {"timestamp": [142.5, 147.0], "text": " and the final plant mix was sealed."}, {"timestamp": [147.0, 176.46], "text": " High on a neighboring hill the control tower took shape. New Zealand's most modern airport was nearly ready. Labor weekend 1959. Miss Wellington Airport, Elizabeth MacArthur meets the crowds gathered for the official opening."}, {"timestamp": [177.26, 181.04], "text": " Two other VIPs attracting a great deal of attention are side by side on the tarmac,"}, {"timestamp": [181.54, 184.24], "text": " the Fokker Friendship and the Dart Herald of Handley Page."}, {"timestamp": [185.28, 190.12], "text": " Inside the NAC hangar, boards of small and large children gather armfuls of pamphlets and"}, {"timestamp": [190.12, 195.26], "text": " are absorbed with an air age display of exhibits."}, {"timestamp": [195.26, 198.46], "text": " Typical Labor weekend weather forced last-minute changes in the venue of the official"}, {"timestamp": [198.46, 199.92], "text": " opening addresses."}, {"timestamp": [199.92, 203.28], "text": " In the terminal concourse, guests assembled to hear the Mayor of Wellington, the Leader"}, {"timestamp": [203.28, 206.72], "text": " of the Opposition, the Prime Minister and his Excellency, the Governor General."}, {"timestamp": [208.06, 216.68], "text": " Nevertheless, the spirit of progress, the spirit of adventure and endeavor that has always characterized Wellington is in evidence here today."}, {"timestamp": [217.6, 219.4], "text": " And we remember the modest beginning."}, {"timestamp": [220.56, 226.82], "text": " And from those modest beginnings, wrong attire has been developed to the stage which we witnessed today."}, {"timestamp": [227.32, 228.0], "text": " World standards."}, {"timestamp": [228.32, 239.52], "text": " Well, the Kingsford Smith, an immortal in our history and aviation history, came here that couldn't get down because Wellington was covered with clouds."}, {"timestamp": [240.22, 242.32], "text": " Mr. Kitts was not married at that time at all."}, {"timestamp": [243.36, 248.6], "text": " In 1934, the government offered 20,000 pounds to the city,"}, {"timestamp": [249.28, 250.88], "text": " pound for pound for development."}, {"timestamp": [251.56, 254.64], "text": " It would have to be 20 millions to get anyone to listen nowadays."}, {"timestamp": [255.12, 258.3], "text": " On behalf of the government, to thank all those that have done the work."}, {"timestamp": [259.08, 261.68], "text": " Those who plan, those who built,"}, {"timestamp": [262.54, 266.44], "text": " and in particular are the airmen that will fly those planes."}, {"timestamp": [267.14, 271.72], "text": " The men on the ground will keep the airplanes in order with the full safety."}, {"timestamp": [272.28, 277.48], "text": " We've got records of safety now that are not exceeded by any country in the world."}, {"timestamp": [278.38, 284.54], "text": " I ask God's blessing upon all who will operate it and all who use it on their lawful occasions."}, {"timestamp": [285.0, 291.0], "text": " May it prove another link in the chain which binds together not only the Commonwealth,"}, {"timestamp": [291.0, 293.0], "text": " but the whole world."}, {"timestamp": [293.0, 296.0], "text": " Ladies and gentlemen, it gives me very great pleasure"}, {"timestamp": [296.0, 315.0], "text": " to declare Wellington Airport officially open. RNZAF Devons and Harvards from the training wing at Wigram stick close together despite the bumpy conditions."}, {"timestamp": [319.0, 327.0], "text": " As the Bay of Plenty Airways' Aero Commander leads skywards, rural aviation Cessna 310B is parked with the precision of a baby car."}, {"timestamp": [327.0, 354.0], "text": " Onlookers get a very warm reception from the tail end of an RAA of Canberra."}, {"timestamp": [376.0, 380.0], "text": " 18 long distance world speed records are held by these jet aircraft, 13 of which are going into service with the RNZAF. A sunderland flying boat once a familiar sight in Evans Bay comes in on a very low level run."}, {"timestamp": [387.0, 405.92], "text": " Too low, the Sunderland returned to Hobsonville with a hole in her hull after leaving her mark on the runway. Being considered as a replacement for NAC's Dakotas, the Fokker Friendship turbo prop plane shows takeoff and later"}, {"timestamp": [405.92, 483.0], "text": " one motor climb and very powerful breaking. The Voodoo, Sabre and Douglas simulate refueling in flight from a super fortress."}, {"timestamp": [483.0, 486.0], "text": " This is normally done 20,000 feet up."}, {"timestamp": [486.0, 527.0], "text": " The supersonic Boodoo and Sabre fly today at 600 miles per hour, only half the Boodoo's maximum speed. First US Air Force Transport plane designed for turbo-propped power,"}, {"timestamp": [527.0, 575.0], "text": " the giant Hercules C-130 needs very little runway for take-off and landings. The 15,000 horsepower of her four motors gives her over 300 miles per hour speeds at altitudes of over 30,000 feet. Ground handling is simplified by the ability to reverse."}, {"timestamp": [575.0, 591.0], "text": " The RAF to have a four jet comet two from 216 squadron, the world's first military jet transport squadron."}, {"timestamp": [591.0, 595.0], "text": " The Bristol Britannia, military version of the whispering giant."}, {"timestamp": [595.0, 607.0], "text": " Three sinister-looking Vulcan delta-wing bombers of the RAF thrill the crowd with roller landings."}, {"timestamp": [607.0, 627.0], "text": " Multiple wheels on the runway, the Vulcan rolls a short distance and then pulls away steeply under full power. An actual landing is to be attempted."}, {"timestamp": [627.0, 647.0], "text": " Requiring the full length of the runway to pull up, the pilot will touch down on the southern extremity."}, {"timestamp": [651.0, 660.0], "text": " He's undershot. The port undercarriage has hit the embankment and collapsed. Fuel lines are fractured and kerosene streams behind the Vulcan."}, {"timestamp": [660.0, 666.0], "text": " With superb skill the pilot recovers control and lifts the crippled plane safely away from the thronged airport."}, {"timestamp": [671.0, 702.5], "text": " So that you may see more closely how a disaster was averted, the Vulcan flies onto O'Harkier to make a remarkable crash landing with little further damage and without injury to the crew."}, {"timestamp": [704.5, 708.14], "text": " Probably the busiest spot during the day, the control tower, guiding all the"}, {"timestamp": [708.14, 711.76], "text": " participating aircraft off the runway and back down onto it with precision type."}, {"timestamp": [715.76, 718.12], "text": " A Blackburn Beverly is signaled okay for takeoff."}, {"timestamp": [718.64, 724.24], "text": " This heavy duty long range transport can carry either 94 fully armed troops, 70 paratroopers"}, {"timestamp": [724.24, 725.0], "text": " ready for dropping,"}, {"timestamp": [725.0, 729.0], "text": " a couple of helicopters or even a complete hunter-fighter plane."}, {"timestamp": [733.0, 739.0], "text": " Highlight of the day for most people is the performance of the RNZAF jetabatic team in their vampires."}, {"timestamp": [740.0, 744.88], "text": " A great display of precision flying climaxes the pageant, marking the transformation of the old"}, {"timestamp": [744.88, 785.0], "text": " Rongatai airstrip into a modern airport within the city boundaries. I'm note. And......noe..."}, {"timestamp": [785.0, 786.0], "text": "...their..."}, {"timestamp": [786.0, 787.0], "text": "...and..."}, {"timestamp": [787.0, 789.0], "text": "...their..."}, {"timestamp": [789.0, 790.0], "text": "...and..."}, {"timestamp": [790.0, 791.0], "text": "...the..."}, {"timestamp": [791.0, 807.0], "text": "...the... The"}, {"timestamp": [807.0, 807.8], "text": " The"}], "text": " June 1913. Even then New Zealanders were in at the start of the air age. Mr. D.P. Fisher of Wellington demonstrates his flexible wing monoplane to our pioneer cameraman. Mr. Reg White agreed to pilot the homemade machine. You needed to pilot the homemade machine. You needed plenty of nerve to be in those days, and most people thought it wasn't worth it. Things are changed considerably by 1952. Now landing space was the trouble. Only small herons could use Wellington's backdoor airport at Rongotide. All other commercial planes landed miles away. Spirits were high again in 1953. Down below, bulldozers were breaking the ground for a new bigger airport, Wellington Airport. An extension of the runway into Lyle Bay meant finding two million cubic yards of rock for reclamation. An entanglement of 15-ton tetrapods was built into an 850 foot breakwater to protect the scheme from Cook Strait southerlies. A mile north was a residential hill. A hundred and sixty houses made way for earth movers. Shifting the hill would give a clear northern approach across Wellington Harbour. Down came the hill, 4 million cubic yards of it. Nearly half was sent northwest by long conveyors into Evans Bay, making an 85-acre reclamation for factories, houses and parks. The other half of the hill was scraped south into Lyle Bay to form the 6,000 foot runway. Since work began in 1952, Wellingtonians had seen practically nothing else but earth moving. By 1958, other work had started. Concrete landing aprons were laid and the final plant mix was sealed. High on a neighboring hill the control tower took shape. New Zealand's most modern airport was nearly ready. Labor weekend 1959. Miss Wellington Airport, Elizabeth MacArthur meets the crowds gathered for the official opening. Two other VIPs attracting a great deal of attention are side by side on the tarmac, the Fokker Friendship and the Dart Herald of Handley Page. Inside the NAC hangar, boards of small and large children gather armfuls of pamphlets and are absorbed with an air age display of exhibits. Typical Labor weekend weather forced last-minute changes in the venue of the official opening addresses. In the terminal concourse, guests assembled to hear the Mayor of Wellington, the Leader of the Opposition, the Prime Minister and his Excellency, the Governor General. Nevertheless, the spirit of progress, the spirit of adventure and endeavor that has always characterized Wellington is in evidence here today. And we remember the modest beginning. And from those modest beginnings, wrong attire has been developed to the stage which we witnessed today. World standards. Well, the Kingsford Smith, an immortal in our history and aviation history, came here that couldn't get down because Wellington was covered with clouds. Mr. Kitts was not married at that time at all. In 1934, the government offered 20,000 pounds to the city, pound for pound for development. It would have to be 20 millions to get anyone to listen nowadays. On behalf of the government, to thank all those that have done the work. Those who plan, those who built, and in particular are the airmen that will fly those planes. The men on the ground will keep the airplanes in order with the full safety. We've got records of safety now that are not exceeded by any country in the world. I ask God's blessing upon all who will operate it and all who use it on their lawful occasions. May it prove another link in the chain which binds together not only the Commonwealth, but the whole world. Ladies and gentlemen, it gives me very great pleasure to declare Wellington Airport officially open. RNZAF Devons and Harvards from the training wing at Wigram stick close together despite the bumpy conditions. As the Bay of Plenty Airways' Aero Commander leads skywards, rural aviation Cessna 310B is parked with the precision of a baby car. Onlookers get a very warm reception from the tail end of an RAA of Canberra. 18 long distance world speed records are held by these jet aircraft, 13 of which are going into service with the RNZAF. A sunderland flying boat once a familiar sight in Evans Bay comes in on a very low level run. Too low, the Sunderland returned to Hobsonville with a hole in her hull after leaving her mark on the runway. Being considered as a replacement for NAC's Dakotas, the Fokker Friendship turbo prop plane shows takeoff and later one motor climb and very powerful breaking. The Voodoo, Sabre and Douglas simulate refueling in flight from a super fortress. This is normally done 20,000 feet up. The supersonic Boodoo and Sabre fly today at 600 miles per hour, only half the Boodoo's maximum speed. First US Air Force Transport plane designed for turbo-propped power, the giant Hercules C-130 needs very little runway for take-off and landings. The 15,000 horsepower of her four motors gives her over 300 miles per hour speeds at altitudes of over 30,000 feet. Ground handling is simplified by the ability to reverse. The RAF to have a four jet comet two from 216 squadron, the world's first military jet transport squadron. The Bristol Britannia, military version of the whispering giant. Three sinister-looking Vulcan delta-wing bombers of the RAF thrill the crowd with roller landings. Multiple wheels on the runway, the Vulcan rolls a short distance and then pulls away steeply under full power. An actual landing is to be attempted. Requiring the full length of the runway to pull up, the pilot will touch down on the southern extremity. He's undershot. The port undercarriage has hit the embankment and collapsed. Fuel lines are fractured and kerosene streams behind the Vulcan. With superb skill the pilot recovers control and lifts the crippled plane safely away from the thronged airport. So that you may see more closely how a disaster was averted, the Vulcan flies onto O'Harkier to make a remarkable crash landing with little further damage and without injury to the crew. Probably the busiest spot during the day, the control tower, guiding all the participating aircraft off the runway and back down onto it with precision type. A Blackburn Beverly is signaled okay for takeoff. This heavy duty long range transport can carry either 94 fully armed troops, 70 paratroopers ready for dropping, a couple of helicopters or even a complete hunter-fighter plane. Highlight of the day for most people is the performance of the RNZAF jetabatic team in their vampires. A great display of precision flying climaxes the pageant, marking the transformation of the old Rongatai airstrip into a modern airport within the city boundaries. I'm note. And......noe......their......and......their......and......the......the... The The"}