{"speakers": [], "chunks": [{"timestamp": [0.0, 30.48], "text": " It's the proudest day in the history of the Riemutaka incline"}, {"timestamp": [30.48, 33.58], "text": " as the coupling up of the fell brake van becomes a royal occasion."}, {"timestamp": [34.18, 38.58], "text": " The Duke and the inspector, both ex-navoman, agree that brake vans are a stand-in for anchors,"}, {"timestamp": [38.92, 41.44], "text": " and they're needed on this gradient, the steepest in New Zealand."}, {"timestamp": [46.0, 50.0], "text": " Reporters note it's the first and last time a reigning sovereign will use this route."}, {"timestamp": [50.0, 55.0], "text": " The 76-year-old fell railway will be no more when the Rimutaka tunnel is completed."}, {"timestamp": [59.0, 62.0], "text": " Overseas Pressman attached to the Royal Entourage,"}, {"timestamp": [62.0, 66.58], "text": " Stager climbed down at Cross Creek during the ten-minute changeover of engines."}, {"timestamp": [68.14, 70.62], "text": " All too soon, the Queen is on her way again."}, {"timestamp": [71.06, 72.88], "text": " A charming figure they will never forget."}, {"timestamp": [76.26, 77.98], "text": " Through the voice of Godfrey Torbett,"}, {"timestamp": [78.1, 80.76], "text": " listeners in England reached the Waira Rapper with the Royal Train."}, {"timestamp": [84.2, 88.92], "text": " In Masterton Park, farmers and townsfolk combined to show their enthusiasm as the Queen walks"}, {"timestamp": [88.92, 93.24], "text": " to the dais with the mayor, Mr. E. G. Coddington. She is the guest of men and women skilled"}, {"timestamp": [93.24, 97.28], "text": " in the crafts of town and country alike, but above all with their roots deep in the"}, {"timestamp": [97.28, 98.16], "text": " Waira Rapper soil."}, {"timestamp": [104.72, 108.28], "text": " The honor of presenting a bouquet goes to 17-year-old Annette Kelty,"}, {"timestamp": [108.74, 110.6], "text": " the only Queen's guide in Wellington province."}, {"timestamp": [111.1, 112.8], "text": " It's North Island's last presentation."}, {"timestamp": [115.18, 117.92], "text": " Back to Wellington to prepare for her flight to Blenham"}, {"timestamp": [117.92, 121.98], "text": " with the rugged grandeur of the Rheumutuckers as background to her last overland drive."}, {"timestamp": [122.82, 128.88], "text": " The Queen's departure will leave every city from Auckland to Wellington with a feeling of emptiness, but South Island's joy replaces"}, {"timestamp": [128.88, 133.44], "text": " North Island's sadness. The Royal Plain heads past Wellington towards Cook Strait."}, {"timestamp": [152.04, 152.76], "text": " And so Blenham, first of 17 stops the royal couple are to make in the South Island."}, {"timestamp": [156.78, 157.2], "text": " Mr. W.A. Bodkin, minister in attendance, introduces the mayor, Mr. E. P. Meachan."}, {"timestamp": [160.16, 168.4], "text": " It's a visit which the pressing demands of the tour cut all too short. Below are places steep. North."}, {"timestamp": [171.0, 171.6], "text": " Below are places steeped in New Zealand's history."}, {"timestamp": [174.0, 174.34], "text": " Almost to the day 184 years ago,"}, {"timestamp": [175.76, 177.7], "text": " Captain Cook came to these sounds to make his first landing in the South Island."}, {"timestamp": [181.68, 184.5], "text": " Nelson, named after England's greatest sea captain"}, {"timestamp": [184.5, 186.38], "text": " and with every street a memory of him,"}, {"timestamp": [186.68, 188.48], "text": " welcomes its royal visitors en masse."}, {"timestamp": [189.16, 191.94], "text": " Exuberance flows from cathedral steps into Trafalgar Street,"}, {"timestamp": [192.48, 214.2], "text": " a warm personal meeting between the people and their sovereign in an atmosphere of mutual delight. Main Outlet for the Buller Coalfields,"}, {"timestamp": [214.2, 231.9], "text": " Westport has made up its mind to give the royal couple a sort of welcome that coal mining communities know how to put on."}, {"timestamp": [232.6, 234.96], "text": " There they are for every man jack to see."}, {"timestamp": [235.46, 254.18], "text": " Lessum. A magnificent panorama of alpine splendor is Westland's greeting."}, {"timestamp": [254.72, 257.96], "text": " Deep Valley's snow-clad heights, the clean-cut bed of the gray river."}, {"timestamp": [258.4, 261.48], "text": " To this wonderland of Westland, Hokotika Airport is their key."}, {"timestamp": [262.86, 266.0], "text": " Ten golden minutes more rare than even Hokotika's memories can match."}, {"timestamp": [266.0, 270.0], "text": " Friendly minutes whose value time will ever increase."}, {"timestamp": [274.0, 277.0], "text": " A real coaster's welcome is given by Greymouth."}, {"timestamp": [277.0, 279.0], "text": " As escorted by Mr. F. W. Bailey, the mayor,"}, {"timestamp": [279.0, 283.0], "text": " the royal visitors make their way through the crowds in Tyneui Street."}, {"timestamp": [282.5, 287.0], "text": " that has make their way through the crowds in Tyneui Street."}, {"timestamp": [289.0, 290.5], "text": " Greymouth's present is a beautifully bound volume of hand-painted Westland scenes,"}, {"timestamp": [291.0, 293.5], "text": " and the scenes she will remember are not only in books."}, {"timestamp": [297.5, 304.0], "text": " Though the coast and its warm hearts are left behind her,"}, {"timestamp": [304.0, 307.68], "text": " the loveliness of Westland will be with the Queen until she reaches the Alps."}, {"timestamp": [308.44, 340.3], "text": " Lake Brunner, in Maori Moana Kotuku, the Sea of Herons. The river Tara Macau, swift flowing when swollen by alpine snows, is within sight until the train near Zotira, at the western end of the Commonwealth's longest railway tunnel."}, {"timestamp": [340.9, 358.5], "text": " Here, steam gives way to electricity for the trip under the Alps."}, {"timestamp": [396.08, 396.76], "text": " The Royal Cypher will be theirs until steam takes over again beyond the five and a quarter mile tunnel. And so farewell to Westland."}, {"timestamp": [399.98, 400.46], "text": " After the tunnel, the long descent to the plains of Canterbury will commence."}, {"timestamp": [403.7, 406.06], "text": " It's a journey which will take the queen through a maze of Tussock-clad hills and pass the gorge of the Waimakaviri River"}, {"timestamp": [406.06, 433.3], "text": " as it stakes through mountain defiles. The people wait in their thousands."}, {"timestamp": [434.3, 445.28], "text": " The people wait in their thousands."}, {"timestamp": [445.84, 447.36], "text": " Christchurch salutes the queen."}, {"timestamp": [461.18, 463.0], "text": " The formal ceremonies proceed."}, {"timestamp": [463.56, 467.84], "text": " 99 leaders of the civic life of the city are presented by the mayor, Mr. R. M. Fowland."}, {"timestamp": [468.52, 471.84], "text": " Watching every gesture of her majesty are 30,000 joyful faces."}, {"timestamp": [472.48, 497.34], "text": " There's none of that traditional reserve about Christ is always in the thoughts of the Queen."}, {"timestamp": [497.8, 501.94], "text": " And the excellence of hand loom work in the vocational training center at Rickerton delights her."}, {"timestamp": [502.78, 509.22], "text": " Colonel J. Murphy, who is showing her round, has already told her of the 600 men who have left these workshops re-equipped for life."}, {"timestamp": [509.96, 512.24], "text": " With so much to talk about among former comrades,"}, {"timestamp": [512.62, 514.12], "text": " all find the time too short."}, {"timestamp": [519.2, 521.6], "text": " English willows by a river called the Aden."}, {"timestamp": [522.28, 525.0], "text": " Where else could the royal couple feel more at home?"}, {"timestamp": [525.0, 533.0], "text": " They've come to the cathedral for Evensong."}, {"timestamp": [533.0, 537.0], "text": " Received by the Bishop of Christchurch,"}, {"timestamp": [537.0, 541.0], "text": " they walk, husband and wife, to worship with their people."}, {"timestamp": [541.0, 547.0], "text": " The scene changes to one which calls to mind the mission. their people."}, {"timestamp": [551.0, 555.0], "text": " The scene changes to one which calls to mind the matured beauty of England. On the velvety turf of the archery lawn in the botanic gardens,"}, {"timestamp": [555.0, 575.24], "text": " 4,000 guests from all parts of North Canterbury gather to meet the Queen. wearing a full-skirted dress of pale mushroom pink lace with square neck bodice softly folded"}, {"timestamp": [575.24, 587.76], "text": " and a hat of white organty petals the queen is a vision of gracefulness nothing pleases her more than to know that two thousand of those are townsfolk, who secured their invitations by way of a public ballot."}, {"timestamp": [587.76, null], "text": " It is the biggest social event of all time for Christchurch. You know, Thank you."}], "text": " It's the proudest day in the history of the Riemutaka incline as the coupling up of the fell brake van becomes a royal occasion. The Duke and the inspector, both ex-navoman, agree that brake vans are a stand-in for anchors, and they're needed on this gradient, the steepest in New Zealand. Reporters note it's the first and last time a reigning sovereign will use this route. The 76-year-old fell railway will be no more when the Rimutaka tunnel is completed. Overseas Pressman attached to the Royal Entourage, Stager climbed down at Cross Creek during the ten-minute changeover of engines. All too soon, the Queen is on her way again. A charming figure they will never forget. Through the voice of Godfrey Torbett, listeners in England reached the Waira Rapper with the Royal Train. In Masterton Park, farmers and townsfolk combined to show their enthusiasm as the Queen walks to the dais with the mayor, Mr. E. G. Coddington. She is the guest of men and women skilled in the crafts of town and country alike, but above all with their roots deep in the Waira Rapper soil. The honor of presenting a bouquet goes to 17-year-old Annette Kelty, the only Queen's guide in Wellington province. It's North Island's last presentation. Back to Wellington to prepare for her flight to Blenham with the rugged grandeur of the Rheumutuckers as background to her last overland drive. The Queen's departure will leave every city from Auckland to Wellington with a feeling of emptiness, but South Island's joy replaces North Island's sadness. The Royal Plain heads past Wellington towards Cook Strait. And so Blenham, first of 17 stops the royal couple are to make in the South Island. Mr. W.A. Bodkin, minister in attendance, introduces the mayor, Mr. E. P. Meachan. It's a visit which the pressing demands of the tour cut all too short. Below are places steep. North. Below are places steeped in New Zealand's history. Almost to the day 184 years ago, Captain Cook came to these sounds to make his first landing in the South Island. Nelson, named after England's greatest sea captain and with every street a memory of him, welcomes its royal visitors en masse. Exuberance flows from cathedral steps into Trafalgar Street, a warm personal meeting between the people and their sovereign in an atmosphere of mutual delight. Main Outlet for the Buller Coalfields, Westport has made up its mind to give the royal couple a sort of welcome that coal mining communities know how to put on. There they are for every man jack to see. Lessum. A magnificent panorama of alpine splendor is Westland's greeting. Deep Valley's snow-clad heights, the clean-cut bed of the gray river. To this wonderland of Westland, Hokotika Airport is their key. Ten golden minutes more rare than even Hokotika's memories can match. Friendly minutes whose value time will ever increase. A real coaster's welcome is given by Greymouth. As escorted by Mr. F. W. Bailey, the mayor, the royal visitors make their way through the crowds in Tyneui Street. that has make their way through the crowds in Tyneui Street. Greymouth's present is a beautifully bound volume of hand-painted Westland scenes, and the scenes she will remember are not only in books. Though the coast and its warm hearts are left behind her, the loveliness of Westland will be with the Queen until she reaches the Alps. Lake Brunner, in Maori Moana Kotuku, the Sea of Herons. The river Tara Macau, swift flowing when swollen by alpine snows, is within sight until the train near Zotira, at the western end of the Commonwealth's longest railway tunnel. Here, steam gives way to electricity for the trip under the Alps. The Royal Cypher will be theirs until steam takes over again beyond the five and a quarter mile tunnel. And so farewell to Westland. After the tunnel, the long descent to the plains of Canterbury will commence. It's a journey which will take the queen through a maze of Tussock-clad hills and pass the gorge of the Waimakaviri River as it stakes through mountain defiles. The people wait in their thousands. The people wait in their thousands. Christchurch salutes the queen. The formal ceremonies proceed. 99 leaders of the civic life of the city are presented by the mayor, Mr. R. M. Fowland. Watching every gesture of her majesty are 30,000 joyful faces. There's none of that traditional reserve about Christ is always in the thoughts of the Queen. And the excellence of hand loom work in the vocational training center at Rickerton delights her. Colonel J. Murphy, who is showing her round, has already told her of the 600 men who have left these workshops re-equipped for life. With so much to talk about among former comrades, all find the time too short. English willows by a river called the Aden. Where else could the royal couple feel more at home? They've come to the cathedral for Evensong. Received by the Bishop of Christchurch, they walk, husband and wife, to worship with their people. The scene changes to one which calls to mind the mission. their people. The scene changes to one which calls to mind the matured beauty of England. On the velvety turf of the archery lawn in the botanic gardens, 4,000 guests from all parts of North Canterbury gather to meet the Queen. wearing a full-skirted dress of pale mushroom pink lace with square neck bodice softly folded and a hat of white organty petals the queen is a vision of gracefulness nothing pleases her more than to know that two thousand of those are townsfolk, who secured their invitations by way of a public ballot. It is the biggest social event of all time for Christchurch. You know, Thank you."}