{"speakers": [], "chunks": [{"timestamp": [0.0, 14.0], "text": " Once lonely, Cape Fowlwinn, is now a busy place."}, {"timestamp": [14.0, 27.0], "text": " Here is a new West Coast cement in the space. Once lonely, Cape Foulwind is now a busy place."}, {"timestamp": [27.0, 31.0], "text": " Here is a new West Coast cement industry."}, {"timestamp": [31.0, 36.0], "text": " In cement making limestone is the basic raw material,"}, {"timestamp": [36.0, 38.0], "text": " and here at the Cape Foulwind quarries,"}, {"timestamp": [38.0, 42.0], "text": " high quality limestone is found near big deposits of sand and clay,"}, {"timestamp": [42.0, 44.0], "text": " which are also used in the process."}, {"timestamp": [44.0, 45.38], "text": " Suitable limestone sand and clay so close also used in the process. Suitable limestone sand"}, {"timestamp": [45.38, 50.32], "text": " and clay so close together are a cement manufacturer's dream. Costing over two"}, {"timestamp": [50.32, 55.18], "text": " million pounds the 30 acre plant can produce a hundred thousand tons a year. The"}, {"timestamp": [55.18, 60.5], "text": " prepared raw materials go to be mixed together into slurry, the raw cooking mix. Using"}, {"timestamp": [60.5, 65.56], "text": " monster amounts but with scientific accuracy it's measured and mixed to a time-tested recipe,"}, {"timestamp": [66.04, 67.92], "text": " then stirred in a giant mixing bowl."}, {"timestamp": [72.08, 74.26], "text": " Bubbling air keeps the slurry from setley."}, {"timestamp": [76.32, 79.02], "text": " One more ingredient has yet to come, coal."}, {"timestamp": [79.84, 84.24], "text": " Coal from the Stockton mines, only 22 miles away, is ideal for cement making."}, {"timestamp": [84.98, 85.0], "text": " Burnt in a rotating kiln, it fuses with a fine wet slurry to produce cement clinker. Coal from the Stockton mines only 22 miles away is ideal for cement making."}, {"timestamp": [85.0, 93.0], "text": " Burned in a rotating kiln, it fuses with a fine wet slurry to produce cement clinker, the raw cement."}, {"timestamp": [93.0, 100.0], "text": " At the footplate of the kiln stands master burner Peter Hyde."}, {"timestamp": [100.0, 107.0], "text": " He sees that inside the kiln, powdered coal, air and slurry burn in exactly the right way."}, {"timestamp": [107.0, 112.0], "text": " The cement is made."}, {"timestamp": [116.0, 118.0], "text": " Now it must go to the customers."}, {"timestamp": [118.0, 123.0], "text": " 15-ton tankers take the bulk cement to the packing plant in Westport six and a half miles away."}, {"timestamp": [123.0, 129.6], "text": " Westport is the administrative headquarters of this new company, geared to send out 1,800 bags of cement"}, {"timestamp": [129.6, 140.56], "text": " an hour. Working 24 hours a day, every day, this new plant, among the most modern in the world,"}, {"timestamp": [140.56, 158.0], "text": " has changed the quiet of Cape Falwind. There are some unusual features in some of the buildings being erected in New Zealand that indicate new trends in design."}, {"timestamp": [158.0, 163.0], "text": " Architecture is continually changing, of course, but today new principles are being applied."}, {"timestamp": [163.0, 167.0], "text": " In the past we put up walls. of course, but today new principles are being applied."}, {"timestamp": [169.0, 171.0], "text": " In the past we put up walls"}, {"timestamp": [173.0, 176.0], "text": " and then put a roof on top. The walls took the weight of the roof and supported it."}, {"timestamp": [176.0, 178.0], "text": " Then in the walls we made holes,"}, {"timestamp": [178.0, 180.0], "text": " but we had to be careful where we put them"}, {"timestamp": [180.0, 182.0], "text": " and we couldn't have too many,"}, {"timestamp": [182.0, 184.0], "text": " or maybe the roof had fallen our heads."}, {"timestamp": [184.0, 189.72], "text": " This kind of thing's been going on for a long time and was the type of construction used in most of our houses."}, {"timestamp": [190.64, 191.92], "text": " Still is as a matter of fact."}, {"timestamp": [194.06, 199.22], "text": " Then something new was evolved. Pillars were put inside buildings, especially big commercial buildings"}, {"timestamp": [199.22, 201.7], "text": " and the pillars took the full weight of the floors and roof."}, {"timestamp": [202.26, 210.5], "text": " Walls weren't necessary at all, that is to hold anything up, but you've got to keep the weather out. So sides were hung on the buildings"}, {"timestamp": [210.5, 217.4], "text": " to enclose the open spaces. These could be solid, or a curtain of glass could be hung on"}, {"timestamp": [217.4, 223.82], "text": " to let the light in, or a combination of both could be used. This type of building is becoming"}, {"timestamp": [223.82, 225.92], "text": " common in a lot of our cities and although the"}, {"timestamp": [225.92, 229.54], "text": " architect can do what he likes with the walls, the pillars in the middle are a bit of a problem."}, {"timestamp": [230.04, 235.88], "text": " They restrict space and dictate how it may be used. Then a still newer development."}, {"timestamp": [238.04, 243.38], "text": " If you take a piece of material, quite a thin material like this and bend it, so, then to stop"}, {"timestamp": [243.38, 249.18], "text": " the corner springing apart again, you put a couple of weights against them, it will stay up without further support."}, {"timestamp": [249.18, 253.24], "text": " Then if you give it a second bend in this direction, the stresses cancel each other out"}, {"timestamp": [253.24, 257.76], "text": " and it can be held up with even smaller weights."}, {"timestamp": [257.76, 261.62], "text": " This is the simple principle used in the construction of a new building at Pakeranga outside"}, {"timestamp": [261.62, 262.76], "text": " Auckland."}, {"timestamp": [262.76, 265.7], "text": " The roof only inches thick spans 100 feet in a single"}, {"timestamp": [265.7, 270.58], "text": " leap. It's made simply of three thicknesses of pine flooring covered with aluminium to protect"}, {"timestamp": [270.58, 275.5], "text": " it from the weather. Each of the two corners rests against a buttress of concrete and these are tied"}, {"timestamp": [275.5, 282.56], "text": " together with a steel cable that's buried under the ground. Again, walls aren't necessary for support"}, {"timestamp": [282.56, 285.0], "text": " and can be made of anything that suits the owner."}, {"timestamp": [285.0, 289.0], "text": " But inside this building there are no pillars."}, {"timestamp": [289.0, 294.0], "text": " The clear space can be used in any way at all or the whole layout can be rearranged at any time."}, {"timestamp": [294.0, 300.0], "text": " This simple way of building is economical and it's flexible."}, {"timestamp": [300.0, 305.2], "text": " New materials and methods are being used to give us a glimpse of the shape of things to come."}, {"timestamp": [311.0, 319.5], "text": " For undoubtedly, these dramatic, graceful buildings will someday be an accepted part of our changing skyline."}, {"timestamp": [324.24, 329.1], "text": " It's lunchtime for the men working on the million-pound scheme of flood control for the Aurari River. Planning and supervising the scheme are engineers of the South"}, {"timestamp": [329.1, 334.52], "text": " Canterbury Catchment Board. Though only a short river, the Aurari is troublesome. Instead"}, {"timestamp": [334.52, 338.84], "text": " of sticking to its own bed, it's inclined in flood times to wander across country and"}, {"timestamp": [338.84, 349.32], "text": " join up with the Tamuka. From the foothills to the sea is only 24 miles, but in 1945's flood the aurari did just on a million pounds worth of damage."}, {"timestamp": [350.76, 355.84], "text": " To prevent flooding, the essential problem is to get rid of the shingle which the river brings down from the foothills."}, {"timestamp": [360.24, 363.46], "text": " The only way to do it is to let the river carry the shingle out to sea."}, {"timestamp": [364.36, 367.0], "text": " Since 1946, it's been a three-stage plan."}, {"timestamp": [367.0, 370.0], "text": " First was cleaning the riverbed of the hindering willows."}, {"timestamp": [370.0, 386.44], "text": " Next, in 1954, the river mouth was straightened so that in flood time the river could race out to sea carrying its shingle with it."}, {"timestamp": [388.72, 393.16], "text": " And the biggest job of all, repairing and rebuilding the 30 miles of stop banks."}, {"timestamp": [393.7, 397.18], "text": " For the last four years this work has been going on and it's now at its peak."}, {"timestamp": [397.64, 399.3], "text": " There's another four years of work ahead."}, {"timestamp": [407.0, 412.0], "text": " The giant tires helped to consolidate the ground. These stop banks are designed for the biggest floods that can be expected."}, {"timestamp": [412.0, 430.12], "text": " Grading the stop banks is the final refinement."}, {"timestamp": [434.08, 438.0], "text": " From the air can be seen how the open river mouth bypasses the old twisting lagoon"}, {"timestamp": [438.0, 440.54], "text": " which used to impede river flow at flood times."}, {"timestamp": [441.34, 444.02], "text": " Now water and shingle can go straight out to sea."}, {"timestamp": [450.8, 454.82], "text": " times. Now water and shingle can go straight out to sea. The Aurari scheme is beginning to present a classic example of river control with its tidy farms that"}, {"timestamp": [454.82, 459.2], "text": " can now be safely cultivated right up to the stop bank walls. Farmers from the"}, {"timestamp": [459.2, null], "text": " foothills to the sea can now safely plan for the future."}], "text": " Once lonely, Cape Fowlwinn, is now a busy place. Here is a new West Coast cement in the space. Once lonely, Cape Foulwind is now a busy place. Here is a new West Coast cement industry. In cement making limestone is the basic raw material, and here at the Cape Foulwind quarries, high quality limestone is found near big deposits of sand and clay, which are also used in the process. Suitable limestone sand and clay so close also used in the process. Suitable limestone sand and clay so close together are a cement manufacturer's dream. Costing over two million pounds the 30 acre plant can produce a hundred thousand tons a year. The prepared raw materials go to be mixed together into slurry, the raw cooking mix. Using monster amounts but with scientific accuracy it's measured and mixed to a time-tested recipe, then stirred in a giant mixing bowl. Bubbling air keeps the slurry from setley. One more ingredient has yet to come, coal. Coal from the Stockton mines, only 22 miles away, is ideal for cement making. Burnt in a rotating kiln, it fuses with a fine wet slurry to produce cement clinker. Coal from the Stockton mines only 22 miles away is ideal for cement making. Burned in a rotating kiln, it fuses with a fine wet slurry to produce cement clinker, the raw cement. At the footplate of the kiln stands master burner Peter Hyde. He sees that inside the kiln, powdered coal, air and slurry burn in exactly the right way. The cement is made. Now it must go to the customers. 15-ton tankers take the bulk cement to the packing plant in Westport six and a half miles away. Westport is the administrative headquarters of this new company, geared to send out 1,800 bags of cement an hour. Working 24 hours a day, every day, this new plant, among the most modern in the world, has changed the quiet of Cape Falwind. There are some unusual features in some of the buildings being erected in New Zealand that indicate new trends in design. Architecture is continually changing, of course, but today new principles are being applied. In the past we put up walls. of course, but today new principles are being applied. In the past we put up walls and then put a roof on top. The walls took the weight of the roof and supported it. Then in the walls we made holes, but we had to be careful where we put them and we couldn't have too many, or maybe the roof had fallen our heads. This kind of thing's been going on for a long time and was the type of construction used in most of our houses. Still is as a matter of fact. Then something new was evolved. Pillars were put inside buildings, especially big commercial buildings and the pillars took the full weight of the floors and roof. Walls weren't necessary at all, that is to hold anything up, but you've got to keep the weather out. So sides were hung on the buildings to enclose the open spaces. These could be solid, or a curtain of glass could be hung on to let the light in, or a combination of both could be used. This type of building is becoming common in a lot of our cities and although the architect can do what he likes with the walls, the pillars in the middle are a bit of a problem. They restrict space and dictate how it may be used. Then a still newer development. If you take a piece of material, quite a thin material like this and bend it, so, then to stop the corner springing apart again, you put a couple of weights against them, it will stay up without further support. Then if you give it a second bend in this direction, the stresses cancel each other out and it can be held up with even smaller weights. This is the simple principle used in the construction of a new building at Pakeranga outside Auckland. The roof only inches thick spans 100 feet in a single leap. It's made simply of three thicknesses of pine flooring covered with aluminium to protect it from the weather. Each of the two corners rests against a buttress of concrete and these are tied together with a steel cable that's buried under the ground. Again, walls aren't necessary for support and can be made of anything that suits the owner. But inside this building there are no pillars. The clear space can be used in any way at all or the whole layout can be rearranged at any time. This simple way of building is economical and it's flexible. New materials and methods are being used to give us a glimpse of the shape of things to come. For undoubtedly, these dramatic, graceful buildings will someday be an accepted part of our changing skyline. It's lunchtime for the men working on the million-pound scheme of flood control for the Aurari River. Planning and supervising the scheme are engineers of the South Canterbury Catchment Board. Though only a short river, the Aurari is troublesome. Instead of sticking to its own bed, it's inclined in flood times to wander across country and join up with the Tamuka. From the foothills to the sea is only 24 miles, but in 1945's flood the aurari did just on a million pounds worth of damage. To prevent flooding, the essential problem is to get rid of the shingle which the river brings down from the foothills. The only way to do it is to let the river carry the shingle out to sea. Since 1946, it's been a three-stage plan. First was cleaning the riverbed of the hindering willows. Next, in 1954, the river mouth was straightened so that in flood time the river could race out to sea carrying its shingle with it. And the biggest job of all, repairing and rebuilding the 30 miles of stop banks. For the last four years this work has been going on and it's now at its peak. There's another four years of work ahead. The giant tires helped to consolidate the ground. These stop banks are designed for the biggest floods that can be expected. Grading the stop banks is the final refinement. From the air can be seen how the open river mouth bypasses the old twisting lagoon which used to impede river flow at flood times. Now water and shingle can go straight out to sea. times. Now water and shingle can go straight out to sea. The Aurari scheme is beginning to present a classic example of river control with its tidy farms that can now be safely cultivated right up to the stop bank walls. Farmers from the foothills to the sea can now safely plan for the future."}