{"speakers": [], "chunks": [{"timestamp": [0.0, 34.58], "text": " Towers Towering above the Canterbury Plains and cleaving the South Island in two, the Alps form an impressive barrier."}, {"timestamp": [35.44, 39.22], "text": " The rivers have sought away through, but have been trapped in large lakes,"}, {"timestamp": [39.78, 42.82], "text": " or flung away down the mountain slopes to the Tasman or the Pacific."}, {"timestamp": [43.54, 46.0], "text": " But man joined the two coasts."}, {"timestamp": [46.0, 68.2], "text": " In 1906, the mountains echoed as workers flung up high spindly viaducts, struggled to heave two pieces of the mountains echoed as workers flung up high spindly viaducts,"}, {"timestamp": [68.56, 71.5], "text": " struggled to heave two pieces of steel rail across the mountains."}, {"timestamp": [72.48, 75.46], "text": " Christchurch wasn't connected to Greymouth until 1923,"}, {"timestamp": [76.1, 77.98], "text": " when the five-mile-Oterra tunnel was finished."}, {"timestamp": [78.54, 82.78], "text": " But the viaduct spanning the gullies at staircase, Broken River and Slovans Creek"}, {"timestamp": [82.78, 84.6], "text": " stood ready by 1909."}, {"timestamp": [85.0, 91.0], "text": " Today they still listen to the waters of the Waimakariri and await the trains."}, {"timestamp": [95.0, 98.0], "text": " Steam whistles echoing down the Broken River Gorge,"}, {"timestamp": [98.0, 102.0], "text": " scaring the rabbits at Avoca and Coralinn,"}, {"timestamp": [102.0, 104.0], "text": " 42 miles of mountain railway,"}, {"timestamp": [104.0, 106.14], "text": " and all the wagons are chock-block"}, {"timestamp": [106.14, 112.96], "text": " as Westland is carried out in 600-ton trains, cement, rainforest timber and bituminous coal,"}, {"timestamp": [113.64, 117.42], "text": " and cinders are still blackening the high snows as the freight is hauled out."}, {"timestamp": [118.52, 123.48], "text": " Between Springfield and Arthur's Pass, mountainous KB engines haul most of the tonnage."}, {"timestamp": [124.12, 126.24], "text": " They burn west coast coal in their huge"}, {"timestamp": [126.24, 132.82], "text": " fireboxes and in their boilers the waters from the mountain streams. To the ordinary"}, {"timestamp": [132.82, 137.12], "text": " traveller hurrying across an island, the southern alps are a lot of grand scenery packed into"}, {"timestamp": [137.12, 143.02], "text": " a few hours. But to linger up at Cass is to appreciate another characteristic of the region,"}, {"timestamp": [143.52, 146.32], "text": " the affinity between the hard, tough landscape"}, {"timestamp": [146.32, 167.0], "text": " and the rugged engines which conquer it. The"}, {"timestamp": [167.0, 168.0], "text": " Phaarer,"}, {"timestamp": [168.0, 169.0], "text": " Phaar,"}, {"timestamp": [169.0, 170.0], "text": " Mourg."}, {"timestamp": [170.0, 171.0], "text": " Mourne."}, {"timestamp": [171.0, 173.0], "text": " And"}, {"timestamp": [173.0, 174.0], "text": " M."}, {"timestamp": [174.0, 185.0], "text": " M. I'm not I'm going to be able to be. I'm going to"}, {"timestamp": [185.0, 187.0], "text": " I'm going to"}, {"timestamp": [187.0, 189.0], "text": " I'm going to"}, {"timestamp": [189.0, 191.0], "text": " I'm going to"}, {"timestamp": [191.0, 193.0], "text": " I'm going"}, {"timestamp": [193.0, 221.42], "text": " to itself."}, {"timestamp": [222.32, 226.0], "text": " There used to be quite a community of railway men and their families along the line,"}, {"timestamp": [226.0, 230.0], "text": " but they've been moved to larger centers and their houses lie abandoned."}, {"timestamp": [230.0, 234.0], "text": " Automatic signals control the trains, and it's all up to one man,"}, {"timestamp": [234.0, 236.0], "text": " away in a little room in Christchurch,"}, {"timestamp": [236.0, 250.0], "text": " who plots the movement of trains as far up the single line as Arthur's Pass. Often in winter"}, {"timestamp": [250.0, 268.2], "text": " A trip on the locomotive can be a challenge for the train crew."}, {"timestamp": [268.2, 273.6], "text": " They can expect snow on the rails and when the temperature drops more people want coal"}, {"timestamp": [273.6, 276.4], "text": " so the big engines have to haul heavier trains."}, {"timestamp": [276.4, 282.8], "text": " But it's warm on the footplate and there's always 50 feet of firebox to boil the billy."}, {"timestamp": [282.8, 286.0], "text": " A lot of traffic rolls at night"}, {"timestamp": [286.0, 289.0], "text": " and trains of oil and cars for Westland"}, {"timestamp": [289.0, 291.0], "text": " draw into lonely stations to pass"}, {"timestamp": [291.0, 360.4], "text": " Canterbury-bound cement, timber and coal. The I'm going to be. The track takes quite a hammering from the trains and the mountains."}, {"timestamp": [361.12, 369.88], "text": " But when men intrude to repair the line, they only come for the day, bringing their cut lunches and make sure they're back in Springfield before dark, leaving the rails"}, {"timestamp": [369.88, 467.0], "text": " to the opossums and trains. Wow. Oh, wow. Oh! Oh! Oh! The I'm not going to be. The"}, {"timestamp": [467.0, 535.08], "text": " The Goh! Goh! Thank you. But at last the outside world to intrude upon this lonely place."}, {"timestamp": [544.48, 549.16], "text": " But at last the outside world has begun to intrude upon this lonely place."}, {"timestamp": [549.98, 554.8], "text": " Although there are plans to put West Coast coal to new uses, the KBs are no part of them."}, {"timestamp": [555.72, 562.38], "text": " They've sutted up the hills over 25 years, and steam has been living on borrowed time for more than 10 of those years."}, {"timestamp": [563.18, 565.34], "text": " Soon the trainload loads of timber and coal"}, {"timestamp": [565.34, 570.38], "text": " will be heralded by the thin moan of diesel exhausts and the roar of a lusty"}, {"timestamp": [570.38, null], "text": " KB pounding the mountain rails will be but a memory of a glorious if grimy passed. I'm gonna'"}], "text": " Towers Towering above the Canterbury Plains and cleaving the South Island in two, the Alps form an impressive barrier. The rivers have sought away through, but have been trapped in large lakes, or flung away down the mountain slopes to the Tasman or the Pacific. But man joined the two coasts. In 1906, the mountains echoed as workers flung up high spindly viaducts, struggled to heave two pieces of the mountains echoed as workers flung up high spindly viaducts, struggled to heave two pieces of steel rail across the mountains. Christchurch wasn't connected to Greymouth until 1923, when the five-mile-Oterra tunnel was finished. But the viaduct spanning the gullies at staircase, Broken River and Slovans Creek stood ready by 1909. Today they still listen to the waters of the Waimakariri and await the trains. Steam whistles echoing down the Broken River Gorge, scaring the rabbits at Avoca and Coralinn, 42 miles of mountain railway, and all the wagons are chock-block as Westland is carried out in 600-ton trains, cement, rainforest timber and bituminous coal, and cinders are still blackening the high snows as the freight is hauled out. Between Springfield and Arthur's Pass, mountainous KB engines haul most of the tonnage. They burn west coast coal in their huge fireboxes and in their boilers the waters from the mountain streams. To the ordinary traveller hurrying across an island, the southern alps are a lot of grand scenery packed into a few hours. But to linger up at Cass is to appreciate another characteristic of the region, the affinity between the hard, tough landscape and the rugged engines which conquer it. The Phaarer, Phaar, Mourg. Mourne. And M. M. I'm not I'm going to be able to be. I'm going to I'm going to I'm going to I'm going to I'm going to itself. There used to be quite a community of railway men and their families along the line, but they've been moved to larger centers and their houses lie abandoned. Automatic signals control the trains, and it's all up to one man, away in a little room in Christchurch, who plots the movement of trains as far up the single line as Arthur's Pass. Often in winter A trip on the locomotive can be a challenge for the train crew. They can expect snow on the rails and when the temperature drops more people want coal so the big engines have to haul heavier trains. But it's warm on the footplate and there's always 50 feet of firebox to boil the billy. A lot of traffic rolls at night and trains of oil and cars for Westland draw into lonely stations to pass Canterbury-bound cement, timber and coal. The I'm going to be. The track takes quite a hammering from the trains and the mountains. But when men intrude to repair the line, they only come for the day, bringing their cut lunches and make sure they're back in Springfield before dark, leaving the rails to the opossums and trains. Wow. Oh, wow. Oh! Oh! Oh! The I'm not going to be. The The Goh! Goh! Thank you. But at last the outside world to intrude upon this lonely place. But at last the outside world has begun to intrude upon this lonely place. Although there are plans to put West Coast coal to new uses, the KBs are no part of them. They've sutted up the hills over 25 years, and steam has been living on borrowed time for more than 10 of those years. Soon the trainload loads of timber and coal will be heralded by the thin moan of diesel exhausts and the roar of a lusty KB pounding the mountain rails will be but a memory of a glorious if grimy passed. I'm gonna'"}