{"speakers": [], "chunks": [{"timestamp": [0.0, 36.0], "text": " The At Khoriuriru, the Maoris are preparing food, food for the feast which will be part of the welcome to the Maori battalion."}, {"timestamp": [36.0, 52.0], "text": " Today, in Fars all over New Zealand, similar preparations are being made for the return of men who've been absent too long from the Marai."}, {"timestamp": [58.0, 63.0], "text": " With the Wahine falls the task of cleaning Kaimwana, muscles, pipi, sea eggs, power. Borirro is famous for its shellfish, and these delicacies will not be missing from the feast"}, {"timestamp": [63.0, 65.0], "text": " to be held in Wellington almost at the ship's side."}, {"timestamp": [69.0, 75.0], "text": " As night falls, the fires are lit for the biggest hangy that has been built here for many years."}, {"timestamp": [76.0, 79.0], "text": " There is much to be cooked, and it's cooked in traditional style."}, {"timestamp": [79.0, 106.0], "text": " When the ovens are opened, the food will be taken to the war. With my heart, With sacks"}, {"timestamp": [106.0, 108.0], "text": " On the"}, {"timestamp": [108.0, 126.0], "text": " Stas on top to keep the steam in its the food can be left to cook on its own."}, {"timestamp": [126.0, 130.0], "text": " But there'll be more than food at the ceremony here on Airtier Key."}, {"timestamp": [130.0, 133.0], "text": " There'll be music and hawkers and speeches."}, {"timestamp": [133.0, 138.0], "text": " Emotions are welling up as the Dominion monarch moves slowly to her birth at Pippetia War."}, {"timestamp": [148.9, 164.9], "text": " For the Māori people, this is the ship they've been waiting for."}, {"timestamp": [167.7, 168.16], "text": " Down the gangway come men of the Maori battalion,"}, {"timestamp": [172.48, 173.16], "text": " 780 men of a battalion that was volunteered two days after war began."}, {"timestamp": [176.68, 177.22], "text": " They fought through Greece and Crete, in Egypt, Libya and Tunisia,"}, {"timestamp": [178.5, 179.32], "text": " through Italy to Triester."}, {"timestamp": [181.5, 182.24], "text": " Their casualty rate was five in seven."}, {"timestamp": [185.86, 186.34], "text": " In the words of their commander, they return not as conquering heroes,"}, {"timestamp": [188.24, 192.56], "text": " but as the remnant of a brave battalion."}, {"timestamp": [197.0, 212.52], "text": " Aeotia key is to be the marai for the ceremony in their honor, and out to meet them go Sergeant Donanaya Te Amahal, followed by two others to challenge them."}, {"timestamp": [257.0, 265.0], "text": " They come in peace, sir, the challenge is not accepted, and they'm gonna'all! We've got to death We've got to be there I'm going to be a For the maurice"}, {"timestamp": [265.0, 279.0], "text": " For the Māori"}, {"timestamp": [279.0, 282.0], "text": " This is a time of weeping as well as of joy."}, {"timestamp": [282.0, 284.0], "text": " Those who will not return are not forgotten."}, {"timestamp": [284.0, 288.08], "text": " Among the official guests is the as well as of joy. Those who will not return are not forgotten."}, {"timestamp": [291.64, 291.88], "text": " Among the official guests is the acting prime minister, Mr. Nash,"}, {"timestamp": [294.5, 295.28], "text": " members of Parliament and former commanders of the battalion."}, {"timestamp": [298.38, 341.0], "text": " Arrangements for this welcome were made by the Maori War effort organization with the Maori people sharing the cost. Poes, hakas and hakaes and speeches are part of the ceremony, which included the intimate ritual of Muru Tapu."}, {"timestamp": [341.0, 346.04], "text": " The removal of a Tapu placed upon the battalion before it left New Zealand. The men were committed"}, {"timestamp": [346.04, 347.9], "text": " to the care of two, the warguard,"}, {"timestamp": [348.14, 366.0], "text": " whose protection is now no longer asked. I will And I'm Myri-de-ma"}, {"timestamp": [366.0, 368.0], "text": " And now"}, {"timestamp": [368.0, 369.0], "text": " I'm"}, {"timestamp": [369.0, 370.0], "text": " Here's"}, {"timestamp": [370.0, 372.0], "text": " A-bye"}, {"timestamp": [372.0, 373.0], "text": " A-e-"}, {"timestamp": [373.0, 374.0], "text": " A-e-"}, {"timestamp": [374.0, 376.0], "text": " A-ecki"}, {"timestamp": [376.0, 378.0], "text": " Yes,"}, {"timestamp": [378.0, 379.0], "text": " I"}, {"timestamp": [379.0, 380.0], "text": " And"}, {"timestamp": [380.0, 382.0], "text": " Nai"}, {"timestamp": [382.0, 385.0], "text": " I'm Yes Yes, and nice And now"}, {"timestamp": [385.0, 386.0], "text": " Yes"}, {"timestamp": [386.0, 388.0], "text": " Yes"}, {"timestamp": [388.0, 389.0], "text": " Gaze kai"}, {"timestamp": [389.0, 390.0], "text": " Hes-e"}, {"timestamp": [390.0, 392.0], "text": " Ha-le-Mai"}, {"timestamp": [392.0, 394.0], "text": " Ha'emai"}, {"timestamp": [394.0, 395.0], "text": " Mye"}, {"timestamp": [395.0, 397.0], "text": " Yes"}, {"timestamp": [397.0, 398.0], "text": " Jani"}, {"timestamp": [398.0, 400.0], "text": " J'rani"}, {"timestamp": [400.0, 402.0], "text": " Awe and Awe"}, {"timestamp": [402.0, 404.0], "text": " Mew"}, {"timestamp": [404.0, 464.0], "text": " Gase Following the ceremony, the men go to the dining room for the feast. The For most of the men, but I'ma'an, for most of the men, there are still journeys ahead of them before they reach their homes."}, {"timestamp": [464.0, 467.62], "text": " For most of the men, there are still journeys ahead of them before they reach their homes."}, {"timestamp": [468.48, 473.3], "text": " This is the par at Kuku Ohau, a small par where the ceremonies had an added feature."}, {"timestamp": [474.04, 478.24], "text": " In the burial grounds is a new memorial to the memory of one man who did not return."}, {"timestamp": [481.46, 483.56], "text": " Unvealing the memorial is Bill Seymour."}, {"timestamp": [483.56, 489.4], "text": " It is in memory of his brother Jack, who died of wounds received in Libya when his truck was hit by a shell."}, {"timestamp": [493.32, 511.72], "text": " Again there is feasting and the hangy is opened. Inside the dining room,"}, {"timestamp": [511.72, 515.24], "text": " Double-decker tables are needed to hold all the food."}, {"timestamp": [518.76, 520.52], "text": " So it is in other paths."}, {"timestamp": [520.8, 522.04], "text": " Each has its own ceremony."}, {"timestamp": [522.72, 523.88], "text": " Here at Nauru Oahuahia,"}, {"timestamp": [524.16, 525.38], "text": " the arrival of the train bringing"}, {"timestamp": [525.38, 529.88], "text": " home the men is marked by little activity, but their people are waiting for them on the Mariah."}, {"timestamp": [530.56, 566.0], "text": " Among those who attended to welcome here, and at other powers, was the Minister of Defense, Mr. Jones. Come back. I'm a lot of them. I'm a man. Oh, my! Oh, my God, I do not"}, {"timestamp": [566.0, 568.0], "text": " Aeneye"}, {"timestamp": [568.0, 569.0], "text": " Why is"}, {"timestamp": [569.0, 570.0], "text": " Why,"}, {"timestamp": [570.0, 586.0], "text": " there, why don't why men of m'er Men of the Maury"}, {"timestamp": [586.0, 604.16], "text": " Men of the Māori"}, {"timestamp": [604.16, 604.7], "text": " In the years to come,"}, {"timestamp": [604.7, 605.52], "text": " In the years to come Their deeds will be told again and again Men of the Maori battalion are home."}, {"timestamp": [608.9, 609.4], "text": " In the years to come, their deeds will be told again and again,"}, {"timestamp": [611.84, null], "text": " so long as Maori blood endures."}], "text": " The At Khoriuriru, the Maoris are preparing food, food for the feast which will be part of the welcome to the Maori battalion. Today, in Fars all over New Zealand, similar preparations are being made for the return of men who've been absent too long from the Marai. With the Wahine falls the task of cleaning Kaimwana, muscles, pipi, sea eggs, power. Borirro is famous for its shellfish, and these delicacies will not be missing from the feast to be held in Wellington almost at the ship's side. As night falls, the fires are lit for the biggest hangy that has been built here for many years. There is much to be cooked, and it's cooked in traditional style. When the ovens are opened, the food will be taken to the war. With my heart, With sacks On the Stas on top to keep the steam in its the food can be left to cook on its own. But there'll be more than food at the ceremony here on Airtier Key. There'll be music and hawkers and speeches. Emotions are welling up as the Dominion monarch moves slowly to her birth at Pippetia War. For the Māori people, this is the ship they've been waiting for. Down the gangway come men of the Maori battalion, 780 men of a battalion that was volunteered two days after war began. They fought through Greece and Crete, in Egypt, Libya and Tunisia, through Italy to Triester. Their casualty rate was five in seven. In the words of their commander, they return not as conquering heroes, but as the remnant of a brave battalion. Aeotia key is to be the marai for the ceremony in their honor, and out to meet them go Sergeant Donanaya Te Amahal, followed by two others to challenge them. They come in peace, sir, the challenge is not accepted, and they'm gonna'all! We've got to death We've got to be there I'm going to be a For the maurice For the Māori This is a time of weeping as well as of joy. Those who will not return are not forgotten. Among the official guests is the as well as of joy. Those who will not return are not forgotten. Among the official guests is the acting prime minister, Mr. Nash, members of Parliament and former commanders of the battalion. Arrangements for this welcome were made by the Maori War effort organization with the Maori people sharing the cost. Poes, hakas and hakaes and speeches are part of the ceremony, which included the intimate ritual of Muru Tapu. The removal of a Tapu placed upon the battalion before it left New Zealand. The men were committed to the care of two, the warguard, whose protection is now no longer asked. I will And I'm Myri-de-ma And now I'm Here's A-bye A-e- A-e- A-ecki Yes, I And Nai I'm Yes Yes, and nice And now Yes Yes Gaze kai Hes-e Ha-le-Mai Ha'emai Mye Yes Jani J'rani Awe and Awe Mew Gase Following the ceremony, the men go to the dining room for the feast. The For most of the men, but I'ma'an, for most of the men, there are still journeys ahead of them before they reach their homes. For most of the men, there are still journeys ahead of them before they reach their homes. This is the par at Kuku Ohau, a small par where the ceremonies had an added feature. In the burial grounds is a new memorial to the memory of one man who did not return. Unvealing the memorial is Bill Seymour. It is in memory of his brother Jack, who died of wounds received in Libya when his truck was hit by a shell. Again there is feasting and the hangy is opened. Inside the dining room, Double-decker tables are needed to hold all the food. So it is in other paths. Each has its own ceremony. Here at Nauru Oahuahia, the arrival of the train bringing home the men is marked by little activity, but their people are waiting for them on the Mariah. Among those who attended to welcome here, and at other powers, was the Minister of Defense, Mr. Jones. Come back. I'm a lot of them. I'm a man. Oh, my! Oh, my God, I do not Aeneye Why is Why, there, why don't why men of m'er Men of the Maury Men of the Māori In the years to come, In the years to come Their deeds will be told again and again Men of the Maori battalion are home. In the years to come, their deeds will be told again and again, so long as Maori blood endures."}