{"speakers": [], "chunks": [{"timestamp": [0.0, 32.46], "text": " Most of the Most young New Zealanders like music of one kind or another."}, {"timestamp": [33.36, 35.6], "text": " Some were satisfied to hear theirs in recorded form."}, {"timestamp": [36.32, 39.5], "text": " Others need to participate either as vocalists or instrumentalists."}, {"timestamp": [40.68, 85.78], "text": " Keen amateurs, they soon become members of local dance bands, school choirs, youth orchestras, and ultimately the national youth orchestra. I'm not a lot of the same. I'm not a lot of"}, {"timestamp": [85.78, 86.9], "text": " the same."}, {"timestamp": [86.9, 106.72], "text": " I'm sorry, These"}, {"timestamp": [106.72, 108.56], "text": " These"}, {"timestamp": [108.56, 128.36], "text": " These carefully selected young people are experienced players Having received their training from some of New Zealand's finest professionals,"}, {"timestamp": [128.92, 133.26], "text": " under the constant supervision of John Hopkins, resident conductor of the National Orchestra."}, {"timestamp": [134.16, 139.24], "text": " He frankly believes that as members of a National Orchestra, his young players should be treated as professionals,"}, {"timestamp": [139.24, 144.4], "text": " to see what hard work it is to play professionally and how much discipline and teamwork is needed."}, {"timestamp": [144.4, 159.76], "text": " Three."}, {"timestamp": [161.86, 162.46], "text": " Please, now on this bit at letter B,"}, {"timestamp": [164.36, 167.76], "text": " each entry quite strong enough."}, {"timestamp": [169.9, 173.06], "text": " To be a member of the National Youth Orchestra is now the avowed ambition of many young musicians in this country."}, {"timestamp": [173.9, 175.76], "text": " And because a member must not be over 21,"}, {"timestamp": [176.18, 177.92], "text": " it's a very transient glory indeed."}, {"timestamp": [184.24, 187.0], "text": " Come on, give it up. Your coffee's getting cold."}, {"timestamp": [187.0, 197.0], "text": " Much of the necessary practicing is done in the evenings or in such spare time as can be snatched from prep work or just plain work."}, {"timestamp": [197.0, 207.0], "text": " Members are drawn from all walks of life, but because of the age limit, a fairly high percentage of students or young people just starting work."}, {"timestamp": [211.0, 216.0], "text": " A concert by the National Youth Orchestra is fast becoming an occasion of some importance,"}, {"timestamp": [216.0, 221.0], "text": " with packed houses and that indefinable atmosphere that comes with an appreciative audience."}, {"timestamp": [221.0, 224.0], "text": " There won't be a lot of empty seats for this one."}, {"timestamp": [224.0, 225.24], "text": " These youngsters are good. They're certainly packing them in. audience. There won't be a lot of empty seats for this one."}, {"timestamp": [225.24, 226.24], "text": " These youngsters are good."}, {"timestamp": [226.24, 228.24], "text": " They're certainly packing them in."}, {"timestamp": [228.24, null], "text": " There is a great. I'm not I'm going to know, and so. The The We're in The We're Ackon. I'm not the same. Thank you."}], "text": " Most of the Most young New Zealanders like music of one kind or another. Some were satisfied to hear theirs in recorded form. Others need to participate either as vocalists or instrumentalists. Keen amateurs, they soon become members of local dance bands, school choirs, youth orchestras, and ultimately the national youth orchestra. I'm not a lot of the same. I'm not a lot of the same. I'm sorry, These These These carefully selected young people are experienced players Having received their training from some of New Zealand's finest professionals, under the constant supervision of John Hopkins, resident conductor of the National Orchestra. He frankly believes that as members of a National Orchestra, his young players should be treated as professionals, to see what hard work it is to play professionally and how much discipline and teamwork is needed. Three. Please, now on this bit at letter B, each entry quite strong enough. To be a member of the National Youth Orchestra is now the avowed ambition of many young musicians in this country. And because a member must not be over 21, it's a very transient glory indeed. Come on, give it up. Your coffee's getting cold. Much of the necessary practicing is done in the evenings or in such spare time as can be snatched from prep work or just plain work. Members are drawn from all walks of life, but because of the age limit, a fairly high percentage of students or young people just starting work. A concert by the National Youth Orchestra is fast becoming an occasion of some importance, with packed houses and that indefinable atmosphere that comes with an appreciative audience. There won't be a lot of empty seats for this one. These youngsters are good. They're certainly packing them in. audience. There won't be a lot of empty seats for this one. These youngsters are good. They're certainly packing them in. There is a great. I'm not I'm going to know, and so. The The We're in The We're Ackon. I'm not the same. Thank you."}