{"speakers": [], "chunks": [{"timestamp": [0.0, 2.2], "text": " Carrying cano"}, {"timestamp": [2.2, 28.0], "text": " Carrying canoe parts 5,000 feet up the northwestern slope of Mount Tongarero is something new for members of the canoe association."}, {"timestamp": [28.0, 32.0], "text": " They pause by the Ketatahi hot springs and blowholes."}, {"timestamp": [32.0, 41.0], "text": " From here the route up the volcano is over hot, dangerously thin crusts of hardened lava."}, {"timestamp": [41.0, 45.26], "text": " But others have gone this way before. It should be safe enough."}, {"timestamp": [46.96, 48.58], "text": " Above are volcanic ridges"}, {"timestamp": [48.58, 50.86], "text": " and beyond the seven craters of Tongariro."}, {"timestamp": [51.3, 53.94], "text": " In one of them, the Blue Lake, the party's destination."}, {"timestamp": [56.06, 58.4], "text": " In winter, the round lake is frozen over."}, {"timestamp": [58.9, 62.06], "text": " Today the ice has melted, but the water stays bitterly cold."}, {"timestamp": [62.72, 66.12], "text": " One canoe gets underway, and soon another turns up."}, {"timestamp": [73.1, 77.2], "text": " Before Tongariro crest, a kayak goes out to take soundings of the lake."}, {"timestamp": [80.4, 85.4], "text": " Looking southward from the cold lake, the crater rim is overtopped by steaming Mount Narahoei."}, {"timestamp": [88.0, 93.8], "text": " From the crest of that ridge is seen not only Narahoe, but also the active red crater of Tongariro."}, {"timestamp": [97.8, 105.72], "text": " The red crater, behind that the great active cone of Narahoei, and behind that, the snowy eastern shoulder of Mount Rua Pahou"}, {"timestamp": [105.72, 106.88], "text": " thrusts out into view."}, {"timestamp": [109.84, 112.48], "text": " Another weekend, and canoeing association members"}, {"timestamp": [112.48, 113.88], "text": " climb the Rua Pahou Glacier"}, {"timestamp": [113.88, 116.02], "text": " towards an ever-receding false horizon."}, {"timestamp": [116.8, 119.6], "text": " Outwards, this two-way glacier flows down the mountainside."}, {"timestamp": [120.14, 122.4], "text": " Inward, it flows more briefly into the hot crater,"}, {"timestamp": [122.88, 125.96], "text": " and on melting contributes water to a lake of disastrous memory."}, {"timestamp": [126.68, 132.12], "text": " The sudden outflow which wrecked the Tangiwai Bridge took the level down, leaving the ice wall clear of the water."}, {"timestamp": [138.2, 147.86], "text": " About 9,000 feet up, the Ru'a Pahue Crater Lake is much higher than the ice-cold blue lake, but its water is much warmer, a comfortable 72 degrees to be exact."}, {"timestamp": [148.7, 153.12], "text": " Eight years ago, this lake vanished for a time, replaced by a great disk of viscous lava."}, {"timestamp": [153.8, 157.48], "text": " From vents in the disk, thundering ash clouds shot a whole mile into the sky."}, {"timestamp": [159.14, 170.0], "text": " Come on in, it's as warm as pea soup."}, {"timestamp": [175.6, 176.16], "text": " It's not so long since the Ruhrieho eruption died down, hot lava being replaced again by the lake."}, {"timestamp": [181.46, 182.18], "text": " But even now, if the temperature rises, it's time to get boots back on and make tracks across the glacier."}, {"timestamp": [187.22, 191.72], "text": " The far hollow in the sun is believed to be where the lake broke through on Christmas Eve, 1953."}, {"timestamp": [193.14, 193.46], "text": " Down from Ruupéhu,"}, {"timestamp": [195.58, 196.12], "text": " down and round the volcanoes to Tarangi."}, {"timestamp": [197.34, 197.58], "text": " Then unload the bus,"}, {"timestamp": [199.66, 202.86], "text": " but keep your engine running and save your breath."}, {"timestamp": [207.74, 208.5], "text": " Floats fatten as the driver accelerates, and soon they're all away down the Tongarero River."}, {"timestamp": [213.08, 213.78], "text": " The hot exhaust gas, in contact with the cold water, contracts, and the canoes lose pressure."}, {"timestamp": [238.28, 238.94], "text": " Coming down the rapids at speed, one slightly deflated strikes its softened boughs into still water. Some looking where they're going and some facing where they've been, the rest come through."}, {"timestamp": [242.08, 247.8], "text": " Next has it ahead, a boulder concealed by waves."}, {"timestamp": [249.56, 250.2], "text": " Number one rides it smoothly."}, {"timestamp": [251.98, 253.48], "text": " Number two attacks it side on."}, {"timestamp": [256.46, 257.32], "text": " And number three just manages to slide over."}, {"timestamp": [258.08, 258.54], "text": " On they go."}, {"timestamp": [260.82, 261.26], "text": " Behind them the crater lakes of National Park."}, {"timestamp": [263.68, 264.18], "text": " Some ice cold, some volcano hot."}, {"timestamp": [266.94, 279.92], "text": " The next stop, the smoother waters of Lake Taupo."}, {"timestamp": [285.26, 286.1], "text": " In terms of total annual flow, Otago's Cluther is one of the great rivers of the world."}, {"timestamp": [292.52, 293.22], "text": " Near Roxburgh, where it leaves a cave-indented gorge, the rocky walls and a new dam are to confine a lake 20 miles long."}, {"timestamp": [298.0, 300.3], "text": " By the end of 1952, excavation of a diversion cut on the right bank was almost finished."}, {"timestamp": [303.86, 304.26], "text": " On the left bank, two years ago, test drillings were in progress,"}, {"timestamp": [308.82, 309.26], "text": " while across the river foundations were down and concrete walls rising to face the diversion channel,"}, {"timestamp": [311.32, 311.68], "text": " where the river will flow while the dam is being built,"}, {"timestamp": [313.32, 316.56], "text": " and which will ultimately take the overflow."}, {"timestamp": [320.8, 341.4], "text": " All early concrete work was carried out with bagged cement, local and imported, and this, as it were, retail system involved much handling."}, {"timestamp": [345.8, 346.12], "text": " Today, use of any imported cement would still entail cutting and emptying of bags,"}, {"timestamp": [350.48, 350.88], "text": " but the local cement comes up to Roxburgh in bulk in tarpaulin-covered railway trucks,"}, {"timestamp": [352.52, 369.8], "text": " which are tipped into a hopper at the station. Bulk handling saves much work, and dusty work at that."}, {"timestamp": [370.6, 374.88], "text": " Out of the construction site, sand flows towards the mixers up a long conveyor belt,"}, {"timestamp": [375.32, 380.14], "text": " on its way to join cement, water, and the aggregate that makes the currents in the concrete pudding."}, {"timestamp": [383.14, 387.0], "text": " The mixers are always ready. More bulk cement arrives for them."}, {"timestamp": [387.0, 434.0], "text": " Fresely mixed concrete descends into the bucket on the truck line below. As the bucket. As the bucket drops its load, the sudden decrease in weight lets the overhead cable pull it upwards."}, {"timestamp": [434.0, 454.0], "text": " Vibrators settle the wet concrete into position. 1954, and work on both banks has reached a stage at which the river must be diverted."}, {"timestamp": [454.9, 460.46], "text": " Half a million cubic yards of material has been moved to make the 1,500 foot long triple diversion channel."}, {"timestamp": [465.32, 469.12], "text": " The left bank has been excavated where the end of the heavy dam will fit into it."}, {"timestamp": [471.56, 475.6], "text": " Foundation work can go but little further until the river's course is changed and the bed"}, {"timestamp": [475.6, 480.28], "text": " drained. At the upper end of the diversion channel, the dumpling as it's called, the"}, {"timestamp": [480.28, 484.34], "text": " remnant of rock that keeps out the river, is ready to be blown, with charges in position."}, {"timestamp": [486.44, 490.56], "text": " The river's course can be changed when that narrow strip of rock has been blown clear."}, {"timestamp": [491.66, 493.36], "text": " Spectators keep at a safe distance."}, {"timestamp": [502.0, 507.12], "text": " The spectacular blowing of the upper dumpling marks a new phase in the building of dam and power station."}, {"timestamp": [507.92, 511.02], "text": " Where the temporary coffer dam is to block the river from its old course,"}, {"timestamp": [511.56, 516.46], "text": " the advancing bank is armoured against rushing water by boulders, held in bags of thick wire netting,"}, {"timestamp": [516.82, 518.32], "text": " something like string bags of onions."}, {"timestamp": [524.42, 532.0], "text": " On both banks, teams of bulldozers advance to close off the river, to force it into the diversion channel so that work can begin in the old riverbed."}, {"timestamp": [532.0, 575.0], "text": " As work proceeds and the gap is narrowed, current increases, but the bags of boulders prove successful in keeping the spoil from being washed down stream. Street. In a matter of"}, {"timestamp": [575.0, 576.0], "text": " Haas,"}, {"timestamp": [576.0, 577.0], "text": " Ha!"}, {"timestamp": [577.0, 578.0], "text": " Ha!"}, {"timestamp": [578.0, 584.0], "text": " In a matter of hours, the diversion is completed."}, {"timestamp": [584.0, 585.04], "text": " For a couple of years the diversion is completed."}, {"timestamp": [588.28, 588.58], "text": " For a couple of years, this coffer dam must keep the river thrust aside,"}, {"timestamp": [590.78, 592.94], "text": " while a 200-foot concrete dam is erected."}, {"timestamp": [597.3, 598.06], "text": " With the coffer dam complete, the whole of the river is turned aside into the diversion cut."}, {"timestamp": [600.78, 602.94], "text": " Average flow is estimated at 2 million cubic feet a minute, and when dam and power station are built,"}, {"timestamp": [603.38, 608.06], "text": " the Roxburgh scheme will more than double the capacity of state hydroelectric plants in the South Island."}], "text": " Carrying cano Carrying canoe parts 5,000 feet up the northwestern slope of Mount Tongarero is something new for members of the canoe association. They pause by the Ketatahi hot springs and blowholes. From here the route up the volcano is over hot, dangerously thin crusts of hardened lava. But others have gone this way before. It should be safe enough. Above are volcanic ridges and beyond the seven craters of Tongariro. In one of them, the Blue Lake, the party's destination. In winter, the round lake is frozen over. Today the ice has melted, but the water stays bitterly cold. One canoe gets underway, and soon another turns up. Before Tongariro crest, a kayak goes out to take soundings of the lake. Looking southward from the cold lake, the crater rim is overtopped by steaming Mount Narahoei. From the crest of that ridge is seen not only Narahoe, but also the active red crater of Tongariro. The red crater, behind that the great active cone of Narahoei, and behind that, the snowy eastern shoulder of Mount Rua Pahou thrusts out into view. Another weekend, and canoeing association members climb the Rua Pahou Glacier towards an ever-receding false horizon. Outwards, this two-way glacier flows down the mountainside. Inward, it flows more briefly into the hot crater, and on melting contributes water to a lake of disastrous memory. The sudden outflow which wrecked the Tangiwai Bridge took the level down, leaving the ice wall clear of the water. About 9,000 feet up, the Ru'a Pahue Crater Lake is much higher than the ice-cold blue lake, but its water is much warmer, a comfortable 72 degrees to be exact. Eight years ago, this lake vanished for a time, replaced by a great disk of viscous lava. From vents in the disk, thundering ash clouds shot a whole mile into the sky. Come on in, it's as warm as pea soup. It's not so long since the Ruhrieho eruption died down, hot lava being replaced again by the lake. But even now, if the temperature rises, it's time to get boots back on and make tracks across the glacier. The far hollow in the sun is believed to be where the lake broke through on Christmas Eve, 1953. Down from Ruupéhu, down and round the volcanoes to Tarangi. Then unload the bus, but keep your engine running and save your breath. Floats fatten as the driver accelerates, and soon they're all away down the Tongarero River. The hot exhaust gas, in contact with the cold water, contracts, and the canoes lose pressure. Coming down the rapids at speed, one slightly deflated strikes its softened boughs into still water. Some looking where they're going and some facing where they've been, the rest come through. Next has it ahead, a boulder concealed by waves. Number one rides it smoothly. Number two attacks it side on. And number three just manages to slide over. On they go. Behind them the crater lakes of National Park. Some ice cold, some volcano hot. The next stop, the smoother waters of Lake Taupo. In terms of total annual flow, Otago's Cluther is one of the great rivers of the world. Near Roxburgh, where it leaves a cave-indented gorge, the rocky walls and a new dam are to confine a lake 20 miles long. By the end of 1952, excavation of a diversion cut on the right bank was almost finished. On the left bank, two years ago, test drillings were in progress, while across the river foundations were down and concrete walls rising to face the diversion channel, where the river will flow while the dam is being built, and which will ultimately take the overflow. All early concrete work was carried out with bagged cement, local and imported, and this, as it were, retail system involved much handling. Today, use of any imported cement would still entail cutting and emptying of bags, but the local cement comes up to Roxburgh in bulk in tarpaulin-covered railway trucks, which are tipped into a hopper at the station. Bulk handling saves much work, and dusty work at that. Out of the construction site, sand flows towards the mixers up a long conveyor belt, on its way to join cement, water, and the aggregate that makes the currents in the concrete pudding. The mixers are always ready. More bulk cement arrives for them. Fresely mixed concrete descends into the bucket on the truck line below. As the bucket. As the bucket drops its load, the sudden decrease in weight lets the overhead cable pull it upwards. Vibrators settle the wet concrete into position. 1954, and work on both banks has reached a stage at which the river must be diverted. Half a million cubic yards of material has been moved to make the 1,500 foot long triple diversion channel. The left bank has been excavated where the end of the heavy dam will fit into it. Foundation work can go but little further until the river's course is changed and the bed drained. At the upper end of the diversion channel, the dumpling as it's called, the remnant of rock that keeps out the river, is ready to be blown, with charges in position. The river's course can be changed when that narrow strip of rock has been blown clear. Spectators keep at a safe distance. The spectacular blowing of the upper dumpling marks a new phase in the building of dam and power station. Where the temporary coffer dam is to block the river from its old course, the advancing bank is armoured against rushing water by boulders, held in bags of thick wire netting, something like string bags of onions. On both banks, teams of bulldozers advance to close off the river, to force it into the diversion channel so that work can begin in the old riverbed. As work proceeds and the gap is narrowed, current increases, but the bags of boulders prove successful in keeping the spoil from being washed down stream. Street. In a matter of Haas, Ha! Ha! In a matter of hours, the diversion is completed. For a couple of years the diversion is completed. For a couple of years, this coffer dam must keep the river thrust aside, while a 200-foot concrete dam is erected. With the coffer dam complete, the whole of the river is turned aside into the diversion cut. Average flow is estimated at 2 million cubic feet a minute, and when dam and power station are built, the Roxburgh scheme will more than double the capacity of state hydroelectric plants in the South Island."}