{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " 1,300 sheep are going to Kenya as a result of two New Zealand breeders visiting there last year."}, {"timestamp": [30.0, 36.0], "text": " Selected from 73 Canterbury and Otago farms, they'll include nearly a thousand corridors."}, {"timestamp": [36.0, 41.0], "text": " In Kenya, although near the equator, they'll be on the cool highlands up to 9,000 feet."}, {"timestamp": [41.0, 44.0], "text": " The selected sheep are given a thorough health check by government vets."}, {"timestamp": [44.0, 49.0], "text": " Kenya needs more sheep for her expanding fat lamb industry, and she wants the best."}, {"timestamp": [49.0, 70.68], "text": " An ear tattoo is their personal passport. Now who else is going?"}, {"timestamp": [70.68, 77.48], "text": " Well, there's Mr. W. Bruce from Kenya, who's going back as the special vet in charge."}, {"timestamp": [77.48, 82.68], "text": " Among his responsibilities are 19 stud sheep headed by three Corridale rams."}, {"timestamp": [82.68, 85.36], "text": " Corridales, the all-purpose mutton and wool breed,"}, {"timestamp": [85.36, 90.0], "text": " are ideal for Kenya's drier slopes. But to improve local flocks elsewhere,"}, {"timestamp": [90.0, 95.44], "text": " these five south-down stud hues and a couple of Hampshire-down rams are getting their passports"}, {"timestamp": [95.44, 105.0], "text": " ready too. The 300 Romneys will be going up to Mount Kenya."}, {"timestamp": [105.0, 108.0], "text": " On the whole, conditions are the reverse of New Zealand."}, {"timestamp": [108.0, 113.0], "text": " The Kenyan high country catches all the rain, while the coastal plains bake in the sunshine."}, {"timestamp": [113.0, 118.0], "text": " Traveling through tropical heat, wearing their woolly overcoats, may worry the sheep."}, {"timestamp": [118.0, 132.34], "text": " So they pop into their last kiwi, short back and sides before they go."}, {"timestamp": [134.68, 137.36], "text": " On embarkation day in Littleton, 1,300 sheep are looking for their cabins."}, {"timestamp": [137.36, 140.88], "text": " Their ship, the Taladan, has been specially chartered."}, {"timestamp": [140.88, 143.56], "text": " Able to make 16 tons of fresh water daily,"}, {"timestamp": [143.56, 145.0], "text": " she's ideal for stock carrying."}, {"timestamp": [145.0, 147.0], "text": " Only hay has to be loaded."}, {"timestamp": [151.0, 157.0], "text": " The sheep are loaded quickly, having been dispatched from country stations in a pre-planned order."}, {"timestamp": [157.0, 172.36], "text": " This 20,000 pound consignment was organized for the Kenyan Farmers Association by a local firm."}, {"timestamp": [173.08, 175.96], "text": " It's a valuable export trade capable of development."}, {"timestamp": [176.96, 181.32], "text": " There are 46 million sheep in New Zealand, so who knows where it will end."}, {"timestamp": [194.0, 197.0], "text": " Every summer, visitors like these young people stream into Mount Manganui from all over the North Island. They've found there's no better place to work up a town."}, {"timestamp": [197.0, 203.0], "text": " The locals, of course, have known it for years, and the summer fun of swimming and surf riding never gets monotonous."}, {"timestamp": [203.0, 208.5], "text": " But during the last few years, fun of swimming and surf riding never gets monotonous."}, {"timestamp": [212.06, 212.76], "text": " But during the last few years, the townspeople have seen a change in the mountain."}, {"timestamp": [216.62, 216.82], "text": " Un-spoiled, the beach still welcomes holiday makers, but on the other side of the peninsula,"}, {"timestamp": [222.02, 222.52], "text": " there's something new. Near the wharf, built at a cost of two million pounds, is a new industrial area."}, {"timestamp": [227.0, 231.0], "text": " Oil depots, a fertilizer works, flour mills."}, {"timestamp": [237.0, 241.0], "text": " Nosing into the warp, soon to be extended another 1,200 feet, oil tankers pump their cargoes ashore. Mount Manganui's depots serves the Bay of Plenty and Rotorua areas."}, {"timestamp": [244.0, 249.0], "text": " From Australia, wheat. Two flour mills both completed last year stand side by side"}, {"timestamp": [249.0, 254.0], "text": " near the port. Right up to date in every way, the mills have air suction elevators and"}, {"timestamp": [254.0, 259.5], "text": " can handle 40,000 tons of wheat a year. Holland and brand, the byproducts of flour, are"}, {"timestamp": [259.5, 267.0], "text": " also sold throughout the bay. Everything is brought in from the sea, the oil, the wheat, the"}, {"timestamp": [267.0, 273.64], "text": " sulfur and phosphate for the new fertilizer works. Farmers in the Bay of Plenty"}, {"timestamp": [273.64, 278.94], "text": " financed the works and from Nauru Island comes the raw material. Granulated superphosphate"}, {"timestamp": [278.94, 283.82], "text": " is also made and now 12 months after the works open the wheels of this new venture are"}, {"timestamp": [283.82, 285.0], "text": " turning smooth."}, {"timestamp": [289.0, 292.0], "text": " Not all the ships bring in a cargo, many call to pick one up."}, {"timestamp": [293.0, 299.0], "text": " To date, 24 million feet of Khingaroa forest pine logs have been shipped out on Japanese vessels."}, {"timestamp": [300.0, 305.4], "text": " Into the holds of Australian-bound ships go thousands of tons of paper pulp and newsprint."}, {"timestamp": [310.6, 319.4], "text": " From the machines at Kinleaf and Kawar, these products find their way to cities and towns all over Australia."}, {"timestamp": [386.88, 387.98], "text": " Another ship has finished loading at Mount Mongaoui, this little town with a big future. I'm gonnae. The The President, And so on the The President,"}, {"timestamp": [387.98, 388.98], "text": " And..."}, {"timestamp": [388.98, 390.88], "text": "...and..."}, {"timestamp": [390.88, 392.88], "text": "...and..."}, {"timestamp": [392.88, 394.12], "text": "...and..."}, {"timestamp": [394.12, 396.88], "text": "...and..."}, {"timestamp": [396.88, 398.08], "text": "...and..."}, {"timestamp": [398.08, 405.0], "text": "...and......and......and......and......and......and......and......and......and......and......and......and......and......and......and.........and.............................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................. BOR. BOR. BOR. BOR. BOR."}, {"timestamp": [405.0, 425.0], "text": " BOR. And so on the. And so"}, {"timestamp": [425.0, 427.0], "text": " I'm"}, {"timestamp": [427.0, 445.0], "text": ". I'm gonna' And......and......and..."}, {"timestamp": [445.0, 446.0], "text": "...and..."}, {"timestamp": [446.0, 525.0], "text": "...and... I'm gonna'a. I'm gonnae. And......andahe......and..."}, {"timestamp": [525.0, 526.0], "text": "...and..."}, {"timestamp": [526.0, 527.0], "text": "...and..."}, {"timestamp": [527.0, 529.0], "text": "...and..."}, {"timestamp": [529.0, 530.0], "text": "...and..."}, {"timestamp": [530.0, 531.0], "text": "...and..."}, {"timestamp": [531.0, 532.0], "text": "...and..."}, {"timestamp": [532.0, 533.0], "text": "...and..."}, {"timestamp": [533.0, 547.0], "text": "...and... The"}], "text": " 1,300 sheep are going to Kenya as a result of two New Zealand breeders visiting there last year. Selected from 73 Canterbury and Otago farms, they'll include nearly a thousand corridors. In Kenya, although near the equator, they'll be on the cool highlands up to 9,000 feet. The selected sheep are given a thorough health check by government vets. Kenya needs more sheep for her expanding fat lamb industry, and she wants the best. An ear tattoo is their personal passport. Now who else is going? Well, there's Mr. W. Bruce from Kenya, who's going back as the special vet in charge. Among his responsibilities are 19 stud sheep headed by three Corridale rams. Corridales, the all-purpose mutton and wool breed, are ideal for Kenya's drier slopes. But to improve local flocks elsewhere, these five south-down stud hues and a couple of Hampshire-down rams are getting their passports ready too. The 300 Romneys will be going up to Mount Kenya. On the whole, conditions are the reverse of New Zealand. The Kenyan high country catches all the rain, while the coastal plains bake in the sunshine. Traveling through tropical heat, wearing their woolly overcoats, may worry the sheep. So they pop into their last kiwi, short back and sides before they go. On embarkation day in Littleton, 1,300 sheep are looking for their cabins. Their ship, the Taladan, has been specially chartered. Able to make 16 tons of fresh water daily, she's ideal for stock carrying. Only hay has to be loaded. The sheep are loaded quickly, having been dispatched from country stations in a pre-planned order. This 20,000 pound consignment was organized for the Kenyan Farmers Association by a local firm. It's a valuable export trade capable of development. There are 46 million sheep in New Zealand, so who knows where it will end. Every summer, visitors like these young people stream into Mount Manganui from all over the North Island. They've found there's no better place to work up a town. The locals, of course, have known it for years, and the summer fun of swimming and surf riding never gets monotonous. But during the last few years, fun of swimming and surf riding never gets monotonous. But during the last few years, the townspeople have seen a change in the mountain. Un-spoiled, the beach still welcomes holiday makers, but on the other side of the peninsula, there's something new. Near the wharf, built at a cost of two million pounds, is a new industrial area. Oil depots, a fertilizer works, flour mills. Nosing into the warp, soon to be extended another 1,200 feet, oil tankers pump their cargoes ashore. Mount Manganui's depots serves the Bay of Plenty and Rotorua areas. From Australia, wheat. Two flour mills both completed last year stand side by side near the port. Right up to date in every way, the mills have air suction elevators and can handle 40,000 tons of wheat a year. Holland and brand, the byproducts of flour, are also sold throughout the bay. Everything is brought in from the sea, the oil, the wheat, the sulfur and phosphate for the new fertilizer works. Farmers in the Bay of Plenty financed the works and from Nauru Island comes the raw material. Granulated superphosphate is also made and now 12 months after the works open the wheels of this new venture are turning smooth. Not all the ships bring in a cargo, many call to pick one up. To date, 24 million feet of Khingaroa forest pine logs have been shipped out on Japanese vessels. Into the holds of Australian-bound ships go thousands of tons of paper pulp and newsprint. From the machines at Kinleaf and Kawar, these products find their way to cities and towns all over Australia. Another ship has finished loading at Mount Mongaoui, this little town with a big future. I'm gonnae. The The President, And so on the The President, And......and......and......and......and......and......and......and......and......and......and......and......and......and......and......and......and......and......and......and......and.........and.............................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................. BOR. BOR. BOR. BOR. BOR. BOR. And so on the. And so I'm. I'm gonna' And......and......and......and......and... I'm gonna'a. I'm gonnae. And......andahe......and......and......and......and......and......and......and......and......and... The"}