{"speakers": [], "chunks": [{"timestamp": [0.0, 33.92], "text": " The President Universities have been strongholds of freedom for a long time."}, {"timestamp": [34.38, 38.58], "text": " They believe that students all over the world can get together to help each other and plan the future."}, {"timestamp": [39.18, 42.62], "text": " But many students today have not got the happy conditions of these New Zealand students."}, {"timestamp": [43.26, 49.28], "text": " To help them, Victoria with other New Zealand universities, support the world student relief. Their slogan is"}, {"timestamp": [49.28, 54.86], "text": " United Today for the future, and New Zealand students help this idea by organizing work days."}, {"timestamp": [55.52, 60.04], "text": " With labor for odd jobs in short supply, they give a day's work and pay their earnings to the"}, {"timestamp": [60.04, 64.78], "text": " world student relief. By their work, they hope to buy books for prisoner of war students,"}, {"timestamp": [64.78, 65.0], "text": " to pay university fees for internees in Switzerland and other countries. World Student Relief. By their work, they hope to buy books for prisoner of war students,"}, {"timestamp": [68.34, 76.32], "text": " to pay university fees for internees in Switzerland and other countries."}, {"timestamp": [81.7, 82.22], "text": " They know that the money to buy lamps and kerosene is invaluable in helping Chinese students to work at night."}, {"timestamp": [89.46, 94.08], "text": " Some of the money will be spent in buying medicines and clothes to enable some students to work at all or even to live. Part of the money will go to helping students in freed cities in Europe continue their studies and recreate their university life."}, {"timestamp": [102.92, 107.0], "text": " This money being paid in after the workday will help to reinstate learning."}, {"timestamp": [107.0, 110.0], "text": " For now more than ever before, the world needs trained minds."}, {"timestamp": [110.0, 114.0], "text": " It needs doctors and scientists, architects and engineers."}, {"timestamp": [114.0, 136.14], "text": " And it needs knowledge to help students to unite today for the future. It was over five years before the collapse of Germany that the first forces sailed for Egypt."}, {"timestamp": [136.68, 147.0], "text": " Over five years ago that New Zealand first saw a shipload after shipload of her young men sailing away on a journey that led half across North Africa and throw the length of Italy to the Alps."}, {"timestamp": [147.0, 170.3], "text": " They went away to fight against the Germany of Adolf Hitler because Germany had invaded Poland."}, {"timestamp": [171.3, 175.6], "text": " In those days, not everyone knew the horrors that lay behind this Nazi movement we were fighting."}, {"timestamp": [176.4, 182.0], "text": " A movement shaped by twisted men from the wholesale despair and lawlessness of a defeated Germany,"}, {"timestamp": [182.5, 184.4], "text": " which was impoverished by mass unemployment."}, {"timestamp": [185.86, 190.18], "text": " The Nazi leaders revived the old Prussian militarism in a new and more terrible form."}, {"timestamp": [190.84, 195.76], "text": " And as everyone knows now, they rule even their own country by the unbelievable terrors of the"}, {"timestamp": [195.76, 196.78], "text": " concentration camps."}, {"timestamp": [197.68, 202.62], "text": " By terror and by putting on great theatrical performances such as this rally at Nuremberg,"}, {"timestamp": [202.98, 205.54], "text": " meant to make themselves and their followers feel important."}, {"timestamp": [206.6, 251.7], "text": " They managed to seem quite impressive. Understand if you can, how this little man had a mass following."}, {"timestamp": [255.0, 258.3], "text": " New Zealanders sailed against them in defense of Egypt and on journeys that led to the shores of Greece and Crete,"}, {"timestamp": [258.9, 265.0], "text": " to the airfields of Britain, Russia, France, Holland, and ultimately Germany itself."}, {"timestamp": [265.0, 280.0], "text": " It was a long time ago, so long that babies who were being born when the first echelons"}, {"timestamp": [280.0, 287.0], "text": " went away, so long that children born then are now at school and making progress with their reading."}, {"timestamp": [287.0, 295.12], "text": " There are five-year-old children who haven't yet seen their soldier fathers, and many men"}, {"timestamp": [295.12, 304.04], "text": " coming home see their youngest children for the first time. When the last gun has been fired"}, {"timestamp": [304.04, 308.0], "text": " in Europe in this war, there will still be war-sized jobs to be done."}, {"timestamp": [308.0, 312.0], "text": " Even when the fighting is over, the war is not over."}, {"timestamp": [312.0, 342.0], "text": " And while Germany was falling, a fresh draft of first-class reinforcements was leaving New Zealand shores. There will still be occupation tasks the division must attend to, and they will be there until the job is rarely done."}, {"timestamp": [342.0, 348.56], "text": " Even if all fighting is over, the division still needs this draft."}, {"timestamp": [348.56, 353.32], "text": " At home in New Zealand, there is the war-sized job of getting each injured man fit again,"}, {"timestamp": [353.32, 361.28], "text": " and then trained and established in a good occupation."}, {"timestamp": [361.28, 367.0], "text": " There is the big production job of raising food for a world which will be largely starving."}, {"timestamp": [367.0, 374.0], "text": " And there is still a war to be won. Still the great cleaning up to do in the Pacific."}], "text": " The President Universities have been strongholds of freedom for a long time. They believe that students all over the world can get together to help each other and plan the future. But many students today have not got the happy conditions of these New Zealand students. To help them, Victoria with other New Zealand universities, support the world student relief. Their slogan is United Today for the future, and New Zealand students help this idea by organizing work days. With labor for odd jobs in short supply, they give a day's work and pay their earnings to the world student relief. By their work, they hope to buy books for prisoner of war students, to pay university fees for internees in Switzerland and other countries. World Student Relief. By their work, they hope to buy books for prisoner of war students, to pay university fees for internees in Switzerland and other countries. They know that the money to buy lamps and kerosene is invaluable in helping Chinese students to work at night. Some of the money will be spent in buying medicines and clothes to enable some students to work at all or even to live. Part of the money will go to helping students in freed cities in Europe continue their studies and recreate their university life. This money being paid in after the workday will help to reinstate learning. For now more than ever before, the world needs trained minds. It needs doctors and scientists, architects and engineers. And it needs knowledge to help students to unite today for the future. It was over five years before the collapse of Germany that the first forces sailed for Egypt. Over five years ago that New Zealand first saw a shipload after shipload of her young men sailing away on a journey that led half across North Africa and throw the length of Italy to the Alps. They went away to fight against the Germany of Adolf Hitler because Germany had invaded Poland. In those days, not everyone knew the horrors that lay behind this Nazi movement we were fighting. A movement shaped by twisted men from the wholesale despair and lawlessness of a defeated Germany, which was impoverished by mass unemployment. The Nazi leaders revived the old Prussian militarism in a new and more terrible form. And as everyone knows now, they rule even their own country by the unbelievable terrors of the concentration camps. By terror and by putting on great theatrical performances such as this rally at Nuremberg, meant to make themselves and their followers feel important. They managed to seem quite impressive. Understand if you can, how this little man had a mass following. New Zealanders sailed against them in defense of Egypt and on journeys that led to the shores of Greece and Crete, to the airfields of Britain, Russia, France, Holland, and ultimately Germany itself. It was a long time ago, so long that babies who were being born when the first echelons went away, so long that children born then are now at school and making progress with their reading. There are five-year-old children who haven't yet seen their soldier fathers, and many men coming home see their youngest children for the first time. When the last gun has been fired in Europe in this war, there will still be war-sized jobs to be done. Even when the fighting is over, the war is not over. And while Germany was falling, a fresh draft of first-class reinforcements was leaving New Zealand shores. There will still be occupation tasks the division must attend to, and they will be there until the job is rarely done. Even if all fighting is over, the division still needs this draft. At home in New Zealand, there is the war-sized job of getting each injured man fit again, and then trained and established in a good occupation. There is the big production job of raising food for a world which will be largely starving. And there is still a war to be won. Still the great cleaning up to do in the Pacific."}