{"speakers": [], "chunks": [{"timestamp": [0.0, 39.86], "text": " The The western side of the south island is rugged."}, {"timestamp": [40.4, 42.2], "text": " The tangled mountain ranges are obstacles,"}, {"timestamp": [42.7, 44.74], "text": " but the curious have climbed most of the peaks"}, {"timestamp": [44.74, 46.5], "text": " and the hardy have settled in the valleys,"}, {"timestamp": [46.9, 51.02], "text": " trying to win a living from the unspoiled regions that have always attracted the pioneers."}, {"timestamp": [56.52, 96.8], "text": " Later came the pack teams to ease the loads of men into the rangers, carrying stores to the backcountry stations and to the isolated camps. So it was until a new brand of pioneers came to lighten the burden of men and horses."}, {"timestamp": [97.76, 104.56], "text": " Small aircraft piloted by enterprising veterans of air warfare penetrated deep into rough country to make their supply drops."}, {"timestamp": [105.36, 109.12], "text": " From these small and hazardous beginnings grew a network of service airlines"}, {"timestamp": [109.12, 112.74], "text": " operated by men experienced in the needs of high country flying."}, {"timestamp": [113.4, 116.5], "text": " The radio telephone helped to establish a reliable service"}, {"timestamp": [116.5, 120.5], "text": " and today it provides ready communication between numerous base stations"}, {"timestamp": [120.5, 122.98], "text": " and the field units and airborne pilots."}, {"timestamp": [129.16, 132.38], "text": " Looks to me as though we're pretty certain to finish the doubt today and as the weather looks like holding, we're pretty sure to get in the shot over drop tomorrow."}, {"timestamp": [132.38, 137.12], "text": " We'll stand by in the morning anyway and let you know what the story is."}, {"timestamp": [142.0, 146.0], "text": " It soon became common practice to use the air services."}, {"timestamp": [146.0, 150.0], "text": " At first the odd carton of perishables came in with the passengers,"}, {"timestamp": [150.0, 155.0], "text": " then bigger and heavier cargoes till there seemed no limit to what these small planes could do."}, {"timestamp": [155.0, 162.0], "text": " When the Forest Service decided to establish permanent camps in remote areas,"}, {"timestamp": [162.0, 187.0], "text": " the pre-cut materials were flown in over ground too rugged for men or horses. I'm gonnae....andahe"}, {"timestamp": [187.0, 189.0], "text": "...and..."}, {"timestamp": [189.0, 190.0], "text": "...their..."}, {"timestamp": [190.0, 191.0], "text": "...their..."}, {"timestamp": [191.0, 192.0], "text": "...their..."}, {"timestamp": [192.0, 193.0], "text": "...and..."}, {"timestamp": [193.0, 194.0], "text": "...and..."}, {"timestamp": [194.0, 197.0], "text": "...and..."}, {"timestamp": [197.0, 199.0], "text": "...and..."}, {"timestamp": [199.0, 201.0], "text": "...and..."}, {"timestamp": [201.0, 203.0], "text": "...and..."}, {"timestamp": [203.0, 213.0], "text": "...and......and......and... These camps have hunters,"}, {"timestamp": [213.0, 214.0], "text": " The"}, {"timestamp": [214.0, 215.0], "text": " And"}, {"timestamp": [215.0, 216.0], "text": "..."}, {"timestamp": [216.0, 217.0], "text": "..."}, {"timestamp": [217.0, 218.0], "text": "..."}, {"timestamp": [218.0, 221.0], "text": "..."}, {"timestamp": [221.0, 222.0], "text": "..."}, {"timestamp": [222.0, 232.0], "text": "... These camps serve hunters, surveyors, engineers and others who are opening up some of the world's finest hunting and fishing country."}, {"timestamp": [315.2, 315.92], "text": " Venison, which once was almost impossible to transport, now goes out by the plane loan. In a matter of hours, this game will be in freezers ready for the journey to overseas markets. When I'm going to be able to be. Where wheels can't land, float planes take over and open up whole new areas for trade and tourists."}, {"timestamp": [320.4, 321.04], "text": " Every year for a short season, the New Zealand white baits warms up the river mouths from the sea."}, {"timestamp": [324.88, 325.68], "text": " The catch is unpredictable and highly perishable, but the demand is great, and the float planes hurry their valuable cargoes out over the sea. The catch is unpredictable and highly perishable, but the demand is great, and the float"}, {"timestamp": [325.68, 361.8], "text": " planes hurry their valuable cargoes out over the ranges. Until recently, the lakes of Fjordland were inaccessible to the visiting sportsmen."}, {"timestamp": [361.8, 367.0], "text": " Situated in isolated deer country, these lakes now provide safe landing"}, {"timestamp": [367.0, 369.0], "text": " for parties of hunters and trout fishermen."}, {"timestamp": [373.0, 376.0], "text": " Also into these remote areas comes the amphibian,"}, {"timestamp": [376.0, 378.0], "text": " a little slow but versatile."}, {"timestamp": [378.0, 381.0], "text": " Its service is almost impossible places,"}, {"timestamp": [381.0, 383.0], "text": " making familiar even large areas"}, {"timestamp": [383.0, 387.0], "text": " formerly marked unexplored."}, {"timestamp": [391.0, 399.88], "text": " Lighthouses are almost always in places hard to get at. This one high up over preservation"}, {"timestamp": [399.88, 441.44], "text": " inland is no exception. Alone on the southwestern tip of the South Island, the light keepers have only the radio and the trusty amphibian to pick up that survey party at Long Sound."}, {"timestamp": [441.44, 445.0], "text": " It should be there in an hour. Give you a call there."}, {"timestamp": [475.0, 555.0], "text": " Over. Later, the helicopter appears on the sea. Later the helicopter appears on the scene, and the helicopter appears on the scene, and this eager beaver shows just how useful it can be. The It is a lot of It doesn't need much imagination to work out how much manual labor was saved in that little operation."}, {"timestamp": [555.0, 571.0], "text": " Aerial top dressing really brought these pilots into the public eye."}, {"timestamp": [571.0, 577.0], "text": " Take-offs from confined landing strips and dodging up valleys and over ridges as their everyday occupation."}, {"timestamp": [577.0, 582.0], "text": " This method of fertilizing hilly country from the air was pioneered and developed in New Zealand."}, {"timestamp": [582.0, 647.0], "text": " And to the high country farmers it has become invaluable in maintaining their prosperity. Servicing the west coast of the South Island for nearly 30 years, the scheduled aircraft from hook a ticket to host is a regular and familiar site over settlements along the thinly populated coastline. The"}, {"timestamp": [647.0, 648.32], "text": " The"}, {"timestamp": [648.32, 685.56], "text": " The In the early days of west coast flying, when roads were few and often impassable,"}, {"timestamp": [685.96, 691.42], "text": " the scheduled planes would land in farm paddocks and on sea beaches as part of a near personal service."}, {"timestamp": [692.42, 696.18], "text": " Although more and more roads are being pushed through to link the scattered townships,"}, {"timestamp": [696.18, 714.0], "text": " there'll always be a place in the hearts of the coasters for these pilots who came early and were always there when needed."}, {"timestamp": [716.32, 717.04], "text": " Christchurch International Airport is a busy center."}, {"timestamp": [722.84, 728.98], "text": " In addition to overseas and national services, regular and charter flights link to give visitors the opportunity to include all the well-known tourist resorts of the South Island, all being within a couple of hours from Christchurch."}, {"timestamp": [729.18, 734.54], "text": " Mount Cook and Southern Lakes Tourist Company announced the departure of their Douglas Skyliner"}, {"timestamp": [734.54, 759.0], "text": " for Mount Cook."}, {"timestamp": [759.0, 769.0], "text": " At this favourite resort is the Hermitage, a luxury hotel comfortably tucked into the feet of the great peaks of the southern Alps."}, {"timestamp": [769.0, 827.0], "text": " Several times a day, ski planes leave the hotel airfield for on one of the world's great glaciers."}, {"timestamp": [827.0, 891.0], "text": " Larger airliners make sightseeing excursions along the majestic ranges of the southern Alps. Perhaps. The Southward, the Miltre"}, {"timestamp": [891.0, 909.0], "text": " The Tour heads for Milford Sound in Fjordland."}, {"timestamp": [909.0, 916.0], "text": " Fjords and lakes fill the drowned valleys and range after range of mountains stretch as far as the eye can see."}, {"timestamp": [916.0, 939.0], "text": " This is wild, rugged country, much of it still untrodden by man. For those who wish to visit Fjordland, plane services operate from Queenstown,"}, {"timestamp": [939.0, 1014.88], "text": " the popular tourist centre of the Lakes District. I'm The short scenic flight takes you to an airstrip in the grounds of Milford Hotel. In a few short years, the aeroplane has become the accepted means of travel."}, {"timestamp": [1015.76, 1019.08], "text": " Interlocking networks of Alpine Airways serve New Zealanders"}, {"timestamp": [1019.08, null], "text": " and the visitors who come to enjoy the magnificent scenery of the South Island."}], "text": " The The western side of the south island is rugged. The tangled mountain ranges are obstacles, but the curious have climbed most of the peaks and the hardy have settled in the valleys, trying to win a living from the unspoiled regions that have always attracted the pioneers. Later came the pack teams to ease the loads of men into the rangers, carrying stores to the backcountry stations and to the isolated camps. So it was until a new brand of pioneers came to lighten the burden of men and horses. Small aircraft piloted by enterprising veterans of air warfare penetrated deep into rough country to make their supply drops. From these small and hazardous beginnings grew a network of service airlines operated by men experienced in the needs of high country flying. The radio telephone helped to establish a reliable service and today it provides ready communication between numerous base stations and the field units and airborne pilots. Looks to me as though we're pretty certain to finish the doubt today and as the weather looks like holding, we're pretty sure to get in the shot over drop tomorrow. We'll stand by in the morning anyway and let you know what the story is. It soon became common practice to use the air services. At first the odd carton of perishables came in with the passengers, then bigger and heavier cargoes till there seemed no limit to what these small planes could do. When the Forest Service decided to establish permanent camps in remote areas, the pre-cut materials were flown in over ground too rugged for men or horses. I'm gonnae....andahe...and......their......their......their......and......and......and......and......and......and......and......and......and... These camps have hunters, The And.................. These camps serve hunters, surveyors, engineers and others who are opening up some of the world's finest hunting and fishing country. Venison, which once was almost impossible to transport, now goes out by the plane loan. In a matter of hours, this game will be in freezers ready for the journey to overseas markets. When I'm going to be able to be. Where wheels can't land, float planes take over and open up whole new areas for trade and tourists. Every year for a short season, the New Zealand white baits warms up the river mouths from the sea. The catch is unpredictable and highly perishable, but the demand is great, and the float planes hurry their valuable cargoes out over the sea. The catch is unpredictable and highly perishable, but the demand is great, and the float planes hurry their valuable cargoes out over the ranges. Until recently, the lakes of Fjordland were inaccessible to the visiting sportsmen. Situated in isolated deer country, these lakes now provide safe landing for parties of hunters and trout fishermen. Also into these remote areas comes the amphibian, a little slow but versatile. Its service is almost impossible places, making familiar even large areas formerly marked unexplored. Lighthouses are almost always in places hard to get at. This one high up over preservation inland is no exception. Alone on the southwestern tip of the South Island, the light keepers have only the radio and the trusty amphibian to pick up that survey party at Long Sound. It should be there in an hour. Give you a call there. Over. Later, the helicopter appears on the sea. Later the helicopter appears on the scene, and the helicopter appears on the scene, and this eager beaver shows just how useful it can be. The It is a lot of It doesn't need much imagination to work out how much manual labor was saved in that little operation. Aerial top dressing really brought these pilots into the public eye. Take-offs from confined landing strips and dodging up valleys and over ridges as their everyday occupation. This method of fertilizing hilly country from the air was pioneered and developed in New Zealand. And to the high country farmers it has become invaluable in maintaining their prosperity. Servicing the west coast of the South Island for nearly 30 years, the scheduled aircraft from hook a ticket to host is a regular and familiar site over settlements along the thinly populated coastline. The The The In the early days of west coast flying, when roads were few and often impassable, the scheduled planes would land in farm paddocks and on sea beaches as part of a near personal service. Although more and more roads are being pushed through to link the scattered townships, there'll always be a place in the hearts of the coasters for these pilots who came early and were always there when needed. Christchurch International Airport is a busy center. In addition to overseas and national services, regular and charter flights link to give visitors the opportunity to include all the well-known tourist resorts of the South Island, all being within a couple of hours from Christchurch. Mount Cook and Southern Lakes Tourist Company announced the departure of their Douglas Skyliner for Mount Cook. At this favourite resort is the Hermitage, a luxury hotel comfortably tucked into the feet of the great peaks of the southern Alps. Several times a day, ski planes leave the hotel airfield for on one of the world's great glaciers. Larger airliners make sightseeing excursions along the majestic ranges of the southern Alps. Perhaps. The Southward, the Miltre The Tour heads for Milford Sound in Fjordland. Fjords and lakes fill the drowned valleys and range after range of mountains stretch as far as the eye can see. This is wild, rugged country, much of it still untrodden by man. For those who wish to visit Fjordland, plane services operate from Queenstown, the popular tourist centre of the Lakes District. I'm The short scenic flight takes you to an airstrip in the grounds of Milford Hotel. In a few short years, the aeroplane has become the accepted means of travel. Interlocking networks of Alpine Airways serve New Zealanders and the visitors who come to enjoy the magnificent scenery of the South Island."}