{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " The Caramere's, an isolated range of mountains in the South Island."}, {"timestamp": [26.24, 33.5], "text": " After waiting three weeks for suitable weather, two men are dropped high up in the dense bush. For months,"}, {"timestamp": [33.5, 37.8], "text": " similar survey parties have been penetrating into equally inaccessible parts of"}, {"timestamp": [37.8, 40.5], "text": " the same area."}, {"timestamp": [50.0, 68.0], "text": " Once there, they measure the height and position of specific points in the area. Finally, at these points, markers able to be seen from the air are erected."}, {"timestamp": [107.0, 113.0], "text": " Phase one of the operation is complete. Good morning, Napier, a flight plan after I've spoken to you about the weather. I was talking to the forecaster this morning in Wellington and he suggests that the weather should be fairly good in the East Cape area."}, {"timestamp": [113.0, 117.0], "text": " Could you give me the up-to-date hourly for Gisbon and Rotorua please?"}, {"timestamp": [117.0, 118.0], "text": " Yes."}, {"timestamp": [118.0, 123.0], "text": " Only one eighth of high cloud at Rotorua and nil cloud at Gisbon."}, {"timestamp": [123.0, 124.0], "text": " Sounds like our day."}, {"timestamp": [124.0, 132.0], "text": " Hastings Airport. The weather consulted, flight path given, equipment loaded and another flight"}, {"timestamp": [132.0, 147.0], "text": " begins. I'm sorry, Dahlia."}, {"timestamp": [147.0, 165.0], "text": " Charlie Daukela. County, Deltiello, Rackett. Charlie Delta Keelow."}, {"timestamp": [165.0, 167.0], "text": " Charlie No one."}, {"timestamp": [167.0, 169.0], "text": " My number Kelo, okay."}, {"timestamp": [169.0, 179.0], "text": " On top floor, 10,000 550 feet, 10 miles west of pacing for 64 miles near me, how here?"}, {"timestamp": [179.0, 186.56], "text": " As the plane near its destination, the location 25,000 feet below is clearly visible."}, {"timestamp": [186.56, 189.76], "text": " The operation can proceed."}, {"timestamp": [189.76, 194.74], "text": " The navigator establishes the position and guides the aircraft to the beginning of its first"}, {"timestamp": [194.74, 198.14], "text": " run."}, {"timestamp": [198.14, 199.88], "text": " Wind drift is established."}, {"timestamp": [199.88, 204.64], "text": " Angle of run compensated, altitude constant, equipment checked."}, {"timestamp": [204.64, 207.0], "text": " The crew ready."}, {"timestamp": [211.0, 215.0], "text": " One degree left. Steady."}, {"timestamp": [215.0, 218.0], "text": " The exact position is reached, course correct."}, {"timestamp": [218.0, 219.0], "text": " Fire."}, {"timestamp": [219.0, 224.0], "text": " The camera rolls and the second stage in the making of a map is complete."}, {"timestamp": [227.0, 235.0], "text": " camera rolls and the second stage in the making of a map is complete. From Hastings to the Lands and Survey Department Wellington where the drawing of the map takes place."}, {"timestamp": [235.0, 261.26], "text": " The photographs are taken so that there is a 60% overlap. Two overlapping photographs when viewed stereoscopically produce a three-dimensional image. The operator"}, {"timestamp": [261.26, 267.0], "text": " simulates the exact height and attitude of the aircraft when the pictures were taken."}, {"timestamp": [271.0, 277.0], "text": " Then by referring to the points marked and measured by the survey party,"}, {"timestamp": [277.0, 297.0], "text": " he can work out the heights and positions of all other major points in the area. Once these reference points are marked on the grid paper,"}, {"timestamp": [297.0, 302.0], "text": " the drawing of the various sections of the map can begin."}, {"timestamp": [302.0, 307.0], "text": " When I look in the eyepiece, it's just like being in an aeroplane and seeing all the ground below."}, {"timestamp": [307.0, 313.0], "text": " Firstly, I have to adjust the photographs so they overlap exactly and correspond with marks on the grid paper."}, {"timestamp": [313.0, 321.0], "text": " To draw the contours, I set the height scale at a certain level, say 50 feet."}, {"timestamp": [321.0, 325.0], "text": " Then I keep the floating mark moving around the side of the hill."}, {"timestamp": [325.0, 331.0], "text": " The pencil is at the end of the pander graph arm and it records the lines followed by the dot as I move it around."}, {"timestamp": [331.0, 335.0], "text": " After drawing the contours I trace all the details of the countryside,"}, {"timestamp": [335.0, 374.0], "text": " the trees, roads, rivers and houses. The initial drawings finalised, the sections of the map are brought together,"}, {"timestamp": [374.0, 381.0], "text": " duplicated, then checked, both from a drawing point of view and from actuality."}, {"timestamp": [387.0, 393.0], "text": " Well, we drive along the road and check that the details shown on the map correspond to what actually exists."}, {"timestamp": [393.0, 396.0], "text": " You know, some things can't be seen from the aerial photographs."}, {"timestamp": [396.0, 402.0], "text": " For example, whether a bridge is one way or wooden or concrete."}, {"timestamp": [406.0, 409.0], "text": " Sometimes details have changed since the photographs were taken."}, {"timestamp": [410.0, 413.0], "text": " Old houses pulled down or a new one built."}, {"timestamp": [417.0, 422.0], "text": " We make a note of these changes so that the map will be as up to date as possible."}, {"timestamp": [423.0, 427.0], "text": " Accuracy assured the drawing of the final stencils"}, {"timestamp": [427.0, 465.0], "text": " in all their infinite detail begins. The I'm going to be. I'm going to the"}, {"timestamp": [465.0, 467.0], "text": " I'm"}, {"timestamp": [467.0, 468.0], "text": " the"}, {"timestamp": [468.0, 469.0], "text": " I'm"}, {"timestamp": [469.0, 470.0], "text": " I'm"}, {"timestamp": [470.0, 471.0], "text": " I'm"}, {"timestamp": [471.0, 472.0], "text": " I'm"}, {"timestamp": [472.0, 474.0], "text": " the"}, {"timestamp": [474.0, 475.0], "text": " I'm"}, {"timestamp": [475.0, 476.0], "text": " the"}, {"timestamp": [476.0, 485.0], "text": " I'm Bhopal. And......and the..."}, {"timestamp": [485.0, 486.0], "text": "...and..."}, {"timestamp": [486.0, 487.0], "text": "...a..."}, {"timestamp": [487.0, 489.0], "text": "...and..."}, {"timestamp": [489.0, 490.0], "text": "...and..."}, {"timestamp": [490.0, 492.0], "text": "...and..."}, {"timestamp": [492.0, 493.0], "text": "...and..."}, {"timestamp": [493.0, 494.0], "text": "...and..."}, {"timestamp": [494.0, 495.0], "text": "...and..."}, {"timestamp": [495.0, 497.0], "text": "...and..."}, {"timestamp": [497.0, 498.0], "text": "...and..."}, {"timestamp": [498.0, 500.0], "text": "...and..."}, {"timestamp": [500.0, 501.0], "text": "...and..."}, {"timestamp": [501.0, 505.0], "text": "...and... I'm going to be. I'm going to be the"}, {"timestamp": [505.0, 507.0], "text": " I'm going to"}, {"timestamp": [507.0, 509.0], "text": " I'm"}, {"timestamp": [509.0, 510.0], "text": " I'm"}, {"timestamp": [510.0, 511.0], "text": " I'm"}, {"timestamp": [511.0, 512.0], "text": " I'm"}, {"timestamp": [512.0, 514.0], "text": " the"}, {"timestamp": [514.0, 515.0], "text": " I'm"}, {"timestamp": [515.0, 516.0], "text": " and"}, {"timestamp": [516.0, 517.0], "text": " I'm"}, {"timestamp": [517.0, 518.0], "text": " I'm"}, {"timestamp": [518.0, 519.0], "text": " I'm"}, {"timestamp": [519.0, 600.0], "text": " I'm going to be. I'm going to be. Aluminium plates are coated with a light sensitive emulsion and the completed stencils transferred photographically."}, {"timestamp": [600.0, 655.0], "text": " They're then developed and the map is ready for printing. P. Maps are one of the foundations of our civilization."}, {"timestamp": [655.0, 666.0], "text": " Many of our activities, both recreational and commercial, would be impossible without them......."}, {"timestamp": [666.0, 667.0], "text": "..."}, {"timestamp": [667.0, 668.0], "text": "..."}, {"timestamp": [668.0, 669.0], "text": "..."}, {"timestamp": [669.0, 670.0], "text": "..."}, {"timestamp": [670.0, 672.0], "text": "..."}, {"timestamp": [672.0, 690.0], "text": ".................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................... If you look at the key of the face of the map, we find that there's a state forest that's not all the area we've been looking at. Can you see that?"}, {"timestamp": [690.0, 695.0], "text": " If the scale is once two hundred fifty thousand, which is the same."}, {"timestamp": [695.0, 701.0], "text": " Please, man, can I go there as a slight for the tracksman?"}, {"timestamp": [701.0, 720.0], "text": " On the TV reception, there should be some of the audience. But ironically, many of the activities which a map makes possible,"}, {"timestamp": [720.0, 725.0], "text": " alter the details of a landscape, making the original map inaccurate."}, {"timestamp": [725.0, 728.0], "text": " Gradually, a map, Tango I-1-1-1."}, {"timestamp": [728.0, 730.0], "text": " Tango-1-Tager, over?"}, {"timestamp": [730.0, null], "text": " Gradually, a map becomes obsolete, and the process must begin anew. The"}], "text": " The Caramere's, an isolated range of mountains in the South Island. After waiting three weeks for suitable weather, two men are dropped high up in the dense bush. For months, similar survey parties have been penetrating into equally inaccessible parts of the same area. Once there, they measure the height and position of specific points in the area. Finally, at these points, markers able to be seen from the air are erected. Phase one of the operation is complete. Good morning, Napier, a flight plan after I've spoken to you about the weather. I was talking to the forecaster this morning in Wellington and he suggests that the weather should be fairly good in the East Cape area. Could you give me the up-to-date hourly for Gisbon and Rotorua please? Yes. Only one eighth of high cloud at Rotorua and nil cloud at Gisbon. Sounds like our day. Hastings Airport. The weather consulted, flight path given, equipment loaded and another flight begins. I'm sorry, Dahlia. Charlie Daukela. County, Deltiello, Rackett. Charlie Delta Keelow. Charlie No one. My number Kelo, okay. On top floor, 10,000 550 feet, 10 miles west of pacing for 64 miles near me, how here? As the plane near its destination, the location 25,000 feet below is clearly visible. The operation can proceed. The navigator establishes the position and guides the aircraft to the beginning of its first run. Wind drift is established. Angle of run compensated, altitude constant, equipment checked. The crew ready. One degree left. Steady. The exact position is reached, course correct. Fire. The camera rolls and the second stage in the making of a map is complete. camera rolls and the second stage in the making of a map is complete. From Hastings to the Lands and Survey Department Wellington where the drawing of the map takes place. The photographs are taken so that there is a 60% overlap. Two overlapping photographs when viewed stereoscopically produce a three-dimensional image. The operator simulates the exact height and attitude of the aircraft when the pictures were taken. Then by referring to the points marked and measured by the survey party, he can work out the heights and positions of all other major points in the area. Once these reference points are marked on the grid paper, the drawing of the various sections of the map can begin. When I look in the eyepiece, it's just like being in an aeroplane and seeing all the ground below. Firstly, I have to adjust the photographs so they overlap exactly and correspond with marks on the grid paper. To draw the contours, I set the height scale at a certain level, say 50 feet. Then I keep the floating mark moving around the side of the hill. The pencil is at the end of the pander graph arm and it records the lines followed by the dot as I move it around. After drawing the contours I trace all the details of the countryside, the trees, roads, rivers and houses. The initial drawings finalised, the sections of the map are brought together, duplicated, then checked, both from a drawing point of view and from actuality. Well, we drive along the road and check that the details shown on the map correspond to what actually exists. You know, some things can't be seen from the aerial photographs. For example, whether a bridge is one way or wooden or concrete. Sometimes details have changed since the photographs were taken. Old houses pulled down or a new one built. We make a note of these changes so that the map will be as up to date as possible. Accuracy assured the drawing of the final stencils in all their infinite detail begins. The I'm going to be. I'm going to the I'm the I'm I'm I'm I'm the I'm the I'm Bhopal. And......and the......and......a......and......and......and......and......and......and......and......and......and......and......and... I'm going to be. I'm going to be the I'm going to I'm I'm I'm I'm the I'm and I'm I'm I'm I'm going to be. I'm going to be. Aluminium plates are coated with a light sensitive emulsion and the completed stencils transferred photographically. They're then developed and the map is ready for printing. P. Maps are one of the foundations of our civilization. Many of our activities, both recreational and commercial, would be impossible without them.......................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................................... If you look at the key of the face of the map, we find that there's a state forest that's not all the area we've been looking at. Can you see that? If the scale is once two hundred fifty thousand, which is the same. Please, man, can I go there as a slight for the tracksman? On the TV reception, there should be some of the audience. But ironically, many of the activities which a map makes possible, alter the details of a landscape, making the original map inaccurate. Gradually, a map, Tango I-1-1-1. Tango-1-Tager, over? Gradually, a map becomes obsolete, and the process must begin anew. The"}