{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " The construction"}, {"timestamp": [2.0, 3.0], "text": " The Constructural"}, {"timestamp": [3.0, 32.0], "text": " The Constructed of Carapiro has been going on for seven years, and now at last work is coming to an end."}, {"timestamp": [32.0, 36.0], "text": " The dam is almost ready for flooding and final preparations are underway."}, {"timestamp": [36.0, 42.0], "text": " The Waikato River will rise behind this great rampart of concrete and form a lake covering 2,000 acres."}, {"timestamp": [42.0, 52.0], "text": " The concrete is sealed off with tar and The concrete is sealed off with tar and the tunnel intakes are cleaned up."}, {"timestamp": [55.0, 62.0], "text": " On top of the dam, final adjustments are made to one of the Pennstock gates."}, {"timestamp": [63.0, 69.0], "text": " When the gate is finally lifted, it will allow the water to flow down to the powerhouse below and through the generators."}, {"timestamp": [69.0, 79.0], "text": " The closing of the diversion tunnel is the first act in the great drama of the flooding of Carapiro."}, {"timestamp": [79.0, 83.0], "text": " A button is pressed and the wheels turn to lower the gates."}, {"timestamp": [83.0, 86.18], "text": " The gate slowly descends to close the"}, {"timestamp": [86.18, 108.0], "text": " diversion tunnel. Upstream from the dam a new bridge has been built over the top of the old wooden one, which will be submerged."}, {"timestamp": [108.0, 115.0], "text": " The main casualty in the flooding of Carapiro will be Horahora, the oldest hydro station in the North Island."}, {"timestamp": [115.0, 123.0], "text": " Since 1910, Horoara has been producing 10,000 kilowatts, but Carapiro would eventually generate 90,000 kilowatts."}, {"timestamp": [123.0, 125.7], "text": " This is Horahora's spillway."}, {"timestamp": [125.7, 129.5], "text": " It takes the surface water which doesn't flow through the generators."}, {"timestamp": [129.5, 134.5], "text": " For the last time, Hora Hora generators are sending their kilowatts into the North Island power system."}, {"timestamp": [134.5, 138.0], "text": " After nearly 40 years' service, the switches are closed."}, {"timestamp": [138.0, 147.0], "text": " Hora Hora is shutting down. The gates are dropped to stop the flow of water through the powerhouse."}, {"timestamp": [147.0, 167.0], "text": " And now the whole of the river is rushing over the spillway."}, {"timestamp": [167.0, 187.0], "text": " Down the river, the old wooden bridge has been floated off on boys boys and attempts are made to salvage it for breaking up."}, {"timestamp": [187.0, 193.0], "text": " The lake will cover the main road so a new highway has been built on a higher level."}, {"timestamp": [193.0, 206.2], "text": " The lake is already beginning to cover a part of horror horror and now comes the tough and heartbreaking job of pulling down the equipment"}, {"timestamp": [206.2, 210.2], "text": " and dragging it out before the level becomes too high, but time is short."}, {"timestamp": [215.0, 219.2], "text": " The lake water rises."}, {"timestamp": [232.0, 256.38], "text": " Even the houses that surround the old station are coming out."}, {"timestamp": [271.0, 279.0], "text": " The old wooden bridge is floated away. Its timber can be put to good use. At Hamilton, the closing of the Carapiro diversion tunnel has sent the river to an unusually low level,"}, {"timestamp": [279.0, 284.0], "text": " and the city engineer has a problem in keeping the water supply going. New pipes are installed."}, {"timestamp": [284.0, 287.0], "text": " But beyond Carapiro,"}, {"timestamp": [288.5, 294.5], "text": " the lake is a magnificent stretch of water reflecting the cloudy sky like a mirror. At Carapiro,"}, {"timestamp": [294.5, 299.86], "text": " the lake covered with pumice stone, is now almost high enough to flow over the spillway. On"}, {"timestamp": [299.86, 332.0], "text": " the night of April 8th, hundreds of people flocked to Carapiro to await the waters plunge over the spillway. The first trickle of water comes over, then a steady flow."}, {"timestamp": [332.0, 350.0], "text": " By early morning a great torrent of water is falling down the spillway, the whole of the Waikaro River. Back at Horahora, the last removal is made."}, {"timestamp": [350.0, 366.0], "text": " The roof of the last removal is made."}, {"timestamp": [366.0, 369.0], "text": " The roof of the powerhouse is taken away."}, {"timestamp": [369.0, 375.0], "text": " It's the end of Horo Horo Horo, but it's the beginning of Carapiro."}, {"timestamp": [375.0, 384.0], "text": " The water is flowing down through the intakes, down to the powerhouse below."}, {"timestamp": [384.0, 387.5], "text": " At the far end of the powerhouse below."}, {"timestamp": [393.5, 394.0], "text": " At the far end of the powerhouse, number one generator, which will turn out 30,000 kilowatts, is undergoing tests."}, {"timestamp": [417.0, 427.0], "text": " The first tests are successful, and the generator is already being sent into the North Island system. In six months, the authorities hope to have the whole station underway and generating 90,000 kilowatts."}, {"timestamp": [433.0, null], "text": " The power flows up to the outdoor station and through the pylons and across the country, but Carapiro is only the beginning of a great scheme to harness the whole of the Waikato River. The"}], "text": " The construction The Constructural The Constructed of Carapiro has been going on for seven years, and now at last work is coming to an end. The dam is almost ready for flooding and final preparations are underway. The Waikato River will rise behind this great rampart of concrete and form a lake covering 2,000 acres. The concrete is sealed off with tar and The concrete is sealed off with tar and the tunnel intakes are cleaned up. On top of the dam, final adjustments are made to one of the Pennstock gates. When the gate is finally lifted, it will allow the water to flow down to the powerhouse below and through the generators. The closing of the diversion tunnel is the first act in the great drama of the flooding of Carapiro. A button is pressed and the wheels turn to lower the gates. The gate slowly descends to close the diversion tunnel. Upstream from the dam a new bridge has been built over the top of the old wooden one, which will be submerged. The main casualty in the flooding of Carapiro will be Horahora, the oldest hydro station in the North Island. Since 1910, Horoara has been producing 10,000 kilowatts, but Carapiro would eventually generate 90,000 kilowatts. This is Horahora's spillway. It takes the surface water which doesn't flow through the generators. For the last time, Hora Hora generators are sending their kilowatts into the North Island power system. After nearly 40 years' service, the switches are closed. Hora Hora is shutting down. The gates are dropped to stop the flow of water through the powerhouse. And now the whole of the river is rushing over the spillway. Down the river, the old wooden bridge has been floated off on boys boys and attempts are made to salvage it for breaking up. The lake will cover the main road so a new highway has been built on a higher level. The lake is already beginning to cover a part of horror horror and now comes the tough and heartbreaking job of pulling down the equipment and dragging it out before the level becomes too high, but time is short. The lake water rises. Even the houses that surround the old station are coming out. The old wooden bridge is floated away. Its timber can be put to good use. At Hamilton, the closing of the Carapiro diversion tunnel has sent the river to an unusually low level, and the city engineer has a problem in keeping the water supply going. New pipes are installed. But beyond Carapiro, the lake is a magnificent stretch of water reflecting the cloudy sky like a mirror. At Carapiro, the lake covered with pumice stone, is now almost high enough to flow over the spillway. On the night of April 8th, hundreds of people flocked to Carapiro to await the waters plunge over the spillway. The first trickle of water comes over, then a steady flow. By early morning a great torrent of water is falling down the spillway, the whole of the Waikaro River. Back at Horahora, the last removal is made. The roof of the last removal is made. The roof of the powerhouse is taken away. It's the end of Horo Horo Horo, but it's the beginning of Carapiro. The water is flowing down through the intakes, down to the powerhouse below. At the far end of the powerhouse below. At the far end of the powerhouse, number one generator, which will turn out 30,000 kilowatts, is undergoing tests. The first tests are successful, and the generator is already being sent into the North Island system. In six months, the authorities hope to have the whole station underway and generating 90,000 kilowatts. The power flows up to the outdoor station and through the pylons and across the country, but Carapiro is only the beginning of a great scheme to harness the whole of the Waikato River. The"}