{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " It's the 6th of March 1906."}, {"timestamp": [5.0, 13.0], "text": " The New Zealand football team have returned victorious from the UK, where they played 34 matches and lost only one."}, {"timestamp": [13.0, 18.0], "text": " Players and management are enjoying a complimentary dinner with the Premier and Mayor of Auckland."}, {"timestamp": [18.0, 25.0], "text": " The dinner programme records the results of the games and a team photograph of the 1905 originals."}, {"timestamp": [25.0, 30.0], "text": " Forevermore they and their successes will be known as the All Blacks."}, {"timestamp": [30.0, 33.0], "text": " The programs passed among the players."}, {"timestamp": [33.0, 34.0], "text": " They sign it."}, {"timestamp": [34.0, 36.0], "text": " Their captain is David Gallowher."}, {"timestamp": [36.0, 41.0], "text": " He's a tough leader who served in the South African War in 1901."}, {"timestamp": [41.0, 44.0], "text": " Ten years after that historic dinner,"}, {"timestamp": [44.0, 51.0], "text": " David Galaher would again enlist, this time for World War I in the 21st Regiment."}, {"timestamp": [51.0, 57.0], "text": " Fifteen months later, on the 4th of October 1917, he was killed in action."}, {"timestamp": [57.0, 61.0], "text": " How do we know this? Because it's in the archives."}], "text": " It's the 6th of March 1906. The New Zealand football team have returned victorious from the UK, where they played 34 matches and lost only one. Players and management are enjoying a complimentary dinner with the Premier and Mayor of Auckland. The dinner programme records the results of the games and a team photograph of the 1905 originals. Forevermore they and their successes will be known as the All Blacks. The programs passed among the players. They sign it. Their captain is David Gallowher. He's a tough leader who served in the South African War in 1901. Ten years after that historic dinner, David Galaher would again enlist, this time for World War I in the 21st Regiment. Fifteen months later, on the 4th of October 1917, he was killed in action. How do we know this? Because it's in the archives."}