{"speakers": [], "chunks": [{"timestamp": [0.0, 19.0], "text": " This vast American military hospital is in Auckland."}, {"timestamp": [19.0, 25.0], "text": " And for many men injured in the South Pacific fighting, this was the first thing they saw of New Zealand's northernmost city."}, {"timestamp": [25.0, 30.0], "text": " The hospital buildings were supplied by New Zealand as a part of the dimension's reverse least lens."}, {"timestamp": [30.0, 33.0], "text": " The equipment all comes from America."}, {"timestamp": [33.0, 37.0], "text": " The surgeon here is preparing to remove a piece of shrapnel from a casualty from the island."}, {"timestamp": [37.0, 44.0], "text": " The very latest techniques are employed, the patient receiving a transfusion while the operation is in progress."}, {"timestamp": [44.0, 48.0], "text": " Everything that's needed to ensure recovery is here on the job."}, {"timestamp": [48.0, 50.0], "text": " When the surgeon's work is over,"}, {"timestamp": [50.0, 54.0], "text": " then Auckland can begin to take a hand in the recovery of her guests and allies."}, {"timestamp": [54.0, 56.0], "text": " At first, the men stay in the hospital grounds,"}, {"timestamp": [56.0, 60.0], "text": " and about all that Auckland can configure is food and sunshine."}, {"timestamp": [64.0, 67.0], "text": " Also under the red cross in Auckland is the Naval and Marine Hospital."}, {"timestamp": [67.0, 75.0], "text": " Voluntary uniformed hospital visitors, the New Zealand grey ladies, run this right where it's wanted library service."}, {"timestamp": [75.0, 81.0], "text": " The men spend an easy time around here looking forward to the day when they'll be well enough to go out and see the city."}, {"timestamp": [81.0, 93.28], "text": " The great day comes to go out and walk in the public park and perhaps see some civilians"}, {"timestamp": [93.28, 94.28], "text": " again."}, {"timestamp": [94.28, 107.0], "text": " Up till now, civilians have been a pretty rare sight. Some go for lunch at the Allied servicemen's club."}, {"timestamp": [107.0, 127.0], "text": " Some go to visit Auckland's War Memorial Museum."}, {"timestamp": [127.0, 137.0], "text": " The museum looks out across the harbor and below it one of Auckland's ferry boats makes for the city."}, {"timestamp": [137.0, 141.0], "text": " Auckland has highways on the water and many Aucklanders go to work by ferry."}, {"timestamp": [141.0, 145.14], "text": " No American has ever dared to tell us in New Zealand just what"}, {"timestamp": [145.14, 149.66], "text": " he expected our country to be like before he came here, but on the whole, Auckland can't"}, {"timestamp": [149.66, 155.88], "text": " have seemed very strange. Today a street collection for patriotic funds is in progress. The funds"}, {"timestamp": [155.88, 161.62], "text": " are used for the men overseas in Italy, Britain, India and the Pacific. Our overseas visitors"}, {"timestamp": [161.62, 165.0], "text": " have given generous health."}, {"timestamp": [169.0, 171.0], "text": " The shoe shine industry was introduced especially for American customers."}, {"timestamp": [175.0, 177.0], "text": " This windmill was built when San Francisco was an overgrown mining center. If San Francisco has got ahead since then,"}, {"timestamp": [177.0, 181.0], "text": " well, Auckland never had a good fire or earthquake to help it along."}, {"timestamp": [182.0, 184.0], "text": " Auckland has many industries."}, {"timestamp": [184.0, 186.0], "text": " One of the most colourful is in the woolen mill,"}, {"timestamp": [186.0, 188.0], "text": " where wool is in preparation for everything"}, {"timestamp": [188.0, 190.0], "text": " from knitting to carpet making."}, {"timestamp": [190.0, 193.0], "text": " There are lots of interesting and attractive things in this factory."}, {"timestamp": [193.0, 196.0], "text": " Now just look down here at these spindles, for instance."}, {"timestamp": [196.0, 214.0], "text": " Well, never mind. Men who have a died in the war objection to holding wool for their wives to wind"}, {"timestamp": [214.0, 217.0], "text": " might try taking on this job for a month or two."}, {"timestamp": [217.0, 230.0], "text": " In wartime the rugs woven on these looms are all plain ones,"}, {"timestamp": [230.0, 234.0], "text": " but a few pre-war samples have been preserved for our inspection."}, {"timestamp": [234.0, 238.0], "text": " It must be that only the plain rugs set the patterns of total war."}, {"timestamp": [238.0, 244.0], "text": " This melting part is the first stage in one of Auckland's defense industries."}, {"timestamp": [244.0, 251.0], "text": " Each ladleful of zinc which goes into the diecaster makes the cause for four highly effective pineapple patterned hand grenades."}, {"timestamp": [251.0, 256.0], "text": " All the finishing work on grenade and bomb parts is done by girls."}, {"timestamp": [256.0, 282.0], "text": " New Zealand made hand grenades have shifted a lot of japs up in the island where the real fruity pineapples grow. One of Auckland's oldest industries, the building of small ships."}, {"timestamp": [282.0, 290.0], "text": " From the cheerfulness of the red undercoats, the little ships changed to a dull business-like grey as they near completion."}, {"timestamp": [290.0, 295.0], "text": " Auckland Province's earliest shipping connections were with American whalers in the 1820s."}, {"timestamp": [295.0, 300.0], "text": " Today these yards are carrying out a large building program for the United States Navy."}, {"timestamp": [300.0, 307.0], "text": " Yachting, Auckland's greatest sport has led many on Aucklanders through the Royal Naval Reserve to his place in naval action."}, {"timestamp": [307.0, 309.0], "text": " Meanwhile the youngsters keep the sport going."}, {"timestamp": [309.0, 312.0], "text": " To only yacht is the Aucklanders' first ambition."}, {"timestamp": [312.0, 315.0], "text": " After that, he wants a home in Auckland with a garden and a view."}, {"timestamp": [315.0, 318.0], "text": " The houses and the views are many and varied."}, {"timestamp": [322.0, 327.0], "text": " From this high position, Auckland harbour can be seen stretching out to the Hauraki Gulf."}, {"timestamp": [327.0, 341.0], "text": " All in all, this is a city where people know how to enjoy life, and that goes for American visitors too."}, {"timestamp": [341.0, 347.0], "text": " It's a place where it's worthwhile getting well so as to enjoy it to the full."}, {"timestamp": [347.0, 378.0], "text": " There's a fair breeze and it seems a great day for yachting."}, {"timestamp": [380.0, 384.0], "text": " It's a great day for sailing all right. The Navy must be out here somewhere taking advantage of it all."}, {"timestamp": [384.0, 389.0], "text": " Yes, here they are, coming along well and preparing to round the boys."}, {"timestamp": [389.0, 391.0], "text": " There's nothing to watch."}, {"timestamp": [391.0, 412.0], "text": " There's nothing pleasant to watch. There's nothing pleasanter to watch from yachting, especially in pleasant company."}, {"timestamp": [415.0, 418.0], "text": " These convalescents have hopes of seeing a mermaid."}, {"timestamp": [418.0, 421.0], "text": " They've heard there are such creatures to be found around these coasts."}, {"timestamp": [421.0, 427.0], "text": " Now that one, for example, looks about as nice as they come."}, {"timestamp": [431.0, 436.0], "text": " Auckland's big yachts have been hauled up for the duration, but the vessel in the background never was a racer,"}, {"timestamp": [436.0, 439.0], "text": " even if she does lay claim to a riotous use."}, {"timestamp": [443.0, 447.0], "text": " The sailors admire or criticise the types that pass."}, {"timestamp": [447.0, 451.0], "text": " This 18 footer belongs to the fastest class of yachts."}, {"timestamp": [451.0, 456.0], "text": " This is one of the smallest class, a seven footer."}, {"timestamp": [456.0, 459.0], "text": " The daily trans-Tasman clipper is coming in."}, {"timestamp": [459.0, 499.0], "text": " This is the end of a 1200 mile hop from Sydney in distant Australia. A last swim in the clear harbor waters."}, {"timestamp": [499.0, 514.0], "text": " A smoke before dressing. And now it's time so it seems to throw back the mermaids before returning to a hospital."}, {"timestamp": [514.0, 527.0], "text": " Here again is the military hospital, the Auckland Holiday Hotel for many Americans who were injured on the job of cleaning up the South Pacific."}, {"timestamp": [527.0, 532.0], "text": " In the occupational therapy wing, convalescence occupied themselves with all sorts of hobbies."}, {"timestamp": [532.0, 537.0], "text": " An American carves a traditional three-fingered Maori ancestor."}, {"timestamp": [537.0, 542.0], "text": " Here's another carving on the native Maori pattern."}, {"timestamp": [542.0, 545.08], "text": " And of course, as it's Auckland, there just have to be some boat"}, {"timestamp": [545.08, 552.5], "text": " builders around. Going to see if the mail has come from home, whether the mail is from"}, {"timestamp": [552.5, 557.0], "text": " America to New Zealand or from New Zealand to Italy or the Pacific Islands, the sentiment"}, {"timestamp": [557.0, 563.48], "text": " much the same. So American servicemen get well here in New Zealand's former capital. They play"}, {"timestamp": [563.48, 569.24], "text": " ball with the dog and the country plays ball with them, giving them every encouragement to recover their health, Biedelier"}, {"timestamp": [569.24, 574.66], "text": " thoroughly. It's for service once more, men of the 43rd Division parade on Auckland's"}, {"timestamp": [574.66, 579.4], "text": " domain. Some of those who deserve them are receiving awards for gallantry and action. Their"}, {"timestamp": [579.4, 585.0], "text": " commander, Major General Leonard F. Wing, pins on the coveted decoration."}, {"timestamp": [590.0, 594.0], "text": " The city mayor and other notables are present as New Zealand's allies march past before the museum, which is often proud memorial to her dead of World War I."}, {"timestamp": [604.0, 607.0], "text": " The memorial to men of the First World War dominates the parade ground."}, {"timestamp": [607.0, 616.0], "text": " Across the water lies another sort of memorial, Rangitoto, the old volcano,"}, {"timestamp": [616.0, 619.0], "text": " a memorial to the days when the earth was young."}, {"timestamp": [619.0, 622.84], "text": " And in sight of Rangitoto, Americans who served under Admiral Holtz"}, {"timestamp": [622.84, 626.0], "text": " they recover their health on New Zealand shores."}], "text": " This vast American military hospital is in Auckland. And for many men injured in the South Pacific fighting, this was the first thing they saw of New Zealand's northernmost city. The hospital buildings were supplied by New Zealand as a part of the dimension's reverse least lens. The equipment all comes from America. The surgeon here is preparing to remove a piece of shrapnel from a casualty from the island. The very latest techniques are employed, the patient receiving a transfusion while the operation is in progress. Everything that's needed to ensure recovery is here on the job. When the surgeon's work is over, then Auckland can begin to take a hand in the recovery of her guests and allies. At first, the men stay in the hospital grounds, and about all that Auckland can configure is food and sunshine. Also under the red cross in Auckland is the Naval and Marine Hospital. Voluntary uniformed hospital visitors, the New Zealand grey ladies, run this right where it's wanted library service. The men spend an easy time around here looking forward to the day when they'll be well enough to go out and see the city. The great day comes to go out and walk in the public park and perhaps see some civilians again. Up till now, civilians have been a pretty rare sight. Some go for lunch at the Allied servicemen's club. Some go to visit Auckland's War Memorial Museum. The museum looks out across the harbor and below it one of Auckland's ferry boats makes for the city. Auckland has highways on the water and many Aucklanders go to work by ferry. No American has ever dared to tell us in New Zealand just what he expected our country to be like before he came here, but on the whole, Auckland can't have seemed very strange. Today a street collection for patriotic funds is in progress. The funds are used for the men overseas in Italy, Britain, India and the Pacific. Our overseas visitors have given generous health. The shoe shine industry was introduced especially for American customers. This windmill was built when San Francisco was an overgrown mining center. If San Francisco has got ahead since then, well, Auckland never had a good fire or earthquake to help it along. Auckland has many industries. One of the most colourful is in the woolen mill, where wool is in preparation for everything from knitting to carpet making. There are lots of interesting and attractive things in this factory. Now just look down here at these spindles, for instance. Well, never mind. Men who have a died in the war objection to holding wool for their wives to wind might try taking on this job for a month or two. In wartime the rugs woven on these looms are all plain ones, but a few pre-war samples have been preserved for our inspection. It must be that only the plain rugs set the patterns of total war. This melting part is the first stage in one of Auckland's defense industries. Each ladleful of zinc which goes into the diecaster makes the cause for four highly effective pineapple patterned hand grenades. All the finishing work on grenade and bomb parts is done by girls. New Zealand made hand grenades have shifted a lot of japs up in the island where the real fruity pineapples grow. One of Auckland's oldest industries, the building of small ships. From the cheerfulness of the red undercoats, the little ships changed to a dull business-like grey as they near completion. Auckland Province's earliest shipping connections were with American whalers in the 1820s. Today these yards are carrying out a large building program for the United States Navy. Yachting, Auckland's greatest sport has led many on Aucklanders through the Royal Naval Reserve to his place in naval action. Meanwhile the youngsters keep the sport going. To only yacht is the Aucklanders' first ambition. After that, he wants a home in Auckland with a garden and a view. The houses and the views are many and varied. From this high position, Auckland harbour can be seen stretching out to the Hauraki Gulf. All in all, this is a city where people know how to enjoy life, and that goes for American visitors too. It's a place where it's worthwhile getting well so as to enjoy it to the full. There's a fair breeze and it seems a great day for yachting. It's a great day for sailing all right. The Navy must be out here somewhere taking advantage of it all. Yes, here they are, coming along well and preparing to round the boys. There's nothing to watch. There's nothing pleasant to watch. There's nothing pleasanter to watch from yachting, especially in pleasant company. These convalescents have hopes of seeing a mermaid. They've heard there are such creatures to be found around these coasts. Now that one, for example, looks about as nice as they come. Auckland's big yachts have been hauled up for the duration, but the vessel in the background never was a racer, even if she does lay claim to a riotous use. The sailors admire or criticise the types that pass. This 18 footer belongs to the fastest class of yachts. This is one of the smallest class, a seven footer. The daily trans-Tasman clipper is coming in. This is the end of a 1200 mile hop from Sydney in distant Australia. A last swim in the clear harbor waters. A smoke before dressing. And now it's time so it seems to throw back the mermaids before returning to a hospital. Here again is the military hospital, the Auckland Holiday Hotel for many Americans who were injured on the job of cleaning up the South Pacific. In the occupational therapy wing, convalescence occupied themselves with all sorts of hobbies. An American carves a traditional three-fingered Maori ancestor. Here's another carving on the native Maori pattern. And of course, as it's Auckland, there just have to be some boat builders around. Going to see if the mail has come from home, whether the mail is from America to New Zealand or from New Zealand to Italy or the Pacific Islands, the sentiment much the same. So American servicemen get well here in New Zealand's former capital. They play ball with the dog and the country plays ball with them, giving them every encouragement to recover their health, Biedelier thoroughly. It's for service once more, men of the 43rd Division parade on Auckland's domain. Some of those who deserve them are receiving awards for gallantry and action. Their commander, Major General Leonard F. Wing, pins on the coveted decoration. The city mayor and other notables are present as New Zealand's allies march past before the museum, which is often proud memorial to her dead of World War I. The memorial to men of the First World War dominates the parade ground. Across the water lies another sort of memorial, Rangitoto, the old volcano, a memorial to the days when the earth was young. And in sight of Rangitoto, Americans who served under Admiral Holtz they recover their health on New Zealand shores."}