{"speakers": [], "chunks": [{"timestamp": [0.0, 38.5], "text": " The President Auckland is the base for the Trans-Tasman Air Service, which runs eight trips a week to Sydney with the big 30-passenger flying boats."}, {"timestamp": [38.5, 48.64], "text": " At the company's headquarters and Mechanics Bay, tomorrow's plane is at the pontoon, its motors being checked for the flight."}, {"timestamp": [52.32, 56.88], "text": " When the big planes waddle out of the water for their yearly check, they go out the hub at a Hobsonville. With wheels on, they're trundled into the hangar by a tractor."}, {"timestamp": [73.0, 107.0], "text": " Men swarm over the big aircraft. Every part part examined and measured and carefully gone over. and as all the parts go to make the part's"}, {"timestamp": [107.0, 126.0], "text": " and as all the parts go together, every assembly is examined to make sure it's right."}, {"timestamp": [126.0, 130.0], "text": " Examiners even measure the stretch of a bolt to check its tension."}, {"timestamp": [130.0, 151.0], "text": " As complex as an aeroplane engine as an aeroplane engine is the rest of the organization."}, {"timestamp": [151.0, 158.0], "text": " Instrument preparers for altometers and revolution counters and automatic pilots."}, {"timestamp": [158.0, 162.0], "text": " Doctors examinations for air crews every six months."}, {"timestamp": [166.0, 172.0], "text": " A navigation school and a linked trainer with every pilot getting blind flying instruction every month."}, {"timestamp": [176.0, 179.0], "text": " Briefing on weather conditions for the next day's flight."}, {"timestamp": [179.0, 183.0], "text": " An area of high pressure here, avoid a disturbance there."}, {"timestamp": [183.0, 185.38], "text": " And all the office work in checking and bookings"}, {"timestamp": [185.38, 190.56], "text": " and in reply to yours of the fifth and, yes, madam, we have two seats and the careful weighing"}, {"timestamp": [190.56, 191.68], "text": " of freight and baggage."}, {"timestamp": [196.56, 203.06], "text": " There are clerks and typists and chiefs and chefs, chefs who prepare the meals to be"}, {"timestamp": [203.06, 205.7], "text": " eaten 6,000 feet over the Tasman."}, {"timestamp": [209.58, 209.94], "text": " Chefs and stewards who check the salad and aspect, the ice cream and chicken,"}, {"timestamp": [211.84, 212.56], "text": " who check everything that goes into the plane."}, {"timestamp": [216.34, 220.64], "text": " 90 knives and 90 forks and 60 spoons, all to be checked."}, {"timestamp": [224.24, 224.8], "text": " Checking the motors. Checking a reconditioned engine in the test house."}, {"timestamp": [227.0, 238.0], "text": " Start it up and run it for an eight-hour check. Eight hours of this."}, {"timestamp": [238.0, 242.0], "text": " A full throttle test before the engine goes into a plane."}, {"timestamp": [242.0, 245.66], "text": " Checking the oil pressure and the boost, the temperature and the revs."}, {"timestamp": [245.66, 252.76], "text": " One million revs to Sydney and at Mustn't Missa Beat, 6,000 feet over the Tasman, eight hours"}, {"timestamp": [252.76, 450.8], "text": " over the clouds. Captain's radio officer, request Ques from music point, please. 1915280 Music 0.550, ETA 1,600 hours. 1915280 Music approaching on 4,000, same height. I'm gonna'a. I'm not sure. Zebra Mike Baker to Rose Bay Launch."}, {"timestamp": [450.8, 452.9], "text": " Zebra Mike Baker to Rose Bay Launch."}, {"timestamp": [452.9, 455.0], "text": " Request landing instructions, please."}, {"timestamp": [455.0, 535.0], "text": " Over. To some people, this is the biggest city they've ever seen. To some it's just dropping into another collection of buildings and hotels, appointments and contracts. The Third city of the British Commonwealth, Sydney has as many people as the whole of New Zealand."}, {"timestamp": [535.0, 546.0], "text": " More traffic, more noise, bigger buildings and greater crowds than anything over to Tasman. Isn't it? Yeah. Oh, yeah?"}, {"timestamp": [546.0, 593.0], "text": " Oh, yeah. I'm gonna go. For today's passengers the trip is over."}, {"timestamp": [593.0, 605.0], "text": " In the morning the trip is over."}, {"timestamp": [605.0, 609.0], "text": " In the morning the plane is starting back over the Tasman,"}, {"timestamp": [609.0, 614.0], "text": " leaving the bays and the big buildings, the bridge and the two million people."}, {"timestamp": [614.0, 618.0], "text": " Thirteen hundred miles to New Zealand,"}, {"timestamp": [618.0, null], "text": " eight hours to Auckland. And"}], "text": " The President Auckland is the base for the Trans-Tasman Air Service, which runs eight trips a week to Sydney with the big 30-passenger flying boats. At the company's headquarters and Mechanics Bay, tomorrow's plane is at the pontoon, its motors being checked for the flight. When the big planes waddle out of the water for their yearly check, they go out the hub at a Hobsonville. With wheels on, they're trundled into the hangar by a tractor. Men swarm over the big aircraft. Every part part examined and measured and carefully gone over. and as all the parts go to make the part's and as all the parts go together, every assembly is examined to make sure it's right. Examiners even measure the stretch of a bolt to check its tension. As complex as an aeroplane engine as an aeroplane engine is the rest of the organization. Instrument preparers for altometers and revolution counters and automatic pilots. Doctors examinations for air crews every six months. A navigation school and a linked trainer with every pilot getting blind flying instruction every month. Briefing on weather conditions for the next day's flight. An area of high pressure here, avoid a disturbance there. And all the office work in checking and bookings and in reply to yours of the fifth and, yes, madam, we have two seats and the careful weighing of freight and baggage. There are clerks and typists and chiefs and chefs, chefs who prepare the meals to be eaten 6,000 feet over the Tasman. Chefs and stewards who check the salad and aspect, the ice cream and chicken, who check everything that goes into the plane. 90 knives and 90 forks and 60 spoons, all to be checked. Checking the motors. Checking a reconditioned engine in the test house. Start it up and run it for an eight-hour check. Eight hours of this. A full throttle test before the engine goes into a plane. Checking the oil pressure and the boost, the temperature and the revs. One million revs to Sydney and at Mustn't Missa Beat, 6,000 feet over the Tasman, eight hours over the clouds. Captain's radio officer, request Ques from music point, please. 1915280 Music 0.550, ETA 1,600 hours. 1915280 Music approaching on 4,000, same height. I'm gonna'a. I'm not sure. Zebra Mike Baker to Rose Bay Launch. Zebra Mike Baker to Rose Bay Launch. Request landing instructions, please. Over. To some people, this is the biggest city they've ever seen. To some it's just dropping into another collection of buildings and hotels, appointments and contracts. The Third city of the British Commonwealth, Sydney has as many people as the whole of New Zealand. More traffic, more noise, bigger buildings and greater crowds than anything over to Tasman. Isn't it? Yeah. Oh, yeah? Oh, yeah. I'm gonna go. For today's passengers the trip is over. In the morning the trip is over. In the morning the plane is starting back over the Tasman, leaving the bays and the big buildings, the bridge and the two million people. Thirteen hundred miles to New Zealand, eight hours to Auckland. And"}