{"speakers": [], "chunks": [{"timestamp": [0.0, 29.88], "text": " This is the old flagstaff at Waitangi."}, {"timestamp": [30.38, 32.78], "text": " It marks one of the most historic places in New Zealand,"}, {"timestamp": [32.92, 36.82], "text": " for it stands on the spot where the Treaty of Waitangi was signed in 1840."}, {"timestamp": [37.5, 40.64], "text": " This old flagstaff on the lawn of New Zealand's first government house"}, {"timestamp": [40.64, 42.94], "text": " is no longer sound and has to be replaced."}, {"timestamp": [43.72, 63.92], "text": " To take its place, a new Cowrie flagpole is being prepared. This is the lower half of the new"}, {"timestamp": [63.92, 67.0], "text": " flagpole which has been pitsorn from a cowrie log. The top half is now being cut of the new flagpole which has been fit-sorn from a Cowry log."}, {"timestamp": [67.0, 70.0], "text": " The top half is now being cut in the same way."}, {"timestamp": [70.0, 77.0], "text": " In old-fashioned pit-sowing, the top Sawyer guides the saw, the bottom sawyer gets all the sawdust."}, {"timestamp": [77.0, 83.0], "text": " It was for Cowry logs like this, that ships came to the Bay of Islands long before 1840."}, {"timestamp": [83.0, 85.2], "text": " Very tall and very straight, Cowry was the perfect timber for the mast of Islands long before 1840. Very tall and very straight,"}, {"timestamp": [85.6, 88.82], "text": " Cowry was the perfect timber for the mast and spars of sailing ships."}, {"timestamp": [89.6, 92.9], "text": " This log was a gift to the Waitangi Trust from the State Forest Service."}, {"timestamp": [93.56, 95.38], "text": " The Navy have promised to erect the pole."}, {"timestamp": [96.14, 98.84], "text": " When it is up, it will be 117 feet high,"}, {"timestamp": [99.18, 111.88], "text": " and it is claimed the highest plague pole in the southern hemisphere."}, {"timestamp": [114.62, 114.94], "text": " Late summer and early autumn is dipping time."}, {"timestamp": [116.48, 116.68], "text": " On sheep farms all over New Zealand,"}, {"timestamp": [118.48, 119.02], "text": " sheep are being mustered for their annual dipping."}, {"timestamp": [122.48, 122.82], "text": " Then every sheep every farmer has is plunged into a vermin-killing bath."}, {"timestamp": [127.0, 135.84], "text": " Here it's thoroughly dipped. Instead of dipping, experiments are now being made with spray. This Australian power"}, {"timestamp": [135.84, 141.2], "text": " sprayer is being tested by the agricultural department at the Roa Cora Animal Research Station."}, {"timestamp": [141.2, 150.24], "text": " Revolving sprays squirt the dipping fluid over the sheep. Nozzles set in the floor squirt them underneath and make sure that they're soaked to the skin all over."}, {"timestamp": [150.24, 157.82], "text": " This is not gravity spraying but power spraying and a centrifuge pump"}, {"timestamp": [157.82, 162.08], "text": " driven by a motor supplies a strong pressure so the solution thoroughly penetrates the"}, {"timestamp": [162.08, 165.26], "text": " fleets. All this activity is to kill ticks and lice."}, {"timestamp": [165.62, 168.84], "text": " This is a tick, a small blood-sucking parasite, a quarter of an inch long."}, {"timestamp": [170.68, 173.38], "text": " Tests show that the wall is thoroughly soaked by the sprayer,"}, {"timestamp": [173.62, 176.04], "text": " but it's too soon to say whether it's as lasting as dipping."}, {"timestamp": [176.44, 196.44], "text": " If it is, future farmers will probably talk of mustering for the spraying. After Napier breakwater, the harbour swim for the Annette Kerabon Cup starts the New Zealand"}, {"timestamp": [196.44, 200.76], "text": " National Swimming Championships, a three-day meeting that has brought to Napier 160 swimmers"}, {"timestamp": [200.76, 201.88], "text": " from all parts of the Dominion."}, {"timestamp": [201.88, 209.0], "text": " The crowd on the wharf sees a 160 swimmers from all parts of the Dominion."}, {"timestamp": [212.0, 214.0], "text": " The crowd on the wharf sees a grand race over the 3.5 mile course and first home is D. Reid of Otago."}, {"timestamp": [218.0, 221.0], "text": " In second place is F. Clow of Taranaki."}, {"timestamp": [229.0, 235.0], "text": " And after a fine swim, Miss M. Craney of Auckland makes third place. But the harbor wasn't the only water used for the events."}, {"timestamp": [235.0, 239.0], "text": " Latier's municipal baths became the centre of interest for swimmers and sports fans alike."}, {"timestamp": [239.0, 243.0], "text": " Daytime saw the heats of events like this, the One Mile Men's Championship,"}, {"timestamp": [243.0, 246.56], "text": " with some of the best swimmers of New Zealand in action. The finals were held at night."}, {"timestamp": [250.56, 257.28], "text": " Though this is the first national championship meeting to be held for six years,"}, {"timestamp": [257.28, 261.28], "text": " swimmers like these showed that despite the war, the standard of swimming hadn't gone back."}, {"timestamp": [263.2, 266.88], "text": " For swimmers and visitors, Napier had plenty of attractions besides swimming."}, {"timestamp": [266.88, 271.44], "text": " Among them, Marine Parade with its soundchair and entertainments."}, {"timestamp": [273.44, 278.4], "text": " Even a baby show was on the program, swimmers having to be caught young."}, {"timestamp": [280.32, 285.2], "text": " And if tap dancing didn't appeal to you, you could always go back to the barbs. This time for the diving events."}, {"timestamp": [312.6, 313.3], "text": " With divers turning on display on displays with divers turning on displays of perfect balance and control, here was grace and beauty."}, {"timestamp": [347.0, 370.0], "text": " And more grace and beauty could always be found on the skating rink on the parade. Napier believes in making its own fun, Marine Parade is just the place for that. The spirit of carnival seems to be raising its heads."}, {"timestamp": [372.0, 374.0], "text": " But still they come, crooping back to the baths again for more swimming."}, {"timestamp": [376.0, 377.0], "text": " This time it's water polo,"}, {"timestamp": [377.0, 380.0], "text": " a first round match between Warrington and Otago,"}, {"timestamp": [380.0, null], "text": " which ends in a draw to all. While swimmers showed their skill and speed to Napier, Napier showed her attractions to the swimmers and proved herself a splendid playground."}], "text": " This is the old flagstaff at Waitangi. It marks one of the most historic places in New Zealand, for it stands on the spot where the Treaty of Waitangi was signed in 1840. This old flagstaff on the lawn of New Zealand's first government house is no longer sound and has to be replaced. To take its place, a new Cowrie flagpole is being prepared. This is the lower half of the new flagpole which has been pitsorn from a cowrie log. The top half is now being cut of the new flagpole which has been fit-sorn from a Cowry log. The top half is now being cut in the same way. In old-fashioned pit-sowing, the top Sawyer guides the saw, the bottom sawyer gets all the sawdust. It was for Cowry logs like this, that ships came to the Bay of Islands long before 1840. Very tall and very straight, Cowry was the perfect timber for the mast of Islands long before 1840. Very tall and very straight, Cowry was the perfect timber for the mast and spars of sailing ships. This log was a gift to the Waitangi Trust from the State Forest Service. The Navy have promised to erect the pole. When it is up, it will be 117 feet high, and it is claimed the highest plague pole in the southern hemisphere. Late summer and early autumn is dipping time. On sheep farms all over New Zealand, sheep are being mustered for their annual dipping. Then every sheep every farmer has is plunged into a vermin-killing bath. Here it's thoroughly dipped. Instead of dipping, experiments are now being made with spray. This Australian power sprayer is being tested by the agricultural department at the Roa Cora Animal Research Station. Revolving sprays squirt the dipping fluid over the sheep. Nozzles set in the floor squirt them underneath and make sure that they're soaked to the skin all over. This is not gravity spraying but power spraying and a centrifuge pump driven by a motor supplies a strong pressure so the solution thoroughly penetrates the fleets. All this activity is to kill ticks and lice. This is a tick, a small blood-sucking parasite, a quarter of an inch long. Tests show that the wall is thoroughly soaked by the sprayer, but it's too soon to say whether it's as lasting as dipping. If it is, future farmers will probably talk of mustering for the spraying. After Napier breakwater, the harbour swim for the Annette Kerabon Cup starts the New Zealand National Swimming Championships, a three-day meeting that has brought to Napier 160 swimmers from all parts of the Dominion. The crowd on the wharf sees a 160 swimmers from all parts of the Dominion. The crowd on the wharf sees a grand race over the 3.5 mile course and first home is D. Reid of Otago. In second place is F. Clow of Taranaki. And after a fine swim, Miss M. Craney of Auckland makes third place. But the harbor wasn't the only water used for the events. Latier's municipal baths became the centre of interest for swimmers and sports fans alike. Daytime saw the heats of events like this, the One Mile Men's Championship, with some of the best swimmers of New Zealand in action. The finals were held at night. Though this is the first national championship meeting to be held for six years, swimmers like these showed that despite the war, the standard of swimming hadn't gone back. For swimmers and visitors, Napier had plenty of attractions besides swimming. Among them, Marine Parade with its soundchair and entertainments. Even a baby show was on the program, swimmers having to be caught young. And if tap dancing didn't appeal to you, you could always go back to the barbs. This time for the diving events. With divers turning on display on displays with divers turning on displays of perfect balance and control, here was grace and beauty. And more grace and beauty could always be found on the skating rink on the parade. Napier believes in making its own fun, Marine Parade is just the place for that. The spirit of carnival seems to be raising its heads. But still they come, crooping back to the baths again for more swimming. This time it's water polo, a first round match between Warrington and Otago, which ends in a draw to all. While swimmers showed their skill and speed to Napier, Napier showed her attractions to the swimmers and proved herself a splendid playground."}