{"speakers": [], "chunks": [{"timestamp": [0.0, 14.0], "text": " Christchurch, New Zealand City of the Plains."}, {"timestamp": [14.0, 27.38], "text": " Here, when spring comes to, Christchurch, New Zealand City of the Plains."}, {"timestamp": [28.48, 30.68], "text": " Here, when spring comes to Canterbury,"}, {"timestamp": [31.56, 35.12], "text": " daffodils bloom gay and golden in the woodland of Hagley Park."}, {"timestamp": [40.8, 51.0], "text": " Nurses from the nearby hospital, artists seeking a subject, people of all ages, wonder among thousands of blooms enjoying their beauty."}, {"timestamp": [53.6, 61.8], "text": " Past the daffodils, through the park, tree bordered, green banked, the avon flows, a small and placid stream."}, {"timestamp": [64.0, 68.0], "text": " Workers come here each day to spend their lunch hour in the sunshine."}, {"timestamp": [69.0, 72.0], "text": " There are pickings for ducks and the greedier gulls."}, {"timestamp": [73.0, 75.0], "text": " The river bank is cool and green."}, {"timestamp": [75.0, 78.0], "text": " A quiet haven from the bustle of the city."}, {"timestamp": [83.0, 90.0], "text": " Nearby are tall buildings, busy street and and the heart of the city Cathedral Square."}, {"timestamp": [94.0, 105.0], "text": " Here stands a noble minister, the Cathedral Church of Christ with its tall copper spire."}, {"timestamp": [109.0, 114.0], "text": " Beneath its dominating grandeur, move buses, trams, cars."}, {"timestamp": [118.0, 124.0], "text": " North, south, east and west from the square they go,"}, {"timestamp": [124.0, 126.02], "text": " down long straight streets,"}, {"timestamp": [126.5, 129.96], "text": " laid out in regular patterns by the pioneers long ago."}, {"timestamp": [130.96, 134.3], "text": " Every city's street is flat, so there are bicycles everywhere."}, {"timestamp": [135.1, 136.76], "text": " This is a city of cyclists."}, {"timestamp": [142.42, 146.5], "text": " Mothers, fathers, sons and daughters, all on wheels."}, {"timestamp": [147.5, 152.14], "text": " Cyclists of all ages from 8 to 80 ride to play or work each day."}, {"timestamp": [152.88, 154.32], "text": " There are thousands of them."}, {"timestamp": [155.04, 157.68], "text": " And only Copenhagen is said to boast more bicycles."}, {"timestamp": [163.6, 167.0], "text": " Beside the Avon are statues and memorials."}, {"timestamp": [167.0, 172.0], "text": " Here, the statue of Captain Scott, white as Antarctic."}, {"timestamp": [172.0, 177.0], "text": " There the graceful arch of the Bridge of Remembrance,"}, {"timestamp": [177.0, 180.0], "text": " Memorial of Two World Wars."}, {"timestamp": [180.0, 185.76], "text": " On the other bank of the Aven, a world of art and learning."}, {"timestamp": [185.76, 192.92], "text": " The art gallery, red brick and white stone, tucked away in the botanic gardens."}, {"timestamp": [192.92, 198.64], "text": " Canterbury University College, weathered grey stone buildings, shadowed coasters."}, {"timestamp": [198.64, 205.0], "text": " It was here Lord Rutherford began a great career."}, {"timestamp": [212.0, 216.0], "text": " The statue of John Robert Godley, founder of Canterbury, rightly stands in the center of the city."}, {"timestamp": [222.0, 225.4], "text": " Not far away are the gray Gothic provincial chamber and its attached wooden buildings. Survivals of the days when Canterbury was self-governed."}, {"timestamp": [233.1, 236.4], "text": " Christchurch was a church of England's settlement."}, {"timestamp": [236.4, 241.0], "text": " And so in the cathedral, beneath arched roof and fretted stone,"}, {"timestamp": [241.0, 245.0], "text": " the noble traditions of English church music are faithfully carried on."}, {"timestamp": [245.0, 251.0], "text": " The choir in cassocks at Scarlet comes to sing the glory of the Lord."}, {"timestamp": [251.0, 274.0], "text": " For the Anglican community, the Lord,, the cathedral is the center of their spiritual life."}, {"timestamp": [274.0, 283.0], "text": " Roman Catholics give the same proud place to their stately cathedral of the Blessed Sacrament."}, {"timestamp": [283.0, 289.18], "text": " Other denominations too have their city"}, {"timestamp": [289.18, 296.68], "text": " churches, the Durham Street Methodist Church of Stone, the Presbyterian Church of St Andrew,"}, {"timestamp": [296.68, 311.28], "text": " oldest wooden church in the city. Beyond the cathedrals and the churches are the homes and gardens of the people."}, {"timestamp": [312.06, 315.34], "text": " Christchurch is a city where even factories have their gardens."}, {"timestamp": [316.18, 321.66], "text": " Whether homes are large or small, there is always room for flowers and more flowers,"}, {"timestamp": [322.24, 327.0], "text": " homely geraniums, delicate cherry blossom and bright azaleas."}, {"timestamp": [327.0, 334.0], "text": " In spring, summer and autumn, Christchurch gardens are gay and colouring."}, {"timestamp": [334.0, 345.08], "text": " Christchurch cares for its old folk in the evening of their lives, and for its babies too."}, {"timestamp": [346.04, 349.54], "text": " They are reared as carefully as gardeners tend their young plants."}, {"timestamp": [350.42, 354.16], "text": " Mothers are helped by the Plunkett System of Infant Care and Welfare."}, {"timestamp": [354.96, 358.68], "text": " Lasting monument to a great New Zealander, Sir Truby King."}, {"timestamp": [373.0, 377.0], "text": " Capable trained nurses keep careful watch on babies' weight and general health. And proud mothers watch the scales."}, {"timestamp": [377.0, 387.0], "text": " These cheerful girls in blue are Karatani nurses at the hospital where sick babies are given special treatment."}, {"timestamp": [391.0, 396.0], "text": " But all too soon, the time will come for baby to start school."}, {"timestamp": [396.0, 400.0], "text": " First, the kindergarten where learning is found."}, {"timestamp": [400.0, 405.28], "text": " Then the primary school, and at last the big school."}, {"timestamp": [409.86, 410.4], "text": " Some boys may go to the boys high school, founded in 1881,"}, {"timestamp": [414.12, 418.2], "text": " and proudly claiming David Lowe, the famous cartoonist as a pupil."}, {"timestamp": [422.96, 423.48], "text": " Others may play their cricket on the green and pleasant grounds of St. Beed's College,"}, {"timestamp": [425.0, 430.0], "text": " with its ivy-clad walls."}, {"timestamp": [434.0, 438.0], "text": " St. Andrews College has a pipe band in the best Scottish tradition, for those whose blood quickened as to the skull of the pipes."}, {"timestamp": [438.0, 452.5], "text": " Christ College, like Christ Church, has started its second century."}, {"timestamp": [453.18, 458.26], "text": " Its buildings, some almost as old as the school, are grouped around a grass quadrat."}, {"timestamp": [459.08, 464.0], "text": " On winter mornings, the boys walk to their classrooms, the grass is white with frost."}, {"timestamp": [467.0, 470.0], "text": " The girls' high school stands in Kranma Square."}, {"timestamp": [470.0, 474.0], "text": " And not far away are the broad acres of Hagley Park"}, {"timestamp": [474.0, 477.0], "text": " with playing fields for many sports."}, {"timestamp": [481.0, 484.0], "text": " There are few more popular than basketball."}, {"timestamp": [484.0, 488.0], "text": " On these courts are only some of the thousand or more girls"}, {"timestamp": [488.0, 491.0], "text": " to play each Saturday afternoon."}, {"timestamp": [495.0, 498.0], "text": " Hockey players and footballers too"}, {"timestamp": [498.0, 501.0], "text": " come to the park in hundreds each winter."}, {"timestamp": [501.0, 506.76], "text": " The football of course is rugby, the national sport. Some of these boys one day"}, {"timestamp": [506.76, 517.08], "text": " may represent Canterbury or even New Zealand. The provincial or international matches"}, {"timestamp": [517.08, 523.84], "text": " in which they may take part are played at Lancaster Park. Here Christchurch people gather in"}, {"timestamp": [523.84, 526.0], "text": " thousands to watch the big games,"}, {"timestamp": [526.0, 533.0], "text": " to cheer the players and possibly the referee. When spring comes to Christchurch,"}, {"timestamp": [533.0, 539.6], "text": " thoughts turn to summer sports and the sunny days at lie ahead. In Hagley Park, the cherry"}, {"timestamp": [539.6, 547.0], "text": " trees are magically dressed in a delicate froth of blossom, pale pink against the woodland green."}, {"timestamp": [547.0, 553.0], "text": " Later, in the botanic gardens, there are brighter and bolder colors."}, {"timestamp": [553.0, 557.0], "text": " The azaleas are like flame in the sunshine."}, {"timestamp": [557.0, 572.0], "text": " The gay tulips, deep purple, pale pink, smooth yellow, are masked like soldiers, standing stiffly proud for all to admire."}, {"timestamp": [572.0, 584.0], "text": " But all too soon, spring gives way to summer and its sports. Rowing is popular on the wide, lower reaches of the area."}, {"timestamp": [584.0, 585.3], "text": " Here in a setting reminiscent of an English river, oarsmen urge their fore. rowing is popular on the wide lower reaches of the area."}, {"timestamp": [588.12, 588.8], "text": " Here in a setting reminiscent of an English river,"}, {"timestamp": [592.1, 600.0], "text": " oarsmen urge their frail shells towards the finishing line."}, {"timestamp": [605.2, 606.22], "text": " In the park, the archers are lined up, drawing back their bowsters."}, {"timestamp": [611.44, 616.8], "text": " Today, archery is yet another sport, increasing in popularity."}, {"timestamp": [622.94, 625.4], "text": " The game of bowls attracts hundreds of players each Saturday to greens like this in Hagley Park."}, {"timestamp": [629.84, 630.3], "text": " Tennis players may enjoy the fine grass courts of Wilding Park,"}, {"timestamp": [632.0, 633.86], "text": " named after Anthony Wilde."}, {"timestamp": [636.78, 637.32], "text": " This is the home of cricket in Christchurch,"}, {"timestamp": [639.7, 640.64], "text": " the green and pleasant sward of Hagley Over."}, {"timestamp": [642.14, 642.8], "text": " To this tree-bordered ground,"}, {"timestamp": [647.24, 648.24], "text": " generations of cricketers have come to pay allegiance to the King of Summer Sports."}, {"timestamp": [651.84, 652.76], "text": " In summer, thousands flock to swim from New Brighton's beaches."}, {"timestamp": [658.74, 659.54], "text": " These surf teams are drilling to fit themselves better for their voluntary task of guarding the public safety."}, {"timestamp": [672.0, 678.0], "text": " Each year, their vigilance saves many bathers from drowned. For yachtsmen, the wide expanse of the estuary provides perfect sailing conditions."}, {"timestamp": [678.0, 683.0], "text": " Its waters are shallow, but ideal for pottering about in small bursts."}, {"timestamp": [687.98, 691.94], "text": " Beside the estuary, on the way to Sum Sumner is a relic of the early days, a cottage built of Cobb,"}, {"timestamp": [691.94, 695.32], "text": " the mixture of earth and tussock used by the pioneers"}, {"timestamp": [695.32, 700.18], "text": " in place of timber."}, {"timestamp": [700.18, 704.76], "text": " Today, modern homes and brick, timber, concrete,"}, {"timestamp": [704.76, 708.14], "text": " cling to the rocky hillside on the other side of the Sumner Road."}, {"timestamp": [709.4, 712.68], "text": " The hill dwellers can look out to sea every day."}, {"timestamp": [713.52, 718.6], "text": " For city people, Sumner's Beach is a popular rendezvous on sunny afternoons."}, {"timestamp": [723.02, 729.6], "text": " Beyond Scarborough Head at the end of the beach, the coastline turns into the bay and beach of Taylor's mistake."}, {"timestamp": [730.4, 733.34], "text": " Here, holiday cottages nestled into the cliffs."}, {"timestamp": [742.5, 747.6], "text": " In Littleton's Harbour is the pleasant holiday resort of Diamond Harbor."}, {"timestamp": [752.48, 755.14], "text": " There the sea sparkles in the sunshine."}, {"timestamp": [756.0, 761.86], "text": " Launches bring holiday makers from Christchurch, whilst yachts lie at anchor in a sheltered bay."}, {"timestamp": [766.4, 768.0], "text": " Hills surround the harbour."}, {"timestamp": [769.0, 771.5], "text": " At its head lies Governor's bed,"}, {"timestamp": [771.5, 775.0], "text": " where sunlit hills and valleys run down to the shore."}, {"timestamp": [781.0, 782.0], "text": " The port of Littleton,"}, {"timestamp": [782.8, 787.0], "text": " looking like a toy model from the hills above it, is the gateway to Christchurch."}, {"timestamp": [787.0, 792.0], "text": " A railway tunnel pierces the hills between port and city."}, {"timestamp": [792.0, 801.0], "text": " From the whargs and houses of the port, a steep and narrow track winds up and over the hills."}, {"timestamp": [801.0, 807.0], "text": " Now this is the historic bridal path over which the early pioneers toiled a century ago."}, {"timestamp": [811.0, 817.0], "text": " Pegasus Bay curves far to the north of Christchurch. To the west looms Canterbury's Western War,"}, {"timestamp": [817.0, 820.0], "text": " the snow-capped southern Alps."}, {"timestamp": [829.2, 833.2], "text": " From snow-fed mountain lakes like Pukake comes power. Power for the homes and factories of Christchurch and Canterman."}, {"timestamp": [833.2, 837.4], "text": " Across the Alps westward lies beautiful Lake Canierre."}, {"timestamp": [841.4, 847.0], "text": " Along the country roads from the high country come sheep with their drover."}, {"timestamp": [847.0, 851.8], "text": " These are the sheep that produce most of the wealth of canticle. Meat and wool for shipment"}, {"timestamp": [851.8, 859.4], "text": " to the world's markets. In the foothills are the homesteads, set in pleasant places."}, {"timestamp": [859.4, 867.0], "text": " Hills for sheep, plains for wheat. Lamb alone has not made Canterbury's name."}, {"timestamp": [867.0, 873.0], "text": " In the sunshine of the plains, thousands of acres of wheat are grown and harvested each year."}, {"timestamp": [873.0, 880.0], "text": " Canterbury has been called the Granary of New Zealand."}, {"timestamp": [880.0, 887.0], "text": " From its harvests come flour and bread for Christchurch, and many other parts of the dominion."}, {"timestamp": [887.0, 895.0], "text": " Modern machinery does most of the work, but harvesting still means long hours for the harvesters in the hot sunshine."}, {"timestamp": [899.0, 910.0], "text": " At Leaston, not far from Christchurch, the land yields yet another harvest, acres of tulips."}, {"timestamp": [910.0, 918.0], "text": " These ced ranks of glorious booms will soon grace city homes, whilst the bowels will find a place in many gardens."}, {"timestamp": [918.0, 934.3], "text": " Once a year, Canterbury farmers and thousands of city folk flock to the show at Eddington."}, {"timestamp": [936.7, 941.2], "text": " Attracting the farmers and the small boys like a magnet is the farm machine."}, {"timestamp": [942.1, 950.2], "text": " All kinds are on display, trucks, tractors, headers, and all designed to help the farmers produce still more from the land."}, {"timestamp": [953.6, 959.8], "text": " And when they have seen enough of machinery, everyone flocks round the showroom for the grand parade."}, {"timestamp": [961.0, 968.0], "text": " City folk may not know much about the land and its stock, but like the farmers, they too can admire the champions."}, {"timestamp": [972.0, 977.0], "text": " And now for the horses, proudly wearing their championship ribbons."}, {"timestamp": [977.0, 987.38], "text": " Powerful drops, saddle horses, sleek hunters, sturdy hacks, children's ponies, cantering round the ring for the benefit of the crowd."}, {"timestamp": [988.24, 990.16], "text": " This is the horses' deck."}, {"timestamp": [1010.0, 1016.0], "text": " Addington is also headquarters of the sport of prodding. New Zealand trotting cuffweed attracts many thousands of racing enthusiasts from all over the country."}, {"timestamp": [1016.0, 1023.0], "text": " And here are, watching the totalisator in the sunshine, studying racebooks in the stands,"}, {"timestamp": [1023.0, 1026.0], "text": " and hoping they have backed the winner this time."}, {"timestamp": [1028.0, 1030.0], "text": " The horses are now parading in the bird carriage."}, {"timestamp": [1031.0, 1035.0], "text": " The driver's silks make a bright contrast of colour to the general background."}, {"timestamp": [1041.0, 1043.0], "text": " And at last the field is aware."}, {"timestamp": [1043.0, 1050.0], "text": " As the horses sweep past the stands on the first leg of their journey, the drivers are already jockeying to position."}, {"timestamp": [1054.0, 1058.0], "text": " All too quickly the field rounds the bend into the back stretch."}, {"timestamp": [1058.0, 1062.0], "text": " And now they race into the home stretch."}, {"timestamp": [1062.0, 1066.5], "text": " The winner passes the post to the cheering of the crowd. And now they race into the home stretch."}, {"timestamp": [1070.0, 1076.0], "text": " The winner passes the post to the cheering of the crowd."}, {"timestamp": [1079.0, 1084.0], "text": " For him are the flowers of victory. He wears them proudly, bobs his head in answer to the applause,"}, {"timestamp": [1084.0, 1085.72], "text": " and the big race is over."}, {"timestamp": [1089.32, 1094.1], "text": " And so, goodbye to Addington and to Christchurch."}, {"timestamp": [1094.94, 1099.82], "text": " Some visitors may return home by plane from the city's airport at Harewood."}, {"timestamp": [1102.12, 1110.0], "text": " Homeward bound, their plane turns north, south or west, and far beneath lies Christchurch"}, {"timestamp": [1110.0, 1113.0], "text": " between the mountains and the sea."}, {"timestamp": [1113.0, 1118.0], "text": " Yes, Christchurch, New Zealand City of the Plains."}], "text": " Christchurch, New Zealand City of the Plains. Here, when spring comes to, Christchurch, New Zealand City of the Plains. Here, when spring comes to Canterbury, daffodils bloom gay and golden in the woodland of Hagley Park. Nurses from the nearby hospital, artists seeking a subject, people of all ages, wonder among thousands of blooms enjoying their beauty. Past the daffodils, through the park, tree bordered, green banked, the avon flows, a small and placid stream. Workers come here each day to spend their lunch hour in the sunshine. There are pickings for ducks and the greedier gulls. The river bank is cool and green. A quiet haven from the bustle of the city. Nearby are tall buildings, busy street and and the heart of the city Cathedral Square. Here stands a noble minister, the Cathedral Church of Christ with its tall copper spire. Beneath its dominating grandeur, move buses, trams, cars. North, south, east and west from the square they go, down long straight streets, laid out in regular patterns by the pioneers long ago. Every city's street is flat, so there are bicycles everywhere. This is a city of cyclists. Mothers, fathers, sons and daughters, all on wheels. Cyclists of all ages from 8 to 80 ride to play or work each day. There are thousands of them. And only Copenhagen is said to boast more bicycles. Beside the Avon are statues and memorials. Here, the statue of Captain Scott, white as Antarctic. There the graceful arch of the Bridge of Remembrance, Memorial of Two World Wars. On the other bank of the Aven, a world of art and learning. The art gallery, red brick and white stone, tucked away in the botanic gardens. Canterbury University College, weathered grey stone buildings, shadowed coasters. It was here Lord Rutherford began a great career. The statue of John Robert Godley, founder of Canterbury, rightly stands in the center of the city. Not far away are the gray Gothic provincial chamber and its attached wooden buildings. Survivals of the days when Canterbury was self-governed. Christchurch was a church of England's settlement. And so in the cathedral, beneath arched roof and fretted stone, the noble traditions of English church music are faithfully carried on. The choir in cassocks at Scarlet comes to sing the glory of the Lord. For the Anglican community, the Lord,, the cathedral is the center of their spiritual life. Roman Catholics give the same proud place to their stately cathedral of the Blessed Sacrament. Other denominations too have their city churches, the Durham Street Methodist Church of Stone, the Presbyterian Church of St Andrew, oldest wooden church in the city. Beyond the cathedrals and the churches are the homes and gardens of the people. Christchurch is a city where even factories have their gardens. Whether homes are large or small, there is always room for flowers and more flowers, homely geraniums, delicate cherry blossom and bright azaleas. In spring, summer and autumn, Christchurch gardens are gay and colouring. Christchurch cares for its old folk in the evening of their lives, and for its babies too. They are reared as carefully as gardeners tend their young plants. Mothers are helped by the Plunkett System of Infant Care and Welfare. Lasting monument to a great New Zealander, Sir Truby King. Capable trained nurses keep careful watch on babies' weight and general health. And proud mothers watch the scales. These cheerful girls in blue are Karatani nurses at the hospital where sick babies are given special treatment. But all too soon, the time will come for baby to start school. First, the kindergarten where learning is found. Then the primary school, and at last the big school. Some boys may go to the boys high school, founded in 1881, and proudly claiming David Lowe, the famous cartoonist as a pupil. Others may play their cricket on the green and pleasant grounds of St. Beed's College, with its ivy-clad walls. St. Andrews College has a pipe band in the best Scottish tradition, for those whose blood quickened as to the skull of the pipes. Christ College, like Christ Church, has started its second century. Its buildings, some almost as old as the school, are grouped around a grass quadrat. On winter mornings, the boys walk to their classrooms, the grass is white with frost. The girls' high school stands in Kranma Square. And not far away are the broad acres of Hagley Park with playing fields for many sports. There are few more popular than basketball. On these courts are only some of the thousand or more girls to play each Saturday afternoon. Hockey players and footballers too come to the park in hundreds each winter. The football of course is rugby, the national sport. Some of these boys one day may represent Canterbury or even New Zealand. The provincial or international matches in which they may take part are played at Lancaster Park. Here Christchurch people gather in thousands to watch the big games, to cheer the players and possibly the referee. When spring comes to Christchurch, thoughts turn to summer sports and the sunny days at lie ahead. In Hagley Park, the cherry trees are magically dressed in a delicate froth of blossom, pale pink against the woodland green. Later, in the botanic gardens, there are brighter and bolder colors. The azaleas are like flame in the sunshine. The gay tulips, deep purple, pale pink, smooth yellow, are masked like soldiers, standing stiffly proud for all to admire. But all too soon, spring gives way to summer and its sports. Rowing is popular on the wide, lower reaches of the area. Here in a setting reminiscent of an English river, oarsmen urge their fore. rowing is popular on the wide lower reaches of the area. Here in a setting reminiscent of an English river, oarsmen urge their frail shells towards the finishing line. In the park, the archers are lined up, drawing back their bowsters. Today, archery is yet another sport, increasing in popularity. The game of bowls attracts hundreds of players each Saturday to greens like this in Hagley Park. Tennis players may enjoy the fine grass courts of Wilding Park, named after Anthony Wilde. This is the home of cricket in Christchurch, the green and pleasant sward of Hagley Over. To this tree-bordered ground, generations of cricketers have come to pay allegiance to the King of Summer Sports. In summer, thousands flock to swim from New Brighton's beaches. These surf teams are drilling to fit themselves better for their voluntary task of guarding the public safety. Each year, their vigilance saves many bathers from drowned. For yachtsmen, the wide expanse of the estuary provides perfect sailing conditions. Its waters are shallow, but ideal for pottering about in small bursts. Beside the estuary, on the way to Sum Sumner is a relic of the early days, a cottage built of Cobb, the mixture of earth and tussock used by the pioneers in place of timber. Today, modern homes and brick, timber, concrete, cling to the rocky hillside on the other side of the Sumner Road. The hill dwellers can look out to sea every day. For city people, Sumner's Beach is a popular rendezvous on sunny afternoons. Beyond Scarborough Head at the end of the beach, the coastline turns into the bay and beach of Taylor's mistake. Here, holiday cottages nestled into the cliffs. In Littleton's Harbour is the pleasant holiday resort of Diamond Harbor. There the sea sparkles in the sunshine. Launches bring holiday makers from Christchurch, whilst yachts lie at anchor in a sheltered bay. Hills surround the harbour. At its head lies Governor's bed, where sunlit hills and valleys run down to the shore. The port of Littleton, looking like a toy model from the hills above it, is the gateway to Christchurch. A railway tunnel pierces the hills between port and city. From the whargs and houses of the port, a steep and narrow track winds up and over the hills. Now this is the historic bridal path over which the early pioneers toiled a century ago. Pegasus Bay curves far to the north of Christchurch. To the west looms Canterbury's Western War, the snow-capped southern Alps. From snow-fed mountain lakes like Pukake comes power. Power for the homes and factories of Christchurch and Canterman. Across the Alps westward lies beautiful Lake Canierre. Along the country roads from the high country come sheep with their drover. These are the sheep that produce most of the wealth of canticle. Meat and wool for shipment to the world's markets. In the foothills are the homesteads, set in pleasant places. Hills for sheep, plains for wheat. Lamb alone has not made Canterbury's name. In the sunshine of the plains, thousands of acres of wheat are grown and harvested each year. Canterbury has been called the Granary of New Zealand. From its harvests come flour and bread for Christchurch, and many other parts of the dominion. Modern machinery does most of the work, but harvesting still means long hours for the harvesters in the hot sunshine. At Leaston, not far from Christchurch, the land yields yet another harvest, acres of tulips. These ced ranks of glorious booms will soon grace city homes, whilst the bowels will find a place in many gardens. Once a year, Canterbury farmers and thousands of city folk flock to the show at Eddington. Attracting the farmers and the small boys like a magnet is the farm machine. All kinds are on display, trucks, tractors, headers, and all designed to help the farmers produce still more from the land. And when they have seen enough of machinery, everyone flocks round the showroom for the grand parade. City folk may not know much about the land and its stock, but like the farmers, they too can admire the champions. And now for the horses, proudly wearing their championship ribbons. Powerful drops, saddle horses, sleek hunters, sturdy hacks, children's ponies, cantering round the ring for the benefit of the crowd. This is the horses' deck. Addington is also headquarters of the sport of prodding. New Zealand trotting cuffweed attracts many thousands of racing enthusiasts from all over the country. And here are, watching the totalisator in the sunshine, studying racebooks in the stands, and hoping they have backed the winner this time. The horses are now parading in the bird carriage. The driver's silks make a bright contrast of colour to the general background. And at last the field is aware. As the horses sweep past the stands on the first leg of their journey, the drivers are already jockeying to position. All too quickly the field rounds the bend into the back stretch. And now they race into the home stretch. The winner passes the post to the cheering of the crowd. And now they race into the home stretch. The winner passes the post to the cheering of the crowd. For him are the flowers of victory. He wears them proudly, bobs his head in answer to the applause, and the big race is over. And so, goodbye to Addington and to Christchurch. Some visitors may return home by plane from the city's airport at Harewood. Homeward bound, their plane turns north, south or west, and far beneath lies Christchurch between the mountains and the sea. Yes, Christchurch, New Zealand City of the Plains."}