{"speakers": [], "chunks": [{"timestamp": [0.0, 27.44], "text": " Arriving here today is the first party of 19 Anzac brides from Canada,"}, {"timestamp": [27.84, 30.66], "text": " girls whom New Zealand airmen met and married while training in Canada."}, {"timestamp": [31.12, 32.1], "text": " This is no lease left."}, {"timestamp": [32.46, 35.18], "text": " They've given up the maple leaf for the fern leaf, and they're here to live."}, {"timestamp": [35.7, 37.92], "text": " We hope they'll stay as happy as they look when they arrived."}, {"timestamp": [38.48, 41.6], "text": " Their homes will be in towns and districts widely scattered throughout the Dominion."}, {"timestamp": [42.4, 46.0], "text": " With some of them came their children, who look at credit to any country. The children wouldn't talk, but some of the dominion. With some of them came their children who look at credit to any country."}, {"timestamp": [46.0, 49.0], "text": " The children wouldn't talk, but some of the wives obliged."}, {"timestamp": [49.0, 53.0], "text": " They've asked me say a few words on how your boys have been received in Canada."}, {"timestamp": [53.0, 55.0], "text": " The boys are being well looked after"}, {"timestamp": [55.0, 58.0], "text": " and they're well liked by one and all."}, {"timestamp": [58.0, 60.0], "text": " Everyone speaks well of the New Zealand boys."}, {"timestamp": [60.0, 62.0], "text": " In fact, I married one."}, {"timestamp": [62.0, 66.02], "text": " And they have clubs which if the boys go to,"}, {"timestamp": [66.64, 69.3], "text": " they can be taken to the homes of any of the people,"}, {"timestamp": [69.6, 70.76], "text": " matter of what class,"}, {"timestamp": [71.72, 75.0], "text": " and they can go any time after that to these homes,"}, {"timestamp": [75.3, 76.8], "text": " and they're made just one of us."}, {"timestamp": [77.26, 79.16], "text": " I met my husband in Winnipeg, Canada,"}, {"timestamp": [79.42, 82.72], "text": " and we've been looking forward to coming to New Zealand for a long time,"}, {"timestamp": [82.8, 84.6], "text": " and I think we will like it very much."}, {"timestamp": [85.48, 94.06], "text": " We've had a very wonderful trip, and it's been exceptionally more so for me, because when I embarked, I was on crutches,"}, {"timestamp": [94.06, 104.16], "text": " and I'm very, very glad to say now that I'm able to do without them, and more so, because I was supposed to never walk again."}, {"timestamp": [105.0, 111.32], "text": " them and more so because I was supposed to never walk again. All of us who arrived today are very glad to be here and I'm sure that we'll be very"}, {"timestamp": [111.32, 114.12], "text": " happy in New Zealand."}, {"timestamp": [114.12, 121.72], "text": " This is the stenciling of patterns onto book covers, just one of the activities in the"}, {"timestamp": [121.72, 126.0], "text": " art and craft period at Clyde Key School Wellington. Here is the linocut group at work."}, {"timestamp": [126.0, 129.0], "text": " Making lino cuts is perhaps easier than making wood cuts,"}, {"timestamp": [129.0, 131.0], "text": " but the result looks very similar."}, {"timestamp": [131.0, 134.0], "text": " This boy's design would make a good Christmas card."}, {"timestamp": [134.0, 137.0], "text": " Marbling is a story in itself."}, {"timestamp": [137.0, 140.0], "text": " Oil color is spotted onto a jelly made from seaweed"}, {"timestamp": [140.0, 142.0], "text": " and stirred to make a pattern."}, {"timestamp": [142.0, 149.18], "text": " At the end of the big room, the spinners are very intent intent on their work and spinning naturally enough leads on to weaving. Though all"}, {"timestamp": [149.18, 152.76], "text": " these activities go on at once, every child gets a chance to try each of them"}, {"timestamp": [152.76, 158.96], "text": " during the school term. Amongst all these activities, painting ranks high."}, {"timestamp": [158.96, 163.52], "text": " Imaginative work is carried out on large back-to-back easels on poster-sized paper."}, {"timestamp": [163.52, 171.18], "text": " The title of this picture is invasion. Many of these large pictures are completed within an hour."}, {"timestamp": [175.78, 179.78], "text": " Temporar colors and brushes are used by the painting group. The room is full of enthusiasm."}, {"timestamp": [180.48, 184.4], "text": " The feeling is very different from that of the old-time class in perspective drawing. The aim"}, {"timestamp": [184.4, 186.98], "text": " here is that art should be an outlet rather than a discipline."}, {"timestamp": [187.62, 188.76], "text": " The children paint for pleasure."}, {"timestamp": [189.94, 194.0], "text": " This type of art and craft teaching is being tried out in 17 schools in the Wellington area"}, {"timestamp": [194.0, 195.92], "text": " and will be extended to other centres."}, {"timestamp": [196.48, 200.18], "text": " Talent gets a chance to express itself and the work produced is full of interest."}, {"timestamp": [201.82, 204.28], "text": " Here is an exhibition of paintings by English children."}, {"timestamp": [204.68, 207.0], "text": " It is now in New Zealand in the course of a world tour"}, {"timestamp": [207.0, 209.0], "text": " and the Clyde Key children have come to see it."}, {"timestamp": [209.0, 214.0], "text": " The hangman by a 15-year-old from Haleybury excites the interest of the boys."}, {"timestamp": [214.0, 218.0], "text": " The exhibition has been sent out by the British Council"}, {"timestamp": [218.0, 220.0], "text": " and will tour the Dominion for all to see."}, {"timestamp": [220.0, 227.0], "text": " The policeman holding up traffic comes from a six-year-old in bombed London."}, {"timestamp": [227.0, 231.0], "text": " The seesaw is also from London, from a child of eight."}, {"timestamp": [231.0, 237.0], "text": " The cat is by an artist of 11 at the Royal School Bath."}, {"timestamp": [237.0, 243.0], "text": " A 13-year-old at the same school painted the charwomen, which excites technical interest."}, {"timestamp": [243.0, 245.46], "text": " This turbulent landscape which painter"}, {"timestamp": [245.46, 251.64], "text": " ye admires is labelled Lankford Grove School 16 years. The Clyde key pupils are"}, {"timestamp": [251.64, 255.3], "text": " not only viewing pictures in this gallery they're exhibiting as well and one of"}, {"timestamp": [255.3, 259.44], "text": " the pictures we saw painted goes onto the line. They see their own pictures again"}, {"timestamp": [259.44, 262.92], "text": " with a new eye after seeing what splendid work the English children have done"}, {"timestamp": [262.92, 269.0], "text": " despite air raids. Now they're going back to their own classroom with new ideas and ready to paint with a new enthusiasm."}, {"timestamp": [269.0, 283.0], "text": " In these days of coal shortage, anyone who can get cold just by turning on a tap might be thought lucky."}, {"timestamp": [283.0, 288.64], "text": " This tap is being turned on to supply water to the sluces on the old gold mining area at Charleston."}, {"timestamp": [289.28, 321.0], "text": " The sluces wash away anything up about 30 feet thick."}, {"timestamp": [321.0, 327.6], "text": " The surface material or overburden is gold-bearing and some alluvial gold is actually being recovered from it in the course of sluiting it off."}, {"timestamp": [327.6, 347.0], "text": " In some cases the coal itself is being extracted by sluhing. Coal won by a method used for gold."}, {"timestamp": [347.0, 364.0], "text": " In other cases the coal is just scooped up by mechanical shovels."}, {"timestamp": [364.0, 368.0], "text": " The ministerial party here today see a situation very different from underground working."}, {"timestamp": [372.0, 379.0], "text": " At Stockton, open cost mining presents a different problem."}, {"timestamp": [379.0, 383.0], "text": " For here the overburden which had to be removed consists of hard sandstone."}, {"timestamp": [383.0, 388.88], "text": " Shots have to be fired to loosen it. And shots are being fired also to get samples of coal."}, {"timestamp": [388.88, 427.0], "text": " The ministerial party moves to cover. The shattered rock is cleared away by bulldozers which are now available for this work."}, {"timestamp": [427.0, 447.0], "text": " Where the coal seam has been exposed, samples can be taken and inspected."}, {"timestamp": [451.0, 455.0], "text": " This sample is sandstone."}, {"timestamp": [455.0, 457.0], "text": " The bulldozers work on."}, {"timestamp": [457.0, 461.0], "text": " For every ton of coal exposed, about a ton and a half of rock has usually to be removed."}, {"timestamp": [461.0, 467.0], "text": " This method of mining suitable seams throws open the work of coal mining to the earth-shifting machinery of which we have in the country."}, {"timestamp": [467.0, 472.0], "text": " There are about 10 million tons of coal to be won by this method on the Stockton field."}, {"timestamp": [472.0, null], "text": " The coal seam exposed here contains about 10,000 tons of coal ready to be removed without any wastage."}], "text": " Arriving here today is the first party of 19 Anzac brides from Canada, girls whom New Zealand airmen met and married while training in Canada. This is no lease left. They've given up the maple leaf for the fern leaf, and they're here to live. We hope they'll stay as happy as they look when they arrived. Their homes will be in towns and districts widely scattered throughout the Dominion. With some of them came their children, who look at credit to any country. The children wouldn't talk, but some of the dominion. With some of them came their children who look at credit to any country. The children wouldn't talk, but some of the wives obliged. They've asked me say a few words on how your boys have been received in Canada. The boys are being well looked after and they're well liked by one and all. Everyone speaks well of the New Zealand boys. In fact, I married one. And they have clubs which if the boys go to, they can be taken to the homes of any of the people, matter of what class, and they can go any time after that to these homes, and they're made just one of us. I met my husband in Winnipeg, Canada, and we've been looking forward to coming to New Zealand for a long time, and I think we will like it very much. We've had a very wonderful trip, and it's been exceptionally more so for me, because when I embarked, I was on crutches, and I'm very, very glad to say now that I'm able to do without them, and more so, because I was supposed to never walk again. them and more so because I was supposed to never walk again. All of us who arrived today are very glad to be here and I'm sure that we'll be very happy in New Zealand. This is the stenciling of patterns onto book covers, just one of the activities in the art and craft period at Clyde Key School Wellington. Here is the linocut group at work. Making lino cuts is perhaps easier than making wood cuts, but the result looks very similar. This boy's design would make a good Christmas card. Marbling is a story in itself. Oil color is spotted onto a jelly made from seaweed and stirred to make a pattern. At the end of the big room, the spinners are very intent intent on their work and spinning naturally enough leads on to weaving. Though all these activities go on at once, every child gets a chance to try each of them during the school term. Amongst all these activities, painting ranks high. Imaginative work is carried out on large back-to-back easels on poster-sized paper. The title of this picture is invasion. Many of these large pictures are completed within an hour. Temporar colors and brushes are used by the painting group. The room is full of enthusiasm. The feeling is very different from that of the old-time class in perspective drawing. The aim here is that art should be an outlet rather than a discipline. The children paint for pleasure. This type of art and craft teaching is being tried out in 17 schools in the Wellington area and will be extended to other centres. Talent gets a chance to express itself and the work produced is full of interest. Here is an exhibition of paintings by English children. It is now in New Zealand in the course of a world tour and the Clyde Key children have come to see it. The hangman by a 15-year-old from Haleybury excites the interest of the boys. The exhibition has been sent out by the British Council and will tour the Dominion for all to see. The policeman holding up traffic comes from a six-year-old in bombed London. The seesaw is also from London, from a child of eight. The cat is by an artist of 11 at the Royal School Bath. A 13-year-old at the same school painted the charwomen, which excites technical interest. This turbulent landscape which painter ye admires is labelled Lankford Grove School 16 years. The Clyde key pupils are not only viewing pictures in this gallery they're exhibiting as well and one of the pictures we saw painted goes onto the line. They see their own pictures again with a new eye after seeing what splendid work the English children have done despite air raids. Now they're going back to their own classroom with new ideas and ready to paint with a new enthusiasm. In these days of coal shortage, anyone who can get cold just by turning on a tap might be thought lucky. This tap is being turned on to supply water to the sluces on the old gold mining area at Charleston. The sluces wash away anything up about 30 feet thick. The surface material or overburden is gold-bearing and some alluvial gold is actually being recovered from it in the course of sluiting it off. In some cases the coal itself is being extracted by sluhing. Coal won by a method used for gold. In other cases the coal is just scooped up by mechanical shovels. The ministerial party here today see a situation very different from underground working. At Stockton, open cost mining presents a different problem. For here the overburden which had to be removed consists of hard sandstone. Shots have to be fired to loosen it. And shots are being fired also to get samples of coal. The ministerial party moves to cover. The shattered rock is cleared away by bulldozers which are now available for this work. Where the coal seam has been exposed, samples can be taken and inspected. This sample is sandstone. The bulldozers work on. For every ton of coal exposed, about a ton and a half of rock has usually to be removed. This method of mining suitable seams throws open the work of coal mining to the earth-shifting machinery of which we have in the country. There are about 10 million tons of coal to be won by this method on the Stockton field. The coal seam exposed here contains about 10,000 tons of coal ready to be removed without any wastage."}