{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Fine"}, {"timestamp": [2.0, 14.78], "text": " Fine weather brings a crowd of 7,000 to"}, {"timestamp": [14.78, 27.22], "text": " A big draw card is American athlete Al Hirschilder. Fine weather brings a crowd of 7,000 to Athletic Park Wellington."}, {"timestamp": [27.78, 33.12], "text": " A big drawcard is American athlete Al Hershey, who drops the discis at 143 feet 7 inches."}, {"timestamp": [33.66, 38.94], "text": " Hershey is ranked as one of the top liners in world sport and has already broken the New Zealand discurs throwing record."}, {"timestamp": [48.5, 52.4], "text": " In the short put, the American marks 50 feet 2 inches."}, {"timestamp": [55.24, 55.88], "text": " Star attraction, however, is the 880 yards handicap."}, {"timestamp": [59.8, 60.3], "text": " Giving away 45 yards is Doug Harris, New Zealand's quarter and half-mile champion."}, {"timestamp": [82.72, 86.7], "text": " Today he is out to crack the world's record. Approaching the 440 mark Harris claps the pace, steadily passing the rest of the field."}, {"timestamp": [87.08, 90.7], "text": " His long, effortless stride, a feature of his style, allows him to forge ahead."}, {"timestamp": [91.24, 97.68], "text": " Harris is in world class, with ability equaling such famous New Zealand athletes as the late Pat Boot and Jack Lovelock."}, {"timestamp": [111.02, 111.26], "text": " A stiff northerly breeze prevents a real attack on the world's record,"}, {"timestamp": [112.96, 113.42], "text": " but Harris comes in to win easily."}, {"timestamp": [118.56, 119.04], "text": " He clocks one minute 55 and 45th seconds the fastest time ever recorded at Athletic Park."}, {"timestamp": [122.94, 123.36], "text": " On a previous occasion, Harris was within one fifth of a second of the world's record."}, {"timestamp": [125.44, 134.22], "text": " All New Zealand will watch his next attempt."}, {"timestamp": [136.48, 141.16], "text": " Fire on the slopes of Wellington's Mount Victoria was a recent warning of the danger that continually threatens wooded areas in New Zealand during summer."}, {"timestamp": [141.86, 148.74], "text": " Following a hot, dry spell of several weeks, this fire started suddenly and swept across the slopes coming dangerously close to the Uyton fever"}, {"timestamp": [148.74, 157.8], "text": " hospitals and homes in a heavily housed area. All available fire engines, firemen,"}, {"timestamp": [157.8, 161.9], "text": " voluntary workers and police were called in. It took a two-hour fight to bring the fire"}, {"timestamp": [161.9, 171.12], "text": " under control."}, {"timestamp": [173.28, 173.76], "text": " For the firefighters, it was a tough fight."}, {"timestamp": [195.22, 195.9], "text": " Leeds had to be run fire crossing roads and spreading further."}, {"timestamp": [198.98, 199.74], "text": " Plantations of 20-year-old trees were left black and devastated."}, {"timestamp": [202.66, 203.5], "text": " In a remote area, this could have grown into a national disaster."}, {"timestamp": [205.44, 209.86], "text": " Smoke rolling across the city was a grim warning. All must share in guarding against the danger of summer fires."}, {"timestamp": [215.84, 221.3], "text": " The Prime Minister, Mr. Fraser, accompanied Archbishop Panico, apostolic delegate to Australia and"}, {"timestamp": [221.3, 225.26], "text": " New Zealand on a recent visit to the Polish children's camp at Paiyatua."}, {"timestamp": [230.18, 235.38], "text": " These children have fared well since they arrived in New Zealand two years ago, after a 12,000 mile migration from war-stricken Poland. They turned out in national costume and entertained"}, {"timestamp": [235.38, 237.1], "text": " their visitors with national dances."}, {"timestamp": [251.4, 292.28], "text": " These people are retaining their national customs and their language. Their future is uncertain. To see. Today is the biggest one-day regatta in the world,"}, {"timestamp": [292.52, 295.58], "text": " and thousands of people crowd along the foreshore of Westhaven, Auckland"}, {"timestamp": [295.58, 298.2], "text": " for the 97th annual Auckland yachting regatta."}, {"timestamp": [303.4, 305.8], "text": " Yachtsmen have been up since the early hours of the morning,"}, {"timestamp": [305.98, 308.2], "text": " giving their boats just that final going over."}, {"timestamp": [311.5, 314.14], "text": " Programs are scanned and shrewd guesses are made at the winners."}, {"timestamp": [315.22, 317.78], "text": " The only people with any work to do today are judges,"}, {"timestamp": [318.08, 321.16], "text": " and with 20 races to decide on they have their job cut out."}, {"timestamp": [321.54, 323.18], "text": " The harbor is thronged with boats."}, {"timestamp": [323.46, 325.22], "text": " Twenty classes of yachts are competing,"}, {"timestamp": [326.86, 327.42], "text": " and there are over 500 entries."}, {"timestamp": [329.34, 329.62], "text": " For the most part, sailing conditions are good,"}, {"timestamp": [331.16, 333.32], "text": " though the wind isn't quite fresh enough to give spectators or yachtsmen many thrills."}, {"timestamp": [353.04, 358.52], "text": " Every class of boat is represented from the great impressive A-class keelers down to the tiny frostbite dinghies."}, {"timestamp": [361.82, 362.14], "text": " The A-class keelers are racing over a course of 26 miles."}, {"timestamp": [365.46, 366.1], "text": " It will take most of the day and much of the time they'll be out of view."}, {"timestamp": [400.12, 400.62], "text": " Slowly the kilos move off to the start. They V-class boats set their spinnickers."}, {"timestamp": [447.6, 447.8], "text": " The breeze is freshening. The Fleet Wing is one of the warmest favourites of the day,"}, {"timestamp": [451.28, 451.58], "text": " and regarded by many is almost certain to be the first home of the V-class."}, {"timestamp": [455.24, 455.58], "text": " But the winner turns out to be the mocha, a vote of unconventional design."}, {"timestamp": [457.88, 472.36], "text": " It's a surprise win, but well-deserved. Some naval onlookers have turned up to cast a professional eye over things, or are they looking for pointers?"}, {"timestamp": [473.8, 477.56], "text": " For most spectators, the novel event of the day is the race of the Tauronga class."}, {"timestamp": [477.82, 481.96], "text": " At a signal, the one-man crew tips up the boat, writes it again and carries on."}, {"timestamp": [482.4, 485.5], "text": " The idea is to train young yachtsman to cope with such a situation"}, {"timestamp": [485.5, 495.5], "text": " surely to rise under bad weather conditions. Hey, that's not a yacht, that's a seagull."}, {"timestamp": [500.8, 505.26], "text": " Far up the harbour, the A-class keelers are coming back from their long haul."}, {"timestamp": [509.32, 519.9], "text": " Strung out along several miles, the keelers come into a long, slow finish."}, {"timestamp": [523.48, 523.96], "text": " Way ahead of the rest and first across the line is the Ranger,"}, {"timestamp": [527.98, null], "text": " and the finish of the race brings to an end the greatest day's yachting anywhere."}], "text": " Fine Fine weather brings a crowd of 7,000 to A big draw card is American athlete Al Hirschilder. Fine weather brings a crowd of 7,000 to Athletic Park Wellington. A big drawcard is American athlete Al Hershey, who drops the discis at 143 feet 7 inches. Hershey is ranked as one of the top liners in world sport and has already broken the New Zealand discurs throwing record. In the short put, the American marks 50 feet 2 inches. Star attraction, however, is the 880 yards handicap. Giving away 45 yards is Doug Harris, New Zealand's quarter and half-mile champion. Today he is out to crack the world's record. Approaching the 440 mark Harris claps the pace, steadily passing the rest of the field. His long, effortless stride, a feature of his style, allows him to forge ahead. Harris is in world class, with ability equaling such famous New Zealand athletes as the late Pat Boot and Jack Lovelock. A stiff northerly breeze prevents a real attack on the world's record, but Harris comes in to win easily. He clocks one minute 55 and 45th seconds the fastest time ever recorded at Athletic Park. On a previous occasion, Harris was within one fifth of a second of the world's record. All New Zealand will watch his next attempt. Fire on the slopes of Wellington's Mount Victoria was a recent warning of the danger that continually threatens wooded areas in New Zealand during summer. Following a hot, dry spell of several weeks, this fire started suddenly and swept across the slopes coming dangerously close to the Uyton fever hospitals and homes in a heavily housed area. All available fire engines, firemen, voluntary workers and police were called in. It took a two-hour fight to bring the fire under control. For the firefighters, it was a tough fight. Leeds had to be run fire crossing roads and spreading further. Plantations of 20-year-old trees were left black and devastated. In a remote area, this could have grown into a national disaster. Smoke rolling across the city was a grim warning. All must share in guarding against the danger of summer fires. The Prime Minister, Mr. Fraser, accompanied Archbishop Panico, apostolic delegate to Australia and New Zealand on a recent visit to the Polish children's camp at Paiyatua. These children have fared well since they arrived in New Zealand two years ago, after a 12,000 mile migration from war-stricken Poland. They turned out in national costume and entertained their visitors with national dances. These people are retaining their national customs and their language. Their future is uncertain. To see. Today is the biggest one-day regatta in the world, and thousands of people crowd along the foreshore of Westhaven, Auckland for the 97th annual Auckland yachting regatta. Yachtsmen have been up since the early hours of the morning, giving their boats just that final going over. Programs are scanned and shrewd guesses are made at the winners. The only people with any work to do today are judges, and with 20 races to decide on they have their job cut out. The harbor is thronged with boats. Twenty classes of yachts are competing, and there are over 500 entries. For the most part, sailing conditions are good, though the wind isn't quite fresh enough to give spectators or yachtsmen many thrills. Every class of boat is represented from the great impressive A-class keelers down to the tiny frostbite dinghies. The A-class keelers are racing over a course of 26 miles. It will take most of the day and much of the time they'll be out of view. Slowly the kilos move off to the start. They V-class boats set their spinnickers. The breeze is freshening. The Fleet Wing is one of the warmest favourites of the day, and regarded by many is almost certain to be the first home of the V-class. But the winner turns out to be the mocha, a vote of unconventional design. It's a surprise win, but well-deserved. Some naval onlookers have turned up to cast a professional eye over things, or are they looking for pointers? For most spectators, the novel event of the day is the race of the Tauronga class. At a signal, the one-man crew tips up the boat, writes it again and carries on. The idea is to train young yachtsman to cope with such a situation surely to rise under bad weather conditions. Hey, that's not a yacht, that's a seagull. Far up the harbour, the A-class keelers are coming back from their long haul. Strung out along several miles, the keelers come into a long, slow finish. Way ahead of the rest and first across the line is the Ranger, and the finish of the race brings to an end the greatest day's yachting anywhere."}