{"speakers": [], "chunks": [{"timestamp": [0.0, 23.8], "text": " The pilot of this walrus amphibian is going to search for the dingy of a lost bomber,"}, {"timestamp": [23.8, 27.0], "text": " and the walrus takes to this rescue business like a duck to water."}, {"timestamp": [27.0, 31.0], "text": " Somewhere out at sea, men, possibly injured, are waiting to be picked up."}, {"timestamp": [33.0, 37.0], "text": " Here they are something the stores provided on board while the plane searches for them."}, {"timestamp": [37.0, 40.0], "text": " The Air Force dinghies are better equipped with stores than a ship's lifeboat."}, {"timestamp": [40.0, 49.0], "text": " And the patrolling float plane looks out for the orange-colored caps provided for ditched airmen. If they see the rescue plane, they will fire a very light to attract attention."}, {"timestamp": [49.0, 68.0], "text": " Now the rubber dinghy can be seen from the plane. In the North Sea ditch between England and Germany, these rescues are almost daily routine."}, {"timestamp": [68.0, 71.0], "text": " The inflatable dinghies are saving valued lives in the Pacific also,"}, {"timestamp": [71.0, 74.0], "text": " and RNZAF air crews have to know all about them."}, {"timestamp": [74.0, 87.0], "text": " When it comes to the real thing, one of these dinghies afloat on the sea indicates that"}, {"timestamp": [87.0, 91.24], "text": " a highly expensive machine has gone to the bottom, but it means too that the most valuable"}, {"timestamp": [91.24, 96.9], "text": " part of the lost plane, its human crew, has been salvaged."}, {"timestamp": [96.9, 102.0], "text": " This rescue equipment is not just for life-saving. It's here for hard military reasons as well."}, {"timestamp": [102.0, 105.0], "text": " Men and especially trained men are an irreplaceable asset."}, {"timestamp": [105.0, 109.36], "text": " So while the high risks of offensive war are taken without a thought, all the unnecessary"}, {"timestamp": [109.36, 110.9], "text": " risks are being steadily eliminated."}, {"timestamp": [114.86, 123.8], "text": " The last man comes aboard and the walrus makes for its base, bringing back to shore,"}, {"timestamp": [123.8, 128.0], "text": " not just four of our boys, but a highly trained crew to man a new aircraft."}, {"timestamp": [128.0, 143.0], "text": " A regimental shoot is a major event in the anti-aircraft world."}, {"timestamp": [143.0, 146.8], "text": " While the men line up their guns, the target plane takes off with the target."}, {"timestamp": [146.8, 149.3], "text": " These wax sees that their score sheets are in order."}, {"timestamp": [149.3, 150.9], "text": " They're going to have a busy day."}, {"timestamp": [150.9, 153.2], "text": " The plane is making its first run with the target."}, {"timestamp": [153.2, 156.8], "text": " The 3.7s open up."}, {"timestamp": [156.8, 172.0], "text": " Before each shell is fired, its cues is set automatically at the side of the gun."}, {"timestamp": [172.0, 176.0], "text": " Planes are fast moving targets, so accuracy as well as speed is at a premium."}, {"timestamp": [176.0, 184.0], "text": " Good shooting calls for first class cooperation by the whole gun crew, men and women."}, {"timestamp": [184.0, 189.38], "text": " This work on the predictors requires concentration and efficiency. These girls measure up and their lunchtime break is"}, {"timestamp": [189.38, 193.86], "text": " well earned. After handling 50-pound shells at the rate of 10 a minute, the men too are glad"}, {"timestamp": [193.86, 217.0], "text": " to relax. The guns will have to be manned again soon and there's a night shoot, the searchlight crew has come into action."}, {"timestamp": [217.0, 222.0], "text": " The wax are on the job again, and it's an all-in test for teamwork."}, {"timestamp": [222.0, 228.08], "text": " These men and women prove in the accuracy and speed of the shooting that they can put up a barrage that the most seasoned enemy bomber"}, {"timestamp": [228.08, 228.72], "text": " would respect."}, {"timestamp": [251.32, 255.88], "text": " In our studios today, New Zealand war artists, in our studios today, New Zealand war artist Captain Peter McIntyre, whose paintings are now being shown through the country, is working on his portrait of Brigadier Barbank."}, {"timestamp": [267.0, 272.0], "text": " There's something we want to ask this artist. Captain McIntyre, why do we have war paintings when we can get war photographs?"}, {"timestamp": [272.0, 276.0], "text": " That's a question people have often asked me."}, {"timestamp": [276.0, 283.0], "text": " I think it was really proved in the last war by people like Augustus John and Orpin."}, {"timestamp": [283.0, 290.0], "text": " Somehow they proved that the human being is more sensitive to atmosphere"}, {"timestamp": [290.0, 299.0], "text": " and can somehow record in colour the epic deeds of a war far more than the camera camp."}, {"timestamp": [299.0, 310.6], "text": " In North Africa, we found that so often photographic shots showed odd figures wandering across the desert,"}, {"timestamp": [311.4, 320.22], "text": " whereas in a painting you could show what actually happened, the magnificent sweep of artillery across the desert wastes and so on."}, {"timestamp": [320.98, 330.0], "text": " The colour itself was something that seemed to show in pictures what people really wanted to know about the war."}, {"timestamp": [330.0, 339.0], "text": " Soon I hope to go back and paint the boys of the division in an even more picturesque setting than I had in North Africa."}, {"timestamp": [339.0, 346.44], "text": " I hope to have even better backgrounds than those of Siddy Raz's Egg or Tripoli or Tunis."}, {"timestamp": [347.44, 355.6], "text": " The scenes which I'm going to do soon will, I know, record real history"}, {"timestamp": [355.6, 362.88], "text": " and I hope that the actions will be as glorious as the ones that I painted before."}, {"timestamp": [363.52, 370.0], "text": " The final scene, I'm sure, will be quite something out of the box."}], "text": " The pilot of this walrus amphibian is going to search for the dingy of a lost bomber, and the walrus takes to this rescue business like a duck to water. Somewhere out at sea, men, possibly injured, are waiting to be picked up. Here they are something the stores provided on board while the plane searches for them. The Air Force dinghies are better equipped with stores than a ship's lifeboat. And the patrolling float plane looks out for the orange-colored caps provided for ditched airmen. If they see the rescue plane, they will fire a very light to attract attention. Now the rubber dinghy can be seen from the plane. In the North Sea ditch between England and Germany, these rescues are almost daily routine. The inflatable dinghies are saving valued lives in the Pacific also, and RNZAF air crews have to know all about them. When it comes to the real thing, one of these dinghies afloat on the sea indicates that a highly expensive machine has gone to the bottom, but it means too that the most valuable part of the lost plane, its human crew, has been salvaged. This rescue equipment is not just for life-saving. It's here for hard military reasons as well. Men and especially trained men are an irreplaceable asset. So while the high risks of offensive war are taken without a thought, all the unnecessary risks are being steadily eliminated. The last man comes aboard and the walrus makes for its base, bringing back to shore, not just four of our boys, but a highly trained crew to man a new aircraft. A regimental shoot is a major event in the anti-aircraft world. While the men line up their guns, the target plane takes off with the target. These wax sees that their score sheets are in order. They're going to have a busy day. The plane is making its first run with the target. The 3.7s open up. Before each shell is fired, its cues is set automatically at the side of the gun. Planes are fast moving targets, so accuracy as well as speed is at a premium. Good shooting calls for first class cooperation by the whole gun crew, men and women. This work on the predictors requires concentration and efficiency. These girls measure up and their lunchtime break is well earned. After handling 50-pound shells at the rate of 10 a minute, the men too are glad to relax. The guns will have to be manned again soon and there's a night shoot, the searchlight crew has come into action. The wax are on the job again, and it's an all-in test for teamwork. These men and women prove in the accuracy and speed of the shooting that they can put up a barrage that the most seasoned enemy bomber would respect. In our studios today, New Zealand war artists, in our studios today, New Zealand war artist Captain Peter McIntyre, whose paintings are now being shown through the country, is working on his portrait of Brigadier Barbank. There's something we want to ask this artist. Captain McIntyre, why do we have war paintings when we can get war photographs? That's a question people have often asked me. I think it was really proved in the last war by people like Augustus John and Orpin. Somehow they proved that the human being is more sensitive to atmosphere and can somehow record in colour the epic deeds of a war far more than the camera camp. In North Africa, we found that so often photographic shots showed odd figures wandering across the desert, whereas in a painting you could show what actually happened, the magnificent sweep of artillery across the desert wastes and so on. The colour itself was something that seemed to show in pictures what people really wanted to know about the war. Soon I hope to go back and paint the boys of the division in an even more picturesque setting than I had in North Africa. I hope to have even better backgrounds than those of Siddy Raz's Egg or Tripoli or Tunis. The scenes which I'm going to do soon will, I know, record real history and I hope that the actions will be as glorious as the ones that I painted before. The final scene, I'm sure, will be quite something out of the box."}