{"speakers": [], "chunks": [{"timestamp": [0.0, 29.36], "text": " The ornamental plants that grace our department stores and public buildings feel the strain of city life just as human beings do."}, {"timestamp": [29.9, 33.44], "text": " They always appear fresh because they're frequently changed and revived in nurseries."}, {"timestamp": [34.2, 40.38], "text": " An Auckland nurseryman has turned a rocky and formerly useless quarry site in Ellesley into a rest home for these tired trees."}, {"timestamp": [42.2, 46.64], "text": " The treatment consists of a spell in the shade in a bed of wet sawdust. The sawdust"}, {"timestamp": [46.64, 49.96], "text": " generates heat and the walls of the quarry provide shelter from the wind."}, {"timestamp": [54.44, 63.68], "text": " After a spell in the shade, the trees, mainly palms, carnifers and cypress are moved into the sun."}, {"timestamp": [64.4, 69.4], "text": " Sunbathing and frequent watering complete the rescue, and the trees are ready to return to their jobs in the city."}, {"timestamp": [80.08, 85.0], "text": " An enterprising businessman has turned a useless piece of land into a pleasant and productive nursery."}, {"timestamp": [85.78, 89.54], "text": " In reviving jaded trees, he helps to revive the spirits of town dwellers,"}, {"timestamp": [90.04, 94.6], "text": " bringing a little light and color into the offices, shops, and roof gardens of the city in which they work."}, {"timestamp": [125.0, 127.0], "text": " Music from the Wellington Carillion, filling the sky and the streets. I'm not I'm going to be the I'm going to I'm going to"}, {"timestamp": [127.0, 129.0], "text": " I'm going"}, {"timestamp": [129.0, 132.0], "text": " I'm going to"}, {"timestamp": [132.0, 133.0], "text": " I'm going"}, {"timestamp": [133.0, 135.0], "text": " I'm going"}, {"timestamp": [135.0, 208.0], "text": " Oh I'm The master of the bells, Mr. Selwyn Baker, one of the few people in the world to pass with distinction from the Carillion School at Marlene in Belgium."}, {"timestamp": [208.0, 214.0], "text": " From the keyboard he controls the 49 bells of New Zealand's National War Memorial."}, {"timestamp": [214.0, 220.0], "text": " In the top of the tower are the smallest bells in the Carillion."}, {"timestamp": [224.0, 230.0], "text": " Farther down are the deep bass bells played with pedals."}, {"timestamp": [232.0, 239.0], "text": " The bell of the song, and above, the biggest of them all, the five-ton baudan bell."}, {"timestamp": [305.0, 307.0], "text": " Selwyn Baker plays now Mozart's Minouye, arranged for Carillion. I'm I'm not I'm going to be able to I'm going to I'm going to"}, {"timestamp": [307.0, 309.0], "text": " I'm going to"}, {"timestamp": [309.0, 311.0], "text": " I'm going to"}, {"timestamp": [311.0, 314.0], "text": " I'm going"}, {"timestamp": [314.0, 316.0], "text": " to be the"}, {"timestamp": [316.0, null], "text": " I'm You know,"}], "text": " The ornamental plants that grace our department stores and public buildings feel the strain of city life just as human beings do. They always appear fresh because they're frequently changed and revived in nurseries. An Auckland nurseryman has turned a rocky and formerly useless quarry site in Ellesley into a rest home for these tired trees. The treatment consists of a spell in the shade in a bed of wet sawdust. The sawdust generates heat and the walls of the quarry provide shelter from the wind. After a spell in the shade, the trees, mainly palms, carnifers and cypress are moved into the sun. Sunbathing and frequent watering complete the rescue, and the trees are ready to return to their jobs in the city. An enterprising businessman has turned a useless piece of land into a pleasant and productive nursery. In reviving jaded trees, he helps to revive the spirits of town dwellers, bringing a little light and color into the offices, shops, and roof gardens of the city in which they work. Music from the Wellington Carillion, filling the sky and the streets. I'm not I'm going to be the I'm going to I'm going to I'm going I'm going to I'm going I'm going Oh I'm The master of the bells, Mr. Selwyn Baker, one of the few people in the world to pass with distinction from the Carillion School at Marlene in Belgium. From the keyboard he controls the 49 bells of New Zealand's National War Memorial. In the top of the tower are the smallest bells in the Carillion. Farther down are the deep bass bells played with pedals. The bell of the song, and above, the biggest of them all, the five-ton baudan bell. Selwyn Baker plays now Mozart's Minouye, arranged for Carillion. I'm I'm not I'm going to be able to I'm going to I'm going to I'm going to I'm going to I'm going to be the I'm You know,"}