{"speakers": [], "chunks": [{"timestamp": [0.0, 32.38], "text": " This This giant Douglas transport plane has come up to Guadal Canal from New Zealand in two hops by way of the new Hebrides."}, {"timestamp": [33.06, 38.7], "text": " This regular transport service to the main Solomon's base is a New Zealand concern now and runs continuously."}, {"timestamp": [39.4, 41.5], "text": " The plane is unloaded right away for a quick turnaround."}, {"timestamp": [42.26, 45.04], "text": " She brings mail for the New Zealand forces as well as"}, {"timestamp": [45.04, 49.2], "text": " military supplies. And so within a couple of days of their being posted in the dominion,"}, {"timestamp": [49.64, 53.72], "text": " letters to read and parcels to eat are in the hands of the soldiers in the Solomon's."}, {"timestamp": [64.92, 69.2], "text": " American dive bombers leaving New Georgia on an offensive mission have New Zealand"}, {"timestamp": [69.2, 71.5], "text": " kiddie hawks as fighter and navigational escort."}, {"timestamp": [72.1, 75.9], "text": " To make the distance, the kitties carry extra petrol slung below in belly tanks."}, {"timestamp": [76.46, 77.72], "text": " These are dropped before action."}, {"timestamp": [79.36, 84.16], "text": " Down on the ground at Ondonger, New Georgia, men of the New Zealand fighter wing work two 12-hour"}, {"timestamp": [84.16, 89.08], "text": " ships a day to keep their hawks in the air. All day long, planes are coming in, being overhauled"}, {"timestamp": [89.08, 96.32], "text": " and reloaded, and put back in the air again to fetch down more zeros. When the time comes"}, {"timestamp": [96.32, 100.12], "text": " for a settlement in the Pacific, a proud part of New Zealand's claim to influence will be the"}, {"timestamp": [100.12, 124.6], "text": " work of the men of her fighter wing, both in the air and on the ground."}, {"timestamp": [127.56, 127.94], "text": " When the long-range fighters are keeping the zeros well occupied,"}, {"timestamp": [131.0, 131.1], "text": " American bombers can give undivided attention to enemy supply dumps,"}, {"timestamp": [165.96, 166.44], "text": " and this sort of thing happens. These New Zealanders are on leave from Munda, New Georgia."}, {"timestamp": [169.56, 170.12], "text": " The bathing resort they patronize is Lunger Beach on Guadalcanal."}, {"timestamp": [172.04, 172.56], "text": " They have an afternoon off every five days."}, {"timestamp": [176.72, 177.38], "text": " Their regular work is locating and bombing Japanese planes and shipping around Bergenville Island."}, {"timestamp": [200.86, 201.22], "text": " They make the best of their few hours leave. Lunger Beach is not the only popular bathing resort on Guadalcanal."}, {"timestamp": [204.64, 205.28], "text": " Some prefer the seaside places which have interesting historical landmarks."}, {"timestamp": [205.28, 209.0], "text": " The Japanese freighters piled up here are relics of the naval battle in November"}, {"timestamp": [209.0, 214.24], "text": " 1942. Three nip divisions were brought sailing round Servo Island to reinvade North Guadal"}, {"timestamp": [214.24, 219.06], "text": " Canal here. The United States Navy caught them with their kimonos down and added"}, {"timestamp": [219.06, 228.0], "text": " 25 of these ships to the local resources of scrap iron. This peaceful Solomon scene is on Florida Island."}, {"timestamp": [228.0, 246.0], "text": " Here, native life is coming back to normal,"}, {"timestamp": [246.0, 253.0], "text": " and such signs of war as there are cause no worry. There's just a little added excitement to life now for the people of Florida,"}, {"timestamp": [253.0, 256.0], "text": " and they've all returned to their villages from the interior."}, {"timestamp": [256.0, 269.76], "text": " The children on Florida are not allowed to smoke until they're fives."}, {"timestamp": [269.76, 277.38], "text": " From then on, when they can get the tobacco, they puff away like little steam engines."}, {"timestamp": [277.38, 284.72], "text": " This visitor takes a polite interest in the business of making palm leaves into mats."}, {"timestamp": [284.72, 287.7], "text": " Also having a holiday on Florida are men of the Fijian scouts."}, {"timestamp": [288.16, 291.7], "text": " Man for man, these are the most dangerous jungle enemies the Japs have to face."}, {"timestamp": [292.22, 295.66], "text": " They're old friends of ours, and the Carver ceremony is to welcome our cameraman."}, {"timestamp": [296.36, 298.28], "text": " The first drink goes to their New Zealand officer."}, {"timestamp": [310.12, 310.36], "text": " Florida has a better climate than Guidal Canal,"}, {"timestamp": [312.52, 314.28], "text": " so the RNZLAF like to come over to the island and barter for the fruit which grows there."}, {"timestamp": [315.02, 316.48], "text": " For men who are up where the war is,"}, {"timestamp": [316.82, 318.7], "text": " giving and taking high-explosive bombs,"}, {"timestamp": [319.14, 320.22], "text": " it makes a pleasant visit,"}, {"timestamp": [320.54, 322.24], "text": " even if the company is rather bashful."}, {"timestamp": [332.0, 334.0], "text": " With boxes of fruit to make the next few days pleasanter and healthier, they prepare to return to Guidel Canal."}, {"timestamp": [334.0, 341.0], "text": " These men from Malighter are illustrating the old Solomon's phrase about combing the jungle for the enemy."}, {"timestamp": [341.0, 346.92], "text": " And meanwhile on Guadalcanal main highway, the steady traffic of war rolls on."}, {"timestamp": [347.68, 352.96], "text": " These are the normal all-day scenes in the main artery of this forward base in the America-New Zealand Pacific sector."}, {"timestamp": [357.18, 362.22], "text": " Here again is the big transport plane, all ready for the return flight to the new Hebrides and New Zealand,"}, {"timestamp": [362.68, 364.04], "text": " bringing back men on sick leave."}, {"timestamp": [367.0, 374.0], "text": " Engines warm up at the start of the long runway through the coconuts. Soon she'll be in the air on the first of the two long laps for home."}, {"timestamp": [374.0, 388.24], "text": " Air transport is changing the Pacific."}, {"timestamp": [388.24, 396.24], "text": " From the war zone near the equator, the 2,000 mile journey to Auckland takes less time than it takes the surface traveler to get from Auckland onto Christchurch."}, {"timestamp": [397.24, null], "text": " So for these homecoming men, New Zealand is not so far away from the strange daily life, which they've been leading in the Solomon's."}], "text": " This This giant Douglas transport plane has come up to Guadal Canal from New Zealand in two hops by way of the new Hebrides. This regular transport service to the main Solomon's base is a New Zealand concern now and runs continuously. The plane is unloaded right away for a quick turnaround. She brings mail for the New Zealand forces as well as military supplies. And so within a couple of days of their being posted in the dominion, letters to read and parcels to eat are in the hands of the soldiers in the Solomon's. American dive bombers leaving New Georgia on an offensive mission have New Zealand kiddie hawks as fighter and navigational escort. To make the distance, the kitties carry extra petrol slung below in belly tanks. These are dropped before action. Down on the ground at Ondonger, New Georgia, men of the New Zealand fighter wing work two 12-hour ships a day to keep their hawks in the air. All day long, planes are coming in, being overhauled and reloaded, and put back in the air again to fetch down more zeros. When the time comes for a settlement in the Pacific, a proud part of New Zealand's claim to influence will be the work of the men of her fighter wing, both in the air and on the ground. When the long-range fighters are keeping the zeros well occupied, American bombers can give undivided attention to enemy supply dumps, and this sort of thing happens. These New Zealanders are on leave from Munda, New Georgia. The bathing resort they patronize is Lunger Beach on Guadalcanal. They have an afternoon off every five days. Their regular work is locating and bombing Japanese planes and shipping around Bergenville Island. They make the best of their few hours leave. Lunger Beach is not the only popular bathing resort on Guadalcanal. Some prefer the seaside places which have interesting historical landmarks. The Japanese freighters piled up here are relics of the naval battle in November 1942. Three nip divisions were brought sailing round Servo Island to reinvade North Guadal Canal here. The United States Navy caught them with their kimonos down and added 25 of these ships to the local resources of scrap iron. This peaceful Solomon scene is on Florida Island. Here, native life is coming back to normal, and such signs of war as there are cause no worry. There's just a little added excitement to life now for the people of Florida, and they've all returned to their villages from the interior. The children on Florida are not allowed to smoke until they're fives. From then on, when they can get the tobacco, they puff away like little steam engines. This visitor takes a polite interest in the business of making palm leaves into mats. Also having a holiday on Florida are men of the Fijian scouts. Man for man, these are the most dangerous jungle enemies the Japs have to face. They're old friends of ours, and the Carver ceremony is to welcome our cameraman. The first drink goes to their New Zealand officer. Florida has a better climate than Guidal Canal, so the RNZLAF like to come over to the island and barter for the fruit which grows there. For men who are up where the war is, giving and taking high-explosive bombs, it makes a pleasant visit, even if the company is rather bashful. With boxes of fruit to make the next few days pleasanter and healthier, they prepare to return to Guidel Canal. These men from Malighter are illustrating the old Solomon's phrase about combing the jungle for the enemy. And meanwhile on Guadalcanal main highway, the steady traffic of war rolls on. These are the normal all-day scenes in the main artery of this forward base in the America-New Zealand Pacific sector. Here again is the big transport plane, all ready for the return flight to the new Hebrides and New Zealand, bringing back men on sick leave. Engines warm up at the start of the long runway through the coconuts. Soon she'll be in the air on the first of the two long laps for home. Air transport is changing the Pacific. From the war zone near the equator, the 2,000 mile journey to Auckland takes less time than it takes the surface traveler to get from Auckland onto Christchurch. So for these homecoming men, New Zealand is not so far away from the strange daily life, which they've been leading in the Solomon's."}