{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " Boys from many schools are taking part in this camp at Waimier Nelson, organized by the Crusader movement."}, {"timestamp": [30.0, 36.0], "text": " As there's no contempt quite like that felt by people who are out in the sun for those who are still in bed, the fun begins."}, {"timestamp": [36.0, 45.96], "text": " Always in camp there's washing up to do, and schoolboys always believe in dishing those who don't do their share."}, {"timestamp": [49.46, 52.52], "text": " Today, some of the boys are going out to work to earn some money."}, {"timestamp": [52.88, 56.32], "text": " A tomato grower has called in their services and sent his truck to fetch them."}, {"timestamp": [57.24, 61.2], "text": " These holiday visitors find themselves becoming part of the Nelson landscape,"}, {"timestamp": [61.54, 64.76], "text": " tomato pickers in straw hats, bending amongst the vines."}, {"timestamp": [65.5, 69.38], "text": " At a time of general labor shortage, their help is valuable, and he gives them an advance"}, {"timestamp": [69.38, 75.24], "text": " idea of what working life is like."}, {"timestamp": [75.24, 81.32], "text": " Tying up tomato vines is another job for the boys from the camp, and it's a change from"}, {"timestamp": [81.32, 85.8], "text": " bending down picking."}, {"timestamp": [87.84, 90.34], "text": " This outfit have found a profitable job that's more exciting than picking peas or tomatoes."}, {"timestamp": [90.96, 92.26], "text": " They've been getting wild honey"}, {"timestamp": [92.26, 94.86], "text": " and have set up their extraction plant near the camp."}, {"timestamp": [95.62, 96.8], "text": " The scriptures don't record"}, {"timestamp": [96.8, 99.0], "text": " whether John the Baptist went to all this trouble"}, {"timestamp": [99.0, 100.0], "text": " with his wild honey."}, {"timestamp": [103.54, 106.24], "text": " One day they visited Nelson and the Corthron Institute."}, {"timestamp": [108.24, 111.16], "text": " On Sunday they held a camp service under the trees."}, {"timestamp": [111.7, 114.88], "text": " The sun streamed through branches instead of through stained glass windows"}, {"timestamp": [114.88, 118.16], "text": " and there was wind in the treetops instead of the chiming of bells."}, {"timestamp": [118.9, 120.76], "text": " They had the best church they could wish for."}, {"timestamp": [122.72, 126.32], "text": " Now the whole camps moving up the valley to look for a swim. They know"}, {"timestamp": [126.32, 137.52], "text": " a spot where the scant Wymeir River has left a good deep pool. The willows whiten"}, {"timestamp": [137.52, 143.56], "text": " overhead and the boys swim and dive and generally consume their superfluous energy. If they"}, {"timestamp": [143.56, 145.0], "text": " have any left before bedtime,"}, {"timestamp": [145.6, 147.8], "text": " they use it up on a game of tennis ball rugby"}, {"timestamp": [147.8, 149.8], "text": " on a nice rolling bit of country"}, {"timestamp": [149.8, 182.32], "text": " before the sunlit hills of Nelson. New Zealand transport drivers in Italy taking men and supplies forward for the important push across the Sangro River often feel at home."}, {"timestamp": [182.32, 189.44], "text": " For much of the scenery they pass through might be somewhere in the South Island. The bridges today are new military ones to replace"}, {"timestamp": [189.44, 194.9], "text": " demolitions. Here and there, ancient hilltop fortress towns remain, stone-built European"}, {"timestamp": [194.9, 201.44], "text": " counterparts of the hilltop powers of the Māoris. The transport drivers need the new"}, {"timestamp": [201.44, 205.0], "text": " bridges, and the local Italians rebuilding their country need them too."}, {"timestamp": [207.0, 212.0], "text": " Castelfrentano, 58 kilometers, but the German lines along the Sangro River bar the way."}, {"timestamp": [213.0, 217.0], "text": " There's hard fighting ahead before this road can be followed through to Castelrentano."}, {"timestamp": [217.0, 238.0], "text": " The enemy is on the move though, and an ammunition convoy is taking shells to the guns so that he won't move in comfort. The guns are going to the guns. The guns must find the enemy's roads."}, {"timestamp": [238.0, 241.0], "text": " Already the Nazis are burning villages behind the retreat to their line."}, {"timestamp": [241.0, 259.4], "text": " Soon the whole battery will open up on them."}, {"timestamp": [264.26, 266.02], "text": " The guns go on firing. The road traffic rolls on. Here is the Lucky Hill Town of Casoli, lucky because the"}, {"timestamp": [266.02, 271.1], "text": " retreating Nazis merely sacked it and blew up a few important buildings. And the first United"}, {"timestamp": [271.1, 276.88], "text": " Nations forces to enter find the town still standing and not on fire. The townsmen wonder"}, {"timestamp": [276.88, 281.42], "text": " about this new army that's coming in. They know all too much about the army that's just left."}, {"timestamp": [282.34, 285.76], "text": " The mayor puts a good face on it and offers some wine which the Nazis didn't find"}, {"timestamp": [285.76, 287.58], "text": " to these strangers in armored cars,"}, {"timestamp": [287.94, 289.64], "text": " men of the New Zealand divisional cavalry."}, {"timestamp": [290.24, 291.48], "text": " Then everyone cheers up,"}, {"timestamp": [291.64, 293.36], "text": " as all at once it becomes believable"}, {"timestamp": [293.36, 295.26], "text": " that for Casoli the war is over."}, {"timestamp": [298.24, 300.4], "text": " From the walls, the war can still be seen."}, {"timestamp": [301.08, 302.48], "text": " Heavy equipment has been moved up"}, {"timestamp": [302.48, 304.48], "text": " for the final assault on the German winter line."}, {"timestamp": [327.0, 330.0], "text": " And now the guns are shelling beyond it. Here, returning refugees are crossing the Sangro itself. This river was a selective barrier."}, {"timestamp": [330.0, 334.0], "text": " In the battle of the Sangro, as soon as the floods subsided, the infantry could cross."}, {"timestamp": [334.0, 338.0], "text": " General Freiburg's tanks and guns had to wait for new bridges."}, {"timestamp": [338.0, 346.5], "text": " New Zealand engineers built this and other crossings under shell fire during the night of the main battle and through the following day."}, {"timestamp": [346.5, 351.5], "text": " Now heavy trucks cross the river without difficulty, though much of this area is thick in mud."}, {"timestamp": [355.5, 363.0], "text": " Further forward, mopping up operations are in progress against the fighting enemy,"}, {"timestamp": [363.0, 366.8], "text": " whilst the transport men fight their own battle with general mud,"}, {"timestamp": [366.8, 370.8], "text": " using wheel chains, and when they fail, the ever persuasive bulldozer."}, {"timestamp": [370.8, 383.6], "text": " That's one hidden machine gun post, the less."}, {"timestamp": [385.0, 387.0], "text": " This is the fortress of Castelfrentano, overwhelmed by That's one hidden machine gun post, the less."}, {"timestamp": [391.0, 394.0], "text": " This is the fortress of Castel Frentano, overwhelmed by our infantry and daylight. While they clean up this former heart of the winter line,"}, {"timestamp": [394.0, 397.0], "text": " everything they need is following them up along the roads."}, {"timestamp": [397.0, 398.0], "text": " Here's mail and bread."}, {"timestamp": [398.0, 400.0], "text": " It's a motor truck's war."}, {"timestamp": [413.0, 419.0], "text": " With the fall of Castel Fentano and the German winter line, one critical stage of the war inside Italy came to an end. The infantry who did the job can relax for a few minutes, and the gunners who followed over the bridges to give them support"}, {"timestamp": [419.0, null], "text": " can also feel satisfied with a job well done."}], "text": " Boys from many schools are taking part in this camp at Waimier Nelson, organized by the Crusader movement. As there's no contempt quite like that felt by people who are out in the sun for those who are still in bed, the fun begins. Always in camp there's washing up to do, and schoolboys always believe in dishing those who don't do their share. Today, some of the boys are going out to work to earn some money. A tomato grower has called in their services and sent his truck to fetch them. These holiday visitors find themselves becoming part of the Nelson landscape, tomato pickers in straw hats, bending amongst the vines. At a time of general labor shortage, their help is valuable, and he gives them an advance idea of what working life is like. Tying up tomato vines is another job for the boys from the camp, and it's a change from bending down picking. This outfit have found a profitable job that's more exciting than picking peas or tomatoes. They've been getting wild honey and have set up their extraction plant near the camp. The scriptures don't record whether John the Baptist went to all this trouble with his wild honey. One day they visited Nelson and the Corthron Institute. On Sunday they held a camp service under the trees. The sun streamed through branches instead of through stained glass windows and there was wind in the treetops instead of the chiming of bells. They had the best church they could wish for. Now the whole camps moving up the valley to look for a swim. They know a spot where the scant Wymeir River has left a good deep pool. The willows whiten overhead and the boys swim and dive and generally consume their superfluous energy. If they have any left before bedtime, they use it up on a game of tennis ball rugby on a nice rolling bit of country before the sunlit hills of Nelson. New Zealand transport drivers in Italy taking men and supplies forward for the important push across the Sangro River often feel at home. For much of the scenery they pass through might be somewhere in the South Island. The bridges today are new military ones to replace demolitions. Here and there, ancient hilltop fortress towns remain, stone-built European counterparts of the hilltop powers of the Māoris. The transport drivers need the new bridges, and the local Italians rebuilding their country need them too. Castelfrentano, 58 kilometers, but the German lines along the Sangro River bar the way. There's hard fighting ahead before this road can be followed through to Castelrentano. The enemy is on the move though, and an ammunition convoy is taking shells to the guns so that he won't move in comfort. The guns are going to the guns. The guns must find the enemy's roads. Already the Nazis are burning villages behind the retreat to their line. Soon the whole battery will open up on them. The guns go on firing. The road traffic rolls on. Here is the Lucky Hill Town of Casoli, lucky because the retreating Nazis merely sacked it and blew up a few important buildings. And the first United Nations forces to enter find the town still standing and not on fire. The townsmen wonder about this new army that's coming in. They know all too much about the army that's just left. The mayor puts a good face on it and offers some wine which the Nazis didn't find to these strangers in armored cars, men of the New Zealand divisional cavalry. Then everyone cheers up, as all at once it becomes believable that for Casoli the war is over. From the walls, the war can still be seen. Heavy equipment has been moved up for the final assault on the German winter line. And now the guns are shelling beyond it. Here, returning refugees are crossing the Sangro itself. This river was a selective barrier. In the battle of the Sangro, as soon as the floods subsided, the infantry could cross. General Freiburg's tanks and guns had to wait for new bridges. New Zealand engineers built this and other crossings under shell fire during the night of the main battle and through the following day. Now heavy trucks cross the river without difficulty, though much of this area is thick in mud. Further forward, mopping up operations are in progress against the fighting enemy, whilst the transport men fight their own battle with general mud, using wheel chains, and when they fail, the ever persuasive bulldozer. That's one hidden machine gun post, the less. This is the fortress of Castelfrentano, overwhelmed by That's one hidden machine gun post, the less. This is the fortress of Castel Frentano, overwhelmed by our infantry and daylight. While they clean up this former heart of the winter line, everything they need is following them up along the roads. Here's mail and bread. It's a motor truck's war. With the fall of Castel Fentano and the German winter line, one critical stage of the war inside Italy came to an end. The infantry who did the job can relax for a few minutes, and the gunners who followed over the bridges to give them support can also feel satisfied with a job well done."}