{"speakers": [], "chunks": [{"timestamp": [0.0, 139.5], "text": " The I'm gonnae. It's autumn in New Zealand's northern lake district, and the streams flash with light as rainbow trout make for the spawning grounds of the shallow upper reaches. Rippling with rainbows, an upstream rendezvous is the scene of courtship between hen and Jack. I'm gonna be. Whilst a pair of jealous jacks fight it out on the surface, a mated pair is head up home below."}, {"timestamp": [139.5, 145.0], "text": " The possess of jack stands guard as the hen digs a red or nest somewhere to lay her eggs."}, {"timestamp": [145.0, 149.0], "text": " When fertilised, they're covered and hopefully left to hatch."}, {"timestamp": [149.0, 153.0], "text": " The chances are that by the end of the first year, natural causes will have wiped out,"}, {"timestamp": [153.0, 183.0], "text": " all but about 10% of the hatch. So plentiful are spawning grounds and feed in the Toppo district that the balance of trout population is assured."}, {"timestamp": [183.0, 189.36], "text": " And the lake may be fished the year round and no limit to the catch except that anything under 14"}, {"timestamp": [189.36, 195.54], "text": " inches must go back into the lake around the shoreline of the 240 square"}, {"timestamp": [195.54, 200.64], "text": " mile lake devotees of spoon and fly all have their favorite spot trolling"}, {"timestamp": [200.64, 204.9], "text": " though is not allowed within 300 yards of any river mouth this is the"}, {"timestamp": [204.9, 207.0], "text": " preserve of the fly fisherman."}, {"timestamp": [207.0, 210.0], "text": " And what a choice of water there is,"}, {"timestamp": [210.0, 212.0], "text": " alone in the wide open spaces"}, {"timestamp": [212.0, 314.0], "text": " or among the crowd in the picket fence. I'm gonna I'm I'ma-la-la-law-law-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-ha-ha-a-la-ha-a-a-l. It's a very unlucky angler who hasn't taken a fish or two in these surroundings."}, {"timestamp": [314.0, 319.0], "text": " To camps and bays around the lake anglers come home with the catch."}, {"timestamp": [319.0, 325.28], "text": " Fly fishing the screams and trolling the shoreline, in Toppo alone they take over 500 tons of fish."}, {"timestamp": [325.28, 354.0], "text": " At three and a half pounds average that's 320, 9.5, 3."}, {"timestamp": [354.0, 358.0], "text": " Rainbow female, RPC and LBC."}, {"timestamp": [358.0, 361.0], "text": " 18, a quarter, 2 and 3 quarters."}, {"timestamp": [361.0, 365.68], "text": " Some of New Zealand's rivers and lakes, although rich in food, are deficient in natural"}, {"timestamp": [365.68, 367.18], "text": " spawning grounds."}, {"timestamp": [367.18, 372.82], "text": " To overcome this, research and artificial breeding are carried on by the wildlife department."}, {"timestamp": [372.82, 379.32], "text": " In the Nongataha stream, fish are marked for future recognition."}, {"timestamp": [379.32, 383.36], "text": " Rainbow male, 20 a half, five."}, {"timestamp": [383.36, 389.0], "text": " Rainbow female, 23, 6.5."}, {"timestamp": [389.0, 393.0], "text": " A daily record is kept of all fish going up and down stream,"}, {"timestamp": [393.0, 396.0], "text": " from which much is learned of the population figures"}, {"timestamp": [396.0, 398.0], "text": " and condition of the fish in the lakes."}, {"timestamp": [398.0, 413.0], "text": " Through June to September, fish are diverted from their run to the spawning grounds"}, {"timestamp": [413.0, 418.0], "text": " and driven sheep-like upstream towards the hatchery, a slow tedious job."}, {"timestamp": [418.0, 487.0], "text": " The fish are heavy with eggs and can't be pushed too hard. Quite. Quite. Here, there. Slidling up the weir and into the main current, the trout are trapped and sorted, male and female, into separate tents. With a little bit of her."}, {"timestamp": [487.0, 547.0], "text": " With a little steady pressure, the hen is stripped of her eggs, about 2,000 to 3,000 from an average fish. Milk from several jackers added and gentle stirring completes fertilization."}, {"timestamp": [547.0, 565.0], "text": " In the hatchery of Tongariro, the staff count the eggs."}, {"timestamp": [565.0, 570.0], "text": " This seemingly impossible job is simplified by calculating the number of eggs to a pint."}, {"timestamp": [570.0, 607.0], "text": " Now it's easy to pour 10,000 eggs into each incubator tray. In clear running water the eggs are left untouched for the next 17 days."}, {"timestamp": [607.0, 623.0], "text": " On the 18th day, a look into the tray is returned by thousands of pairs of little black eyes."}, {"timestamp": [623.0, 627.0], "text": " These eyed over are now given some fairly harsh treatment."}, {"timestamp": [627.0, 666.2], "text": " They're all siphoned from the water and bounced into a wire basket to kill off the weaklings. In a little while the few that have died turn white and are easily removed. In an average,"}, {"timestamp": [666.2, 696.0], "text": " In an average season at Tonga Riro, 5 million to I'd over are packed in special containers and sent to rearing stations all over the country."}, {"timestamp": [696.0, 712.0], "text": " From these, Fry will be liberated in the local streams and lakes. Clear spring water from up the mountain runs through the wearing station at Nongataka."}, {"timestamp": [712.0, 725.0], "text": " Very carefully the staff trends further freshly delivered eyed over to wire baskets, which is Here spring water from up the mountain runs through the rearing station at Nongatah."}, {"timestamp": [725.0, 729.5], "text": " Very carefully the staff transfer the freshly delivered eyed over to wire baskets"}, {"timestamp": [729.5, 735.0], "text": " which are suspended in flowing water whose caressing action is all that's necessary to hatch the eggs."}, {"timestamp": [736.0, 765.0], "text": " From fertilization to breakout, about 32 days. I'm gonna be. And......andahs..."}, {"timestamp": [765.0, 766.0], "text": "...and..."}, {"timestamp": [766.0, 767.0], "text": "...and..."}, {"timestamp": [767.0, 769.0], "text": "...and..."}, {"timestamp": [769.0, 770.0], "text": "...and..."}, {"timestamp": [770.0, 771.0], "text": "...and..."}, {"timestamp": [771.0, 772.0], "text": "...and..."}, {"timestamp": [772.0, 773.0], "text": "...and..."}, {"timestamp": [773.0, 795.0], "text": "...and... 31 days, the heart beat, strong."}, {"timestamp": [795.0, 807.0], "text": " 31 days, the heart beat strongly."}, {"timestamp": [807.0, 812.0], "text": " 32 days, the shell floats from."}, {"timestamp": [812.0, 831.0], "text": " 32 days, the shell floats free and a rainbow is born."}, {"timestamp": [831.0, 835.0], "text": " The elephants, as they're known at this stage, becomes stronger with every wriggle"}, {"timestamp": [835.0, 864.5], "text": " until dropping through the wire mesh they gather together and instinctively head upstream. For about a month now, they swim around the bottom of the tank, living all this time on a built-in-foodsup from the yoke-sack."}, {"timestamp": [864.5, 869.0], "text": " Living all this time on a built-in food supply from the yolk sack."}, {"timestamp": [869.0, 872.0], "text": " When this runs out, the young fry swim up to the surface."}, {"timestamp": [872.0, 878.0], "text": " Now comes the job of rearing them, starting with daily feeds of finely ground beef liver."}, {"timestamp": [878.0, 885.0], "text": " They're about two months old now....and now......."}, {"timestamp": [885.0, 886.0], "text": "..."}, {"timestamp": [886.0, 887.0], "text": "..."}, {"timestamp": [887.0, 888.0], "text": "..."}, {"timestamp": [888.0, 889.0], "text": "..."}, {"timestamp": [889.0, 890.0], "text": "..."}, {"timestamp": [890.0, 913.0], "text": "...... As they grow, the little fish are shifted into ponds, out in the hatchery grubs."}, {"timestamp": [913.0, 927.0], "text": " So that fishermen's tails may be plausible, the staff's expert know how is concentrated"}, {"timestamp": [927.0, 930.0], "text": " on producing big, healthy rainbows."}, {"timestamp": [930.0, 935.0], "text": " Additions to the daily diet, including semolina, fish and meat meal are carefully calculated"}, {"timestamp": [935.0, 957.0], "text": " by regularly weighing and counting a batch of fingerings."}, {"timestamp": [957.0, 963.0], "text": " A few knockout drops in a bucket quietens them down and makes it easier to record their vital statistics."}, {"timestamp": [963.0, 965.68], "text": " At four to six inches long, these are nine to"}, {"timestamp": [965.68, 989.66], "text": " 12 months old. Finally, a small stainless steel identity disk is attached to the dorsal fin."}, {"timestamp": [989.66, 994.2], "text": " When returned to the department by successful anglers, these numbered tags provide information"}, {"timestamp": [994.2, 998.12], "text": " about growth and distribution that will help plan future liberation."}, {"timestamp": [998.12, 1012.0], "text": " In the holding tank, the young rainbows show off some of their fighting qualities."}, {"timestamp": [1012.0, 1067.0], "text": " Very soon now the hand feeding will finish and they have to fend for themselves in the rivers of legs. I'm gonnae. In a placid reach of Lake Tarawira, the hand-raised rainbows swim off into the competitive world of nature,"}, {"timestamp": [1067.0, 1087.0], "text": " to join others in the next morning run to the shady shadows, and to enhance the pleasure of anglers in some of the world's finest trout fishing waters. The"}, {"timestamp": [1087.0, 1088.0], "text": " Ah!"}], "text": " The I'm gonnae. It's autumn in New Zealand's northern lake district, and the streams flash with light as rainbow trout make for the spawning grounds of the shallow upper reaches. Rippling with rainbows, an upstream rendezvous is the scene of courtship between hen and Jack. I'm gonna be. Whilst a pair of jealous jacks fight it out on the surface, a mated pair is head up home below. The possess of jack stands guard as the hen digs a red or nest somewhere to lay her eggs. When fertilised, they're covered and hopefully left to hatch. The chances are that by the end of the first year, natural causes will have wiped out, all but about 10% of the hatch. So plentiful are spawning grounds and feed in the Toppo district that the balance of trout population is assured. And the lake may be fished the year round and no limit to the catch except that anything under 14 inches must go back into the lake around the shoreline of the 240 square mile lake devotees of spoon and fly all have their favorite spot trolling though is not allowed within 300 yards of any river mouth this is the preserve of the fly fisherman. And what a choice of water there is, alone in the wide open spaces or among the crowd in the picket fence. I'm gonna I'm I'ma-la-la-law-law-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-la-ha-ha-a-la-ha-a-a-l. It's a very unlucky angler who hasn't taken a fish or two in these surroundings. To camps and bays around the lake anglers come home with the catch. Fly fishing the screams and trolling the shoreline, in Toppo alone they take over 500 tons of fish. At three and a half pounds average that's 320, 9.5, 3. Rainbow female, RPC and LBC. 18, a quarter, 2 and 3 quarters. Some of New Zealand's rivers and lakes, although rich in food, are deficient in natural spawning grounds. To overcome this, research and artificial breeding are carried on by the wildlife department. In the Nongataha stream, fish are marked for future recognition. Rainbow male, 20 a half, five. Rainbow female, 23, 6.5. A daily record is kept of all fish going up and down stream, from which much is learned of the population figures and condition of the fish in the lakes. Through June to September, fish are diverted from their run to the spawning grounds and driven sheep-like upstream towards the hatchery, a slow tedious job. The fish are heavy with eggs and can't be pushed too hard. Quite. Quite. Here, there. Slidling up the weir and into the main current, the trout are trapped and sorted, male and female, into separate tents. With a little bit of her. With a little steady pressure, the hen is stripped of her eggs, about 2,000 to 3,000 from an average fish. Milk from several jackers added and gentle stirring completes fertilization. In the hatchery of Tongariro, the staff count the eggs. This seemingly impossible job is simplified by calculating the number of eggs to a pint. Now it's easy to pour 10,000 eggs into each incubator tray. In clear running water the eggs are left untouched for the next 17 days. On the 18th day, a look into the tray is returned by thousands of pairs of little black eyes. These eyed over are now given some fairly harsh treatment. They're all siphoned from the water and bounced into a wire basket to kill off the weaklings. In a little while the few that have died turn white and are easily removed. In an average, In an average season at Tonga Riro, 5 million to I'd over are packed in special containers and sent to rearing stations all over the country. From these, Fry will be liberated in the local streams and lakes. Clear spring water from up the mountain runs through the wearing station at Nongataka. Very carefully the staff trends further freshly delivered eyed over to wire baskets, which is Here spring water from up the mountain runs through the rearing station at Nongatah. Very carefully the staff transfer the freshly delivered eyed over to wire baskets which are suspended in flowing water whose caressing action is all that's necessary to hatch the eggs. From fertilization to breakout, about 32 days. I'm gonna be. And......andahs......and......and......and......and......and......and......and......and... 31 days, the heart beat, strong. 31 days, the heart beat strongly. 32 days, the shell floats from. 32 days, the shell floats free and a rainbow is born. The elephants, as they're known at this stage, becomes stronger with every wriggle until dropping through the wire mesh they gather together and instinctively head upstream. For about a month now, they swim around the bottom of the tank, living all this time on a built-in-foodsup from the yoke-sack. Living all this time on a built-in food supply from the yolk sack. When this runs out, the young fry swim up to the surface. Now comes the job of rearing them, starting with daily feeds of finely ground beef liver. They're about two months old now....and now............................ As they grow, the little fish are shifted into ponds, out in the hatchery grubs. So that fishermen's tails may be plausible, the staff's expert know how is concentrated on producing big, healthy rainbows. Additions to the daily diet, including semolina, fish and meat meal are carefully calculated by regularly weighing and counting a batch of fingerings. A few knockout drops in a bucket quietens them down and makes it easier to record their vital statistics. At four to six inches long, these are nine to 12 months old. Finally, a small stainless steel identity disk is attached to the dorsal fin. When returned to the department by successful anglers, these numbered tags provide information about growth and distribution that will help plan future liberation. In the holding tank, the young rainbows show off some of their fighting qualities. Very soon now the hand feeding will finish and they have to fend for themselves in the rivers of legs. I'm gonnae. In a placid reach of Lake Tarawira, the hand-raised rainbows swim off into the competitive world of nature, to join others in the next morning run to the shady shadows, and to enhance the pleasure of anglers in some of the world's finest trout fishing waters. The Ah!"}