{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " The Air Force is on parade."}, {"timestamp": [10.0, 24.0], "text": " The Air Force is on parade."}, {"timestamp": [24.0, 32.0], "text": " Today at this air station, Air Commodore Vincent inspects these men of the Royal New Zealand Air Force out to take part in a display for patriotic funds."}, {"timestamp": [32.0, 38.0], "text": " Just a sample of the men whose skill and courage will be added to our growing air superiority."}, {"timestamp": [38.0, 42.0], "text": " Their march past makes a grand sight."}, {"timestamp": [42.0, 46.3], "text": " These boys can march as well as fly, proof of their training from the ground up."}, {"timestamp": [51.64, 57.14], "text": " A good show, say the inspecting officers, but that isn't all. Boys of the Air Training Corps"}, {"timestamp": [57.14, 62.06], "text": " go through their paces in a splendid display of physical training. The Air Force doesn't encourage"}, {"timestamp": [62.06, 65.4], "text": " stunting, so they work off acrobatic tendencies this way."}, {"timestamp": [68.28, 74.54], "text": " It's all for a good purpose, and also on parade are Red Cross nurses and members of the Women's War Service auxiliary."}, {"timestamp": [75.3, 77.68], "text": " They too can step it out when it comes to marching."}, {"timestamp": [81.44, 87.0], "text": " The highlight of the afternoon comes with a spectacular ceremony based on the trooping of the colors."}, {"timestamp": [87.0, 90.0], "text": " Once this was a ceremony only for men in arms."}, {"timestamp": [90.0, 95.0], "text": " Today, women have justly earned the right and the honor to carry the colors."}, {"timestamp": [95.0, 102.0], "text": " In time-honored ceremonial style, the parade moves off in a slow march."}, {"timestamp": [102.0, 106.0], "text": " The day ends with a slow march."}, {"timestamp": [108.1, 108.78], "text": " The day ends with a grand review."}, {"timestamp": [110.62, 114.82], "text": " The nation's youth is on the march."}, {"timestamp": [124.88, 125.44], "text": " His Excellency, the Governor General, takes the salute from a guard of honor at the entrance to what was once government house."}, {"timestamp": [129.76, 130.48], "text": " Now it's a club for men and women of the armed forces, a gift from their excellencies."}, {"timestamp": [134.96, 135.12], "text": " It's an historic house. Ever since the days of Captain Hobson, first governor of New Zealand,"}, {"timestamp": [139.68, 140.52], "text": " it has been the home of the sovereign's representative. And these are historic grounds."}, {"timestamp": [144.72, 145.0], "text": " Once in our early history, officers of famous British regiments rested here,"}, {"timestamp": [145.0, 150.0], "text": " just as the fighting men and women of the United Nations make it a resting place today."}, {"timestamp": [150.0, 166.24], "text": " Inside the house, the lofty rooms have been converted to make the house a splendid club for entertainment and recreation."}, {"timestamp": [166.94, 169.28], "text": " The ballroom is now used for indoor bowls."}, {"timestamp": [170.02, 173.88], "text": " Chandeliers and mirrors are the last remaining traces of Victorian dignity."}, {"timestamp": [174.54, 178.84], "text": " This is a generous and practical gift by their excellencies to all services."}, {"timestamp": [190.3, 193.4], "text": " Let's wander for a moment in Silver Market. Would you like a porpoor?"}, {"timestamp": [193.4, 196.0], "text": " Perhaps the more familiar pineapple would go better."}, {"timestamp": [196.0, 199.46], "text": " And if you don't know the language, you can always use signs."}, {"timestamp": [199.46, 201.76], "text": " What is that man up to?"}, {"timestamp": [201.76, 204.96], "text": " I want to, understand."}, {"timestamp": [204.96, 210.2], "text": " They only sell them in freeze. Great place, silver. Here's"}, {"timestamp": [210.2, 214.54], "text": " the sunny side of the street. And here's a street that seems a bit shady on both sides,"}, {"timestamp": [214.84, 219.86], "text": " like another street we once spawned our watch in. In this street a man can buy colored"}, {"timestamp": [219.86, 224.0], "text": " shell necklaces to send to the girls back home in New Zealand. That is, if he's still"}, {"timestamp": [224.0, 225.6], "text": " interested in the girls back home. New Zealand. That is, if he's still interested in the girls back home."}, {"timestamp": [228.32, 231.9], "text": " The Fijians, we met their jungle fighters on Guadalcanal."}, {"timestamp": [233.4, 234.8], "text": " And more pineapples."}, {"timestamp": [235.16, 236.46], "text": " How's her other friend getting on?"}, {"timestamp": [237.48, 238.58], "text": " No sale, it seems."}, {"timestamp": [239.14, 239.92], "text": " Call again, Friday."}], "text": " The Air Force is on parade. The Air Force is on parade. Today at this air station, Air Commodore Vincent inspects these men of the Royal New Zealand Air Force out to take part in a display for patriotic funds. Just a sample of the men whose skill and courage will be added to our growing air superiority. Their march past makes a grand sight. These boys can march as well as fly, proof of their training from the ground up. A good show, say the inspecting officers, but that isn't all. Boys of the Air Training Corps go through their paces in a splendid display of physical training. The Air Force doesn't encourage stunting, so they work off acrobatic tendencies this way. It's all for a good purpose, and also on parade are Red Cross nurses and members of the Women's War Service auxiliary. They too can step it out when it comes to marching. The highlight of the afternoon comes with a spectacular ceremony based on the trooping of the colors. Once this was a ceremony only for men in arms. Today, women have justly earned the right and the honor to carry the colors. In time-honored ceremonial style, the parade moves off in a slow march. The day ends with a slow march. The day ends with a grand review. The nation's youth is on the march. His Excellency, the Governor General, takes the salute from a guard of honor at the entrance to what was once government house. Now it's a club for men and women of the armed forces, a gift from their excellencies. It's an historic house. Ever since the days of Captain Hobson, first governor of New Zealand, it has been the home of the sovereign's representative. And these are historic grounds. Once in our early history, officers of famous British regiments rested here, just as the fighting men and women of the United Nations make it a resting place today. Inside the house, the lofty rooms have been converted to make the house a splendid club for entertainment and recreation. The ballroom is now used for indoor bowls. Chandeliers and mirrors are the last remaining traces of Victorian dignity. This is a generous and practical gift by their excellencies to all services. Let's wander for a moment in Silver Market. Would you like a porpoor? Perhaps the more familiar pineapple would go better. And if you don't know the language, you can always use signs. What is that man up to? I want to, understand. They only sell them in freeze. Great place, silver. Here's the sunny side of the street. And here's a street that seems a bit shady on both sides, like another street we once spawned our watch in. In this street a man can buy colored shell necklaces to send to the girls back home in New Zealand. That is, if he's still interested in the girls back home. New Zealand. That is, if he's still interested in the girls back home. The Fijians, we met their jungle fighters on Guadalcanal. And more pineapples. How's her other friend getting on? No sale, it seems. Call again, Friday."}