{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " More often than not."}, {"timestamp": [2.0, 4.0], "text": "..."}, {"timestamp": [4.0, 29.0], "text": "... more often than not, skies are dull and grey over Westland."}, {"timestamp": [29.0, 33.0], "text": " The bush where coal trucks crawl up and down is thick and wet."}, {"timestamp": [33.0, 38.0], "text": " But among those who work in the mines are some who are thinking of the skies."}, {"timestamp": [38.0, 42.0], "text": " This is Granite 20 miles from Westport, where the bins of the militant mine"}, {"timestamp": [42.0, 45.0], "text": " are at the bottom of an endless two-mile steel rope that runs up to the mine."}, {"timestamp": [45.0, 53.0], "text": " Working on the rope are boys of 15 and 16, tough boys, doing the man-sized job of unhitching the trucks as they come down"}, {"timestamp": [53.0, 55.0], "text": " and hitching up the empties for the return."}, {"timestamp": [55.0, 58.0], "text": " It's a job that never stops so long as the rope is running."}, {"timestamp": [58.0, 62.0], "text": " But these boys have their eyes on the sky. They want to be airmen."}, {"timestamp": [62.0, 71.0], "text": " The boys who work on the rope get little chance of admiring the scenery."}, {"timestamp": [71.0, 75.0], "text": " Some of their mates who work alongside the men in the mine itself get less."}, {"timestamp": [75.0, 79.0], "text": " But they too want to be airmen and the Air Training Corps gives them their opportunity."}, {"timestamp": [79.0, 87.0], "text": " When works over, they are off home to get cleaned up before parade. Good-Nay!"}, {"timestamp": [87.0, 92.0], "text": " Thank you to me three cobbers of mine."}, {"timestamp": [92.0, 95.0], "text": " Toby Anderson, Will Moppert and Dick Harker."}, {"timestamp": [95.0, 98.0], "text": " You tell them why we joined the ATC."}, {"timestamp": [98.0, 103.0], "text": " Oh, our main reason for joining the ATC is to gain education, to join the Air Force."}, {"timestamp": [103.0, 107.0], "text": " We also realize that after the war this training we receive will be very useful."}, {"timestamp": [107.0, 109.0], "text": " Come on, we're going to have a bath."}, {"timestamp": [113.0, 118.0], "text": " Their classroom is at the local school, where as children they learn to read and write."}, {"timestamp": [118.0, 121.0], "text": " Now they learn about radios in their spare time."}, {"timestamp": [121.0, 131.0], "text": " They learn too about the guns they'll be using in fighter planes. When they go to take their place in the RNZAF, they'll be stepping up from miners to airmen by way of the ATC."}, {"timestamp": [131.0, 151.96], "text": " Meanwhile, they help to keep the trucks moving, getting out the coal that is vital to our wartime industry. On the island of Vela Lavella Vela, engineers of the"}, {"timestamp": [151.96, 155.72], "text": " third Kiwi division are building a jetty. Ducks and other landing craft are"}, {"timestamp": [155.72, 159.36], "text": " invaluable in the early stages of an invasion. But once a beachhead has been"}, {"timestamp": [159.36, 163.74], "text": " established, a jetty solves the problem of landing stores and equipment. It not only makes"}, {"timestamp": [163.74, 171.1], "text": " for easier handling but also reduces wear and tear on the landing craft."}, {"timestamp": [171.1, 175.38], "text": " Filling palms comes easily to bushbred New Zealanders, but this is not the cool New Zealand"}, {"timestamp": [175.38, 176.24], "text": " bush."}, {"timestamp": [176.24, 178.72], "text": " This is the steaming tropical jungle."}, {"timestamp": [178.72, 189.7], "text": " Every movement is an effort with the temperature at 112 and the humidity at 100%. From the jungle the trunks are snigged down to the waterfront."}, {"timestamp": [189.7, 192.8], "text": " This work fits into the regular pattern of island invasion."}, {"timestamp": [192.8, 195.4], "text": " After the landing comes this consolidation."}, {"timestamp": [195.4, 198.8], "text": " Each captured island becomes the base for the next invasion."}, {"timestamp": [198.8, 203.4], "text": " This pattern will be repeated many times, each time nearer Japan."}, {"timestamp": [203.4, 205.4], "text": " With each assault force will come the"}, {"timestamp": [205.4, 212.12], "text": " engineers to make roads and build jetties. In the meantime, this is hard work and hot work."}, {"timestamp": [212.12, 215.08], "text": " But in this climate, there's always one place where you can cool down."}, {"timestamp": [215.08, 231.92], "text": " Despite the war, art is flourishing in New Zealand."}, {"timestamp": [231.92, 236.32], "text": " We found proof of this when we previewed an art exhibition entitled Artists in Uniform,"}, {"timestamp": [236.32, 238.28], "text": " which is now touring the Dominion."}, {"timestamp": [238.28, 242.96], "text": " The exhibition was organized by the Army Education and Welfare Service simply to encourage drawing"}, {"timestamp": [242.96, 245.76], "text": " and painting among men and women of the services."}, {"timestamp": [250.94, 251.4], "text": " Some 500 pictures were submitted by men and women serving at home in the Pacific and in the Middle East."}, {"timestamp": [255.88, 256.92], "text": " From them this collection was made, a collection that is unique in the history of art in New Zealand."}, {"timestamp": [261.24, 261.84], "text": " On our visit, we asked official war artist Russell Clark to tell us something about the pictures."}, {"timestamp": [267.56, 274.0], "text": " We began by asking him, what is the attitude of the New Zealand public towards artists? Well, in general, they're considered to be a group of part. Actually, they're not. There are not many professional artists in New Zealand,"}, {"timestamp": [274.0, 276.88], "text": " because the demand for straight painting is not sufficient to provide a living for more than"}, {"timestamp": [276.88, 283.24], "text": " the few. Others work in commercial studios, but these are not regarded in the same class as"}, {"timestamp": [283.24, 285.14], "text": " those who live by teaching or painting alone."}, {"timestamp": [285.94, 288.54], "text": " Now most of the paintings in this exhibition have been done by amateurs."}, {"timestamp": [289.6, 292.54], "text": " In fact, many of the exhibitors haven't thought of painting before at all."}, {"timestamp": [302.76, 305.0], "text": " Some of these pictures are quite good, aren't they?"}, {"timestamp": [305.0, 309.0], "text": " Hmm. I had a brother who wanted to be an artist."}, {"timestamp": [309.0, 311.0], "text": " Emily didn't like the idea though."}, {"timestamp": [311.0, 315.0], "text": " I always think artists and that sort of people are a bit crazy, don't you?"}, {"timestamp": [315.0, 317.0], "text": " Not particularly crazy."}, {"timestamp": [317.0, 320.0], "text": " Painting and drawing is often done by very sane people."}, {"timestamp": [320.0, 323.0], "text": " I like that one, but some of them are not very good."}, {"timestamp": [323.0, 327.0], "text": " You show you the places the boys have been to and what they're doing, don't they?"}, {"timestamp": [327.0, 329.0], "text": " Exactly."}, {"timestamp": [329.0, 332.0], "text": " In spite of the fact that many of the exhibitors aren't trained as artists,"}, {"timestamp": [332.0, 335.0], "text": " they wanted to put down something they've seen or been through."}, {"timestamp": [335.0, 339.0], "text": " For instance, here's Marty Kemp in the Middle East."}, {"timestamp": [343.0, 347.0], "text": " This is an old church in New Caledonia."}, {"timestamp": [347.0, 355.0], "text": " And here's a picture of syncopation at Narawahia."}, {"timestamp": [355.0, 372.0], "text": " This is gargle parade in a whack camp, in which the artist has commented humorously on something she has seen."}, {"timestamp": [372.0, 378.0], "text": " Of course, the comment need not be humorous."}, {"timestamp": [378.0, 381.0], "text": " Here is something the artist has really lived through."}, {"timestamp": [381.0, 389.0], "text": " So you see, there is something in painting."}, {"timestamp": [389.0, 393.0], "text": " These aren't just pictures of personal experiences."}, {"timestamp": [393.0, 399.0], "text": " They're documentary records which are important in New Zealand's war history."}, {"timestamp": [399.0, 407.0], "text": " Artists in uniform is an exhibition that mirrors the life of those who serve."}, {"timestamp": [407.0, 410.0], "text": " It proves that art belongs to the people."}, {"timestamp": [410.0, 416.0], "text": " Anyone who sees this exhibition won't write it off as just another visit to an art gallery on a wet Sunday afternoon."}], "text": " More often than not....... more often than not, skies are dull and grey over Westland. The bush where coal trucks crawl up and down is thick and wet. But among those who work in the mines are some who are thinking of the skies. This is Granite 20 miles from Westport, where the bins of the militant mine are at the bottom of an endless two-mile steel rope that runs up to the mine. Working on the rope are boys of 15 and 16, tough boys, doing the man-sized job of unhitching the trucks as they come down and hitching up the empties for the return. It's a job that never stops so long as the rope is running. But these boys have their eyes on the sky. They want to be airmen. The boys who work on the rope get little chance of admiring the scenery. Some of their mates who work alongside the men in the mine itself get less. But they too want to be airmen and the Air Training Corps gives them their opportunity. When works over, they are off home to get cleaned up before parade. Good-Nay! Thank you to me three cobbers of mine. Toby Anderson, Will Moppert and Dick Harker. You tell them why we joined the ATC. Oh, our main reason for joining the ATC is to gain education, to join the Air Force. We also realize that after the war this training we receive will be very useful. Come on, we're going to have a bath. Their classroom is at the local school, where as children they learn to read and write. Now they learn about radios in their spare time. They learn too about the guns they'll be using in fighter planes. When they go to take their place in the RNZAF, they'll be stepping up from miners to airmen by way of the ATC. Meanwhile, they help to keep the trucks moving, getting out the coal that is vital to our wartime industry. On the island of Vela Lavella Vela, engineers of the third Kiwi division are building a jetty. Ducks and other landing craft are invaluable in the early stages of an invasion. But once a beachhead has been established, a jetty solves the problem of landing stores and equipment. It not only makes for easier handling but also reduces wear and tear on the landing craft. Filling palms comes easily to bushbred New Zealanders, but this is not the cool New Zealand bush. This is the steaming tropical jungle. Every movement is an effort with the temperature at 112 and the humidity at 100%. From the jungle the trunks are snigged down to the waterfront. This work fits into the regular pattern of island invasion. After the landing comes this consolidation. Each captured island becomes the base for the next invasion. This pattern will be repeated many times, each time nearer Japan. With each assault force will come the engineers to make roads and build jetties. In the meantime, this is hard work and hot work. But in this climate, there's always one place where you can cool down. Despite the war, art is flourishing in New Zealand. We found proof of this when we previewed an art exhibition entitled Artists in Uniform, which is now touring the Dominion. The exhibition was organized by the Army Education and Welfare Service simply to encourage drawing and painting among men and women of the services. Some 500 pictures were submitted by men and women serving at home in the Pacific and in the Middle East. From them this collection was made, a collection that is unique in the history of art in New Zealand. On our visit, we asked official war artist Russell Clark to tell us something about the pictures. We began by asking him, what is the attitude of the New Zealand public towards artists? Well, in general, they're considered to be a group of part. Actually, they're not. There are not many professional artists in New Zealand, because the demand for straight painting is not sufficient to provide a living for more than the few. Others work in commercial studios, but these are not regarded in the same class as those who live by teaching or painting alone. Now most of the paintings in this exhibition have been done by amateurs. In fact, many of the exhibitors haven't thought of painting before at all. Some of these pictures are quite good, aren't they? Hmm. I had a brother who wanted to be an artist. Emily didn't like the idea though. I always think artists and that sort of people are a bit crazy, don't you? Not particularly crazy. Painting and drawing is often done by very sane people. I like that one, but some of them are not very good. You show you the places the boys have been to and what they're doing, don't they? Exactly. In spite of the fact that many of the exhibitors aren't trained as artists, they wanted to put down something they've seen or been through. For instance, here's Marty Kemp in the Middle East. This is an old church in New Caledonia. And here's a picture of syncopation at Narawahia. This is gargle parade in a whack camp, in which the artist has commented humorously on something she has seen. Of course, the comment need not be humorous. Here is something the artist has really lived through. So you see, there is something in painting. These aren't just pictures of personal experiences. They're documentary records which are important in New Zealand's war history. Artists in uniform is an exhibition that mirrors the life of those who serve. It proves that art belongs to the people. Anyone who sees this exhibition won't write it off as just another visit to an art gallery on a wet Sunday afternoon."}