{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Across the"}, {"timestamp": [3.0, 31.0], "text": " Mara'u'a'u'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' Across the crowded Marai at Waifer 2, center of Maori life at Lower Hut,"}, {"timestamp": [31.0, 34.0], "text": " the sound of a haka welcomes distinguished guests."}, {"timestamp": [34.0, 41.0], "text": " Today a new meeting house is to be opened by the Prime Minister and Minister of Maori Affairs, Mr. Nash."}, {"timestamp": [41.0, 47.0], "text": " The traditional challenge, Come You in War or Peace, is delivered to Mr. Nash and Sir Eruera Tirikotony."}, {"timestamp": [47.0, 53.0], "text": " People from nearly all North Island tribes are here, for this is a great day in the history of Maurydom."}, {"timestamp": [53.0, 58.0], "text": " The meeting house is named Arahanui Kittetangata, goodwill to all men."}, {"timestamp": [70.0, 74.0], "text": " We come in peace and Wikitoria Pukotapu crosses the Marai to give welcome."}, {"timestamp": [78.0, 83.0], "text": " This is truly a day for the people, a day of ceremony, feasting and song. For nearly 60 years the dream of such a place, common ground for both Maori and Pākehaha,"}, {"timestamp": [83.0, 85.38], "text": " built by both Maori and Pāke built by both Māori and Pakaha,"}, {"timestamp": [85.38, 89.42], "text": " has been treasured by the leader of the Maori community at Wifer 2."}, {"timestamp": [89.42, 95.96], "text": " With Mr. Nash is the right Reverend W.N. Panapa, Bishop of A. Tel Rowe. Elders addressed"}, {"timestamp": [95.96, 100.08], "text": " the gathering, followed by the man who has worked so long and so hard to have this meeting"}, {"timestamp": [100.08, 106.5], "text": " house established, Mr. Iyer Puketotapu. Mr. J.R. Marshall, deputy leader of the opposition,"}, {"timestamp": [106.5, 113.0], "text": " is followed at the microphone by Soeroera Terracotony. Mr. Nash pays tribute to the many"}, {"timestamp": [113.0, 118.5], "text": " organizations which raised funds to complete building and declares the meeting house open."}, {"timestamp": [118.5, 124.5], "text": " To the Māoris, the North Island is known as the fish which Maui Tiki-Tiki Artarung"}, {"timestamp": [124.5, 125.5], "text": " are pulled up from the sea and the Wellington area is the head of the fish North Island is known as the fish which Maui Tiki Tiki Artaranga pulled up from the sea"}, {"timestamp": [125.5, 128.0], "text": " and the Wellington area is the head of the fish."}, {"timestamp": [128.0, 135.5], "text": " There now stands at the head a great meeting house where our two races mingle in friendship on both social and ceremonial occasions."}, {"timestamp": [135.5, 163.0], "text": " The house of Arahanui Ketatangata, goodwill to all men. For Jennifer Dunn of South Canterbury and many other pony club members like her, today is an exciting and important one."}, {"timestamp": [163.0, 167.14], "text": " For these young enthusiasts have brought their horses from all over New Zealand to take"}, {"timestamp": [167.14, 173.04], "text": " part in the 1960 Pony Club Championships in Auckland."}, {"timestamp": [173.04, 174.84], "text": " A horse must look its best."}, {"timestamp": [174.84, 183.4], "text": " Grooming is the first step in establishing trust between horse and rider."}, {"timestamp": [183.4, 187.0], "text": " This trust is all important in the dressage, an event which tests obedience and control."}, {"timestamp": [187.0, 192.0], "text": " Judges watch every action of the contestants as they carry out the set moves."}, {"timestamp": [196.0, 207.44], "text": " Popular with onlookers are the international show jumping events in which the height and spacing of the jumps are set out in accordance with world standards. Time taken to complete the course as well as"}, {"timestamp": [207.44, 209.5], "text": " skill in jumping is noted by the judges."}, {"timestamp": [209.5, 222.02], "text": " And now the senior competitors whose ages are between 18 and 21 are being started"}, {"timestamp": [222.02, 228.0], "text": " at set intervals to compete in the cross country, an exciting event which takes the horses off the main tracks and over a difficult course."}, {"timestamp": [228.0, 233.0], "text": " This really tests the pluck and skill of the riders and the stamina of the horses."}, {"timestamp": [233.0, 265.0], "text": " Some a little more cautious than others like to see what's over the hedge first. Next. I'm going to be I'm going to be. I'm gonna'a. And so on the I'm gonna'n't"}, {"timestamp": [265.0, 293.0], "text": " I'm gonna'n't These young people set a high standard in every event."}, {"timestamp": [293.0, 297.0], "text": " Judgment, understanding and practice helped to make them winners."}, {"timestamp": [297.0, 313.2], "text": " In 1951, this valley was just sheep country, taking several acres to support one sheep."}, {"timestamp": [313.2, 317.7], "text": " By 1965, it'll be the powerhouse of the South Island."}, {"timestamp": [317.7, 322.4], "text": " It's Benmore, biggest power project we've tackled, Goliath of the Mall."}, {"timestamp": [322.4, 324.2], "text": " This is how it started."}, {"timestamp": [324.2, 326.0], "text": " Surveying began, ground surveying,"}, {"timestamp": [326.0, 331.0], "text": " aerial surveying, geological surveying. Drilling rigs measure the earth underfoot,"}, {"timestamp": [331.0, 335.0], "text": " how much overburden there is, where the bedrock starts, how strong it is."}, {"timestamp": [335.0, 338.0], "text": " Samples from the drill's core tell the story."}, {"timestamp": [342.0, 345.0], "text": " By 1957, design is finalized."}, {"timestamp": [345.0, 350.0], "text": " It's to be an earth dam, 16 million cubic yards of gravel, clay and rock,"}, {"timestamp": [350.0, 354.0], "text": " plugging up the valley and holding back a lake bigger than Wellington Harbour."}, {"timestamp": [354.0, 360.0], "text": " Construction workers pour in, bringing offices, houses and plant from Rocksborough."}, {"timestamp": [360.0, 363.0], "text": " By 1959, a new town is built downstream."}, {"timestamp": [363.0, 365.5], "text": " Otamatata is on the map."}, {"timestamp": [365.5, 374.5], "text": " Machines, hundreds of them, worth more than a million pounds, machines and men."}, {"timestamp": [374.5, 378.5], "text": " On the job since it started, Dick Keyes tries a clay sample."}, {"timestamp": [378.5, 384.5], "text": " In building earth dams watertight clay is an essential ingredient."}, {"timestamp": [384.5, 388.0], "text": " Looking across the valley, this is the upstream side of the dam,"}, {"timestamp": [388.0, 390.0], "text": " and the whole thing will be this thick."}, {"timestamp": [396.0, 402.0], "text": " Nearly half a mile."}, {"timestamp": [402.0, 404.0], "text": " This is the downstream side."}, {"timestamp": [404.0, 407.0], "text": " Its height will be 360 feet right across the valley."}, {"timestamp": [407.0, 425.22], "text": " Today nine years have passed since the surveyors first came. Still the Whitehacki River flows through the gorge as it has for centuries, but the times come to divert it."}, {"timestamp": [425.22, 433.34], "text": " The diversion culvert is finished and men and trucks make way for the water."}, {"timestamp": [437.32, 451.1], "text": " The charges to blast a new channel have been laid. All is ready for the big diversion."}, {"timestamp": [454.4, 455.3], "text": " As the dust settles, the first water flows through the culvert."}, {"timestamp": [458.0, 458.5], "text": " Now comes the big task of sealing up the old channel."}, {"timestamp": [460.0, 471.0], "text": " Men on bulldozers move in. Engineers have calculated how much earth's to be moved, how long it takes to shift."}, {"timestamp": [471.0, 507.0], "text": " But the unexpected may always happen, the current may move faster than the bulldozers. The Then Paddy O'Leary drives right across."}, {"timestamp": [507.0, 527.0], "text": " Man and his machines have beaten a river."}, {"timestamp": [530.0, 535.0], "text": " To have diverted the river a year ahead of schedule is a major achievement in a job of this size."}, {"timestamp": [535.0, 540.0], "text": " Now pumps can dry up the old channel and the building of the dam and powerhouse can be pushed ahead."}, {"timestamp": [550.0, 552.0], "text": " But surveying hasn't stopped."}, {"timestamp": [559.0, 575.0], "text": " A jet boat goes upstream, checking the flow through the culvert. Even the spring floods won't rise much higher than this."}, {"timestamp": [579.0, 583.0], "text": " When the dams finished in 1965, the culvert will be sealed off. The river will rise, taking at least two months to fill the storage lake."}, {"timestamp": [583.0, 585.44], "text": " Then with the generators ready,"}, {"timestamp": [585.44, 589.76], "text": " Benmore will start work. The power of the river will start working for us."}], "text": " Across the Mara'u'a'u'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' Across the crowded Marai at Waifer 2, center of Maori life at Lower Hut, the sound of a haka welcomes distinguished guests. Today a new meeting house is to be opened by the Prime Minister and Minister of Maori Affairs, Mr. Nash. The traditional challenge, Come You in War or Peace, is delivered to Mr. Nash and Sir Eruera Tirikotony. People from nearly all North Island tribes are here, for this is a great day in the history of Maurydom. The meeting house is named Arahanui Kittetangata, goodwill to all men. We come in peace and Wikitoria Pukotapu crosses the Marai to give welcome. This is truly a day for the people, a day of ceremony, feasting and song. For nearly 60 years the dream of such a place, common ground for both Maori and Pākehaha, built by both Maori and Pāke built by both Māori and Pakaha, has been treasured by the leader of the Maori community at Wifer 2. With Mr. Nash is the right Reverend W.N. Panapa, Bishop of A. Tel Rowe. Elders addressed the gathering, followed by the man who has worked so long and so hard to have this meeting house established, Mr. Iyer Puketotapu. Mr. J.R. Marshall, deputy leader of the opposition, is followed at the microphone by Soeroera Terracotony. Mr. Nash pays tribute to the many organizations which raised funds to complete building and declares the meeting house open. To the Māoris, the North Island is known as the fish which Maui Tiki-Tiki Artarung are pulled up from the sea and the Wellington area is the head of the fish North Island is known as the fish which Maui Tiki Tiki Artaranga pulled up from the sea and the Wellington area is the head of the fish. There now stands at the head a great meeting house where our two races mingle in friendship on both social and ceremonial occasions. The house of Arahanui Ketatangata, goodwill to all men. For Jennifer Dunn of South Canterbury and many other pony club members like her, today is an exciting and important one. For these young enthusiasts have brought their horses from all over New Zealand to take part in the 1960 Pony Club Championships in Auckland. A horse must look its best. Grooming is the first step in establishing trust between horse and rider. This trust is all important in the dressage, an event which tests obedience and control. Judges watch every action of the contestants as they carry out the set moves. Popular with onlookers are the international show jumping events in which the height and spacing of the jumps are set out in accordance with world standards. Time taken to complete the course as well as skill in jumping is noted by the judges. And now the senior competitors whose ages are between 18 and 21 are being started at set intervals to compete in the cross country, an exciting event which takes the horses off the main tracks and over a difficult course. This really tests the pluck and skill of the riders and the stamina of the horses. Some a little more cautious than others like to see what's over the hedge first. Next. I'm going to be I'm going to be. I'm gonna'a. And so on the I'm gonna'n't I'm gonna'n't These young people set a high standard in every event. Judgment, understanding and practice helped to make them winners. In 1951, this valley was just sheep country, taking several acres to support one sheep. By 1965, it'll be the powerhouse of the South Island. It's Benmore, biggest power project we've tackled, Goliath of the Mall. This is how it started. Surveying began, ground surveying, aerial surveying, geological surveying. Drilling rigs measure the earth underfoot, how much overburden there is, where the bedrock starts, how strong it is. Samples from the drill's core tell the story. By 1957, design is finalized. It's to be an earth dam, 16 million cubic yards of gravel, clay and rock, plugging up the valley and holding back a lake bigger than Wellington Harbour. Construction workers pour in, bringing offices, houses and plant from Rocksborough. By 1959, a new town is built downstream. Otamatata is on the map. Machines, hundreds of them, worth more than a million pounds, machines and men. On the job since it started, Dick Keyes tries a clay sample. In building earth dams watertight clay is an essential ingredient. Looking across the valley, this is the upstream side of the dam, and the whole thing will be this thick. Nearly half a mile. This is the downstream side. Its height will be 360 feet right across the valley. Today nine years have passed since the surveyors first came. Still the Whitehacki River flows through the gorge as it has for centuries, but the times come to divert it. The diversion culvert is finished and men and trucks make way for the water. The charges to blast a new channel have been laid. All is ready for the big diversion. As the dust settles, the first water flows through the culvert. Now comes the big task of sealing up the old channel. Men on bulldozers move in. Engineers have calculated how much earth's to be moved, how long it takes to shift. But the unexpected may always happen, the current may move faster than the bulldozers. The Then Paddy O'Leary drives right across. Man and his machines have beaten a river. To have diverted the river a year ahead of schedule is a major achievement in a job of this size. Now pumps can dry up the old channel and the building of the dam and powerhouse can be pushed ahead. But surveying hasn't stopped. A jet boat goes upstream, checking the flow through the culvert. Even the spring floods won't rise much higher than this. When the dams finished in 1965, the culvert will be sealed off. The river will rise, taking at least two months to fill the storage lake. Then with the generators ready, Benmore will start work. The power of the river will start working for us."}