{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " For your coach tour in the South Island, Christchurch is generally the starting place."}, {"timestamp": [29.0, 35.0], "text": " You can come direct from Sydney or Melbourne or by air or sea from the North Island."}, {"timestamp": [39.0, 55.0], "text": " English settlers founded Christchurch and built the Gothic cathedral to be the hub of the city. The town which is business center for the Canterbury province is typically New Zealand."}, {"timestamp": [55.0, 61.0], "text": " But in its parks and gardens, Christchurch has much of the English charm that the Canterbury pilgrims planned."}, {"timestamp": [61.0, 71.28], "text": " With loving care, their descendants landscaped a river flowing through the town"}, {"timestamp": [71.28, 83.68], "text": " and affectionately called it the Avon. A touch of Old England but only 20 minutes"}, {"timestamp": [83.68, 86.62], "text": " away are the port hills rugged and tussock covered."}, {"timestamp": [97.4, 99.82], "text": " From the hills, you look down on the port of Littleton."}, {"timestamp": [100.36, 102.42], "text": " If you come by sea, this is your starting point."}, {"timestamp": [105.04, 107.8], "text": " Then it's southward hoe, leaving the town behind"}, {"timestamp": [107.8, 112.24], "text": " and heading across the Canterbury Plains to the lakes, the mountains and the fjords."}, {"timestamp": [116.14, 119.32], "text": " With no worries about accommodation, transport nor luggage,"}, {"timestamp": [119.6, 140.84], "text": " a cheery coachful speed south, joyfully looking forward to a happy tour. You soon drop into the New Zealand habit of a cup of tea and everybody likes the break."}, {"timestamp": [140.84, 145.0], "text": " This is when you start making friends and many a good friendship's been made on a coach tour."}, {"timestamp": [148.0, 153.0], "text": " It's afternoon when you see the blue waters of Lake Pukaki, fed by the glaciers of the Southern Alps."}, {"timestamp": [157.0, 173.0], "text": " In the late afternoon, the mountains are getting closer as the bus rolls towards the hermitage. The hermitage is in a magnificent setting with the great peaks of the Alps standing before it."}, {"timestamp": [173.0, 179.0], "text": " Skiers, climbers and sightseers have been coming to the mountains for many years."}, {"timestamp": [179.0, 185.0], "text": " The new hotel is extremely comfortable and popular. And popular."}, {"timestamp": [185.0, 189.0], "text": " Every bedroom looks out onto Mount Cook, and on a clear."}, {"timestamp": [240.0, 245.32], "text": " Every bedroom looks out onto Mount Cook, and on a clear morning the basins, all the alpine huts used by mountaineers,"}, {"timestamp": [245.74, 250.82], "text": " the snowfields and the basins, all the alpine beauty and wonder of Mount Cook National Park."}, {"timestamp": [251.56, 278.0], "text": " It was on these peaks that Sir Edmund Hillary, Conqueror of Everest, mastered climbing. On the lower slopes are the mountain wildflowers such as the Mount Cook Lily, the Mountain Daisy."}, {"timestamp": [282.0, 285.0], "text": " Autumn colouring brings another beauty to this region."}, {"timestamp": [285.0, 291.0], "text": " Autumn also enhances the appeal of the Lake Wauquitippo district 150 miles further south."}, {"timestamp": [291.0, 293.0], "text": " One of the side trips here is to the skippers."}, {"timestamp": [293.0, 296.0], "text": " This gold-aged road is a road built for gold,"}, {"timestamp": [296.0, 301.0], "text": " built a hundred years ago to bring out the gold that was found in the skipper's gorge."}, {"timestamp": [301.0, 312.0], "text": " For every bend there's a story of the hardships and rewards of those exciting days"}, {"timestamp": [312.0, 317.0], "text": " when men were coming from all over the world to the Otago goldfields."}, {"timestamp": [317.0, 338.0], "text": " A suspension bridge crossing the 200 feet deep canyon is near the road's end. Lake Wacatipu is the best known of the South Island's mountain lakes,"}, {"timestamp": [338.0, 341.0], "text": " and Queenstown is the popular headquarters for all holiday makers."}, {"timestamp": [341.0, 344.0], "text": " It doesn't take long to realize why."}, {"timestamp": [344.0, 347.0], "text": " A favorite excurs for all holiday makers. It doesn't take long to realize why."}, {"timestamp": [349.0, 354.0], "text": " A favorite excursion is across Queenstown Bay and down Frankton Arm by Speedboat."}, {"timestamp": [354.0, 358.0], "text": " The serenity of a calm afternoon becomes a treasured recollection."}, {"timestamp": [358.0, 370.0], "text": " To explore Wokitipo, there's a day trip on the lake steamer."}, {"timestamp": [370.0, 373.0], "text": " It goes to the head of the lake, calling at the homesteads along the shore."}, {"timestamp": [373.0, 378.0], "text": " From the end of the lake there are bus trips up the mountain valleys."}, {"timestamp": [378.0, 383.0], "text": " The mountain valleys and the mountains spread west from Queenstown to Fjordland and the sea."}, {"timestamp": [383.0, 386.0], "text": " From the air you see them in their ruggedness."}, {"timestamp": [386.0, 389.0], "text": " Some of this country has never been explored on foot."}, {"timestamp": [392.0, 396.0], "text": " Well named is Mount Aspiring, one of the most beautiful peaks in New Zealand."}, {"timestamp": [402.0, 410.0], "text": " The plane turns back over Milford Sound and passes the Sutherland Falls which drop 2,000 feet from Lake Quill."}, {"timestamp": [410.0, 427.0], "text": " Going overland to Milford, the bus skirts the mountains till it comes to Lake Tejano, the South Island's largest lake."}, {"timestamp": [427.0, 434.0], "text": " Close to it is another famous lake, Manopuri."}, {"timestamp": [434.0, 439.0], "text": " Turning seaward, the coach follows the Eglington Valley."}, {"timestamp": [439.0, 448.2], "text": " New Zealand people will tell you that for grandeur and beauty, this drive has no equal."}, {"timestamp": [448.2, 453.2], "text": " The road climbs steadily past small lakes and deeper into the heart of the mountains."}, {"timestamp": [462.8, 467.0], "text": " Driver and hostess know where to stop so that you can get the sort of shots you'll be proud to take home."}, {"timestamp": [467.0, 483.0], "text": " This great wall of rock bowed the way until the Homer tunnel was bored through it."}, {"timestamp": [483.0, 487.0], "text": " This is the only road to Milford."}, {"timestamp": [487.0, 500.0], "text": " The Milford Hotel stands at the head of Milford Sound and rolling up to the door in such a magnificent setting is a wonderful climax to a memorable day's ride."}, {"timestamp": [507.0, 512.0], "text": " The lounge windows frame Mitre Peak. This is a view of many moods and many changes that visitors long remember."}, {"timestamp": [512.0, 526.0], "text": " The road ends at the hotel and to see the sound you go by launch."}, {"timestamp": [526.0, 532.0], "text": " From the hotel to the open sea is 11 miles, 11 miles between the towering cliffs."}, {"timestamp": [532.0, 539.0], "text": " Milford Sound, like the lakes Waukentippo and Tejano, was carved out by glaciers in the ice age and is immensely deep."}, {"timestamp": [539.0, 576.56], "text": " The cliffs plunge straight down. Back to the hotel as the day draws in."}, {"timestamp": [576.56, 579.76], "text": " Tomorrow the bus will be on the road again."}, {"timestamp": [583.76, 588.0], "text": " Now it's across the island from the west coast to the east and the stop is at Dunedin,"}, {"timestamp": [588.0, 593.0], "text": " the provincial center for Otago. Scots founded Dunedin and its people are proud of it."}, {"timestamp": [593.0, 605.34], "text": " A look at St. Clair before the days run back to Christchurch, and the colourful tour is over."}], "text": " For your coach tour in the South Island, Christchurch is generally the starting place. You can come direct from Sydney or Melbourne or by air or sea from the North Island. English settlers founded Christchurch and built the Gothic cathedral to be the hub of the city. The town which is business center for the Canterbury province is typically New Zealand. But in its parks and gardens, Christchurch has much of the English charm that the Canterbury pilgrims planned. With loving care, their descendants landscaped a river flowing through the town and affectionately called it the Avon. A touch of Old England but only 20 minutes away are the port hills rugged and tussock covered. From the hills, you look down on the port of Littleton. If you come by sea, this is your starting point. Then it's southward hoe, leaving the town behind and heading across the Canterbury Plains to the lakes, the mountains and the fjords. With no worries about accommodation, transport nor luggage, a cheery coachful speed south, joyfully looking forward to a happy tour. You soon drop into the New Zealand habit of a cup of tea and everybody likes the break. This is when you start making friends and many a good friendship's been made on a coach tour. It's afternoon when you see the blue waters of Lake Pukaki, fed by the glaciers of the Southern Alps. In the late afternoon, the mountains are getting closer as the bus rolls towards the hermitage. The hermitage is in a magnificent setting with the great peaks of the Alps standing before it. Skiers, climbers and sightseers have been coming to the mountains for many years. The new hotel is extremely comfortable and popular. And popular. Every bedroom looks out onto Mount Cook, and on a clear. Every bedroom looks out onto Mount Cook, and on a clear morning the basins, all the alpine huts used by mountaineers, the snowfields and the basins, all the alpine beauty and wonder of Mount Cook National Park. It was on these peaks that Sir Edmund Hillary, Conqueror of Everest, mastered climbing. On the lower slopes are the mountain wildflowers such as the Mount Cook Lily, the Mountain Daisy. Autumn colouring brings another beauty to this region. Autumn also enhances the appeal of the Lake Wauquitippo district 150 miles further south. One of the side trips here is to the skippers. This gold-aged road is a road built for gold, built a hundred years ago to bring out the gold that was found in the skipper's gorge. For every bend there's a story of the hardships and rewards of those exciting days when men were coming from all over the world to the Otago goldfields. A suspension bridge crossing the 200 feet deep canyon is near the road's end. Lake Wacatipu is the best known of the South Island's mountain lakes, and Queenstown is the popular headquarters for all holiday makers. It doesn't take long to realize why. A favorite excurs for all holiday makers. It doesn't take long to realize why. A favorite excursion is across Queenstown Bay and down Frankton Arm by Speedboat. The serenity of a calm afternoon becomes a treasured recollection. To explore Wokitipo, there's a day trip on the lake steamer. It goes to the head of the lake, calling at the homesteads along the shore. From the end of the lake there are bus trips up the mountain valleys. The mountain valleys and the mountains spread west from Queenstown to Fjordland and the sea. From the air you see them in their ruggedness. Some of this country has never been explored on foot. Well named is Mount Aspiring, one of the most beautiful peaks in New Zealand. The plane turns back over Milford Sound and passes the Sutherland Falls which drop 2,000 feet from Lake Quill. Going overland to Milford, the bus skirts the mountains till it comes to Lake Tejano, the South Island's largest lake. Close to it is another famous lake, Manopuri. Turning seaward, the coach follows the Eglington Valley. New Zealand people will tell you that for grandeur and beauty, this drive has no equal. The road climbs steadily past small lakes and deeper into the heart of the mountains. Driver and hostess know where to stop so that you can get the sort of shots you'll be proud to take home. This great wall of rock bowed the way until the Homer tunnel was bored through it. This is the only road to Milford. The Milford Hotel stands at the head of Milford Sound and rolling up to the door in such a magnificent setting is a wonderful climax to a memorable day's ride. The lounge windows frame Mitre Peak. This is a view of many moods and many changes that visitors long remember. The road ends at the hotel and to see the sound you go by launch. From the hotel to the open sea is 11 miles, 11 miles between the towering cliffs. Milford Sound, like the lakes Waukentippo and Tejano, was carved out by glaciers in the ice age and is immensely deep. The cliffs plunge straight down. Back to the hotel as the day draws in. Tomorrow the bus will be on the road again. Now it's across the island from the west coast to the east and the stop is at Dunedin, the provincial center for Otago. Scots founded Dunedin and its people are proud of it. A look at St. Clair before the days run back to Christchurch, and the colourful tour is over."}