{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " It's the thrill of a lifetime for veteran driver Ernie Peach as he drives the first of the new diesel rail cars on its maiden trip from Wellington to Napier."}, {"timestamp": [30.0, 33.0], "text": " Almost as excited is Mr. McAlpine, Minister of Railways."}, {"timestamp": [33.0, 36.0], "text": " It's articulated he gesticulated."}, {"timestamp": [36.0, 43.0], "text": " In the midst of old faithfuls, the newcomer hots."}, {"timestamp": [43.0, 45.04], "text": " Powered by two Italian-made"}, {"timestamp": [45.04, 49.6], "text": " diesels, the 88-seaters built for speed and safety with articulated joints."}, {"timestamp": [49.6, 51.1], "text": " What's articulation?"}, {"timestamp": [51.1, 56.7], "text": " He's got his finger on it now."}, {"timestamp": [56.7, 59.2], "text": " Mr. McAlpine looks over the controls."}, {"timestamp": [59.2, 63.8], "text": " Rail cars will ensure an 11-hour link between Auckland and the South Island ferry service."}, {"timestamp": [63.8, 76.0], "text": " Later, South Island will use them in a big way too. When a frigate puts to sea it's another kind of thrill."}, {"timestamp": [76.0, 80.32], "text": " What's that you say? Oh but she's only a small ship. Her Majesty's New Zealand ship"}, {"timestamp": [80.32, 84.76], "text": " How We are veteran of many a Korean bombardment is bound for Cook Strait to join cruiser"}, {"timestamp": [84.76, 88.0], "text": " Black Prince for damage control and gunnery exercises."}, {"timestamp": [92.0, 100.0], "text": " Over to the Black Prince, the modified DidoCast Cruiser, which helped escort one of the biggest wartime convoys to Russia."}, {"timestamp": [100.0, 108.54], "text": " Commodore Sir Charles Madden watches while she fires her 5.25-inch guns. It's the last gunnery exercise the Commodore will see before he returns to England."}, {"timestamp": [123.64, 129.28], "text": " Ahead of the Har Weir lies an interesting test of seamanship, and she receives her instructions direct from the flagship."}, {"timestamp": [129.96, 136.34], "text": " Orders are to take our position to Port of the Black Prince, there to carry out a jack stay transfer of passengers in mailbags."}, {"timestamp": [136.7, 139.56], "text": " That's naval parlance for Slingham across the Briny on a hook."}, {"timestamp": [148.54, 148.84], "text": " First rating across is said to have been AWOL."}, {"timestamp": [150.8, 151.28], "text": " You don't need to be a sailor to know what that means."}, {"timestamp": [153.34, 153.64], "text": " A pulley on the jack stay, his feet and a stirrup."}, {"timestamp": [155.32, 160.2], "text": " Back he goes to the bosom of his pals."}, {"timestamp": [161.48, 161.86], "text": " Finally, the mailbag."}, {"timestamp": [163.58, 164.02], "text": " That's the mainstay of any jackstay."}, {"timestamp": [166.96, 182.64], "text": " Calm or rough, easy or tough, it's all one to the Navy."}, {"timestamp": [186.0, 193.0], "text": " Irishman Creek is a large sheep station in the heart of the McKinsey country. 35 miles distant from Mount Cook, it is named for the prickly wild Irishman bushes, its tallest native vegetation."}, {"timestamp": [193.0, 200.0], "text": " From a few miles, Irishman Creek seems just a couple of plantations set amidst endless tussock,"}, {"timestamp": [200.0, 206.0], "text": " hardly a likely place to find a small engineering factory, turning out prototypes of heavy earth-moving machinery."}, {"timestamp": [206.0, 210.0], "text": " But the building is in fact much more than a well-equipped farm workshop."}, {"timestamp": [210.0, 214.0], "text": " It's the development center for a large factory down in Christchurch."}, {"timestamp": [214.0, 220.0], "text": " By the upper weir of his reservoir, the sheep station owner Bill Hamilton has launched another of his inventions."}, {"timestamp": [220.0, 225.5], "text": " Scraping over shingle or logs endangers no propeller on this model."}, {"timestamp": [225.5, 231.0], "text": " The boat's driven by a high-pressure water jet so nicely controlled that she can turn in her own length."}, {"timestamp": [231.0, 237.0], "text": " It was the problem of building embankments to make the reservoir on his property 20 years ago"}, {"timestamp": [237.0, 241.0], "text": " that first set this man of ideas designing his own earth-moving machinery."}, {"timestamp": [241.0, 252.42], "text": " Since those days his inventions have made quite a stir in the engineering world. 150 miles away at Middleton near Christchurch, one of his hydraulic"}, {"timestamp": [252.42, 256.8], "text": " cranes is lifting an angle dose apart for shipment from the factory yard. Many"}, {"timestamp": [256.8, 261.12], "text": " machines made here had their origin at Irishman Creek. As with many of his"}, {"timestamp": [261.12, 265.06], "text": " designs the crane is built onto a standard type of imported tractor."}, {"timestamp": [268.1, 269.8], "text": " Hydraulic jacks operate the steering as well as lifting the jib."}, {"timestamp": [273.74, 274.36], "text": " Setting up in business to make heavy machinery requires more than inventive capacity."}, {"timestamp": [279.68, 280.32], "text": " That financial and organizing skills were also present is indicated by his large new factory in the background."}, {"timestamp": [282.1, 282.98], "text": " With an acre of roof, it's still growing."}, {"timestamp": [290.0, 293.0], "text": " One of the larger lines is a heavy grader with blade and scarifier, hydraulically controlled. The crane shifts a 14,000 pound ripper."}, {"timestamp": [293.0, 299.0], "text": " Manufacture of such heavy road-making equipment in New Zealand is in general a recent development."}, {"timestamp": [299.0, 307.0], "text": " There goes the dozer arch, an angled dozer blade, and at the back of the tray a bucket for a Loader dozer."}, {"timestamp": [307.0, 314.0], "text": " The Loader dozer, one of Bill Hamilton's greatest successors, is already in full-scale manufacture in the United Kingdom under license."}, {"timestamp": [314.0, 319.0], "text": " The New Zealand invention having been chosen after scrutiny of designs from all over the world."}, {"timestamp": [319.0, 325.08], "text": " Besides earning money overseas, Loader dozers throw a useful lot of their native soil over their shoulders,"}, {"timestamp": [325.08, 331.06], "text": " especially in shinglepips. Local manufacture of heavy gear saves much overseas currency"}, {"timestamp": [331.06, 335.68], "text": " and also a great volume of expensive shipping space. There's quite a difference between shipping"}, {"timestamp": [335.68, 341.48], "text": " a whole grader and just importing the compact diesel power package. In business nothing stands"}, {"timestamp": [341.48, 346.42], "text": " still, so in the main factory under the enthusiastic band of young men Bill Hamilton has assembled,"}, {"timestamp": [346.94, 351.76], "text": " a moderate-sized drawing offices kept busy putting new designs into suitable terms for the engineers."}, {"timestamp": [352.58, 355.98], "text": " With the best and latest machine tools, they turn out in quantity,"}, {"timestamp": [356.26, 359.18], "text": " parts first made and proved singly up at Irishman Creek."}, {"timestamp": [359.92, 365.2], "text": " Thus at Middleton, cylinders for hydraulic jacks are bored, polished and tested at the rate of 100 a month."}, {"timestamp": [369.84, 373.8], "text": " On night shift in the large welding shop making buckets for hydraulic loaders"}, {"timestamp": [373.8, 379.2], "text": " are another two of the 250 people who get their livelihood and interest making one man's inventions."}, {"timestamp": [380.0, 384.2], "text": " In this acre large factory, flourishing offshoot of an experimental farm workshop,"}, {"timestamp": [384.6, 387.68], "text": " another small team is assembling a medium-weight patrol grader."}, {"timestamp": [398.48, 402.4], "text": " With the glare and flicker of welding striking up through the windows, night work is frequent."}, {"timestamp": [402.88, 412.24], "text": " So to night-flying pilots, the factory near Wigram aerodrome is well known as a powerful if unofficial beacon. In the"}, {"timestamp": [412.24, 416.14], "text": " hardening shop an axle for a hydraulic control unit comes red hot from the"}, {"timestamp": [416.14, 423.04], "text": " oven to be quenched. The axle is later ground to a fine polish in the"}, {"timestamp": [423.04, 426.0], "text": " machine shop and then goes on to have its hardness tested."}, {"timestamp": [426.0, 431.0], "text": " The principle is to measure the force necessary to make a standard indentation with a diamond."}, {"timestamp": [435.0, 440.0], "text": " Two cutting heads acting simultaneously bore a control unit casing."}, {"timestamp": [449.0, 452.0], "text": " As the unit is essentially a gear pump, the casing the casing must be cut with great accuracy."}, {"timestamp": [452.0, 457.0], "text": " Now for assembly, the casing goes over gear and axle."}, {"timestamp": [457.0, 462.0], "text": " All the units built up here will form the hearts of hydraulic systems"}, {"timestamp": [462.0, 465.0], "text": " on graders, dozes and cranes of many different types."}, {"timestamp": [467.0, 470.0], "text": " Finally, each completed unit goes on test."}, {"timestamp": [473.0, 478.0], "text": " The performance over £600 to the square inch is well above normal operating pressure."}, {"timestamp": [478.0, 481.0], "text": " Routine tests take place in the production line,"}, {"timestamp": [481.0, 484.0], "text": " experimental tests mainly at Irishman Creek,"}, {"timestamp": [484.0, 485.04], "text": " where the inventor records"}, {"timestamp": [485.04, 489.88], "text": " the very first trial of a hydraulic excavator designed to load its spoil directly onto"}, {"timestamp": [489.88, 494.12], "text": " a truck."}, {"timestamp": [498.08, 502.42], "text": " Many a machine developed during the last 20 years had its first trials biting into this stony"}, {"timestamp": [502.42, 503.62], "text": " ground."}, {"timestamp": [503.62, 508.0], "text": " The steel fingered hand at the end of a steel-boned arm with hydraulic muscles"}, {"timestamp": [508.0, 511.0], "text": " is the latest of a long series of devices."}, {"timestamp": [515.0, 521.0], "text": " As with most of this hydraulic machinery, the drive is taken from the motor of the tractor."}, {"timestamp": [521.0, 525.04], "text": " After trying out the new prototype, a few modifications in the controls"}, {"timestamp": [525.04, 530.68], "text": " are discussed. If the ground here is good tough testing place for earth-moving machinery,"}, {"timestamp": [530.68, 535.34], "text": " then so are the wild upland rivers, such as the outflow of Lake Ohal, good tough testing"}, {"timestamp": [535.34, 544.84], "text": " places for a jet-propelled boat. As those who followed motor racing in the 20s"}, {"timestamp": [544.84, 547.0], "text": " will know, speed is nothing new to Bill Hamilton."}, {"timestamp": [547.0, 555.0], "text": " But speeding under power down a rapid river where it has just cut a new channel through Willows is something new to anybody."}, {"timestamp": [555.0, 558.0], "text": " On turns, the boat banks correctly."}, {"timestamp": [558.0, 560.0], "text": " Now upstream again."}, {"timestamp": [560.0, 569.0], "text": " With plenty of power, agile steering and no propeller to be fouled, this is an invention that can open up new holiday territory along many are hitherto unnavigable torrent."}, {"timestamp": [569.0, 589.0], "text": " At 20 knots, channels must be spotted quickly."}, {"timestamp": [589.0, 593.0], "text": " Power comes from a motor car engine driving the special centrifugal pump which feeds the jet."}, {"timestamp": [593.0, 606.3], "text": " And so there he goes against more currents than one, an outstanding industrialist and inventor,"}, {"timestamp": [606.8, 613.24], "text": " whose choice it is to live far from the cities through the snowy winters and dry summers of the remote McKenzie Plains."}], "text": " It's the thrill of a lifetime for veteran driver Ernie Peach as he drives the first of the new diesel rail cars on its maiden trip from Wellington to Napier. Almost as excited is Mr. McAlpine, Minister of Railways. It's articulated he gesticulated. In the midst of old faithfuls, the newcomer hots. Powered by two Italian-made diesels, the 88-seaters built for speed and safety with articulated joints. What's articulation? He's got his finger on it now. Mr. McAlpine looks over the controls. Rail cars will ensure an 11-hour link between Auckland and the South Island ferry service. Later, South Island will use them in a big way too. When a frigate puts to sea it's another kind of thrill. What's that you say? Oh but she's only a small ship. Her Majesty's New Zealand ship How We are veteran of many a Korean bombardment is bound for Cook Strait to join cruiser Black Prince for damage control and gunnery exercises. Over to the Black Prince, the modified DidoCast Cruiser, which helped escort one of the biggest wartime convoys to Russia. Commodore Sir Charles Madden watches while she fires her 5.25-inch guns. It's the last gunnery exercise the Commodore will see before he returns to England. Ahead of the Har Weir lies an interesting test of seamanship, and she receives her instructions direct from the flagship. Orders are to take our position to Port of the Black Prince, there to carry out a jack stay transfer of passengers in mailbags. That's naval parlance for Slingham across the Briny on a hook. First rating across is said to have been AWOL. You don't need to be a sailor to know what that means. A pulley on the jack stay, his feet and a stirrup. Back he goes to the bosom of his pals. Finally, the mailbag. That's the mainstay of any jackstay. Calm or rough, easy or tough, it's all one to the Navy. Irishman Creek is a large sheep station in the heart of the McKinsey country. 35 miles distant from Mount Cook, it is named for the prickly wild Irishman bushes, its tallest native vegetation. From a few miles, Irishman Creek seems just a couple of plantations set amidst endless tussock, hardly a likely place to find a small engineering factory, turning out prototypes of heavy earth-moving machinery. But the building is in fact much more than a well-equipped farm workshop. It's the development center for a large factory down in Christchurch. By the upper weir of his reservoir, the sheep station owner Bill Hamilton has launched another of his inventions. Scraping over shingle or logs endangers no propeller on this model. The boat's driven by a high-pressure water jet so nicely controlled that she can turn in her own length. It was the problem of building embankments to make the reservoir on his property 20 years ago that first set this man of ideas designing his own earth-moving machinery. Since those days his inventions have made quite a stir in the engineering world. 150 miles away at Middleton near Christchurch, one of his hydraulic cranes is lifting an angle dose apart for shipment from the factory yard. Many machines made here had their origin at Irishman Creek. As with many of his designs the crane is built onto a standard type of imported tractor. Hydraulic jacks operate the steering as well as lifting the jib. Setting up in business to make heavy machinery requires more than inventive capacity. That financial and organizing skills were also present is indicated by his large new factory in the background. With an acre of roof, it's still growing. One of the larger lines is a heavy grader with blade and scarifier, hydraulically controlled. The crane shifts a 14,000 pound ripper. Manufacture of such heavy road-making equipment in New Zealand is in general a recent development. There goes the dozer arch, an angled dozer blade, and at the back of the tray a bucket for a Loader dozer. The Loader dozer, one of Bill Hamilton's greatest successors, is already in full-scale manufacture in the United Kingdom under license. The New Zealand invention having been chosen after scrutiny of designs from all over the world. Besides earning money overseas, Loader dozers throw a useful lot of their native soil over their shoulders, especially in shinglepips. Local manufacture of heavy gear saves much overseas currency and also a great volume of expensive shipping space. There's quite a difference between shipping a whole grader and just importing the compact diesel power package. In business nothing stands still, so in the main factory under the enthusiastic band of young men Bill Hamilton has assembled, a moderate-sized drawing offices kept busy putting new designs into suitable terms for the engineers. With the best and latest machine tools, they turn out in quantity, parts first made and proved singly up at Irishman Creek. Thus at Middleton, cylinders for hydraulic jacks are bored, polished and tested at the rate of 100 a month. On night shift in the large welding shop making buckets for hydraulic loaders are another two of the 250 people who get their livelihood and interest making one man's inventions. In this acre large factory, flourishing offshoot of an experimental farm workshop, another small team is assembling a medium-weight patrol grader. With the glare and flicker of welding striking up through the windows, night work is frequent. So to night-flying pilots, the factory near Wigram aerodrome is well known as a powerful if unofficial beacon. In the hardening shop an axle for a hydraulic control unit comes red hot from the oven to be quenched. The axle is later ground to a fine polish in the machine shop and then goes on to have its hardness tested. The principle is to measure the force necessary to make a standard indentation with a diamond. Two cutting heads acting simultaneously bore a control unit casing. As the unit is essentially a gear pump, the casing the casing must be cut with great accuracy. Now for assembly, the casing goes over gear and axle. All the units built up here will form the hearts of hydraulic systems on graders, dozes and cranes of many different types. Finally, each completed unit goes on test. The performance over £600 to the square inch is well above normal operating pressure. Routine tests take place in the production line, experimental tests mainly at Irishman Creek, where the inventor records the very first trial of a hydraulic excavator designed to load its spoil directly onto a truck. Many a machine developed during the last 20 years had its first trials biting into this stony ground. The steel fingered hand at the end of a steel-boned arm with hydraulic muscles is the latest of a long series of devices. As with most of this hydraulic machinery, the drive is taken from the motor of the tractor. After trying out the new prototype, a few modifications in the controls are discussed. If the ground here is good tough testing place for earth-moving machinery, then so are the wild upland rivers, such as the outflow of Lake Ohal, good tough testing places for a jet-propelled boat. As those who followed motor racing in the 20s will know, speed is nothing new to Bill Hamilton. But speeding under power down a rapid river where it has just cut a new channel through Willows is something new to anybody. On turns, the boat banks correctly. Now upstream again. With plenty of power, agile steering and no propeller to be fouled, this is an invention that can open up new holiday territory along many are hitherto unnavigable torrent. At 20 knots, channels must be spotted quickly. Power comes from a motor car engine driving the special centrifugal pump which feeds the jet. And so there he goes against more currents than one, an outstanding industrialist and inventor, whose choice it is to live far from the cities through the snowy winters and dry summers of the remote McKenzie Plains."}