{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " At a solemn rector,"}, {"timestamp": [4.0, 40.0], "text": " at a solemn requiem mass in Wellington for the Honourable H.T. Armstrong, the Prime Minister, Lieutenant General Patek and other officials attended a service which marked the end of one of the busiest public careers in New Zealand's political history."}, {"timestamp": [40.0, 46.52], "text": " The funeral was held in Christchurch. It was the electorate of Christchurch East which first sent Mr. Armstrong to Parliament."}, {"timestamp": [47.56, 49.92], "text": " But his public life had begun many years earlier"}, {"timestamp": [49.92, 54.16], "text": " in the stormy days of industrial development at the beginning of this century."}, {"timestamp": [55.28, 84.0], "text": " He had been among the first to his 20 years as a member of parliament."}, {"timestamp": [84.0, 85.0], "text": " As a minister of Parliament."}, {"timestamp": [85.0, 88.0], "text": " As a Minister of the Crown in New Zealand's first Labour government,"}, {"timestamp": [88.0, 93.0], "text": " he was closely concerned with the radical social changes made since 1933."}, {"timestamp": [93.0, 97.0], "text": " He was the First Minister for Labour, in the First Labour Government,"}, {"timestamp": [97.0, 102.0], "text": " and he personally introduced to the House his party's new industrial legislation."}, {"timestamp": [102.0, 106.46], "text": " He saw the beginning of the 40-hour week. Later, as"}, {"timestamp": [106.46, 111.5], "text": " Minister of Housing, he watched the growth of a vast state experiment in building homes"}, {"timestamp": [111.5, 139.5], "text": " for the people. When he died at the age of 67, he had written his name firmly into the records of New Zealand's most crowded years."}, {"timestamp": [147.0, 153.0], "text": " Rommel is on the run. His weapons like this tank and this shattered transport are piling up all over the desert."}, {"timestamp": [153.0, 158.0], "text": " Relics of an army that is being beaten back."}, {"timestamp": [158.0, 162.0], "text": " Our New Zealand artillery is outgunning these guns."}, {"timestamp": [162.0, 164.0], "text": " These battlefield pictures show how."}, {"timestamp": [164.0, 173.0], "text": " An order from the O.C. The observation post will catch the enemy."}, {"timestamp": [173.0, 192.0], "text": " The battery officer receives his orders. Another observation. Lode. A barrage is about to begin. This nest of Kiwis means trouble for the Nazis and the Waps."}, {"timestamp": [192.0, 195.0], "text": " Another gun arrives."}, {"timestamp": [195.0, 198.0], "text": " Before the battle for Egypt it was thought that the artillery was growing out of date."}, {"timestamp": [198.0, 201.0], "text": " These gunners proved this wrong."}, {"timestamp": [203.0, 207.0], "text": " A liberator bomber joins the attack and the battery gets down to business."}, {"timestamp": [207.0, 214.0], "text": " The sound of these guns was echoed by the bells of England."}, {"timestamp": [214.0, 219.0], "text": " One from New Zealand, flies from Egypt."}, {"timestamp": [219.0, 224.0], "text": " There'll be plenty more shells and guns."}, {"timestamp": [224.0, 228.44], "text": " And men like these to fire them until the enemy is driven out."}], "text": " At a solemn rector, at a solemn requiem mass in Wellington for the Honourable H.T. Armstrong, the Prime Minister, Lieutenant General Patek and other officials attended a service which marked the end of one of the busiest public careers in New Zealand's political history. The funeral was held in Christchurch. It was the electorate of Christchurch East which first sent Mr. Armstrong to Parliament. But his public life had begun many years earlier in the stormy days of industrial development at the beginning of this century. He had been among the first to his 20 years as a member of parliament. As a minister of Parliament. As a Minister of the Crown in New Zealand's first Labour government, he was closely concerned with the radical social changes made since 1933. He was the First Minister for Labour, in the First Labour Government, and he personally introduced to the House his party's new industrial legislation. He saw the beginning of the 40-hour week. Later, as Minister of Housing, he watched the growth of a vast state experiment in building homes for the people. When he died at the age of 67, he had written his name firmly into the records of New Zealand's most crowded years. Rommel is on the run. His weapons like this tank and this shattered transport are piling up all over the desert. Relics of an army that is being beaten back. Our New Zealand artillery is outgunning these guns. These battlefield pictures show how. An order from the O.C. The observation post will catch the enemy. The battery officer receives his orders. Another observation. Lode. A barrage is about to begin. This nest of Kiwis means trouble for the Nazis and the Waps. Another gun arrives. Before the battle for Egypt it was thought that the artillery was growing out of date. These gunners proved this wrong. A liberator bomber joins the attack and the battery gets down to business. The sound of these guns was echoed by the bells of England. One from New Zealand, flies from Egypt. There'll be plenty more shells and guns. And men like these to fire them until the enemy is driven out."}