{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " You call and they never have a full head of Steve so he hasn't got the power."}, {"timestamp": [5.0, 7.0], "text": " And so there's a steel power..."}, {"timestamp": [7.0, 9.0], "text": " That's probably the reason."}, {"timestamp": [9.0, 11.0], "text": " There's no problem."}, {"timestamp": [11.0, 13.0], "text": " Everything was in the reason."}, {"timestamp": [13.0, 16.0], "text": " There's another car of the back."}, {"timestamp": [16.0, 20.0], "text": " I think he burned himself up running the ferry."}, {"timestamp": [20.0, 23.0], "text": " Mr. Tryam will tell you he used to work on Sunday"}, {"timestamp": [23.0, 26.0], "text": " I don't know whether you're satisfied me."}, {"timestamp": [26.0, 29.0], "text": " Every Sunday."}, {"timestamp": [29.0, 30.0], "text": " Every Sunday."}, {"timestamp": [30.0, 54.48], "text": " I think you have to be with the water in Mr. Buggggdolving. Once I lived a life of a millionaire"}, {"timestamp": [54.48, 59.76], "text": " Spending my money I didn't care"}, {"timestamp": [59.76, 63.64], "text": " I carried my friends out"}, {"timestamp": [63.64, 75.44], "text": " For a good time buying food leg liquor, champagne and wine when I begin to fall so low."}, {"timestamp": [76.16, 80.82], "text": " I didn't have a friend and no place to go."}, {"timestamp": [81.26, 89.0], "text": " So if I ever get my hand on a dollar again, I'm going to hold on to it,"}, {"timestamp": [89.0, 97.0], "text": " tell them eagle's grin, nobody knows you."}, {"timestamp": [97.0, 103.0], "text": " Well, we feel that so much of Auckland's early history is disappearing so rapidly"}, {"timestamp": [103.0, 106.24], "text": " that it's essential for the public of Auckland"}, {"timestamp": [106.24, 111.76], "text": " and that we hope it's a little further than Auckland realise that these things existed and"}, {"timestamp": [111.76, 114.76], "text": " that they formed much of our early heritage."}, {"timestamp": [114.76, 122.76], "text": " My feet again, and I'll meet my long lost friend."}, {"timestamp": [122.76, 128.0], "text": " Well, well, when you see them, it's a sad sight,"}, {"timestamp": [128.0, 130.0], "text": " one that's known for many years,"}, {"timestamp": [130.0, 133.0], "text": " Auckland has lasted in one respect and acid,"}, {"timestamp": [133.0, 138.0], "text": " the old toarowa and the Takapuna and the Macora there,"}, {"timestamp": [138.0, 141.0], "text": " but now there they are."}, {"timestamp": [141.0, 145.0], "text": " I think the day will come and the smaller ones will come back again."}, {"timestamp": [145.0, 169.0], "text": " It have to come. Oh, because they're quite old and..."}, {"timestamp": [169.0, 185.0], "text": " Just because they're quite old and..."}, {"timestamp": [185.0, 187.0], "text": " Just because they're serious."}, {"timestamp": [187.0, 189.0], "text": " And I think we should try and remember some of these things."}, {"timestamp": [189.0, 191.0], "text": " Because it's a nice big boat."}, {"timestamp": [191.0, 216.24], "text": " This is a ferry boats, one of for so many years has been abandoned."}, {"timestamp": [216.24, 219.4], "text": " Just on our right there is the remains of the old ferry wharf."}, {"timestamp": [219.4, 223.92], "text": " It's now some sort of a tavern, I expect, or an inn."}, {"timestamp": [223.92, 225.28], "text": " And there's no sign of the wharf."}, {"timestamp": [225.28, 226.72], "text": " The ferries have gone forever."}, {"timestamp": [227.6, 231.2], "text": " We have this marvellous bridge here with all the convenience that it brings,"}, {"timestamp": [231.2, 236.8], "text": " but at the same time it's brought a tremendous population with all the problems of growth and so forth."}, {"timestamp": [236.8, 239.52], "text": " Still that is progress and there's nothing we can do about it."}, {"timestamp": [242.08, 247.0], "text": " No, I don't feel sad because father always wanted progress."}, {"timestamp": [247.0, 251.0], "text": " And my brother said, well, they'll have a bridge soon,"}, {"timestamp": [251.0, 254.0], "text": " because they always grumbled at North Coast."}, {"timestamp": [254.0, 255.0], "text": " They were never satisfied."}, {"timestamp": [255.0, 266.24], "text": " Well, they wanted to try that the new toy anyway."}, {"timestamp": [266.56, 267.46], "text": " It was something new."}, {"timestamp": [267.54, 269.24], "text": " It was our bridge, as we call it in Auckland."}, {"timestamp": [271.68, 274.78], "text": " The authority estimates it'll be at ultimate carrying capacity,"}, {"timestamp": [275.36, 279.04], "text": " which represents an average daily traffic of 116,000 vehicles."}, {"timestamp": [279.54, 281.32], "text": " We'll reach that figure by 1980."}, {"timestamp": [282.02, 284.66], "text": " Well, of course, I don't think the authorities as such"}, {"timestamp": [284.66, 287.0], "text": " were a greatly interested in the ferry service at all. I think the solution, of course, I don't think the authorities as such were greatly interested in the ferry service at all."}, {"timestamp": [287.0, 289.24], "text": " I think the solution, of course, is another bridge."}, {"timestamp": [289.24, 291.5], "text": " If you take Sydney in San Francisco,"}, {"timestamp": [291.5, 296.0], "text": " you've got two cases where, with the building of bridges,"}, {"timestamp": [296.0, 298.16], "text": " it hasn't, they've been proved not to be the answer."}, {"timestamp": [298.16, 300.54], "text": " More ferries?"}, {"timestamp": [300.54, 302.5], "text": " And they've had to go back to ferry boats anyway."}, {"timestamp": [302.5, 305.0], "text": " I don't think they will ever replace the motor car."}, {"timestamp": [307.0, 315.0], "text": " And for instance, on one occasion I had a cause to remind one of the councils of the fact that as far as I saw it,"}, {"timestamp": [315.0, 357.12], "text": " the breadth of their vision was about the width of're satisfied now with their bridge. Well, it was on the 1st of May, 1860, a Captain Creft made White a matter history when he piloted the emu from Auckland across to Devonport."}, {"timestamp": [357.12, 364.76], "text": " That was the first sailing in the new ferry service and after that there were days of the whale boats were gone forever."}, {"timestamp": [364.76, 367.0], "text": " Oh, father came here. and after that there were days of the whale boats were gone forever."}, {"timestamp": [367.0, 378.0], "text": " Father came here when he was three and when he was 14 he built the first boat to row across the harbour"}, {"timestamp": [378.0, 385.0], "text": " because there wasn't any ferry boat, wasn't any way of crossing. There wasn't any way of crossing. There was a"}, {"timestamp": [385.0, 386.0], "text": "..."}, {"timestamp": [386.0, 387.0], "text": "..."}, {"timestamp": [387.0, 388.0], "text": "..."}, {"timestamp": [388.0, 389.0], "text": "..."}, {"timestamp": [389.0, 508.32], "text": "...... The I'm gonna'n't know. Tandtale Gileged Tandtial Gile! Who's got And"}, {"timestamp": [508.32, 529.8], "text": " Who's that knocking at my door?"}, {"timestamp": [530.7, 533.0], "text": " Who's that knocking at my door?"}, {"timestamp": [534.0, 536.66], "text": " Who's that knocking at my door?"}, {"timestamp": [537.68, 540.06], "text": " Cry the fair young maiden."}, {"timestamp": [540.8, 542.88], "text": " It's only me from over the sea."}, {"timestamp": [542.92, 546.0], "text": " I'm all lit up like a Christmas tree."}, {"timestamp": [546.0, 549.0], "text": " I'll sail the seas until I croak."}, {"timestamp": [549.0, 552.0], "text": " Oh, well I first came here in May,"}, {"timestamp": [552.0, 556.0], "text": " 1947, and we had a big ferry fleet in those days."}, {"timestamp": [556.0, 560.0], "text": " We had three boats running to Devonport vehicles, two passengers,"}, {"timestamp": [560.0, 563.0], "text": " and we had three boats to Birkenhead and two passengers there,"}, {"timestamp": [563.0, 566.02], "text": " and a Bayeswater ferry, and the peak periods of Stanley Bay Ferry."}, {"timestamp": [566.76, 569.56], "text": " When I was first here, we used to have the old Stanley Bay Wharf."}, {"timestamp": [570.2, 572.78], "text": " We used to call there and away from Devonport occasionally."}, {"timestamp": [573.08, 575.28], "text": " They had a long wharf with a T-piece on the end."}, {"timestamp": [575.82, 577.9], "text": " The Devonport Ferry used to call at Stanley Bay."}, {"timestamp": [577.9, 582.22], "text": " We didn't have the Jalico wharf, the only wharf."}, {"timestamp": [582.3, 583.96], "text": " The last one down was the Bledisloe Wharf."}, {"timestamp": [584.04, 587.0], "text": " It was wide open spaces from then on up for these and tied the flake."}, {"timestamp": [587.0, 589.0], "text": " And, uh..."}, {"timestamp": [589.0, 592.0], "text": " Yes, I like being on ferries."}, {"timestamp": [592.0, 594.0], "text": " I used to have been doing it for years on and off."}, {"timestamp": [594.0, 596.0], "text": "...or I bust in the door."}, {"timestamp": [596.0, 599.0], "text": " I'll rare and tear and rant and roar."}, {"timestamp": [599.0, 602.0], "text": " I'll spin your yards and tell your lies."}, {"timestamp": [602.0, 604.0], "text": " I'll drink your wine and eat your pies."}, {"timestamp": [604.0, 605.52], "text": " I'll kiss your cheeks and pluck your eyes."}, {"timestamp": [606.8, 607.64], "text": " Oh, yes."}, {"timestamp": [608.26, 610.86], "text": " I, uh, I lean that way."}, {"timestamp": [611.0, 612.96], "text": " Some people sort of lean to the fairies."}, {"timestamp": [613.7, 614.98], "text": " Uh, I'm one of them."}, {"timestamp": [615.5, 625.0], "text": " I enjoy it. I'm gonna be, and so on the new, and the"}, {"timestamp": [625.0, 705.0], "text": " people, Peklometer Pizierceph, yeah. You get it. Oh yes, of course it was the Prince of Wales birthday in 1887."}, {"timestamp": [705.0, 709.0], "text": " And just previous to this had been an opposition company started to the ferries"}, {"timestamp": [709.0, 712.0], "text": " and they both run an excursion steam at St Telly's Bay."}, {"timestamp": [712.0, 716.0], "text": " And on the way back, the skippers decided to have a race."}, {"timestamp": [716.0, 720.0], "text": " Well, they came within 14 feet of one another"}, {"timestamp": [720.0, 727.92], "text": " and the old Victoria had about 500 passengers on board. But the most amazing thing I think"}, {"timestamp": [727.92, 733.24], "text": " afterwards was the inquiry held by the harbour board. To start with, the Marine Department said"}, {"timestamp": [733.24, 738.32], "text": " they'd take no action. Well, it was about the finest Gilbert and Sullivan affair I think anyone"}, {"timestamp": [738.32, 765.0], "text": " could read. And in the end, the things simply faded out, but for years afterwards it was the talk of walkfront around this race on for Pinswell's birthday."}, {"timestamp": [765.0, 783.0], "text": " Once I lived a life of a million house,"}, {"timestamp": [783.0, 789.0], "text": " sending my money I didn't care."}, {"timestamp": [789.0, 794.0], "text": " I carried my friends' grounds for a good time"}, {"timestamp": [794.0, 797.0], "text": " by two late they come."}, {"timestamp": [797.0, 804.0], "text": " And pain and wine when I began to call so long."}, {"timestamp": [804.0, 807.0], "text": " I didn't have a friend"}, {"timestamp": [807.0, 809.0], "text": " And no place to go"}, {"timestamp": [809.0, 814.0], "text": " I've ever get my hands on a dollar again"}, {"timestamp": [814.0, 817.0], "text": " I'm gonna hold on to it"}, {"timestamp": [817.0, 821.0], "text": " Tell them he goes friends"}, {"timestamp": [821.0, 830.18], "text": " Nobody knows When you're down and out"}, {"timestamp": [830.18, 833.86], "text": " In my pocket"}, {"timestamp": [833.86, 836.6], "text": " Not one's any"}, {"timestamp": [836.6, 840.82], "text": " And my friends I haven't any"}, {"timestamp": [840.82, 844.92], "text": " But if I ever get on my feet"}, {"timestamp": [844.92, 846.98], "text": " Then I'll meet my love I want any whatever ever get on my feet."}, {"timestamp": [851.3, 852.38], "text": " And I'll meet my long, long friend."}, {"timestamp": [856.78, 857.9], "text": " It's mighty spring without a doubt."}, {"timestamp": [862.04, 862.34], "text": " Nobody knows you when you're down in out."}, {"timestamp": [866.0, 907.0], "text": " I mean when you down in out I mean you're down in a... down and out."}, {"timestamp": [910.0, 914.0], "text": " Well, it was a Britannia and she was very beautifully built. And down in her cabin was red plush cushions"}, {"timestamp": [914.0, 918.0], "text": " with a long seat that had a round seat,"}, {"timestamp": [918.0, 923.0], "text": " and my sister took me to town when I was three"}, {"timestamp": [923.0, 926.0], "text": " and I got up and ran round these seats"}, {"timestamp": [926.0, 960.0], "text": " and she told me to get coal and all like that."}, {"timestamp": [960.0, 992.0], "text": " And that is one thing that people today don't realize that the cost of running ferries or running steam at all is gone up so tremendous. And in the turn of the century"}, {"timestamp": [992.0, 994.0], "text": " $0."}, {"timestamp": [994.0, 1007.0], "text": "...and in the turn of the century, were paying 69 cents a ton for coal."}, {"timestamp": [1007.0, 1025.0], "text": " Well I think today it's about 10 pounds a ton. The other than that. You know, Oh, Oh, and"}, {"timestamp": [1025.0, 1092.76], "text": " I'm gonnae. I'm going to be. You're cold and they never have a full head of steak."}, {"timestamp": [1092.76, 1094.76], "text": " It hasn't got the power."}, {"timestamp": [1094.76, 1097.24], "text": " And so the steam has come to an end."}, {"timestamp": [1097.24, 1100.76], "text": " That's probably the reason that he no profit in fashion."}, {"timestamp": [1100.76, 1104.84], "text": " There's the unreasonable thing of stopping the vehicle"}, {"timestamp": [1104.84, 1105.0], "text": " is running. I think he burned unreasonable thing, stopping the vehicle,"}, {"timestamp": [1105.0, 1108.0], "text": " the ferry is running the other past the world"}, {"timestamp": [1108.0, 1110.0], "text": " running the ferry's running around."}, {"timestamp": [1110.0, 1115.0], "text": " I don't know whether they're satisfied now would they preach."}, {"timestamp": [1115.0, 1121.0], "text": " You'd your father, lawyer, please you'd ever see them competing up all the year."}, {"timestamp": [1121.0, 1140.72], "text": " I think he'd be able to be. Even if When you're down. When you're down and out of Not one."}, {"timestamp": [1142.6, 1144.9], "text": " Not one penny And my friends"}, {"timestamp": [1144.9, 1147.94], "text": " I haven't any"}, {"timestamp": [1147.94, 1152.7], "text": " I don't feel so low"}, {"timestamp": [1152.7, 1156.26], "text": " Nobody wants me"}, {"timestamp": [1156.26, 1158.32], "text": " Round that door"}, {"timestamp": [1158.32, 1161.44], "text": " Without a doubt"}, {"timestamp": [1161.44, 1164.74], "text": " No man can use you when you down"}, {"timestamp": [1164.74, 1165.76], "text": " I mean when you down and out"}, {"timestamp": [1165.76, 1169.56], "text": " I mean when you down and out"}, {"timestamp": [1169.56, 1172.0], "text": " I mean when you down and out"}], "text": " You call and they never have a full head of Steve so he hasn't got the power. And so there's a steel power... That's probably the reason. There's no problem. Everything was in the reason. There's another car of the back. I think he burned himself up running the ferry. Mr. Tryam will tell you he used to work on Sunday I don't know whether you're satisfied me. Every Sunday. Every Sunday. I think you have to be with the water in Mr. Buggggdolving. Once I lived a life of a millionaire Spending my money I didn't care I carried my friends out For a good time buying food leg liquor, champagne and wine when I begin to fall so low. I didn't have a friend and no place to go. So if I ever get my hand on a dollar again, I'm going to hold on to it, tell them eagle's grin, nobody knows you. Well, we feel that so much of Auckland's early history is disappearing so rapidly that it's essential for the public of Auckland and that we hope it's a little further than Auckland realise that these things existed and that they formed much of our early heritage. My feet again, and I'll meet my long lost friend. Well, well, when you see them, it's a sad sight, one that's known for many years, Auckland has lasted in one respect and acid, the old toarowa and the Takapuna and the Macora there, but now there they are. I think the day will come and the smaller ones will come back again. It have to come. Oh, because they're quite old and... Just because they're quite old and... Just because they're serious. And I think we should try and remember some of these things. Because it's a nice big boat. This is a ferry boats, one of for so many years has been abandoned. Just on our right there is the remains of the old ferry wharf. It's now some sort of a tavern, I expect, or an inn. And there's no sign of the wharf. The ferries have gone forever. We have this marvellous bridge here with all the convenience that it brings, but at the same time it's brought a tremendous population with all the problems of growth and so forth. Still that is progress and there's nothing we can do about it. No, I don't feel sad because father always wanted progress. And my brother said, well, they'll have a bridge soon, because they always grumbled at North Coast. They were never satisfied. Well, they wanted to try that the new toy anyway. It was something new. It was our bridge, as we call it in Auckland. The authority estimates it'll be at ultimate carrying capacity, which represents an average daily traffic of 116,000 vehicles. We'll reach that figure by 1980. Well, of course, I don't think the authorities as such were a greatly interested in the ferry service at all. I think the solution, of course, I don't think the authorities as such were greatly interested in the ferry service at all. I think the solution, of course, is another bridge. If you take Sydney in San Francisco, you've got two cases where, with the building of bridges, it hasn't, they've been proved not to be the answer. More ferries? And they've had to go back to ferry boats anyway. I don't think they will ever replace the motor car. And for instance, on one occasion I had a cause to remind one of the councils of the fact that as far as I saw it, the breadth of their vision was about the width of're satisfied now with their bridge. Well, it was on the 1st of May, 1860, a Captain Creft made White a matter history when he piloted the emu from Auckland across to Devonport. That was the first sailing in the new ferry service and after that there were days of the whale boats were gone forever. Oh, father came here. and after that there were days of the whale boats were gone forever. Father came here when he was three and when he was 14 he built the first boat to row across the harbour because there wasn't any ferry boat, wasn't any way of crossing. There wasn't any way of crossing. There was a.................. The I'm gonna'n't know. Tandtale Gileged Tandtial Gile! Who's got And Who's that knocking at my door? Who's that knocking at my door? Who's that knocking at my door? Cry the fair young maiden. It's only me from over the sea. I'm all lit up like a Christmas tree. I'll sail the seas until I croak. Oh, well I first came here in May, 1947, and we had a big ferry fleet in those days. We had three boats running to Devonport vehicles, two passengers, and we had three boats to Birkenhead and two passengers there, and a Bayeswater ferry, and the peak periods of Stanley Bay Ferry. When I was first here, we used to have the old Stanley Bay Wharf. We used to call there and away from Devonport occasionally. They had a long wharf with a T-piece on the end. The Devonport Ferry used to call at Stanley Bay. We didn't have the Jalico wharf, the only wharf. The last one down was the Bledisloe Wharf. It was wide open spaces from then on up for these and tied the flake. And, uh... Yes, I like being on ferries. I used to have been doing it for years on and off....or I bust in the door. I'll rare and tear and rant and roar. I'll spin your yards and tell your lies. I'll drink your wine and eat your pies. I'll kiss your cheeks and pluck your eyes. Oh, yes. I, uh, I lean that way. Some people sort of lean to the fairies. Uh, I'm one of them. I enjoy it. I'm gonna be, and so on the new, and the people, Peklometer Pizierceph, yeah. You get it. Oh yes, of course it was the Prince of Wales birthday in 1887. And just previous to this had been an opposition company started to the ferries and they both run an excursion steam at St Telly's Bay. And on the way back, the skippers decided to have a race. Well, they came within 14 feet of one another and the old Victoria had about 500 passengers on board. But the most amazing thing I think afterwards was the inquiry held by the harbour board. To start with, the Marine Department said they'd take no action. Well, it was about the finest Gilbert and Sullivan affair I think anyone could read. And in the end, the things simply faded out, but for years afterwards it was the talk of walkfront around this race on for Pinswell's birthday. Once I lived a life of a million house, sending my money I didn't care. I carried my friends' grounds for a good time by two late they come. And pain and wine when I began to call so long. I didn't have a friend And no place to go I've ever get my hands on a dollar again I'm gonna hold on to it Tell them he goes friends Nobody knows When you're down and out In my pocket Not one's any And my friends I haven't any But if I ever get on my feet Then I'll meet my love I want any whatever ever get on my feet. And I'll meet my long, long friend. It's mighty spring without a doubt. Nobody knows you when you're down in out. I mean when you down in out I mean you're down in a... down and out. Well, it was a Britannia and she was very beautifully built. And down in her cabin was red plush cushions with a long seat that had a round seat, and my sister took me to town when I was three and I got up and ran round these seats and she told me to get coal and all like that. And that is one thing that people today don't realize that the cost of running ferries or running steam at all is gone up so tremendous. And in the turn of the century $0....and in the turn of the century, were paying 69 cents a ton for coal. Well I think today it's about 10 pounds a ton. The other than that. You know, Oh, Oh, and I'm gonnae. I'm going to be. You're cold and they never have a full head of steak. It hasn't got the power. And so the steam has come to an end. That's probably the reason that he no profit in fashion. There's the unreasonable thing of stopping the vehicle is running. I think he burned unreasonable thing, stopping the vehicle, the ferry is running the other past the world running the ferry's running around. I don't know whether they're satisfied now would they preach. You'd your father, lawyer, please you'd ever see them competing up all the year. I think he'd be able to be. Even if When you're down. When you're down and out of Not one. Not one penny And my friends I haven't any I don't feel so low Nobody wants me Round that door Without a doubt No man can use you when you down I mean when you down and out I mean when you down and out I mean when you down and out"}