{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " Gutting the Mayfair Theatre Christchurch, fire which broke out at 10.30 a.m. behind the stage sends dense masses of smoke skywards."}, {"timestamp": [29.0, 35.0], "text": " Hundreds of Saturday morning shoppers gather to watch. Three engines from the Central Brigade are quickly on the scene."}, {"timestamp": [35.0, 38.0], "text": " The fire is almost out of control, but the men stick to their task."}, {"timestamp": [38.0, 44.0], "text": " There's is a dangerous job, war or no war. Fire is a natural enemy that can quickly cause death and destruction."}, {"timestamp": [44.0, 47.0], "text": " Neighboring buildings are slightly damaged by water. The blast of the gas, war. Fire is a natural enemy that can quickly cause death and destruction."}, {"timestamp": [47.0, 51.12], "text": " Neighboring buildings are slightly damaged by water. The blast of gases which exploded"}, {"timestamp": [51.12, 54.82], "text": " when the firemen were getting in their first leads caused further damage to the theatre."}, {"timestamp": [54.82, 66.0], "text": " Inside the theatre, greatest damage is done to interior fittings."}, {"timestamp": [66.0, 70.0], "text": " The fire spread along walls and ceiling and sent steelwork crashing onto the seats below."}, {"timestamp": [70.0, 75.0], "text": " After an hour's battle, further damage is prevented thanks to men whose service to the community"}, {"timestamp": [75.0, 77.0], "text": " is doubly great in wartime."}, {"timestamp": [77.0, 88.0], "text": " A badly damaged 3-03 rifle is no longer scrapped."}, {"timestamp": [88.0, 94.0], "text": " Every good 7 inches of old barrel is the foundation of a new gun, the Sten light automatic."}, {"timestamp": [94.0, 106.0], "text": " To cut up and re-bore barrels was but the start of this job."}, {"timestamp": [106.0, 109.0], "text": " Gun making had never been attempted in this country before."}, {"timestamp": [109.0, 113.0], "text": " Dyes had to be made, and where materials were not available, substitutes found."}, {"timestamp": [113.0, 117.0], "text": " For instance, there was no steel piping for the air jackets,"}, {"timestamp": [117.0, 122.0], "text": " so this press, which made radio parts in peacetime, was used to shape flat steel into tubes."}, {"timestamp": [122.0, 127.0], "text": " Later the tubes were welded. So New Zealand brains and hands"}, {"timestamp": [143.0, 146.0], "text": " fashion the stand gun, improvising and improving."}, {"timestamp": [146.0, 150.0], "text": " The magazines were also made from press steel and then spot welded."}, {"timestamp": [150.0, 163.0], "text": " The last stage in the manufacture is the blacking process."}, {"timestamp": [163.0, 167.02], "text": " Here the parts are boiled in acoustic solution to prevent rust."}, {"timestamp": [174.92, 176.62], "text": " And then the gun is assembled."}, {"timestamp": [177.1, 179.44], "text": " The final product is a first class automatic."}, {"timestamp": [180.06, 182.36], "text": " Not the least of its virtues is its cheapness."}, {"timestamp": [182.88, 185.76], "text": " Seven stents can be made for the price of one Tommy gun."}, {"timestamp": [186.28, 187.48], "text": " We are making them by the hundred."}, {"timestamp": [187.84, 189.2], "text": " We are making them by the thousand."}, {"timestamp": [190.0, 192.28], "text": " Before being issued, each rifle is tested."}, {"timestamp": [193.12, 196.12], "text": " On a 25-yard range, army inspectors try them out."}, {"timestamp": [200.64, 202.12], "text": " Here's the test of accuracy."}, {"timestamp": [202.76, 204.32], "text": " Thirty bullets went through this hole."}, {"timestamp": [207.0, 213.64], "text": " And this was a block of wood, nine inches long, that went behind the target. Looking at it from all ways, the"}, {"timestamp": [213.64, 219.28], "text": " Sten is a great job. To make it presented countless difficulties. It was made, and its"}, {"timestamp": [219.28, 224.68], "text": " excellence comes from New Zealand ingenuity and skill. It's light and it's simple, it's cheap,"}, {"timestamp": [224.68, 226.0], "text": " and it's efficient, but's cheap and it's efficient."}, {"timestamp": [226.0, 228.0], "text": " But above all, it packs a good punch."}, {"timestamp": [228.0, 251.0], "text": " Here in the government shipbuilding yard on the Auckland waterfront, the finishing touches are being made to a fleet of eight motor towboats built for the United States Pacific forces."}, {"timestamp": [251.0, 255.0], "text": " Each boat bears the name of a Maori chief. Each name begins with K."}, {"timestamp": [255.0, 261.0], "text": " The eight boats form a mosquito fleet that is only part of the biggest shipbuilding program yet attempted in New Zealand."}, {"timestamp": [261.0, 267.0], "text": " War has brought new life to an industry that was dying."}, {"timestamp": [267.0, 270.0], "text": " First we built mine sweepers and torpedo boats for our own navy."}, {"timestamp": [270.0, 275.0], "text": " Today, these K-boats are ready for launching and ready for delivery to the Pacific Command."}, {"timestamp": [279.0, 282.0], "text": " New Zealand can be proud of these little ships."}, {"timestamp": [282.0, 291.62], "text": " Mr. Sullivan, Minister of Supply, says, The names of these first eight vessels have been chosen from the names of fighting chiefs of the Maori people."}, {"timestamp": [292.6, 296.38], "text": " Chiefs, I referred to, made history in this country,"}, {"timestamp": [296.88, 300.9], "text": " and I feel sure that these eight vessels will likewise make history"}, {"timestamp": [300.9, 305.5], "text": " not only for New Zealand, but for our allies, Australia and America,"}, {"timestamp": [305.5, 309.0], "text": " in their fight for freedom in the Southwest Pacific."}, {"timestamp": [311.0, 313.5], "text": " In traditional style, they go down to the sea."}, {"timestamp": [313.5, 317.0], "text": " Built of cowrie and trim of line, each is ready for service."}, {"timestamp": [322.0, 329.0], "text": " Only 45 feet in length, but driven by high-powered diesel engines, they're stout and they're strong."}, {"timestamp": [329.0, 332.0], "text": " Evidence of the skill and resource of New Zealanders who built them."}, {"timestamp": [332.0, 336.0], "text": " Launching eight ships of any size in any place is an important event."}, {"timestamp": [336.0, 340.0], "text": " Today it's more than important. War in the Pacific means war on the sea."}, {"timestamp": [340.0, 343.0], "text": " These ships are part of our contribution towards winning that war."}, {"timestamp": [343.0, 347.0], "text": " They mark a further stage in cooperation between New Zealand and America."}, {"timestamp": [347.0, 349.0], "text": " Here goes the last of the line."}, {"timestamp": [349.0, 351.0], "text": " But it's not the last ship that'll be built."}, {"timestamp": [351.0, 353.0], "text": " This is just the beginning of another wartime job"}, {"timestamp": [353.0, 356.0], "text": " for hundreds of workers in more than a hundred firms."}, {"timestamp": [356.0, 358.0], "text": " More ships are needed."}, {"timestamp": [358.0, 359.0], "text": " These and other kinds."}, {"timestamp": [359.0, null], "text": " Ours is the task to build them, and we can do it."}], "text": " Gutting the Mayfair Theatre Christchurch, fire which broke out at 10.30 a.m. behind the stage sends dense masses of smoke skywards. Hundreds of Saturday morning shoppers gather to watch. Three engines from the Central Brigade are quickly on the scene. The fire is almost out of control, but the men stick to their task. There's is a dangerous job, war or no war. Fire is a natural enemy that can quickly cause death and destruction. Neighboring buildings are slightly damaged by water. The blast of the gas, war. Fire is a natural enemy that can quickly cause death and destruction. Neighboring buildings are slightly damaged by water. The blast of gases which exploded when the firemen were getting in their first leads caused further damage to the theatre. Inside the theatre, greatest damage is done to interior fittings. The fire spread along walls and ceiling and sent steelwork crashing onto the seats below. After an hour's battle, further damage is prevented thanks to men whose service to the community is doubly great in wartime. A badly damaged 3-03 rifle is no longer scrapped. Every good 7 inches of old barrel is the foundation of a new gun, the Sten light automatic. To cut up and re-bore barrels was but the start of this job. Gun making had never been attempted in this country before. Dyes had to be made, and where materials were not available, substitutes found. For instance, there was no steel piping for the air jackets, so this press, which made radio parts in peacetime, was used to shape flat steel into tubes. Later the tubes were welded. So New Zealand brains and hands fashion the stand gun, improvising and improving. The magazines were also made from press steel and then spot welded. The last stage in the manufacture is the blacking process. Here the parts are boiled in acoustic solution to prevent rust. And then the gun is assembled. The final product is a first class automatic. Not the least of its virtues is its cheapness. Seven stents can be made for the price of one Tommy gun. We are making them by the hundred. We are making them by the thousand. Before being issued, each rifle is tested. On a 25-yard range, army inspectors try them out. Here's the test of accuracy. Thirty bullets went through this hole. And this was a block of wood, nine inches long, that went behind the target. Looking at it from all ways, the Sten is a great job. To make it presented countless difficulties. It was made, and its excellence comes from New Zealand ingenuity and skill. It's light and it's simple, it's cheap, and it's efficient, but's cheap and it's efficient. But above all, it packs a good punch. Here in the government shipbuilding yard on the Auckland waterfront, the finishing touches are being made to a fleet of eight motor towboats built for the United States Pacific forces. Each boat bears the name of a Maori chief. Each name begins with K. The eight boats form a mosquito fleet that is only part of the biggest shipbuilding program yet attempted in New Zealand. War has brought new life to an industry that was dying. First we built mine sweepers and torpedo boats for our own navy. Today, these K-boats are ready for launching and ready for delivery to the Pacific Command. New Zealand can be proud of these little ships. Mr. Sullivan, Minister of Supply, says, The names of these first eight vessels have been chosen from the names of fighting chiefs of the Maori people. Chiefs, I referred to, made history in this country, and I feel sure that these eight vessels will likewise make history not only for New Zealand, but for our allies, Australia and America, in their fight for freedom in the Southwest Pacific. In traditional style, they go down to the sea. Built of cowrie and trim of line, each is ready for service. Only 45 feet in length, but driven by high-powered diesel engines, they're stout and they're strong. Evidence of the skill and resource of New Zealanders who built them. Launching eight ships of any size in any place is an important event. Today it's more than important. War in the Pacific means war on the sea. These ships are part of our contribution towards winning that war. They mark a further stage in cooperation between New Zealand and America. Here goes the last of the line. But it's not the last ship that'll be built. This is just the beginning of another wartime job for hundreds of workers in more than a hundred firms. More ships are needed. These and other kinds. Ours is the task to build them, and we can do it."}