{"speakers": [], "chunks": [{"timestamp": [0.0, 31.44], "text": " The Chief of Air Staff, Air Vice Marshal Neville, inspects a class of 39 RNZF ground personnel,"}, {"timestamp": [31.68, 35.24], "text": " which has just completed a 14 weeks course at the recruit training depot, Wigram."}, {"timestamp": [40.6, 43.36], "text": " Air Vice Marshal Neville takes the salute of the march past,"}, {"timestamp": [43.46, 46.0], "text": " in which members of the next three courses also take part."}, {"timestamp": [46.0, 52.0], "text": " The class passing out was the sixth to receive training under a scheme which provides for the entry of 50 recruits each month."}, {"timestamp": [52.0, 56.0], "text": " The trainees joined the Air Force at an early stage in its post-war development."}, {"timestamp": [56.0, 61.0], "text": " But in spite of this and their short experience, they already carry themselves like veterans."}, {"timestamp": [61.0, 68.52], "text": " The discipline and bearing they've learned in their course will help give them confidence in their careers as fitters, rigors and other ground crew of the Air Force."}, {"timestamp": [81.54, 86.0], "text": " At the Treaty House, Waitangi, Holiday makers witness a simple but impressive naval ceremony"}, {"timestamp": [86.0, 91.0], "text": " commemorating the signing of the Treaty of Waitangi by New Zealand's first governor, Captain William Hobson, R.N."}, {"timestamp": [95.0, 115.72], "text": " The government is represented by the Minister of Lands, Mr. Skinner, who arrives accompanied by the Chief of Naval Staff, Commodore GWG Simpson who takes the salute. High ranking officers of the three services attend the ceremony and the"}, {"timestamp": [115.72, 119.36], "text": " dedication service is conducted by the senior naval chaplain the Reverend G.T."}, {"timestamp": [119.36, 142.14], "text": " Robson. The ceremony concludes with the hoisting of the Union Jack on the historic spot at 11 o'clock,"}, {"timestamp": [142.36, 145.66], "text": " the time of the signing of the Treaty of Waitangi 108 years before."}, {"timestamp": [154.54, 157.2], "text": " At the Hutt Valley Association's courts at Mitchell Park,"}, {"timestamp": [157.5, 158.92], "text": " the visiting Australian tennis team"}, {"timestamp": [158.92, 160.68], "text": " played a test match against New Zealand's"}, {"timestamp": [160.68, 162.18], "text": " eight top men and women players."}, {"timestamp": [162.74, 164.12], "text": " The contest was rather one-sided,"}, {"timestamp": [164.28, 166.32], "text": " the visitors winning 22 matches out of 23,"}, {"timestamp": [166.84, 168.5], "text": " but Australian Davis Cup prospects"}, {"timestamp": [168.5, 171.04], "text": " Jack Dart, Frank Sedgman, Bill Sidwell and Jeff Brown"}, {"timestamp": [171.04, 173.46], "text": " put on a brilliant doubles exhibition for the crowd."}, {"timestamp": [174.42, 175.74], "text": " Sedgman and Dart nearest the camera"}, {"timestamp": [175.74, 177.4], "text": " were paired off against Brown and Sidwell."}, {"timestamp": [183.24, 185.24], "text": " Sedgeman serves to Sidettlewell a good fast one."}, {"timestamp": [185.44, 187.28], "text": " It's returned and Sedgeman sends it to Brown."}, {"timestamp": [187.82, 190.3], "text": " Brown's two-handed backhand doesn't give Dart a chance."}, {"timestamp": [191.08, 194.32], "text": " Sedgeman to Brown, Brown lobs and Dart puts it away with a beautiful smash."}, {"timestamp": [195.04, 198.5], "text": " Most spectacular of the Australians is Jeff Brown with a cannonball service,"}, {"timestamp": [198.6, 200.92], "text": " a two-handed backhand and a left-hand forehand."}, {"timestamp": [201.54, 203.72], "text": " Brown was Wimbledon finalist in 1946."}, {"timestamp": [204.8, 205.06], "text": " Brown to Sedgeman. He returns it and Brown's shot hits the net and just trickles over. left hand forehand. Brown was Wimbledon finalist in 1946."}, {"timestamp": [209.94, 211.72], "text": " Brown to Sedgman. He returns it and Brown's shot hits the net and just trickles over."}, {"timestamp": [215.94, 216.42], "text": " Brown serves another fast one, Sedgman returns it, but it's intercepted at the net by Sidwell."}, {"timestamp": [219.1, 220.3], "text": " Sedgman lobs high and Sidwell gets in a terrific smash."}, {"timestamp": [225.5, 227.5], "text": " That just gets to it, but all the Australians have powerful smashes and anything overhead is punished severely."}, {"timestamp": [229.7, 232.3], "text": " This time Brown puts it away for keeps."}, {"timestamp": [235.8, 238.6], "text": " Big singles match of the days between Ron McKenzie of New Zealand on the left and Bill Sidwell of Australia, the top man in each team."}, {"timestamp": [240.7, 242.5], "text": " Sidwell at the far end serves to McKenzie."}, {"timestamp": [243.14, 245.38], "text": " McKenzie takes it on his back hand and Sidwell comes to the net,"}, {"timestamp": [245.58, 248.1], "text": " but he's passed by a beautiful cross-court shot from McKenzie."}, {"timestamp": [250.16, 252.56], "text": " Sidwell's all-round superiority soon becomes apparent,"}, {"timestamp": [252.8, 254.5], "text": " and he forces McKenzie into Evans."}, {"timestamp": [257.84, 261.9], "text": " The Australian has a fine record in tournaments in England and America as well as at home,"}, {"timestamp": [261.9, 264.7], "text": " and he seems a certainty for this year's Davis Cup team."}, {"timestamp": [265.32, 266.9], "text": " McKenzie fought back in the second set,"}, {"timestamp": [267.24, 269.96], "text": " but Sidwell had little difficulty in winning in two straight sets."}, {"timestamp": [277.62, 280.3], "text": " Only New Zealander to win a match was Evelyn Atwood,"}, {"timestamp": [280.68, 283.46], "text": " number one of the women's team and present New Zealand title holder."}, {"timestamp": [284.1, 286.58], "text": " She also took a set off Marty Toomey, top lady for Australia,"}, {"timestamp": [286.9, 289.6], "text": " who shows that it's not only the Australian men who hit hard."}, {"timestamp": [296.84, 299.18], "text": " In the women's doubles, Miss Atwood nearest the camera,"}, {"timestamp": [299.28, 303.62], "text": " was teamed with Mavis Kerr of Otago against the top Australian doubles pair Miss Toomey and Miss Bevis."}, {"timestamp": [304.04, 308.72], "text": " The Australian girls were superior at the net, and their accurate volleying at the New Zealanders on the defensive."}, {"timestamp": [311.72, 316.62], "text": " Miss Toomey serves to Miss Atwood who lobs high, Tumi takes it, and the Australian girl stormed the net,"}, {"timestamp": [316.88, 319.2], "text": " and Miss Tumie puts a brilliant volley right on the line."}, {"timestamp": [319.82, 322.8], "text": " It's all over with the score 22 to 1 in Australia's favour."}, {"timestamp": [323.52, 326.86], "text": " New Zealand tennis would benefit greatly from more of these matches with the Australians"}, {"timestamp": [326.86, 328.84], "text": " who are among the best in the world."}, {"timestamp": [340.06, 345.72], "text": " From the east coast of the North Island, the rugged cliffs of Cape Kidnappers run out into the Pacific Ocean."}, {"timestamp": [347.5, 352.02], "text": " Occasionally, people come here to visit the bird sanctuary, though it's some way off the beaten track."}, {"timestamp": [352.68, 359.8], "text": " The Cape Kidnapper's bird sanctuary is unique, for it contains the largest colony of Gannets that may be found on a mainland anywhere in the world."}, {"timestamp": [360.66, 367.0], "text": " The Gannets don't mind human beings, but they will, like any other bird, defend their nests with determination."}, {"timestamp": [367.0, 385.0], "text": " Nearly 5,000 Gannets live on the Cape and their population is increasing. I'm gonnae. I'm gonnae'n't I'm gonna'n't"}, {"timestamp": [385.0, 422.0], "text": " I'm gonna'n't Gannots as a rule, they only one egg in the breeding season."}, {"timestamp": [422.0, 428.58], "text": " And when the chick hatches out, it's just as awkward and bewildered as any other chick but it grows rapidly becoming large and"}, {"timestamp": [428.58, 444.88], "text": " fluffy. Then it loses its fluff and the quills and wings begin to grow."}, {"timestamp": [444.88, 445.0], "text": " Feeding time the chick is pleading for food from its Then it loses its fluff and the quills and wings begin to grow."}, {"timestamp": [445.0, 450.0], "text": " Feeding time. The chick is pleading for food from its parent."}, {"timestamp": [450.0, 454.0], "text": " The mother has already swallowed and digested the chick's meal,"}, {"timestamp": [454.0, 475.5], "text": " but by reaching deeply enough the young one is able to recover it. Aha, the new look."}, {"timestamp": [479.0, 482.6], "text": " The chick is about 12 weeks old now and ready to try its weeks."}, {"timestamp": [483.3, 487.0], "text": " It flutters a short distance and skims into the ocean."}, {"timestamp": [487.0, 501.0], "text": " High above the parent birds keep an eye on their offspring's first attempts at flight."}, {"timestamp": [501.0, 505.0], "text": " But soon they too will be cleaving the sky with the same easy grace."}, {"timestamp": [505.0, 525.76], "text": " The Gannett is an interesting and beautiful bird and its preservation as a species on this lonely sanctuary will provide"}, {"timestamp": [525.76, 530.24], "text": " scientists with a constant source of research into the nature of bird life."}], "text": " The Chief of Air Staff, Air Vice Marshal Neville, inspects a class of 39 RNZF ground personnel, which has just completed a 14 weeks course at the recruit training depot, Wigram. Air Vice Marshal Neville takes the salute of the march past, in which members of the next three courses also take part. The class passing out was the sixth to receive training under a scheme which provides for the entry of 50 recruits each month. The trainees joined the Air Force at an early stage in its post-war development. But in spite of this and their short experience, they already carry themselves like veterans. The discipline and bearing they've learned in their course will help give them confidence in their careers as fitters, rigors and other ground crew of the Air Force. At the Treaty House, Waitangi, Holiday makers witness a simple but impressive naval ceremony commemorating the signing of the Treaty of Waitangi by New Zealand's first governor, Captain William Hobson, R.N. The government is represented by the Minister of Lands, Mr. Skinner, who arrives accompanied by the Chief of Naval Staff, Commodore GWG Simpson who takes the salute. High ranking officers of the three services attend the ceremony and the dedication service is conducted by the senior naval chaplain the Reverend G.T. Robson. The ceremony concludes with the hoisting of the Union Jack on the historic spot at 11 o'clock, the time of the signing of the Treaty of Waitangi 108 years before. At the Hutt Valley Association's courts at Mitchell Park, the visiting Australian tennis team played a test match against New Zealand's eight top men and women players. The contest was rather one-sided, the visitors winning 22 matches out of 23, but Australian Davis Cup prospects Jack Dart, Frank Sedgman, Bill Sidwell and Jeff Brown put on a brilliant doubles exhibition for the crowd. Sedgman and Dart nearest the camera were paired off against Brown and Sidwell. Sedgeman serves to Sidettlewell a good fast one. It's returned and Sedgeman sends it to Brown. Brown's two-handed backhand doesn't give Dart a chance. Sedgeman to Brown, Brown lobs and Dart puts it away with a beautiful smash. Most spectacular of the Australians is Jeff Brown with a cannonball service, a two-handed backhand and a left-hand forehand. Brown was Wimbledon finalist in 1946. Brown to Sedgeman. He returns it and Brown's shot hits the net and just trickles over. left hand forehand. Brown was Wimbledon finalist in 1946. Brown to Sedgman. He returns it and Brown's shot hits the net and just trickles over. Brown serves another fast one, Sedgman returns it, but it's intercepted at the net by Sidwell. Sedgman lobs high and Sidwell gets in a terrific smash. That just gets to it, but all the Australians have powerful smashes and anything overhead is punished severely. This time Brown puts it away for keeps. Big singles match of the days between Ron McKenzie of New Zealand on the left and Bill Sidwell of Australia, the top man in each team. Sidwell at the far end serves to McKenzie. McKenzie takes it on his back hand and Sidwell comes to the net, but he's passed by a beautiful cross-court shot from McKenzie. Sidwell's all-round superiority soon becomes apparent, and he forces McKenzie into Evans. The Australian has a fine record in tournaments in England and America as well as at home, and he seems a certainty for this year's Davis Cup team. McKenzie fought back in the second set, but Sidwell had little difficulty in winning in two straight sets. Only New Zealander to win a match was Evelyn Atwood, number one of the women's team and present New Zealand title holder. She also took a set off Marty Toomey, top lady for Australia, who shows that it's not only the Australian men who hit hard. In the women's doubles, Miss Atwood nearest the camera, was teamed with Mavis Kerr of Otago against the top Australian doubles pair Miss Toomey and Miss Bevis. The Australian girls were superior at the net, and their accurate volleying at the New Zealanders on the defensive. Miss Toomey serves to Miss Atwood who lobs high, Tumi takes it, and the Australian girl stormed the net, and Miss Tumie puts a brilliant volley right on the line. It's all over with the score 22 to 1 in Australia's favour. New Zealand tennis would benefit greatly from more of these matches with the Australians who are among the best in the world. From the east coast of the North Island, the rugged cliffs of Cape Kidnappers run out into the Pacific Ocean. Occasionally, people come here to visit the bird sanctuary, though it's some way off the beaten track. The Cape Kidnapper's bird sanctuary is unique, for it contains the largest colony of Gannets that may be found on a mainland anywhere in the world. The Gannets don't mind human beings, but they will, like any other bird, defend their nests with determination. Nearly 5,000 Gannets live on the Cape and their population is increasing. I'm gonnae. I'm gonnae'n't I'm gonna'n't I'm gonna'n't Gannots as a rule, they only one egg in the breeding season. And when the chick hatches out, it's just as awkward and bewildered as any other chick but it grows rapidly becoming large and fluffy. Then it loses its fluff and the quills and wings begin to grow. Feeding time the chick is pleading for food from its Then it loses its fluff and the quills and wings begin to grow. Feeding time. The chick is pleading for food from its parent. The mother has already swallowed and digested the chick's meal, but by reaching deeply enough the young one is able to recover it. Aha, the new look. The chick is about 12 weeks old now and ready to try its weeks. It flutters a short distance and skims into the ocean. High above the parent birds keep an eye on their offspring's first attempts at flight. But soon they too will be cleaving the sky with the same easy grace. The Gannett is an interesting and beautiful bird and its preservation as a species on this lonely sanctuary will provide scientists with a constant source of research into the nature of bird life."}