{"speakers": [], "chunks": [{"timestamp": [0.0, 32.0], "text": " In this remote corner of the west coast of New Zealand South Island,"}, {"timestamp": [32.0, 36.0], "text": " a narrow strip of land separates the mountains from the sea."}, {"timestamp": [36.0, 40.0], "text": " Most of this land is swampy and has been left in bush."}, {"timestamp": [40.0, 43.0], "text": " But a few enterprising pioneers like the Nolans of Okuru"}, {"timestamp": [43.0, 48.0], "text": " cleared the valleys and for 70 years the family have been grazing cattle on the rich river flats."}, {"timestamp": [48.0, 56.0], "text": " The Nolan Estate, which stretches 60 miles from end to end, consists of five isolated river valleys,"}, {"timestamp": [56.0, 61.0], "text": " separated by towering mountains and dense bush, connected only by narrow bush tracks."}, {"timestamp": [67.6, 69.76], "text": " The farm is 200 miles from the nearest town and 50 miles from the end of the road."}, {"timestamp": [70.48, 71.92], "text": " But to overcome their isolation,"}, {"timestamp": [72.48, 73.8], "text": " the Nolan's keep a light plain."}, {"timestamp": [74.96, 77.52], "text": " Des Nolan has flown into the remote Cascade Valley"}, {"timestamp": [77.52, 78.56], "text": " to help muster cattle,"}, {"timestamp": [79.28, 82.08], "text": " and his brother Kevin has come down to the landing strip to meet him."}, {"timestamp": [87.0, 89.0], "text": " Des will help his brothers with the mustering today"}, {"timestamp": [89.0, 92.0], "text": " and fly back to the homestead at Okuru tonight."}, {"timestamp": [92.0, 95.0], "text": " He brings everything he needs with him."}, {"timestamp": [95.0, 110.9], "text": " Twice a year, spring and autumn, the three-year-old steers are rounded up,"}, {"timestamp": [111.34, 115.32], "text": " and the best of them driven 170 miles to the sail at Waterloo."}, {"timestamp": [116.32, 118.14], "text": " And today, the round-up begins."}, {"timestamp": [119.26, 124.22], "text": " A round-up that will stop this prime Hereford beef on its way to meal tables in New Zealand and overseas."}, {"timestamp": [125.0, 130.0], "text": " Today, with the world short of food, cattle raising is a prosperous business."}, {"timestamp": [130.0, 135.0], "text": " But in good times as well as bad, a cattleman's life is a hard life."}, {"timestamp": [135.0, 167.0], "text": " A life of long hours in the saddle, in the open, in all seasons, in all weather. With the cattle rounded up into the Cascade Valley Yards, Kevin and Bill Nolan and Mick Clark get on with the job of cutting out, selecting for the drive the cattle in best condition. Those not selected will be fattened for another six months"}, {"timestamp": [167.0, 169.0], "text": " and will go on the next drive in the autumn."}, {"timestamp": [169.0, 187.0], "text": " The cutting out is over and the drive begins. The cutting out is over and the drive begins."}, {"timestamp": [187.0, 193.0], "text": " One hundred and seventy miles of bush track and road, river and mountain,"}, {"timestamp": [193.0, 198.0], "text": " three weeks in the open on fine days and wet days, on horseback and on foot."}, {"timestamp": [198.0, 209.0], "text": " Meantime the weather's fine and they're going good."}, {"timestamp": [209.0, 212.0], "text": " But a stop for lunch is a pleasant break."}, {"timestamp": [212.0, 229.32], "text": " For the dogs it's a chance to rest, but cattlemen's minds are always on their job."}, {"timestamp": [229.32, 232.12], "text": " And they wonder what price the cattle will bring."}, {"timestamp": [232.12, 235.0], "text": " Willis should touch the sale."}, {"timestamp": [235.0, 236.0], "text": " Do you think those?"}, {"timestamp": [236.0, 238.0], "text": " Yes, I bet you quit."}, {"timestamp": [238.0, 239.0], "text": " What are you on?"}, {"timestamp": [239.0, 242.0], "text": " Well, come on boys, it's time we got on the way again."}, {"timestamp": [242.0, 246.3], "text": " We've got a long way to go yet. Yes, a long way to go."}, {"timestamp": [246.9, 250.14], "text": " And every mile, a long mile in the heavy mountain rain"}, {"timestamp": [250.14, 252.1], "text": " that beats its way around your coat and hat"}, {"timestamp": [252.1, 253.44], "text": " and leaves you wet and cold."}, {"timestamp": [254.44, 255.88], "text": " But there's a schedule to be kept,"}, {"timestamp": [256.18, 258.52], "text": " and the drive must go on from dawn to dust"}, {"timestamp": [258.52, 260.12], "text": " in fine weather and in foul"}, {"timestamp": [260.12, 290.0], "text": " if the cattle are to get to Watero, in time for the sail. The end of the second day brings them to the homestead at Okuru."}, {"timestamp": [290.0, 296.0], "text": " As cattle lose condition on a drive, they'll be rested here for a few days before moving off again."}, {"timestamp": [296.0, 309.0], "text": " But for the men there's little chance of a rest, as some of the horses need reshoeing."}, {"timestamp": [309.0, 359.86], "text": " This isn't an easy job with the more spirited young horses that are not yet fully broken in. I'm gonna' But soon it's time to move off on the main leg of the drive,"}, {"timestamp": [360.36, 362.48], "text": " the 140 miles to water-arra."}, {"timestamp": [363.36, 365.44], "text": " They'll be away for two more weeks,"}, {"timestamp": [367.42, 368.28], "text": " and Bill says goodbye to his wife and children."}, {"timestamp": [369.5, 370.0], "text": " At his father's home nearby,"}, {"timestamp": [371.72, 373.02], "text": " everyone has come out to see them off."}, {"timestamp": [375.14, 376.64], "text": " The Nolan family has been farming at Okuru since New Zealand's early days,"}, {"timestamp": [377.06, 379.42], "text": " when Grandfather Nolan started clearing off the bush."}, {"timestamp": [380.3, 382.96], "text": " For 40 years, they've driven cattle to Waterora."}, {"timestamp": [383.56, 386.0], "text": " And as the boys move off to the coast,"}, {"timestamp": [386.0, 420.32], "text": " their father fondly remembers the many times he's been on the drive. Off the beach to the treacherous Haast River."}, {"timestamp": [421.36, 425.62], "text": " Riding out to test the usual crossing place, Bill has to stand on his horses back"}, {"timestamp": [425.62, 431.38], "text": " to avoid being swept away by the current. Horses and cattle have often been drowned here,"}, {"timestamp": [431.38, 437.12], "text": " and even the men have had some narrow escapes. But Bill reaches the other side safely."}, {"timestamp": [437.12, 472.96], "text": " Though a more suitable crossing place is found, the cattle have to be persuaded to take to the water. The 12th day and the"}, {"timestamp": [472.96, 487.0], "text": " The 12th day and the biggest."}, {"timestamp": [487.0, 490.0], "text": " The route winds up over the Maori saddle 2,000 feet high"}, {"timestamp": [490.0, 495.0], "text": " and great care and patience are needed in driving the cattle along the narrow track."}, {"timestamp": [495.0, 499.0], "text": " Three extra men have come along for the day to help them on this section."}, {"timestamp": [499.0, 503.0], "text": " The mob is split up and each man takes about 40 cattle,"}, {"timestamp": [503.0, 525.0], "text": " as many as one man can handle on a track like this. Oh! Oh! Oh! Oh!"}, {"timestamp": [525.0, 526.0], "text": " Oh!"}, {"timestamp": [526.0, 527.0], "text": " Oh!"}, {"timestamp": [527.0, 528.0], "text": " Oh!"}, {"timestamp": [528.0, 529.0], "text": " Oh!"}, {"timestamp": [529.0, 530.0], "text": " Oh!"}, {"timestamp": [530.0, 531.0], "text": " Oh!"}, {"timestamp": [531.0, 532.0], "text": " Oh!"}, {"timestamp": [532.0, 533.0], "text": " Oh!"}, {"timestamp": [533.0, 534.0], "text": " Oh!"}, {"timestamp": [534.0, 535.0], "text": " Oh!"}, {"timestamp": [535.0, 575.0], "text": " Oh! At last on the 13th day, they come out of the bush onto the end of the road at Lake Paringa."}, {"timestamp": [575.0, 579.0], "text": " One day maybe this road will run right to Okuru and the cattle can be trucked out."}, {"timestamp": [579.0, 584.0], "text": " But till then they must be driven on the long trip to Wateroa."}, {"timestamp": [584.0, 598.08], "text": " The beautiful and rare white heron can still be seen at times in this lonely spot."}, {"timestamp": [598.08, 607.0], "text": " On the 14th day, they're on the move before the sun has chased the shadows from the Paringa Valley. Slowly laboriously, cattle, horses,"}, {"timestamp": [607.0, 612.5], "text": " dogs and men trudge on to Jacob's River. They've been on the road from dawn to dusk,"}, {"timestamp": [612.5, 618.0], "text": " and they've covered 14 miles. Men and cattle are tired and sore. But here they'll rest for a day,"}, {"timestamp": [618.0, 638.4], "text": " and the men will stay in a drover's hut on the property of a family friend."}, {"timestamp": [661.2, 668.0], "text": " Dawn on the 16th day and an early start as usual. With the horses saddled, they're away again on the road that leads to Karangarua and on to Wateraroa 50 miles beyond."}, {"timestamp": [668.0, 687.0], "text": " Under the snow-capped brow of the southern Alps, where Mount Cook points more than 12,000 feet into the sky."}, {"timestamp": [687.0, 703.0], "text": " With the sun beating down on the open plain and not a breath of wind, it's a hot, dry job."}, {"timestamp": [703.0, 706.0], "text": " But a mug of beer will quench their thirst for an hour or two."}, {"timestamp": [706.0, 710.0], "text": " These men take little notice of the familiar mountain scene,"}, {"timestamp": [710.0, 746.12], "text": " but the wonders of its peaks and glaciers bring straight road to the end of the 17th day, where the cattle will spend the night at the foot of the Fox Glacier and the towering peak of Mount Tasman."}, {"timestamp": [751.88, 758.34], "text": " The 19th day and an early start for the long climb past the Fox Glacier Hotel and up the winding hill road."}, {"timestamp": [759.0, 762.36], "text": " It's a long day and a hot one, and the cattle are foot sore and weary."}, {"timestamp": [763.02, 767.0], "text": " The pace is that of a snail and the men walk for something to do."}, {"timestamp": [769.0, 774.0], "text": " The cattle, reared in the bush, are not yet used to cars and all traffic is held up."}, {"timestamp": [774.0, 778.0], "text": " But where possible the mob is driven off the road to let the tourist buses through."}, {"timestamp": [778.0, 791.04], "text": " The 20th day takes them past the tourist hotel at the tourist hotel at the 20th day takes them past the tourist hotel at the tourist hotel at the 20th day takes them past the tourist hotel at Friends Joseph Glacier"}, {"timestamp": [791.04, 792.76], "text": " and on towards Water Road."}, {"timestamp": [793.42, 796.96], "text": " Only another 20 miles now, just one more day on the road."}, {"timestamp": [803.52, 813.0], "text": " And at last, on the 21st day, three weeks and 170 miles from the start, they reached their destination, the sail yards at Water Road."}, {"timestamp": [813.0, 819.0], "text": " The Nolan Drive is on schedule, as it has been twice a year for 40 years now."}, {"timestamp": [819.0, 826.0], "text": " Right, gentlemen, the next line of the office of Canada W of WD Nolson's done at the currer."}, {"timestamp": [826.0, 829.0], "text": " What I offer in this fine line of Hereford cattle?"}, {"timestamp": [829.0, 830.0], "text": " What's the bed?"}, {"timestamp": [830.0, 831.0], "text": " What's the bed, gentlemen?"}, {"timestamp": [831.0, 832.0], "text": " 30 pounds surely."}, {"timestamp": [832.0, 855.5], "text": " Thirty-eight, thirty-eight, twenty-eight, twenty-eight, twenty-eight, twenty-eight, twenty-eight, twenty-eight, fifty-five, ten, fifty-nine ten, twenty-nine ten, fifty-nine, fifty-five, fifty-pound, fifty-pound, fifty-pound, fifty-pound, fifty-nine, fifty-nine, fifty-pound, fifty-pound, fifty-pound, fifty-pound five, fifty-pound five, fifty-pound five, fifty-pound five, fifty-pound five."}, {"timestamp": [855.5, 856.5], "text": " Fifty-pound five."}, {"timestamp": [856.5, 857.5], "text": " Thirty-two pounds."}, {"timestamp": [857.5, 867.0], "text": " All done. 32 pounds."}, {"timestamp": [869.0, 871.0], "text": " All done, 32 pounds."}, {"timestamp": [871.0, 873.0], "text": " What do you think, Kevin?"}, {"timestamp": [873.0, 878.0], "text": " We're on the market, gentlemen, 32 pounds, 32 pounds, 32 pounds, right."}, {"timestamp": [878.0, 880.0], "text": " Anybody else?"}, {"timestamp": [880.0, 882.0], "text": " 32 pounds, will you?"}, {"timestamp": [884.0, 888.22], "text": " Nolan cattle have topped the sale again, a record price this time."}, {"timestamp": [888.54, 890.16], "text": " Well, make it looks as if you won your best."}, {"timestamp": [890.34, 892.34], "text": " Yes, let's go down to the pub and carry out."}, {"timestamp": [892.58, 893.82], "text": " Nothing, my dear. Come on."}, {"timestamp": [894.08, 894.5], "text": " Good job."}, {"timestamp": [897.0, 899.0], "text": " They've cursed the trip and all its hardships."}, {"timestamp": [899.52, 900.88], "text": " And now it's time to celebrate."}, {"timestamp": [901.38, 905.38], "text": " But they'll be back in six months' time on yet another cattle drive."}], "text": " In this remote corner of the west coast of New Zealand South Island, a narrow strip of land separates the mountains from the sea. Most of this land is swampy and has been left in bush. But a few enterprising pioneers like the Nolans of Okuru cleared the valleys and for 70 years the family have been grazing cattle on the rich river flats. The Nolan Estate, which stretches 60 miles from end to end, consists of five isolated river valleys, separated by towering mountains and dense bush, connected only by narrow bush tracks. The farm is 200 miles from the nearest town and 50 miles from the end of the road. But to overcome their isolation, the Nolan's keep a light plain. Des Nolan has flown into the remote Cascade Valley to help muster cattle, and his brother Kevin has come down to the landing strip to meet him. Des will help his brothers with the mustering today and fly back to the homestead at Okuru tonight. He brings everything he needs with him. Twice a year, spring and autumn, the three-year-old steers are rounded up, and the best of them driven 170 miles to the sail at Waterloo. And today, the round-up begins. A round-up that will stop this prime Hereford beef on its way to meal tables in New Zealand and overseas. Today, with the world short of food, cattle raising is a prosperous business. But in good times as well as bad, a cattleman's life is a hard life. A life of long hours in the saddle, in the open, in all seasons, in all weather. With the cattle rounded up into the Cascade Valley Yards, Kevin and Bill Nolan and Mick Clark get on with the job of cutting out, selecting for the drive the cattle in best condition. Those not selected will be fattened for another six months and will go on the next drive in the autumn. The cutting out is over and the drive begins. The cutting out is over and the drive begins. One hundred and seventy miles of bush track and road, river and mountain, three weeks in the open on fine days and wet days, on horseback and on foot. Meantime the weather's fine and they're going good. But a stop for lunch is a pleasant break. For the dogs it's a chance to rest, but cattlemen's minds are always on their job. And they wonder what price the cattle will bring. Willis should touch the sale. Do you think those? Yes, I bet you quit. What are you on? Well, come on boys, it's time we got on the way again. We've got a long way to go yet. Yes, a long way to go. And every mile, a long mile in the heavy mountain rain that beats its way around your coat and hat and leaves you wet and cold. But there's a schedule to be kept, and the drive must go on from dawn to dust in fine weather and in foul if the cattle are to get to Watero, in time for the sail. The end of the second day brings them to the homestead at Okuru. As cattle lose condition on a drive, they'll be rested here for a few days before moving off again. But for the men there's little chance of a rest, as some of the horses need reshoeing. This isn't an easy job with the more spirited young horses that are not yet fully broken in. I'm gonna' But soon it's time to move off on the main leg of the drive, the 140 miles to water-arra. They'll be away for two more weeks, and Bill says goodbye to his wife and children. At his father's home nearby, everyone has come out to see them off. The Nolan family has been farming at Okuru since New Zealand's early days, when Grandfather Nolan started clearing off the bush. For 40 years, they've driven cattle to Waterora. And as the boys move off to the coast, their father fondly remembers the many times he's been on the drive. Off the beach to the treacherous Haast River. Riding out to test the usual crossing place, Bill has to stand on his horses back to avoid being swept away by the current. Horses and cattle have often been drowned here, and even the men have had some narrow escapes. But Bill reaches the other side safely. Though a more suitable crossing place is found, the cattle have to be persuaded to take to the water. The 12th day and the The 12th day and the biggest. The route winds up over the Maori saddle 2,000 feet high and great care and patience are needed in driving the cattle along the narrow track. Three extra men have come along for the day to help them on this section. The mob is split up and each man takes about 40 cattle, as many as one man can handle on a track like this. Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! Oh! At last on the 13th day, they come out of the bush onto the end of the road at Lake Paringa. One day maybe this road will run right to Okuru and the cattle can be trucked out. But till then they must be driven on the long trip to Wateroa. The beautiful and rare white heron can still be seen at times in this lonely spot. On the 14th day, they're on the move before the sun has chased the shadows from the Paringa Valley. Slowly laboriously, cattle, horses, dogs and men trudge on to Jacob's River. They've been on the road from dawn to dusk, and they've covered 14 miles. Men and cattle are tired and sore. But here they'll rest for a day, and the men will stay in a drover's hut on the property of a family friend. Dawn on the 16th day and an early start as usual. With the horses saddled, they're away again on the road that leads to Karangarua and on to Wateraroa 50 miles beyond. Under the snow-capped brow of the southern Alps, where Mount Cook points more than 12,000 feet into the sky. With the sun beating down on the open plain and not a breath of wind, it's a hot, dry job. But a mug of beer will quench their thirst for an hour or two. These men take little notice of the familiar mountain scene, but the wonders of its peaks and glaciers bring straight road to the end of the 17th day, where the cattle will spend the night at the foot of the Fox Glacier and the towering peak of Mount Tasman. The 19th day and an early start for the long climb past the Fox Glacier Hotel and up the winding hill road. It's a long day and a hot one, and the cattle are foot sore and weary. The pace is that of a snail and the men walk for something to do. The cattle, reared in the bush, are not yet used to cars and all traffic is held up. But where possible the mob is driven off the road to let the tourist buses through. The 20th day takes them past the tourist hotel at the tourist hotel at the 20th day takes them past the tourist hotel at the tourist hotel at the 20th day takes them past the tourist hotel at Friends Joseph Glacier and on towards Water Road. Only another 20 miles now, just one more day on the road. And at last, on the 21st day, three weeks and 170 miles from the start, they reached their destination, the sail yards at Water Road. The Nolan Drive is on schedule, as it has been twice a year for 40 years now. Right, gentlemen, the next line of the office of Canada W of WD Nolson's done at the currer. What I offer in this fine line of Hereford cattle? What's the bed? What's the bed, gentlemen? 30 pounds surely. Thirty-eight, thirty-eight, twenty-eight, twenty-eight, twenty-eight, twenty-eight, twenty-eight, twenty-eight, fifty-five, ten, fifty-nine ten, twenty-nine ten, fifty-nine, fifty-five, fifty-pound, fifty-pound, fifty-pound, fifty-pound, fifty-nine, fifty-nine, fifty-pound, fifty-pound, fifty-pound, fifty-pound five, fifty-pound five, fifty-pound five, fifty-pound five, fifty-pound five. Fifty-pound five. Thirty-two pounds. All done. 32 pounds. All done, 32 pounds. What do you think, Kevin? We're on the market, gentlemen, 32 pounds, 32 pounds, 32 pounds, right. Anybody else? 32 pounds, will you? Nolan cattle have topped the sale again, a record price this time. Well, make it looks as if you won your best. Yes, let's go down to the pub and carry out. Nothing, my dear. Come on. Good job. They've cursed the trip and all its hardships. And now it's time to celebrate. But they'll be back in six months' time on yet another cattle drive."}