{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " Welcome to the RN Zilley."}, {"timestamp": [27.0, 32.0], "text": " These Sunderland flying boats here competing their 16,000 mile delivery flight from Britain."}, {"timestamp": [32.0, 36.0], "text": " As war fronts widen in the Pacific, these planes will be useful additions to our Air Force."}, {"timestamp": [36.0, 42.0], "text": " As the four planes approach the New Zealand coast, a lodestar carrying cameramen was struck by one of the Sunderland's."}, {"timestamp": [42.0, 46.0], "text": " Our cameraman on board grabbed these two shots as his plane went into a dive."}, {"timestamp": [50.0, 54.0], "text": " Two of the Sunderlands continue on their way and land safely."}, {"timestamp": [54.0, 57.0], "text": " These planes, the military version of the Empire Flying Boat,"}, {"timestamp": [57.0, 73.76], "text": " have done magnificent work with the British Coastal Command as anti-submarine patrols and convoy escorts."}, {"timestamp": [78.0, 78.7], "text": " The crews of the first two boats to arrive are met by the heads of our services and the Minister of Defense."}, {"timestamp": [82.0, 82.5], "text": " The crews are the original foundation members of the New Zealand Catalina Squadron."}, {"timestamp": [86.0, 89.0], "text": " And passengers in the flying boats today include nearly a hundred men returning from duty. Later, wing commander Baird, AFC, told us"}, {"timestamp": [89.0, 93.0], "text": " We've taken rather long time to arrive from the United Kingdom"}, {"timestamp": [93.0, 97.0], "text": " because we've had to do all our own maintenance on the way."}, {"timestamp": [97.0, 100.0], "text": " We've had Australian engineers and the remainder of the air crew"}, {"timestamp": [100.0, 102.0], "text": " who have been New Zealanders."}, {"timestamp": [102.0, 106.88], "text": " The flight is about 16,000 miles."}, {"timestamp": [106.88, 109.6], "text": " At every base we've met, the Americans"}, {"timestamp": [109.6, 112.22], "text": " have been most impressed with our Sunderlands."}, {"timestamp": [112.22, 114.64], "text": " I think they have a better performance"}, {"timestamp": [114.64, 118.16], "text": " than their corresponding American number."}, {"timestamp": [118.16, 121.72], "text": " We all feel very proud to have had the opportunity"}, {"timestamp": [121.72, 126.0], "text": " to fly out these splendid examples of British workmanship."}, {"timestamp": [126.0, 146.0], "text": " New Zealand is a farming country. From the North Cape to Fervo Strait, there are farms."}, {"timestamp": [146.0, 176.0], "text": " Where the sea ends there are farms and they stretch right across the country to where the mountains begin. Outwardly, the war has not brought much change to New Zealand farming."}, {"timestamp": [176.0, 180.0], "text": " Sheep are still mustered and yarded. Cows still milk night and morning."}, {"timestamp": [180.0, 186.16], "text": " To all appearances, farming furrows its usual pattern, governed by the seasons and the weather."}, {"timestamp": [189.6, 194.56], "text": " Milk is still taken to the factory, but not as much as they used to be. There are fewer farmers, and less milk is going through the cheese vats, less butter through the churns."}, {"timestamp": [196.64, 201.2], "text": " Between milking's, there are still the countless jobs to be done, and there are fewer men to do them."}, {"timestamp": [201.6, 205.1], "text": " Sons and farmhands left the tractors for tanks and bombers,"}, {"timestamp": [205.1, 210.06], "text": " and the farmers who carried on have become no younger."}, {"timestamp": [210.06, 212.06], "text": " There are still pigs to be fed, and they've"}, {"timestamp": [212.06, 214.5], "text": " to be housed and looked after as well."}, {"timestamp": [214.5, 216.0], "text": " It would take more than a big bad wolf"}, {"timestamp": [216.0, 221.72], "text": " to start these little pigs building their own houses."}, {"timestamp": [221.72, 224.18], "text": " A farmer has to be an expert in many things."}, {"timestamp": [224.18, 225.8], "text": " Fencing is but one of them."}, {"timestamp": [225.8, 230.4], "text": " He has to plan ahead and organize his work so that he keeps in step with the seasons."}, {"timestamp": [230.4, 235.5], "text": " Much of the work is hard, often disagreeable, and the hours long."}, {"timestamp": [235.5, 238.3], "text": " To the farmer's assistance have come the land girls."}, {"timestamp": [238.3, 242.6], "text": " Where the boys have gone into the forces, girls have come forward to do their jobs."}, {"timestamp": [242.6, 245.7], "text": " Since pioneering days, New Zealand women have helped on farms,"}, {"timestamp": [245.7, 248.44], "text": " but of recent years, machines have taken their place."}, {"timestamp": [248.44, 250.84], "text": " Now they've come back to the cow sheds for the duration."}, {"timestamp": [257.88, 260.14], "text": " Women have taken over other country jobs."}, {"timestamp": [260.14, 262.74], "text": " From farm to farm drives the herd tester."}, {"timestamp": [262.74, 265.3], "text": " Her job is to make a monthly visit to 30 farms,"}, {"timestamp": [265.3, 268.6], "text": " where she checks the milk production of every cow at each farm."}, {"timestamp": [268.6, 270.6], "text": " It's a job that means constant traveling,"}, {"timestamp": [270.6, 272.4], "text": " for she moves on every day."}, {"timestamp": [272.4, 274.2], "text": " It also means long hours,"}, {"timestamp": [274.2, 276.6], "text": " for she has to be in the cow shed for every milking."}, {"timestamp": [276.6, 279.2], "text": " There she weighs the milk that each cow gives."}, {"timestamp": [282.8, 284.8], "text": " She takes a sample from each bucketful"}, {"timestamp": [284.8, 287.0], "text": " and finds out the amount of butterfat it contains."}, {"timestamp": [287.0, 293.0], "text": " So the farmer gets a complete season's record of both the amount and quality of milk each one of his cows gives."}, {"timestamp": [293.0, 297.0], "text": " This girl's work makes a big contribution to efficient farming."}, {"timestamp": [297.0, 302.0], "text": " When it comes to feeding calves, land girls are out on their own."}, {"timestamp": [302.0, 305.6], "text": " Mothering young animals comes more naturally to girls than to boys,"}, {"timestamp": [305.6, 308.6], "text": " and under a girl's supervision, every calf gets good treatment."}, {"timestamp": [314.6, 318.2], "text": " Though women have always helped on farms,"}, {"timestamp": [318.2, 321.3], "text": " very few have made it the full-time job these girls have."}, {"timestamp": [321.3, 324.6], "text": " There's nothing in the way of farm work they haven't done and done well."}, {"timestamp": [327.0, 331.68], "text": " Looked at from always, these women have done great work. They've helped produce the"}, {"timestamp": [331.68, 335.44], "text": " food and clothing the Allied armies must have, the butter and meat the people of"}, {"timestamp": [335.44, 340.84], "text": " rationed Britain so badly neat. But New Zealand has been asked to produce still more, so men are"}, {"timestamp": [340.84, 345.0], "text": " being taken from the forces to go back to the land."}, {"timestamp": [347.0, 349.0], "text": " Here at a farm near Masterton, returned men are being trained to be farmers."}, {"timestamp": [349.0, 352.0], "text": " This is part of the rehabilitation scheme."}, {"timestamp": [352.0, 355.0], "text": " And for the men, it's the first step towards starting on their own account."}, {"timestamp": [371.0, 374.0], "text": " In stacking Encevich, they learn not only how to handle farm machinery, but the art of stacking as well. Uneven stacking means a capsized stack."}, {"timestamp": [374.0, 377.0], "text": " They find that farming isn't a matter of just watching things grow."}, {"timestamp": [377.0, 382.0], "text": " They've not only got to know how to plow, how to sew and how to reap, but when to do it as well."}, {"timestamp": [382.0, 391.6], "text": " A good farmer has to be a very knowledgeable man."}, {"timestamp": [394.5, 397.4], "text": " They have to be wise in the ways of animals as well. They find that the quickest way of learning how to judge fat lambs"}, {"timestamp": [397.4, 399.3], "text": " is to hold a competition among themselves."}, {"timestamp": [407.0, 424.0], "text": " Weighing the lambs checks their results. Besides those learning farming are the men who've returned to their old jobs."}, {"timestamp": [424.0, 429.0], "text": " After fighting in North Africa, Italy and the Pacific, they've come back to help out at home."}, {"timestamp": [429.0, 446.0], "text": " During their absence, nothing has been able to replace their farming skill and experience. Farming, and..."}, {"timestamp": [446.0, 447.0], "text": "..."}, {"timestamp": [447.0, 448.0], "text": "..."}, {"timestamp": [448.0, 449.0], "text": "..."}, {"timestamp": [449.0, 450.0], "text": "..."}, {"timestamp": [450.0, 451.0], "text": "..."}, {"timestamp": [451.0, 471.0], "text": "...... Farming is New Zealand's specialty."}, {"timestamp": [471.0, 474.0], "text": " From her farms has gone meat and butter for the people of Britain."}, {"timestamp": [474.0, 476.0], "text": " Food for the forces in the Pacific."}, {"timestamp": [476.0, 478.0], "text": " New Zealand has already supplied much."}, {"timestamp": [478.0, 480.0], "text": " She's been asked to supply more."}, {"timestamp": [480.0, 484.0], "text": " For now her greatest contribution to victory will be more food."}, {"timestamp": [484.0, 487.4], "text": " And it's for this that the men and women on New Zealand farms are now working together."}, {"timestamp": [488.04, 490.02], "text": " Their one aim is to step up production."}], "text": " Welcome to the RN Zilley. These Sunderland flying boats here competing their 16,000 mile delivery flight from Britain. As war fronts widen in the Pacific, these planes will be useful additions to our Air Force. As the four planes approach the New Zealand coast, a lodestar carrying cameramen was struck by one of the Sunderland's. Our cameraman on board grabbed these two shots as his plane went into a dive. Two of the Sunderlands continue on their way and land safely. These planes, the military version of the Empire Flying Boat, have done magnificent work with the British Coastal Command as anti-submarine patrols and convoy escorts. The crews of the first two boats to arrive are met by the heads of our services and the Minister of Defense. The crews are the original foundation members of the New Zealand Catalina Squadron. And passengers in the flying boats today include nearly a hundred men returning from duty. Later, wing commander Baird, AFC, told us We've taken rather long time to arrive from the United Kingdom because we've had to do all our own maintenance on the way. We've had Australian engineers and the remainder of the air crew who have been New Zealanders. The flight is about 16,000 miles. At every base we've met, the Americans have been most impressed with our Sunderlands. I think they have a better performance than their corresponding American number. We all feel very proud to have had the opportunity to fly out these splendid examples of British workmanship. New Zealand is a farming country. From the North Cape to Fervo Strait, there are farms. Where the sea ends there are farms and they stretch right across the country to where the mountains begin. Outwardly, the war has not brought much change to New Zealand farming. Sheep are still mustered and yarded. Cows still milk night and morning. To all appearances, farming furrows its usual pattern, governed by the seasons and the weather. Milk is still taken to the factory, but not as much as they used to be. There are fewer farmers, and less milk is going through the cheese vats, less butter through the churns. Between milking's, there are still the countless jobs to be done, and there are fewer men to do them. Sons and farmhands left the tractors for tanks and bombers, and the farmers who carried on have become no younger. There are still pigs to be fed, and they've to be housed and looked after as well. It would take more than a big bad wolf to start these little pigs building their own houses. A farmer has to be an expert in many things. Fencing is but one of them. He has to plan ahead and organize his work so that he keeps in step with the seasons. Much of the work is hard, often disagreeable, and the hours long. To the farmer's assistance have come the land girls. Where the boys have gone into the forces, girls have come forward to do their jobs. Since pioneering days, New Zealand women have helped on farms, but of recent years, machines have taken their place. Now they've come back to the cow sheds for the duration. Women have taken over other country jobs. From farm to farm drives the herd tester. Her job is to make a monthly visit to 30 farms, where she checks the milk production of every cow at each farm. It's a job that means constant traveling, for she moves on every day. It also means long hours, for she has to be in the cow shed for every milking. There she weighs the milk that each cow gives. She takes a sample from each bucketful and finds out the amount of butterfat it contains. So the farmer gets a complete season's record of both the amount and quality of milk each one of his cows gives. This girl's work makes a big contribution to efficient farming. When it comes to feeding calves, land girls are out on their own. Mothering young animals comes more naturally to girls than to boys, and under a girl's supervision, every calf gets good treatment. Though women have always helped on farms, very few have made it the full-time job these girls have. There's nothing in the way of farm work they haven't done and done well. Looked at from always, these women have done great work. They've helped produce the food and clothing the Allied armies must have, the butter and meat the people of rationed Britain so badly neat. But New Zealand has been asked to produce still more, so men are being taken from the forces to go back to the land. Here at a farm near Masterton, returned men are being trained to be farmers. This is part of the rehabilitation scheme. And for the men, it's the first step towards starting on their own account. In stacking Encevich, they learn not only how to handle farm machinery, but the art of stacking as well. Uneven stacking means a capsized stack. They find that farming isn't a matter of just watching things grow. They've not only got to know how to plow, how to sew and how to reap, but when to do it as well. A good farmer has to be a very knowledgeable man. They have to be wise in the ways of animals as well. They find that the quickest way of learning how to judge fat lambs is to hold a competition among themselves. Weighing the lambs checks their results. Besides those learning farming are the men who've returned to their old jobs. After fighting in North Africa, Italy and the Pacific, they've come back to help out at home. During their absence, nothing has been able to replace their farming skill and experience. Farming, and........................ Farming is New Zealand's specialty. From her farms has gone meat and butter for the people of Britain. Food for the forces in the Pacific. New Zealand has already supplied much. She's been asked to supply more. For now her greatest contribution to victory will be more food. And it's for this that the men and women on New Zealand farms are now working together. Their one aim is to step up production."}