{"speakers": [], "chunks": [{"timestamp": [0.0, 25.0], "text": " In this Auckland factory operated by the disabled servicemen's re-establishment league, war wounded men are making toys for Christmas."}, {"timestamp": [30.0, 35.0], "text": " Here, ex-servicemen, nerve shattered or physically disabled, find a useful occupation and develop a new skill."}, {"timestamp": [35.0, 39.0], "text": " But for work like this, some of these men might have faced a difficult future."}, {"timestamp": [39.0, 41.0], "text": " Toys aren't the only thing they make."}, {"timestamp": [41.0, 44.0], "text": " They meet a demand for wheelbarrows from those who are digging for victory,"}, {"timestamp": [44.0, 47.0], "text": " and they can make first-rate furniture as well."}, {"timestamp": [51.0, 56.0], "text": " Last war veterans show the new men how. Both are working side by side in this factory"}, {"timestamp": [56.0, 70.0], "text": " that is filling a double purpose, meeting a demand and teaching a useful trade to men now unfitted for their pre-war work."}, {"timestamp": [73.0, 76.0], "text": " The men find a fascination in working with wood. Their nerves are restored, weak or injured muscles strengthened,"}, {"timestamp": [76.0, 78.0], "text": " and they know they're doing something useful."}, {"timestamp": [78.0, 81.0], "text": " Their product is sold to wholesalers and through the league's own shops."}, {"timestamp": [84.0, 87.08], "text": " The finishing touches are important on a toy."}, {"timestamp": [87.08, 88.38], "text": " The owners will be critical."}, {"timestamp": [91.88, 94.74], "text": " But these toys for Christmas are well and strongly made"}, {"timestamp": [94.74, 96.62], "text": " and they have a new value, making them"}, {"timestamp": [96.62, 114.56], "text": " as helped men who are finding the road back not so easy. Back home on leave is warrant officer Alan Box, D.F.M."}, {"timestamp": [114.56, 118.76], "text": " Veterinary gunner, he shot down Nazis over Britain and the Middle East,"}, {"timestamp": [118.76, 121.44], "text": " Japs over Burma and Benghore."}, {"timestamp": [121.44, 126.08], "text": " He told us of one exploit during which his comrade, the late James Ward, won the VC."}, {"timestamp": [126.08, 132.48], "text": " He was pretty lonely in that isolated rear turret. I was doing my routine search as we passed over the Zda Zee,"}, {"timestamp": [132.48, 138.16], "text": " and suddenly Kennan shells crashed into the aircraft and she went into a slight dive. Next minute,"}, {"timestamp": [138.16, 142.8], "text": " a meshesmith bobbed into front of my sights, a belly view as he came up, his breakaway."}, {"timestamp": [142.8, 165.0], "text": " It was an absolute city. I pressed the old button. I think I got him. We went down down with smoke pouring from his port engine. When I took a quick glance behind me, I saw the cabin was lit up with flame. A cut feed pipe was burning like a blow torch. Then I saw a dark shape fly pass. I thought a part of the aircraft was broken away. It was the engine cover Jimmy had taken out on the wing with him"}, {"timestamp": [165.0, 167.0], "text": " in his attempt to smother the flame."}, {"timestamp": [167.0, 171.0], "text": " Every now and then a shower of sparks flew past"}, {"timestamp": [171.0, 173.0], "text": " as we flamed home like a torch."}, {"timestamp": [173.0, 176.0], "text": " I never knew till we got back home that he'd been out on the wing"}, {"timestamp": [176.0, 179.0], "text": " that this almost incredible action had saved our lives"}, {"timestamp": [179.0, 181.0], "text": " and fully meriting the award of the VC."}, {"timestamp": [188.0, 191.94], "text": " This curious craft emerging emerging from a Wellington flight hanger, has been built for a special"}, {"timestamp": [191.94, 192.94], "text": " job."}, {"timestamp": [192.94, 196.88], "text": " Most of a Harvard plane is mounted on the truck, and it is part of a mobile instruction unit"}, {"timestamp": [196.88, 200.52], "text": " which is touring the country for the benefit of air cadets and their relations."}, {"timestamp": [200.52, 204.16], "text": " The unit visits country shows."}, {"timestamp": [204.16, 211.0], "text": " Here at Carterton, for example, the Wider Rapper A&P Society's annual show is in full swing, and competitors old and young are ready for the judges."}, {"timestamp": [213.0, 218.0], "text": " Shows are important to farming, and farming is vital to the war, but shows have their lighter side too."}, {"timestamp": [221.0, 227.0], "text": " Harvesting machinery which is on display fascinates farmers of all ages and there's all the fun of the fair."}, {"timestamp": [227.0, 239.0], "text": " The show magician comes out of his tent to draw the crowd and here amongst the attractions we find the ATC unit proving most popular."}, {"timestamp": [239.0, 247.0], "text": " The Bolton Paul power operated gun turret is in action for all to see."}, {"timestamp": [247.0, 252.0], "text": " There's a stream of eager visitors to look into the cockpits of the Harvard trainer."}, {"timestamp": [252.0, 254.0], "text": " They watch takeoff operations."}, {"timestamp": [254.0, 257.0], "text": " We're in the air, so fold up our landing gear."}, {"timestamp": [257.0, 264.0], "text": " All day the ATC unit is giving the public first-hand acquaintance with Air Force equipment."}, {"timestamp": [264.0, 266.0], "text": " The grand parade of stock leads off. First come the wire wrapper bulls. All day the ATC unit is giving the public first-hand acquaintance with Air Force equipment."}, {"timestamp": [268.0, 270.0], "text": " The Grand Parade of Stock leads off. First come the Waira Rapper Bulls."}, {"timestamp": [270.0, 274.0], "text": " The school children's calf clubs have a place of honour."}, {"timestamp": [274.0, 277.0], "text": " Now that emphasis is on production, the shows are being held again."}, {"timestamp": [277.0, 281.0], "text": " They keep up the standards of breeding and production in all farming areas."}, {"timestamp": [283.0, 287.0], "text": " What's next in the Grand Parade, says the champion Milka."}, {"timestamp": [287.0, 295.0], "text": " Dogs come next. They don't allow sheep or pigs in the parade, but dogs are easy to lead round the ring."}, {"timestamp": [295.0, 299.0], "text": " The parade ends the show, another milestone in the years of country life."}, {"timestamp": [299.0, 312.0], "text": " Bushmen from New Zealand run this timber mill on famous Guadalcanal."}, {"timestamp": [312.0, 317.0], "text": " Now that this island has been conquered, consolidated and turned into a base, all the forces here want timber."}, {"timestamp": [317.0, 323.0], "text": " The men who fell trees in the Solomon's jungles are helped by their bush experience."}, {"timestamp": [323.0, 328.32], "text": " But instead of the cowrie or remu of their homeland, the trees here are teak or mahogany."}, {"timestamp": [328.32, 332.32], "text": " Once these timbers were thought too valuable to use to make tent floors or outhouses,"}, {"timestamp": [332.32, 335.8], "text": " but today mahogany has no value unless it helps to beat Japan."}, {"timestamp": [335.8, 340.12], "text": " And teak is worthless unless it serves towards the well-being of our fighting men."}, {"timestamp": [340.12, 343.16], "text": " War re-values everything."}, {"timestamp": [343.16, 350.08], "text": " It is not long since the jungle here was alive with rifle bullets and"}, {"timestamp": [350.08, 353.94], "text": " bursting grenades, but now it's a place of peaceful industry."}, {"timestamp": [353.94, 357.68], "text": " From bokes of teak and mahogany, the timber is cut to build the huts and rough furniture,"}, {"timestamp": [357.68, 369.88], "text": " storehouses and bridges required by the fighting forces based on Guadalcanal."}], "text": " In this Auckland factory operated by the disabled servicemen's re-establishment league, war wounded men are making toys for Christmas. Here, ex-servicemen, nerve shattered or physically disabled, find a useful occupation and develop a new skill. But for work like this, some of these men might have faced a difficult future. Toys aren't the only thing they make. They meet a demand for wheelbarrows from those who are digging for victory, and they can make first-rate furniture as well. Last war veterans show the new men how. Both are working side by side in this factory that is filling a double purpose, meeting a demand and teaching a useful trade to men now unfitted for their pre-war work. The men find a fascination in working with wood. Their nerves are restored, weak or injured muscles strengthened, and they know they're doing something useful. Their product is sold to wholesalers and through the league's own shops. The finishing touches are important on a toy. The owners will be critical. But these toys for Christmas are well and strongly made and they have a new value, making them as helped men who are finding the road back not so easy. Back home on leave is warrant officer Alan Box, D.F.M. Veterinary gunner, he shot down Nazis over Britain and the Middle East, Japs over Burma and Benghore. He told us of one exploit during which his comrade, the late James Ward, won the VC. He was pretty lonely in that isolated rear turret. I was doing my routine search as we passed over the Zda Zee, and suddenly Kennan shells crashed into the aircraft and she went into a slight dive. Next minute, a meshesmith bobbed into front of my sights, a belly view as he came up, his breakaway. It was an absolute city. I pressed the old button. I think I got him. We went down down with smoke pouring from his port engine. When I took a quick glance behind me, I saw the cabin was lit up with flame. A cut feed pipe was burning like a blow torch. Then I saw a dark shape fly pass. I thought a part of the aircraft was broken away. It was the engine cover Jimmy had taken out on the wing with him in his attempt to smother the flame. Every now and then a shower of sparks flew past as we flamed home like a torch. I never knew till we got back home that he'd been out on the wing that this almost incredible action had saved our lives and fully meriting the award of the VC. This curious craft emerging emerging from a Wellington flight hanger, has been built for a special job. Most of a Harvard plane is mounted on the truck, and it is part of a mobile instruction unit which is touring the country for the benefit of air cadets and their relations. The unit visits country shows. Here at Carterton, for example, the Wider Rapper A&P Society's annual show is in full swing, and competitors old and young are ready for the judges. Shows are important to farming, and farming is vital to the war, but shows have their lighter side too. Harvesting machinery which is on display fascinates farmers of all ages and there's all the fun of the fair. The show magician comes out of his tent to draw the crowd and here amongst the attractions we find the ATC unit proving most popular. The Bolton Paul power operated gun turret is in action for all to see. There's a stream of eager visitors to look into the cockpits of the Harvard trainer. They watch takeoff operations. We're in the air, so fold up our landing gear. All day the ATC unit is giving the public first-hand acquaintance with Air Force equipment. The grand parade of stock leads off. First come the wire wrapper bulls. All day the ATC unit is giving the public first-hand acquaintance with Air Force equipment. The Grand Parade of Stock leads off. First come the Waira Rapper Bulls. The school children's calf clubs have a place of honour. Now that emphasis is on production, the shows are being held again. They keep up the standards of breeding and production in all farming areas. What's next in the Grand Parade, says the champion Milka. Dogs come next. They don't allow sheep or pigs in the parade, but dogs are easy to lead round the ring. The parade ends the show, another milestone in the years of country life. Bushmen from New Zealand run this timber mill on famous Guadalcanal. Now that this island has been conquered, consolidated and turned into a base, all the forces here want timber. The men who fell trees in the Solomon's jungles are helped by their bush experience. But instead of the cowrie or remu of their homeland, the trees here are teak or mahogany. Once these timbers were thought too valuable to use to make tent floors or outhouses, but today mahogany has no value unless it helps to beat Japan. And teak is worthless unless it serves towards the well-being of our fighting men. War re-values everything. It is not long since the jungle here was alive with rifle bullets and bursting grenades, but now it's a place of peaceful industry. From bokes of teak and mahogany, the timber is cut to build the huts and rough furniture, storehouses and bridges required by the fighting forces based on Guadalcanal."}