{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Week after week"}, {"timestamp": [7.0, 26.08], "text": " after week thousands of us have been in training, ever since we in New Zealand"}, {"timestamp": [26.08, 28.94], "text": " undertook to pull our weight in this war."}, {"timestamp": [28.94, 32.68], "text": " We knew and the men in camp knew that the training was for a war that would be fought on"}, {"timestamp": [32.68, 34.64], "text": " the other side of the world."}, {"timestamp": [34.64, 38.78], "text": " We knew that ships would take the New Zealanders there, and already many of those who went"}, {"timestamp": [38.78, 42.08], "text": " have fought and suffered in the front line."}, {"timestamp": [42.08, 45.04], "text": " Yet until now only a handful of us have known what troop departures"}, {"timestamp": [45.04, 49.36], "text": " look like, how it feels to say au revoir to sold your friends and relations at the"}, {"timestamp": [49.36, 56.4], "text": " ship's side, the sorrow and the pride of it. Just a few months ago these men were"}, {"timestamp": [56.4, 62.0], "text": " working alongside of us in shops, factories, cowsheds and offices, good workers and good"}, {"timestamp": [62.0, 66.0], "text": " friends. We might be talking to a man in the tram or in the pub one day"}, {"timestamp": [66.0, 70.0], "text": " and find him in uniform the next week, an Anzac."}, {"timestamp": [70.0, 73.0], "text": " Or we might be Anzac's ourselves."}, {"timestamp": [73.0, 76.0], "text": " This is a war with everyone in it, women too."}, {"timestamp": [76.0, 78.0], "text": " It is just a matter of taking our turn."}, {"timestamp": [78.0, 82.0], "text": " In a few weeks or a few months we may be on the inside,"}, {"timestamp": [82.0, 86.46], "text": " trained, skilled and proud of it. So we look on at what might"}, {"timestamp": [86.46, 93.2], "text": " be ourselves. It's not just another army marching past, but our army. They weren't used to"}, {"timestamp": [93.2, 98.08], "text": " marching in step then, but if marching had been a useful job in civil life, they would have"}, {"timestamp": [98.08, 103.76], "text": " done it. If it's milking, they can milk. If it's building roads, they can navvy. If it's banking,"}, {"timestamp": [103.76, 105.34], "text": " they can bank. And if it's fighting, they can bank. And if it's"}, {"timestamp": [105.34, 110.1], "text": " fighting, they can make a pretty thorough job of that too. Anytime we see them, they are"}, {"timestamp": [110.1, 114.72], "text": " marching or on parade, with only their shoulder patches to show that here's a group of men"}, {"timestamp": [114.72, 119.64], "text": " skilled in every trade and profession. Soldiers who used to be civilians and took all their"}, {"timestamp": [119.64, 127.44], "text": " skill into the army with them. Artillery, nurses, Army service corps, signalers, air force, and plane PBI."}, {"timestamp": [127.44, 130.4], "text": " Gunners, doctors, grocers, telegraph operators,"}, {"timestamp": [130.4, 133.04], "text": " men from the public works and women from the hospitals,"}, {"timestamp": [133.04, 138.04], "text": " workers and employers, our army, ourselves."}, {"timestamp": [138.04, 140.04], "text": " Civilian and soldier."}, {"timestamp": [140.04, 142.46], "text": " It's an old story, but this time it is about us,"}, {"timestamp": [142.46, 144.32], "text": " and that makes it different."}, {"timestamp": [144.32, 145.6], "text": " There is no goose-tepping here."}, {"timestamp": [146.68, 150.28], "text": " Just the swinging stride of free men who have put on their working clothes"}, {"timestamp": [150.28, 152.82], "text": " and got into step for the biggest job ever tackled."}, {"timestamp": [154.62, 158.3], "text": " They are soldiers and fighters, because as things are only soldiers and fighters"}, {"timestamp": [158.3, 160.4], "text": " can make the world safe for civilians to live in,"}, {"timestamp": [160.9, 165.0], "text": " safe for women and children and decent ordinary people."}, {"timestamp": [165.0, 176.0], "text": " Poor deluded country lads, Hitler called them."}, {"timestamp": [176.0, 181.0], "text": " Though no army in all history has known better what it was up against or what it was fighting for."}, {"timestamp": [181.0, 187.0], "text": " They helped to make this country the way it is. Happy, prosperous, free."}, {"timestamp": [187.0, 278.0], "text": " Country lads and town lads. They have gone right across the world to help those who feel like us to be free and happy too. The The The I'm not going to be. Most of these men have never been to see before, except perhaps to cross the straits."}, {"timestamp": [278.0, 284.0], "text": " In the good times in summer, the surf at Murawai has drawn them away from home, or the pines at Waikuku,"}, {"timestamp": [284.0, 292.76], "text": " or the scarlet carpet of Pohutakawa petals on the road to O'Hopi Beach, or maybe just the fun of taking the kids to St Kilda, or Sumner, or Takapuna."}, {"timestamp": [294.36, 299.26], "text": " This time it is no picnic, and the end of the journey is halfway round the world and back again."}, {"timestamp": [300.52, 302.76], "text": " It is the adventuring of men going off to war."}, {"timestamp": [303.88, 306.0], "text": " There's pageantry and excitement and laughter,"}, {"timestamp": [306.0, 308.0], "text": " and under it all a grim purpose,"}, {"timestamp": [308.0, 311.0], "text": " a war to be fought by men who have the courage to say,"}, {"timestamp": [311.0, 315.0], "text": " au revoir, when they know that for some of them it must be good-bye."}, {"timestamp": [315.0, 319.0], "text": " Canoes and ships brought the New Zealanders here long ago,"}, {"timestamp": [319.0, 321.0], "text": " fighting New Zealanders,"}, {"timestamp": [321.0, 327.0], "text": " pioneers looking for Elbeiroom, men and women who couldn't be shut in against their wish."}, {"timestamp": [327.0, 332.0], "text": " We still feel the same way, though we cannot all stay here and remain free."}, {"timestamp": [332.0, 338.0], "text": " Some of us must fight. These men and more of us when the time comes."}, {"timestamp": [338.0, 343.0], "text": " And so ships still plough down through the Pacific, not for tourists any longer,"}, {"timestamp": [343.0, 347.36], "text": " but for the men who can help to beat back repression and dictatorship."}, {"timestamp": [347.36, 355.88], "text": " As a people we are a little reserved and very determined. We usually know which way"}, {"timestamp": [355.88, 361.22], "text": " we want to go, and when we've made up our minds about it, we go there. The men in the"}, {"timestamp": [361.22, 365.0], "text": " army know what they are fighting for, and the rest of us feel with them"}, {"timestamp": [365.0, 368.0], "text": " that what they have undertaken is the right thing to do."}, {"timestamp": [370.0, 375.0], "text": " We are proud of them, and our pride is mixed with sorrow at their leaving us."}, {"timestamp": [376.0, 380.0], "text": " But we have never gone in for anything without knowing what lies ahead,"}, {"timestamp": [380.0, 382.0], "text": " what difficulties and hardships there are."}, {"timestamp": [382.0, 385.58], "text": " Our men know that too."}, {"timestamp": [387.1, 387.94], "text": " They will be back amongst us sometime,"}, {"timestamp": [390.96, 391.6], "text": " not fighting then, but helping to remake the world,"}, {"timestamp": [447.0, 465.0], "text": " a world fit for people who have risked so much for the right to be. I'm not I'm going to I'm a lot of I'm going to go to The The I'm gonna be. And......andahs......and..."}, {"timestamp": [465.0, 466.0], "text": "...and..."}, {"timestamp": [466.0, 467.0], "text": "...and..."}, {"timestamp": [467.0, 469.0], "text": "...and..."}, {"timestamp": [469.0, 470.0], "text": "...and..."}, {"timestamp": [470.0, 471.0], "text": "...and..."}, {"timestamp": [471.0, 473.0], "text": "...and..."}, {"timestamp": [473.0, 487.0], "text": "...and... The"}, {"timestamp": [487.0, 488.0], "text": " The President"}, {"timestamp": [488.0, 489.0], "text": " The"}], "text": " Week after week after week thousands of us have been in training, ever since we in New Zealand undertook to pull our weight in this war. We knew and the men in camp knew that the training was for a war that would be fought on the other side of the world. We knew that ships would take the New Zealanders there, and already many of those who went have fought and suffered in the front line. Yet until now only a handful of us have known what troop departures look like, how it feels to say au revoir to sold your friends and relations at the ship's side, the sorrow and the pride of it. Just a few months ago these men were working alongside of us in shops, factories, cowsheds and offices, good workers and good friends. We might be talking to a man in the tram or in the pub one day and find him in uniform the next week, an Anzac. Or we might be Anzac's ourselves. This is a war with everyone in it, women too. It is just a matter of taking our turn. In a few weeks or a few months we may be on the inside, trained, skilled and proud of it. So we look on at what might be ourselves. It's not just another army marching past, but our army. They weren't used to marching in step then, but if marching had been a useful job in civil life, they would have done it. If it's milking, they can milk. If it's building roads, they can navvy. If it's banking, they can bank. And if it's fighting, they can bank. And if it's fighting, they can make a pretty thorough job of that too. Anytime we see them, they are marching or on parade, with only their shoulder patches to show that here's a group of men skilled in every trade and profession. Soldiers who used to be civilians and took all their skill into the army with them. Artillery, nurses, Army service corps, signalers, air force, and plane PBI. Gunners, doctors, grocers, telegraph operators, men from the public works and women from the hospitals, workers and employers, our army, ourselves. Civilian and soldier. It's an old story, but this time it is about us, and that makes it different. There is no goose-tepping here. Just the swinging stride of free men who have put on their working clothes and got into step for the biggest job ever tackled. They are soldiers and fighters, because as things are only soldiers and fighters can make the world safe for civilians to live in, safe for women and children and decent ordinary people. Poor deluded country lads, Hitler called them. Though no army in all history has known better what it was up against or what it was fighting for. They helped to make this country the way it is. Happy, prosperous, free. Country lads and town lads. They have gone right across the world to help those who feel like us to be free and happy too. The The The I'm not going to be. Most of these men have never been to see before, except perhaps to cross the straits. In the good times in summer, the surf at Murawai has drawn them away from home, or the pines at Waikuku, or the scarlet carpet of Pohutakawa petals on the road to O'Hopi Beach, or maybe just the fun of taking the kids to St Kilda, or Sumner, or Takapuna. This time it is no picnic, and the end of the journey is halfway round the world and back again. It is the adventuring of men going off to war. There's pageantry and excitement and laughter, and under it all a grim purpose, a war to be fought by men who have the courage to say, au revoir, when they know that for some of them it must be good-bye. Canoes and ships brought the New Zealanders here long ago, fighting New Zealanders, pioneers looking for Elbeiroom, men and women who couldn't be shut in against their wish. We still feel the same way, though we cannot all stay here and remain free. Some of us must fight. These men and more of us when the time comes. And so ships still plough down through the Pacific, not for tourists any longer, but for the men who can help to beat back repression and dictatorship. As a people we are a little reserved and very determined. We usually know which way we want to go, and when we've made up our minds about it, we go there. The men in the army know what they are fighting for, and the rest of us feel with them that what they have undertaken is the right thing to do. We are proud of them, and our pride is mixed with sorrow at their leaving us. But we have never gone in for anything without knowing what lies ahead, what difficulties and hardships there are. Our men know that too. They will be back amongst us sometime, not fighting then, but helping to remake the world, a world fit for people who have risked so much for the right to be. I'm not I'm going to I'm a lot of I'm going to go to The The I'm gonna be. And......andahs......and......and......and......and......and......and......and......and... The The President The"}