{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " These linens"}, {"timestamp": [9.0, 29.0], "text": " These linen bandages being rolled by members of the St. John Women's War Committee have a rather curious origin."}, {"timestamp": [29.0, 36.0], "text": " Fine quality new linen for bandages is now unobtainable, but this linen recovered from scrap is of fine quality."}, {"timestamp": [36.0, 39.0], "text": " It's a byproduct of the motor tire retreading industry."}, {"timestamp": [42.0, 49.1], "text": " In retreading, the tire is examined for holes and the old tread is stripped off, making by the way a useful pile of scrap rubber."}, {"timestamp": [51.9, 53.6], "text": " The stripped cover is buffed."}, {"timestamp": [55.4, 60.26], "text": " The backing is pulled off the sticky back of the belt of retread rubber like gauze from sticking plaster,"}, {"timestamp": [60.7, 63.9], "text": " and the retreading is pressed onto the tire where it sticks in position."}, {"timestamp": [73.0, 82.0], "text": " The whole thing is heated in a steam mold, and after retreading is pressed onto the tire where it sticks in position. The whole thing is heated in a steam mold and after about an hour the tire comes out of the oyster looking like new. It is the backing material which is pulled off the retread rubber before use that provides the linen for bandages."}, {"timestamp": [82.0, 86.0], "text": " At this stage the material is about as stiff as a stiff collar."}, {"timestamp": [86.0, 91.0], "text": " It is smoothed out, torn into standard vantage widths, and packed into a laundry bag."}, {"timestamp": [91.0, 100.0], "text": " Our next visit is to a large commercial laundry, where the material is being washed free of charge."}, {"timestamp": [100.0, 105.24], "text": " After a great deal of washing, all the filling comes out, and the next job is to unravel the bagwash."}, {"timestamp": [105.24, 113.5], "text": " On two days each week, when their children are at school, these voluntary helpers of the Order of St John are turning out bandages for the NZEF."}, {"timestamp": [113.5, 120.0], "text": " One of the laundry's collar ironing machines is placed at their disposal to iron the lengths of bandage."}, {"timestamp": [124.0, 129.0], "text": " Thanks to all this voluntary work, and thanks also to the material from retreads,"}, {"timestamp": [129.0, 135.0], "text": " which is no use to the tire retreading industry, the NZDF can still be supplied with fine linen vantages."}, {"timestamp": [135.0, 146.52], "text": " These men are inspecting and cutting sheet metal for ammunition boxes."}, {"timestamp": [147.28, 150.0], "text": " Making these boxes is another example of New Zealand's war production."}, {"timestamp": [150.8, 153.72], "text": " Turning out war supplies has long ceased to be an event in this country."}, {"timestamp": [154.22, 155.22], "text": " It's become a habit."}, {"timestamp": [155.86, 157.86], "text": " What matters now is keeping up the pressure."}, {"timestamp": [158.7, 160.54], "text": " These boxes are made to a standard pattern."}, {"timestamp": [160.54, 166.0], "text": " They fit into a larger one, into a worldwide pattern of munitions for the United Nations."}, {"timestamp": [166.0, 182.0], "text": " The supplies mount up. Into the boxes go mortar bombs."}, {"timestamp": [182.0, 187.0], "text": " And that's another Christmas hamper for Tojo."}, {"timestamp": [191.0, 195.0], "text": " This is a story of scientific achievement."}, {"timestamp": [195.0, 199.0], "text": " At Auckland University, this young New Zealand scientist is working with equipment"}, {"timestamp": [199.0, 201.0], "text": " the first of its kind in the southern hemisphere,"}, {"timestamp": [201.0, 204.0], "text": " developed by New Zealand scientists to illuminize reflectors and mirrors"}, {"timestamp": [204.0, 209.54], "text": " required by our fighting forces. Under this bell jar are pieces of glass, ready to be"}, {"timestamp": [209.54, 214.5], "text": " mirror surfaced. The filament in the jar is threaded with small pieces of pure aluminum."}, {"timestamp": [214.5, 221.28], "text": " The jar is sealed and made airtight. A pump creates a high vacuum inside the jar. An electric"}, {"timestamp": [221.28, 227.0], "text": " current 10,000 volts, is applied to the filament until the aluminum is reduced to a vapor."}, {"timestamp": [227.0, 232.0], "text": " The jar now coated itself is removed and here are the pieces of glass surface mirror."}, {"timestamp": [232.0, 238.0], "text": " Mirrors made by the usual method are too easily damaged for use in military equipment, so this method was evolved."}, {"timestamp": [238.0, 244.0], "text": " So successfully Australia sent men to copy it, but that's not all these New Zealand scientists have done."}, {"timestamp": [244.0, 246.0], "text": " In this optical workshop,"}, {"timestamp": [246.0, 249.0], "text": " they've cut lenses for signal lamps and other equipment."}, {"timestamp": [249.0, 251.0], "text": " And they started with one inch plate glass,"}, {"timestamp": [251.0, 253.0], "text": " because no other is available."}, {"timestamp": [253.0, 255.0], "text": " They made this tool for the job,"}, {"timestamp": [255.0, 259.0], "text": " made it from galvanized iron into which diamond chips have been embedded."}, {"timestamp": [259.0, 262.0], "text": " The grinding and polishing is the longest part of the work."}, {"timestamp": [262.0, 265.2], "text": " That is, after the men spent weeks with a calculating machine"}, {"timestamp": [265.2, 266.96], "text": " searching for the mathematical formula."}, {"timestamp": [267.6, 269.28], "text": " The grinding is done over a metal shape,"}, {"timestamp": [269.5, 271.28], "text": " which has been turned to the correct curve."}, {"timestamp": [272.58, 274.56], "text": " The polishing is done on similar machines."}, {"timestamp": [275.14, 278.92], "text": " These scientists started out to find methods by which factories might make these lenses,"}, {"timestamp": [279.24, 282.54], "text": " but the work was so technical that they were forced to start production themselves."}, {"timestamp": [283.26, 292.0], "text": " Here are some of the lenses and prisms they're making, skilled work and accurate. Just how accurate"}, {"timestamp": [292.0, 296.5], "text": " is shown by these two optical flats for use in munition factories for testing flat"}, {"timestamp": [296.5, 302.0], "text": " surfaces. Placed together they're exactly a millionth of an inch apart. At a touch"}, {"timestamp": [302.0, 307.0], "text": " they reflect light by which flatness can be measured."}, {"timestamp": [307.0, 311.0], "text": " Working with another kind of glass are these men who are making tubular spirit bubbles."}, {"timestamp": [311.0, 334.0], "text": " They're used to handling this glass and seal them at one end."}, {"timestamp": [334.0, 339.0], "text": " Next these containers are accurately marked with gradation lines and figures."}, {"timestamp": [343.0, 347.0], "text": " And now they're ready to be filled."}, {"timestamp": [347.0, 351.0], "text": " The filling is done in a vacuum into which the liquid is pumped."}, {"timestamp": [351.0, 354.0], "text": " Each container gets a bubble that is uniform and regular in size."}, {"timestamp": [354.0, 368.16], "text": " These spirit bubbles will be used on range fighters, on mortars, on guns, in instruments"}, {"timestamp": [368.16, 372.92], "text": " on which our fighting forces depend, and they can depend on these and other instruments,"}, {"timestamp": [372.92, 377.36], "text": " now being made in New Zealand by the skill and brains of New Zealand scientific workers."}], "text": " These linens These linen bandages being rolled by members of the St. John Women's War Committee have a rather curious origin. Fine quality new linen for bandages is now unobtainable, but this linen recovered from scrap is of fine quality. It's a byproduct of the motor tire retreading industry. In retreading, the tire is examined for holes and the old tread is stripped off, making by the way a useful pile of scrap rubber. The stripped cover is buffed. The backing is pulled off the sticky back of the belt of retread rubber like gauze from sticking plaster, and the retreading is pressed onto the tire where it sticks in position. The whole thing is heated in a steam mold, and after retreading is pressed onto the tire where it sticks in position. The whole thing is heated in a steam mold and after about an hour the tire comes out of the oyster looking like new. It is the backing material which is pulled off the retread rubber before use that provides the linen for bandages. At this stage the material is about as stiff as a stiff collar. It is smoothed out, torn into standard vantage widths, and packed into a laundry bag. Our next visit is to a large commercial laundry, where the material is being washed free of charge. After a great deal of washing, all the filling comes out, and the next job is to unravel the bagwash. On two days each week, when their children are at school, these voluntary helpers of the Order of St John are turning out bandages for the NZEF. One of the laundry's collar ironing machines is placed at their disposal to iron the lengths of bandage. Thanks to all this voluntary work, and thanks also to the material from retreads, which is no use to the tire retreading industry, the NZDF can still be supplied with fine linen vantages. These men are inspecting and cutting sheet metal for ammunition boxes. Making these boxes is another example of New Zealand's war production. Turning out war supplies has long ceased to be an event in this country. It's become a habit. What matters now is keeping up the pressure. These boxes are made to a standard pattern. They fit into a larger one, into a worldwide pattern of munitions for the United Nations. The supplies mount up. Into the boxes go mortar bombs. And that's another Christmas hamper for Tojo. This is a story of scientific achievement. At Auckland University, this young New Zealand scientist is working with equipment the first of its kind in the southern hemisphere, developed by New Zealand scientists to illuminize reflectors and mirrors required by our fighting forces. Under this bell jar are pieces of glass, ready to be mirror surfaced. The filament in the jar is threaded with small pieces of pure aluminum. The jar is sealed and made airtight. A pump creates a high vacuum inside the jar. An electric current 10,000 volts, is applied to the filament until the aluminum is reduced to a vapor. The jar now coated itself is removed and here are the pieces of glass surface mirror. Mirrors made by the usual method are too easily damaged for use in military equipment, so this method was evolved. So successfully Australia sent men to copy it, but that's not all these New Zealand scientists have done. In this optical workshop, they've cut lenses for signal lamps and other equipment. And they started with one inch plate glass, because no other is available. They made this tool for the job, made it from galvanized iron into which diamond chips have been embedded. The grinding and polishing is the longest part of the work. That is, after the men spent weeks with a calculating machine searching for the mathematical formula. The grinding is done over a metal shape, which has been turned to the correct curve. The polishing is done on similar machines. These scientists started out to find methods by which factories might make these lenses, but the work was so technical that they were forced to start production themselves. Here are some of the lenses and prisms they're making, skilled work and accurate. Just how accurate is shown by these two optical flats for use in munition factories for testing flat surfaces. Placed together they're exactly a millionth of an inch apart. At a touch they reflect light by which flatness can be measured. Working with another kind of glass are these men who are making tubular spirit bubbles. They're used to handling this glass and seal them at one end. Next these containers are accurately marked with gradation lines and figures. And now they're ready to be filled. The filling is done in a vacuum into which the liquid is pumped. Each container gets a bubble that is uniform and regular in size. These spirit bubbles will be used on range fighters, on mortars, on guns, in instruments on which our fighting forces depend, and they can depend on these and other instruments, now being made in New Zealand by the skill and brains of New Zealand scientific workers."}