{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " The prospect of gold runs brought men from the ends of the earth to the west coast of New Zealand."}, {"timestamp": [27.0, 33.0], "text": " Today at the end of Westland rainbows, travellers discover treasure of another kind."}, {"timestamp": [33.0, 39.0], "text": " The diamond sparkle of snow-fed rivers, emerald hills of native bush,"}, {"timestamp": [39.0, 47.0], "text": " the golden crown of Kingfern, and the shining silver beauty of New Zealand's highest mountains."}, {"timestamp": [49.0, 54.0], "text": " This midsummer's morning an old prospectus trail along the banks of the Weihar River"}, {"timestamp": [54.0, 58.0], "text": " leads to high adventure for Elizabeth McCormick and her husband Peter the mountain guide"}, {"timestamp": [58.0, 62.0], "text": " and their friends Kathy, a schoolteacher and John a student."}, {"timestamp": [62.0, 115.0], "text": " Through the golden toy toy and into the cool bush, they set out on a journey which they will always remember. I'm gonna. I'm gonna. And... These West Coast glaciers are unique."}, {"timestamp": [115.0, 121.0], "text": " This one, the Franz Joseph, flows down through mountain sides covered with native bush almost to sea level."}, {"timestamp": [121.0, 127.0], "text": " You don't find ice and subtropical flowers so close together anywhere else in the world."}, {"timestamp": [127.0, 133.0], "text": " Today we're heading for the main ice fall on the skyline. It's five miles away and"}, {"timestamp": [133.0, 140.0], "text": " 5,000 feet above the terminal face of the glacier and the river."}, {"timestamp": [140.0, 148.0], "text": " We've come through the bush and along the riverbed. Now we put crampons on our boots, steel spikes to give footholes on the ice,"}, {"timestamp": [148.0, 167.0], "text": " and then we begin to climb. After three hours steady going, we're getting near the lower icefall."}, {"timestamp": [167.0, 187.0], "text": " Here the glass is moving down at the rate of about 16 feet a day,"}, {"timestamp": [187.0, 191.0], "text": " and we feel very small in the middle of a river of ice nearly a mile wide."}, {"timestamp": [191.0, 202.0], "text": " Where the rock walls close in,"}, {"timestamp": [202.0, 206.0], "text": " tremendous pressure forces the ice into great ridges and pinnacles."}, {"timestamp": [206.0, 214.0], "text": " Some of them are streaked with reddish dust carried across the Tasman Sea from desert storms in Australia a thousand miles away."}, {"timestamp": [214.0, 229.0], "text": " In the main icefall now and I chop a few steps. The sunlight's fall now and I chop a few steps."}, {"timestamp": [229.0, 232.0], "text": " The sunlight sparkles on the hard ice."}, {"timestamp": [232.0, 234.0], "text": " The air's crisp and clear."}, {"timestamp": [234.0, 236.0], "text": " We've climbed to 5,000 feet."}, {"timestamp": [236.0, 250.0], "text": " We're making our way to the north side of the glacier."}, {"timestamp": [250.0, 256.0], "text": " Here the ice is compressed of fantastic shapes by a high buttress of solid rock."}, {"timestamp": [256.0, 263.0], "text": " This is the Alma Ridge. We're on the last lap of our first day's journey."}, {"timestamp": [263.0, 267.0], "text": " The pinnacles of the Franz Joseph are below us now. We're on the last lap of our first day's journey."}, {"timestamp": [267.0, 270.0], "text": " The pinnacles of the France Joseph are below us now."}, {"timestamp": [270.0, 272.0], "text": " On our left, the Alma Glacier."}, {"timestamp": [272.0, 275.0], "text": " 500 feet above us is the Alma Hut."}, {"timestamp": [275.0, 279.0], "text": " We'll be glad to get there, take off our pecks and have a cup of tea."}, {"timestamp": [283.0, 292.0], "text": " The Alma Hut is a welcome site to mountaineers in storm or sunshine, a life-saving refuge for lost or injured climbers"}, {"timestamp": [292.0, 300.0], "text": " and an overnight resting place for mountain travelers like Kathy and John, enjoying their first alpine crossing in perfect weather."}, {"timestamp": [304.0, 307.0], "text": " Now while the glacier climbers move into the hut and get a meal going,"}, {"timestamp": [307.0, 312.0], "text": " high above them flies a sightseeing aircraft from a hotel airfield on the coast,"}, {"timestamp": [312.0, 316.0], "text": " giving tourists a new angle on the snowfields and glaciers of the southern Alps."}, {"timestamp": [320.0, 327.0], "text": " A ten thousand feet where above the great snowfields which formed the Franz Joseph Glacier,"}, {"timestamp": [327.0, 331.0], "text": " looking out across the mountains to the west coast and the Tasman Sea."}, {"timestamp": [331.0, 340.0], "text": " Below us the hundred foot pinnacles and deep crevasses of the main icefall look quite small"}, {"timestamp": [340.0, 372.0], "text": " until we fly in for a close-up on the way back down the glacier. Their journey began this morning where the river meets the sea,"}, {"timestamp": [372.0, 397.5], "text": " but Kathy and John still have enough energy embedded in the granite of the ridge."}, {"timestamp": [398.5, 402.5], "text": " John and amateur geologist knows the history of these shining crystals."}, {"timestamp": [402.5, 405.0], "text": " Harder than grass, they were formed deep in the earth"}, {"timestamp": [405.0, 408.0], "text": " under intense heat and pressure millions of years ago."}, {"timestamp": [408.0, 411.0], "text": " Now they sparkle in the light of the setting sun"}, {"timestamp": [411.0, 414.0], "text": " and the 10,000 foot peaks of the minarets,"}, {"timestamp": [414.0, 417.0], "text": " towering high and clear above the snowfield"}, {"timestamp": [417.0, 420.0], "text": " hold promise of a fine weather crossing for the climbers tomorrow."}, {"timestamp": [420.0, 423.0], "text": " A sunset photograph of the way ahead"}, {"timestamp": [423.0, 427.0], "text": " and then welcome sleep."}, {"timestamp": [427.0, 433.0], "text": " Early next morning after breakfast by moonlight and candlelight,"}, {"timestamp": [433.0, 437.0], "text": " the glacier climbers begin their longest day's journey."}, {"timestamp": [437.0, 441.0], "text": " At sunrise they crossed the rocky Elmer Ridge."}, {"timestamp": [441.0, 446.0], "text": " The hut regains its air of mountain solitude and soon the climbers are far away."}, {"timestamp": [446.0, 451.0], "text": " Tiny dots on the sloping snowfield near a massive buttress of Tickelmann's rock."}, {"timestamp": [451.0, 459.0], "text": " A last look back at the hut, a friendly oasis in a wilderness of snow and ice."}, {"timestamp": [463.0, 472.0], "text": " Now they're getting into crevasse country and Peter, especially mindful of his party's safety in places like this, ropes them together."}, {"timestamp": [476.0, 486.0], "text": " I was glad of that rope. I wasn't exactly scared, but the mist was coming down and we had to walk pretty carefully between the crevasses."}, {"timestamp": [489.0, 520.0], "text": " Some of the ledges are rather narrow. When the sun comes out, we all begin to feel more confident about crossing snow bridges."}, {"timestamp": [524.0, 534.0], "text": " Near the top of the ice form, Peter shows us some enormous crevasses, some as big as houses, filled with great masses of broken ice."}, {"timestamp": [538.0, 543.0], "text": " Beyond the crevasses, the going is much easier, though still uphill."}, {"timestamp": [544.0, 549.66], "text": " We're crossing the catchment area of the glacier, about 6,000 acres of perpetual snow."}, {"timestamp": [549.66, 553.44], "text": " And although the sun is shining, there's a chill breeze blowing."}, {"timestamp": [553.44, 560.24], "text": " We're 8,000 feet above sea level now and thankful for a spell to put on warm gloves and parkers."}, {"timestamp": [564.24, 572.0], "text": " Elizabeth has done the crossing before and warns us to be prepared for near freezing winds at the top."}, {"timestamp": [572.0, 583.0], "text": " A last check on the rope and we're away. A head of us now is a stiff climb up to the snow-covered saddle on the skyline."}, {"timestamp": [583.0, 625.5], "text": " It's several hundred feet above us and the ice is steep. And all of us, except Peter, are just about exhausted. But we've made it, we're on Graham's saddle,"}, {"timestamp": [625.5, 628.5], "text": " halfway across the frozen roof of New Zealand."}, {"timestamp": [628.5, 633.5], "text": " And we feel on top of the world."}, {"timestamp": [633.5, 636.0], "text": " The four of them the summits of New Zealand's highest mountains"}, {"timestamp": [636.0, 641.0], "text": " stand out crisp and clear in the morning sunlight."}, {"timestamp": [641.0, 645.0], "text": " The climbers are on the main divide at nearly 9,000 feet."}, {"timestamp": [645.0, 650.24], "text": " In the distance is the shadowed ridge and sunlit peak of Mount Cook, the 12,000 foot giant"}, {"timestamp": [650.24, 652.5], "text": " of the southern Alps."}, {"timestamp": [656.5, 663.5], "text": " Here on the alpine pass between Canterbury and Westland, the climbers rest and refresh themselves"}, {"timestamp": [663.5, 665.92], "text": " for the next stage of their journey."}, {"timestamp": [671.2, 672.24], "text": " The pleasant custom of sharing a tin of pineapple on grey on the saddle is observed by most of the climbers who make the crossing."}, {"timestamp": [696.8, 702.8], "text": " About a dozen guided parties make the trip during the summer months. A quick drink alpine style and they're on their way again. With John leading, they move cautiously down the wind-swept slope on the Canterbury side of the pass."}, {"timestamp": [708.72, 713.28], "text": " Peter, sure and steady, is on the end of the rope, ready to secure the party instantly if any of them should fall on the steep"}, {"timestamp": [713.28, 723.12], "text": " 4,000 foot descent of the Rudolf glacier. Five hours later at the foot of the Rudolph,"}, {"timestamp": [723.12, 726.0], "text": " they passed the great milestone of Delabesh Corner,"}, {"timestamp": [726.0, 731.0], "text": " and Peter once more takes the lead as they move across the wide white floor of the Tasman glacier."}, {"timestamp": [735.0, 738.0], "text": " Now it's more than 12 hours since they left Alma Hut."}, {"timestamp": [738.0, 746.0], "text": " They're tired as they cross the rugged moraine and begin to climb up a stony ridge to Multibrun hut on the last lap of their second day's journey."}, {"timestamp": [746.0, 767.34], "text": " For some time their progress has been watched with interest by two members of a three-man party of mountaineers already at the hut."}, {"timestamp": [771.8, 772.54], "text": " A few minutes later, the glacier climbers have the unexpected pleasure of meeting Sir Edmund Hillary,"}, {"timestamp": [777.44, 777.74], "text": " Barry Ellis, and a former chief ranger of the Mount Cook National Park, Harry Ayers,"}, {"timestamp": [810.0, 821.0], "text": " who offers them a typical mountain hut welcome. For Sir Edmund Hillary, this is a quiet interlude in a busy life. A few restful days in the mountains where he took the first steps to the summit of Everest and the plateau of the South Pole. With Murray and Harry, his comrades in the triumphs and hardships of many polar journeys, Sir Edmund has planned what he calls a gentle stroll up the Tasman Glacier for their next day at Maltibrun."}, {"timestamp": [829.6, 842.8], "text": " The glacier climbers' plans are much simpler. Food, rest and a quiet day around the hut. The shining morning face of Mount Cook welcomed Sir Edmund,"}, {"timestamp": [842.8, 846.56], "text": " Harry and Murray into a fresh cold world of ice and sunshine."}, {"timestamp": [847.7, 853.1], "text": " The gilded peaks of the minarets forecast a good day for a ten-mile walk on New Zealand's longest glacier."}, {"timestamp": [856.7, 863.6], "text": " Leading the party this morning is Harry Ayers, an outstanding mountaineer who spent much of his life amongst the peaks and glaciers of the southern Alps."}, {"timestamp": [863.6, 869.0], "text": " who spent much of his life amongst the peaks and glaciers of the Southern Alps."}, {"timestamp": [871.5, 874.7], "text": " In the stillness of the early daylight hours were set out over terrain familiar to the three of us."}, {"timestamp": [879.0, 882.0], "text": " We did Arantactic training here a few years ago"}, {"timestamp": [882.0, 888.42], "text": " and enjoyed many climbs in these mountains before Ed's Himalayan expeditions and his conquest of Everest."}, {"timestamp": [892.26, 897.28], "text": " Today we're not aiming for anything spectacular. We're here just for the pleasure of being"}, {"timestamp": [897.28, 902.68], "text": " in the heart of New Zealand's high country again. But experience and caution are needed"}, {"timestamp": [902.68, 907.0], "text": " to negotiate the icefall at the head of the Tasman glacier."}, {"timestamp": [907.0, 914.0], "text": " The order of leading is changed at intervals and by mid-morning Ed is in the lead."}, {"timestamp": [914.0, 927.0], "text": " On this ridge the heat of the sun has already softened the snow and progress becomes slower and more difficult."}, {"timestamp": [931.0, 939.0], "text": " In front of us now the crux of the climb, a snow slope and a thousand feet of rock."}, {"timestamp": [943.0, 945.0], "text": " Seeing we're at grips with the rock face."}, {"timestamp": [945.0, 955.0], "text": " This is superb, warm, firm and offering a variety of holds."}, {"timestamp": [955.0, 997.0], "text": " Yet here again it is necessary to move with caution and to remember the essentials of safems. At last, the summit, the highlight of another enjoyable days climbing in the southern Alps."}, {"timestamp": [1002.0, 1009.0], "text": " High above them, the view from a tourist aircraft encompasses in a few seconds the glacier climbers' two-day journey."}, {"timestamp": [1009.0, 1012.0], "text": " Through the bush and up the Franz Joseph Glacier."}, {"timestamp": [1012.0, 1016.0], "text": " The hazards of crevasses."}, {"timestamp": [1016.0, 1021.0], "text": " The long slog across the snowfields."}, {"timestamp": [1021.0, 1043.0], "text": " The moment of triumph at the first sight of Mount Cook. Then the crossing of the main divide, the descent of the Rudolf Glacier and the trudge along the wide Tasman to the welcome shelter of Malti Brun."}, {"timestamp": [1043.0, 1047.0], "text": " Back at the hut from nature's own refrigerator,"}, {"timestamp": [1047.0, 1052.0], "text": " Peter takes some of the raw materials for a satisfying meal for hungry climbers."}, {"timestamp": [1056.0, 1059.0], "text": " While Sir Edmund Murray and Harry are on their way back to the hut,"}, {"timestamp": [1059.0, 1062.0], "text": " Peter and Elizabeth prepare the evening meal."}, {"timestamp": [1066.0, 1069.0], "text": " An hour later after coming through a soaking rainstorm,"}, {"timestamp": [1069.0, 1072.0], "text": " the crime was ready to pay their compliments to the chef."}, {"timestamp": [1076.0, 1080.0], "text": " Soup and stew, the traditional specialty of Mountain Hat kitchens."}, {"timestamp": [1084.0, 1091.88], "text": " Over the meal they talk of simple things, alpine days in calm and storm,"}, {"timestamp": [1092.56, 1095.18], "text": " the technique of travel through bush, river, rock and snow."}, {"timestamp": [1096.02, 1100.12], "text": " There are questions and answers about great adventures from the Himalayas to the Antarctic,"}, {"timestamp": [1100.7, 1107.0], "text": " the risks and rewards of mountaineering in New Zealand."}, {"timestamp": [1107.0, 1190.0], "text": " The last morning at Maltiebrun, today they return to the Worker Day world. Ahead of them now is a seven-hour journey down the remote high country of Canterbury, the Hermitage Mount Cook."}, {"timestamp": [1190.0, 1210.54], "text": " For Kathy and John, this is the end of their first adventure in the mountains,"}, {"timestamp": [1211.08, 1240.0], "text": " and the beginning of a new awareness of the bright world above the snowline. The glacier climbers have travelled far and in good company."}, {"timestamp": [1240.0, 1267.0], "text": " They know the enchantment of high places and they'll return year after year to enjoy again the magic and majesty of the southern Alps of New Zealand. The"}, {"timestamp": [1267.0, 1268.0], "text": " The"}], "text": " The prospect of gold runs brought men from the ends of the earth to the west coast of New Zealand. Today at the end of Westland rainbows, travellers discover treasure of another kind. The diamond sparkle of snow-fed rivers, emerald hills of native bush, the golden crown of Kingfern, and the shining silver beauty of New Zealand's highest mountains. This midsummer's morning an old prospectus trail along the banks of the Weihar River leads to high adventure for Elizabeth McCormick and her husband Peter the mountain guide and their friends Kathy, a schoolteacher and John a student. Through the golden toy toy and into the cool bush, they set out on a journey which they will always remember. I'm gonna. I'm gonna. And... These West Coast glaciers are unique. This one, the Franz Joseph, flows down through mountain sides covered with native bush almost to sea level. You don't find ice and subtropical flowers so close together anywhere else in the world. Today we're heading for the main ice fall on the skyline. It's five miles away and 5,000 feet above the terminal face of the glacier and the river. We've come through the bush and along the riverbed. Now we put crampons on our boots, steel spikes to give footholes on the ice, and then we begin to climb. After three hours steady going, we're getting near the lower icefall. Here the glass is moving down at the rate of about 16 feet a day, and we feel very small in the middle of a river of ice nearly a mile wide. Where the rock walls close in, tremendous pressure forces the ice into great ridges and pinnacles. Some of them are streaked with reddish dust carried across the Tasman Sea from desert storms in Australia a thousand miles away. In the main icefall now and I chop a few steps. The sunlight's fall now and I chop a few steps. The sunlight sparkles on the hard ice. The air's crisp and clear. We've climbed to 5,000 feet. We're making our way to the north side of the glacier. Here the ice is compressed of fantastic shapes by a high buttress of solid rock. This is the Alma Ridge. We're on the last lap of our first day's journey. The pinnacles of the Franz Joseph are below us now. We're on the last lap of our first day's journey. The pinnacles of the France Joseph are below us now. On our left, the Alma Glacier. 500 feet above us is the Alma Hut. We'll be glad to get there, take off our pecks and have a cup of tea. The Alma Hut is a welcome site to mountaineers in storm or sunshine, a life-saving refuge for lost or injured climbers and an overnight resting place for mountain travelers like Kathy and John, enjoying their first alpine crossing in perfect weather. Now while the glacier climbers move into the hut and get a meal going, high above them flies a sightseeing aircraft from a hotel airfield on the coast, giving tourists a new angle on the snowfields and glaciers of the southern Alps. A ten thousand feet where above the great snowfields which formed the Franz Joseph Glacier, looking out across the mountains to the west coast and the Tasman Sea. Below us the hundred foot pinnacles and deep crevasses of the main icefall look quite small until we fly in for a close-up on the way back down the glacier. Their journey began this morning where the river meets the sea, but Kathy and John still have enough energy embedded in the granite of the ridge. John and amateur geologist knows the history of these shining crystals. Harder than grass, they were formed deep in the earth under intense heat and pressure millions of years ago. Now they sparkle in the light of the setting sun and the 10,000 foot peaks of the minarets, towering high and clear above the snowfield hold promise of a fine weather crossing for the climbers tomorrow. A sunset photograph of the way ahead and then welcome sleep. Early next morning after breakfast by moonlight and candlelight, the glacier climbers begin their longest day's journey. At sunrise they crossed the rocky Elmer Ridge. The hut regains its air of mountain solitude and soon the climbers are far away. Tiny dots on the sloping snowfield near a massive buttress of Tickelmann's rock. A last look back at the hut, a friendly oasis in a wilderness of snow and ice. Now they're getting into crevasse country and Peter, especially mindful of his party's safety in places like this, ropes them together. I was glad of that rope. I wasn't exactly scared, but the mist was coming down and we had to walk pretty carefully between the crevasses. Some of the ledges are rather narrow. When the sun comes out, we all begin to feel more confident about crossing snow bridges. Near the top of the ice form, Peter shows us some enormous crevasses, some as big as houses, filled with great masses of broken ice. Beyond the crevasses, the going is much easier, though still uphill. We're crossing the catchment area of the glacier, about 6,000 acres of perpetual snow. And although the sun is shining, there's a chill breeze blowing. We're 8,000 feet above sea level now and thankful for a spell to put on warm gloves and parkers. Elizabeth has done the crossing before and warns us to be prepared for near freezing winds at the top. A last check on the rope and we're away. A head of us now is a stiff climb up to the snow-covered saddle on the skyline. It's several hundred feet above us and the ice is steep. And all of us, except Peter, are just about exhausted. But we've made it, we're on Graham's saddle, halfway across the frozen roof of New Zealand. And we feel on top of the world. The four of them the summits of New Zealand's highest mountains stand out crisp and clear in the morning sunlight. The climbers are on the main divide at nearly 9,000 feet. In the distance is the shadowed ridge and sunlit peak of Mount Cook, the 12,000 foot giant of the southern Alps. Here on the alpine pass between Canterbury and Westland, the climbers rest and refresh themselves for the next stage of their journey. The pleasant custom of sharing a tin of pineapple on grey on the saddle is observed by most of the climbers who make the crossing. About a dozen guided parties make the trip during the summer months. A quick drink alpine style and they're on their way again. With John leading, they move cautiously down the wind-swept slope on the Canterbury side of the pass. Peter, sure and steady, is on the end of the rope, ready to secure the party instantly if any of them should fall on the steep 4,000 foot descent of the Rudolf glacier. Five hours later at the foot of the Rudolph, they passed the great milestone of Delabesh Corner, and Peter once more takes the lead as they move across the wide white floor of the Tasman glacier. Now it's more than 12 hours since they left Alma Hut. They're tired as they cross the rugged moraine and begin to climb up a stony ridge to Multibrun hut on the last lap of their second day's journey. For some time their progress has been watched with interest by two members of a three-man party of mountaineers already at the hut. A few minutes later, the glacier climbers have the unexpected pleasure of meeting Sir Edmund Hillary, Barry Ellis, and a former chief ranger of the Mount Cook National Park, Harry Ayers, who offers them a typical mountain hut welcome. For Sir Edmund Hillary, this is a quiet interlude in a busy life. A few restful days in the mountains where he took the first steps to the summit of Everest and the plateau of the South Pole. With Murray and Harry, his comrades in the triumphs and hardships of many polar journeys, Sir Edmund has planned what he calls a gentle stroll up the Tasman Glacier for their next day at Maltibrun. The glacier climbers' plans are much simpler. Food, rest and a quiet day around the hut. The shining morning face of Mount Cook welcomed Sir Edmund, Harry and Murray into a fresh cold world of ice and sunshine. The gilded peaks of the minarets forecast a good day for a ten-mile walk on New Zealand's longest glacier. Leading the party this morning is Harry Ayers, an outstanding mountaineer who spent much of his life amongst the peaks and glaciers of the southern Alps. who spent much of his life amongst the peaks and glaciers of the Southern Alps. In the stillness of the early daylight hours were set out over terrain familiar to the three of us. We did Arantactic training here a few years ago and enjoyed many climbs in these mountains before Ed's Himalayan expeditions and his conquest of Everest. Today we're not aiming for anything spectacular. We're here just for the pleasure of being in the heart of New Zealand's high country again. But experience and caution are needed to negotiate the icefall at the head of the Tasman glacier. The order of leading is changed at intervals and by mid-morning Ed is in the lead. On this ridge the heat of the sun has already softened the snow and progress becomes slower and more difficult. In front of us now the crux of the climb, a snow slope and a thousand feet of rock. Seeing we're at grips with the rock face. This is superb, warm, firm and offering a variety of holds. Yet here again it is necessary to move with caution and to remember the essentials of safems. At last, the summit, the highlight of another enjoyable days climbing in the southern Alps. High above them, the view from a tourist aircraft encompasses in a few seconds the glacier climbers' two-day journey. Through the bush and up the Franz Joseph Glacier. The hazards of crevasses. The long slog across the snowfields. The moment of triumph at the first sight of Mount Cook. Then the crossing of the main divide, the descent of the Rudolf Glacier and the trudge along the wide Tasman to the welcome shelter of Malti Brun. Back at the hut from nature's own refrigerator, Peter takes some of the raw materials for a satisfying meal for hungry climbers. While Sir Edmund Murray and Harry are on their way back to the hut, Peter and Elizabeth prepare the evening meal. An hour later after coming through a soaking rainstorm, the crime was ready to pay their compliments to the chef. Soup and stew, the traditional specialty of Mountain Hat kitchens. Over the meal they talk of simple things, alpine days in calm and storm, the technique of travel through bush, river, rock and snow. There are questions and answers about great adventures from the Himalayas to the Antarctic, the risks and rewards of mountaineering in New Zealand. The last morning at Maltiebrun, today they return to the Worker Day world. Ahead of them now is a seven-hour journey down the remote high country of Canterbury, the Hermitage Mount Cook. For Kathy and John, this is the end of their first adventure in the mountains, and the beginning of a new awareness of the bright world above the snowline. The glacier climbers have travelled far and in good company. They know the enchantment of high places and they'll return year after year to enjoy again the magic and majesty of the southern Alps of New Zealand. The The"}