{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " These soldiers are helping to load a cargo for Greece."}, {"timestamp": [30.0, 37.0], "text": " A cargo of food that carries in its plain wooden boxes far more than tinned meat and vegetables and biscuits."}, {"timestamp": [37.0, 43.0], "text": " The inscription on the boxes says in Greek, a gift to the Greeks with gratitude from the New Zealanders."}, {"timestamp": [43.0, 46.0], "text": " And up in the slings with the cargo go the thoughts and good wishes"}, {"timestamp": [46.0, 49.0], "text": " that so many New Zealanders feel for the Greek people."}, {"timestamp": [49.0, 52.0], "text": " This is just one of the signs of the dawn after the night"}, {"timestamp": [52.0, 56.0], "text": " that fell on Greeks and New Zealanders in April 1941."}, {"timestamp": [60.0, 69.0], "text": " New Zealand wanted to do something to show that we remember the men and women with whom so many of our men fought and died."}, {"timestamp": [69.0, 75.0], "text": " Watching the slings come in is the captain of the ship and the vice-consul for Greece."}, {"timestamp": [75.0, 79.0], "text": " The captain and his cat have been dive-bombed, torpedoed and shot at."}, {"timestamp": [79.0, 85.0], "text": " But now with many other merchant navy men he is seeing the results of his fortitude in this cargo for a freed country,"}, {"timestamp": [85.0, 113.0], "text": " the first of many cargoes of one people for another."}, {"timestamp": [113.0, 117.0], "text": " A gift to the Greeks with gratitude from the New Zealanders."}, {"timestamp": [117.0, 131.0], "text": " Coal for the railways and the gas works for homes and industries is a daily vital need which has been causing concern."}, {"timestamp": [131.0, 137.0], "text": " Here a parliamentary party is visiting the model mining village of Benidale on the Waikato Coal Field."}, {"timestamp": [137.0, 140.0], "text": " The show place of Benidale is its community hall."}, {"timestamp": [153.0, 157.0], "text": " Good types of state house have been built here, making a pleasant village, which will become even pleasanter when the weekend gardening of the miners has had time to make things grow. This then is a modern New Zealand mining village."}, {"timestamp": [157.0, 161.0], "text": " It looks gratefully different from the blackened and slum-like villages of earlier days."}, {"timestamp": [161.0, 167.5], "text": " The parliamentary party also visited Timahir, where the top has been removed from a coal-bearing hill."}, {"timestamp": [170.5, 175.46], "text": " This is open cast mining. The rock above the coal has been removed by earth-shifting machinery,"}, {"timestamp": [175.88, 180.76], "text": " exposing a seam which has already been mined in the old wasteful way. The old drives can be seen."}, {"timestamp": [184.12, 187.0], "text": " The party of MPs can appreciate the difference between this"}, {"timestamp": [187.0, 192.76], "text": " open-air coal winning and the older method. In the old method, as in the shallow"}, {"timestamp": [192.76, 196.92], "text": " West Coast mine, when the coal is not far below ground, seepage water can't be"}, {"timestamp": [196.92, 201.36], "text": " controlled and miners work in constant wet. When they got the chance some months"}, {"timestamp": [201.36, 212.8], "text": " ago these miners made the position clear to the Minister of Mines."}, {"timestamp": [216.0, 220.0], "text": " In the new open cast workings, there's no seepage water trouble, and also there is almost 100% recovery of the coal in the seams."}, {"timestamp": [220.0, 227.0], "text": " Underground mining only gets about 30%, so 70% of the coal was left behind in this scene."}, {"timestamp": [229.0, 233.0], "text": " Out in the oven, shots can be fired without danger of coal dust explosions."}, {"timestamp": [233.0, 269.0], "text": " The bulldozer is sweeping off the loose coal from out along the main drive by motor truck."}, {"timestamp": [269.0, 274.0], "text": " And meanwhile, carry-alls are at work clearing the overburden from more of the extensive scene."}, {"timestamp": [274.0, 315.4], "text": " Here at Timahir, the spoil is carried down to the lake for a most interesting purpose. Thank you. Posts out on the lake show where a stopbank will be pushed right across it."}, {"timestamp": [315.4, 321.1], "text": " The purpose is to drain part of the lake, because in that part the lake bear is composed of a thick seam of coal."}, {"timestamp": [321.1, 328.0], "text": " The spoil which has been stripped off the top of the hill to expose coal is being used down here to drain the lake to expose more coal."}, {"timestamp": [328.0, 339.0], "text": " The plan of the lake and the novel scheme to make a coal mine of the lake bed"}, {"timestamp": [339.0, 344.0], "text": " is explained by the contractor to the Prime Minister of Mines and other interested"}, {"timestamp": [344.0, 345.0], "text": " visitants. explained by the contractor to the Prime Minister, the Minister of Mines and other interested visibles."}, {"timestamp": [349.0, 369.2], "text": " As more spoil goes out into the Timahir Lake, coal from the Timahear"}, {"timestamp": [369.2, 372.08], "text": " mine is sliding under tailboards at the railway siding."}, {"timestamp": [376.08, 377.84], "text": " The day's output makes a heavy load."}, {"timestamp": [377.84, 383.28], "text": " The train of nearly 400 tons of coal leaving Huntley is one day's contribution from Timahir."}, {"timestamp": [383.28, 387.6], "text": " The new open cast workings are beginning to provide an answer to the wartime shortage of coal."}, {"timestamp": [387.6, 405.0], "text": " After the war, these Wellington girls will be living in the United States."}, {"timestamp": [405.0, 409.0], "text": " In the meantime, they get a lot of fun out of their own special club, the Eagles Club they call it."}, {"timestamp": [409.0, 413.0], "text": " Tonight, the girls of this group have brought along photos of husbands and fiancés."}, {"timestamp": [413.0, 417.0], "text": " And now they're having a competition to pick which photo belongs to which girl."}, {"timestamp": [417.0, 430.82], "text": " And their club means more than enjoyable evenings to them."}, {"timestamp": [431.18, 433.34], "text": " Here they form friendships they'll carry on in America,"}, {"timestamp": [433.9, 435.8], "text": " share anxieties about their men in the fighting,"}, {"timestamp": [436.3, 438.26], "text": " and learn a great deal about the United States."}, {"timestamp": [438.94, 442.58], "text": " Guests speakers willingly come to the fortnightly club meetings to tell them about America,"}, {"timestamp": [442.98, 445.3], "text": " its history, its customs, and its people."}, {"timestamp": [446.34, 453.92], "text": " As our guest tonight, we have Mrs. Greenby. Mr. Greenby is a member of the American legation here in Wellington,"}, {"timestamp": [454.64, 461.18], "text": " and in the States, Mrs. Greenby herself is well known as a writer. Her home is in New England,"}, {"timestamp": [461.86, 467.0], "text": " and as she can see from our map, a good many of our girls here tonight are going to live there."}, {"timestamp": [467.0, 472.0], "text": " She's going to speak to us this evening about the American Constitution."}, {"timestamp": [472.0, 473.0], "text": " Mrs. Greenby."}, {"timestamp": [473.0, 482.0], "text": " I am delighted to come here tonight."}, {"timestamp": [482.0, 491.34], "text": " As I look down into your faces, I like to think of you making your homes across the length and breadth of my country."}, {"timestamp": [491.34, 498.36], "text": " For this great personal adventure on which you are bound is also a wonderful thing for our two peoples."}, {"timestamp": [498.36, 507.0], "text": " I know of nothing which could do more to promote understanding between the United States and New Zealand."}, {"timestamp": [507.0, 510.0], "text": " These girls are also learning about American sport."}, {"timestamp": [510.0, 514.0], "text": " Baseball teams provide exercise for the athletic and instruction for everybody."}, {"timestamp": [514.0, 540.0], "text": " When American in-laws start talking about the ball game, they'll know the answers. Being well informed on life in the States is going to make settling down easier for them."}, {"timestamp": [540.0, 544.0], "text": " It means too that these youngsters will quickly adapt themselves to American ways."}, {"timestamp": [544.0, 547.34], "text": " Right now they're a good advertisement for AmeriCo, New Zealand cooperation."}], "text": " These soldiers are helping to load a cargo for Greece. A cargo of food that carries in its plain wooden boxes far more than tinned meat and vegetables and biscuits. The inscription on the boxes says in Greek, a gift to the Greeks with gratitude from the New Zealanders. And up in the slings with the cargo go the thoughts and good wishes that so many New Zealanders feel for the Greek people. This is just one of the signs of the dawn after the night that fell on Greeks and New Zealanders in April 1941. New Zealand wanted to do something to show that we remember the men and women with whom so many of our men fought and died. Watching the slings come in is the captain of the ship and the vice-consul for Greece. The captain and his cat have been dive-bombed, torpedoed and shot at. But now with many other merchant navy men he is seeing the results of his fortitude in this cargo for a freed country, the first of many cargoes of one people for another. A gift to the Greeks with gratitude from the New Zealanders. Coal for the railways and the gas works for homes and industries is a daily vital need which has been causing concern. Here a parliamentary party is visiting the model mining village of Benidale on the Waikato Coal Field. The show place of Benidale is its community hall. Good types of state house have been built here, making a pleasant village, which will become even pleasanter when the weekend gardening of the miners has had time to make things grow. This then is a modern New Zealand mining village. It looks gratefully different from the blackened and slum-like villages of earlier days. The parliamentary party also visited Timahir, where the top has been removed from a coal-bearing hill. This is open cast mining. The rock above the coal has been removed by earth-shifting machinery, exposing a seam which has already been mined in the old wasteful way. The old drives can be seen. The party of MPs can appreciate the difference between this open-air coal winning and the older method. In the old method, as in the shallow West Coast mine, when the coal is not far below ground, seepage water can't be controlled and miners work in constant wet. When they got the chance some months ago these miners made the position clear to the Minister of Mines. In the new open cast workings, there's no seepage water trouble, and also there is almost 100% recovery of the coal in the seams. Underground mining only gets about 30%, so 70% of the coal was left behind in this scene. Out in the oven, shots can be fired without danger of coal dust explosions. The bulldozer is sweeping off the loose coal from out along the main drive by motor truck. And meanwhile, carry-alls are at work clearing the overburden from more of the extensive scene. Here at Timahir, the spoil is carried down to the lake for a most interesting purpose. Thank you. Posts out on the lake show where a stopbank will be pushed right across it. The purpose is to drain part of the lake, because in that part the lake bear is composed of a thick seam of coal. The spoil which has been stripped off the top of the hill to expose coal is being used down here to drain the lake to expose more coal. The plan of the lake and the novel scheme to make a coal mine of the lake bed is explained by the contractor to the Prime Minister of Mines and other interested visitants. explained by the contractor to the Prime Minister, the Minister of Mines and other interested visibles. As more spoil goes out into the Timahir Lake, coal from the Timahear mine is sliding under tailboards at the railway siding. The day's output makes a heavy load. The train of nearly 400 tons of coal leaving Huntley is one day's contribution from Timahir. The new open cast workings are beginning to provide an answer to the wartime shortage of coal. After the war, these Wellington girls will be living in the United States. In the meantime, they get a lot of fun out of their own special club, the Eagles Club they call it. Tonight, the girls of this group have brought along photos of husbands and fiancés. And now they're having a competition to pick which photo belongs to which girl. And their club means more than enjoyable evenings to them. Here they form friendships they'll carry on in America, share anxieties about their men in the fighting, and learn a great deal about the United States. Guests speakers willingly come to the fortnightly club meetings to tell them about America, its history, its customs, and its people. As our guest tonight, we have Mrs. Greenby. Mr. Greenby is a member of the American legation here in Wellington, and in the States, Mrs. Greenby herself is well known as a writer. Her home is in New England, and as she can see from our map, a good many of our girls here tonight are going to live there. She's going to speak to us this evening about the American Constitution. Mrs. Greenby. I am delighted to come here tonight. As I look down into your faces, I like to think of you making your homes across the length and breadth of my country. For this great personal adventure on which you are bound is also a wonderful thing for our two peoples. I know of nothing which could do more to promote understanding between the United States and New Zealand. These girls are also learning about American sport. Baseball teams provide exercise for the athletic and instruction for everybody. When American in-laws start talking about the ball game, they'll know the answers. Being well informed on life in the States is going to make settling down easier for them. It means too that these youngsters will quickly adapt themselves to American ways. Right now they're a good advertisement for AmeriCo, New Zealand cooperation."}