{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Being"}, {"timestamp": [2.0, 3.0], "text": " Being"}, {"timestamp": [3.0, 4.0], "text": " Being"}, {"timestamp": [4.0, 6.0], "text": "..."}, {"timestamp": [6.0, 7.0], "text": "..."}, {"timestamp": [7.0, 8.0], "text": "..."}, {"timestamp": [8.0, 10.0], "text": "..."}, {"timestamp": [10.0, 29.6], "text": "... Being farewelled from the steps of Parliament buildings"}, {"timestamp": [29.6, 33.28], "text": " is the contingent of Boy Scouts who are going to the world jamboree in Paris."}, {"timestamp": [36.48, 40.86], "text": " Monsieur Garzelle, the French minister, assures them that they'll be warmly welcomed in France."}, {"timestamp": [41.24, 44.48], "text": " There'll be the bearers of goodwill greetings from New Zealand, says the scout commissioner,"}, {"timestamp": [44.48, 48.1], "text": " and must consider themselves unofficial ambassadors from the Dominion."}, {"timestamp": [53.84, 69.24], "text": " Over 230 scouts with three school teachers comprise the contingent, and the boys are paying their own way. From Kaitaya to Inveragal, troops all over the country are represented, and they've saved hard and waited a long time for embarkation day. Now they're on their way to the world jamboree."}, {"timestamp": [73.24, 87.0], "text": " In Europe, 45 million children are short of food and clothing, and Hamilton school children are first in the field in a new Red Cross drive to collect clothing in New Zealand."}, {"timestamp": [87.0, 89.0], "text": " All children's organizations, schools and clubs"}, {"timestamp": [89.0, 91.0], "text": " of Hamilton are on parade,"}, {"timestamp": [91.0, 94.0], "text": " bringing through the city the parcels of clothes they've collected."}, {"timestamp": [97.0, 99.0], "text": " On no one have the years of distraction"}, {"timestamp": [99.0, 102.0], "text": " borne more hardly than upon the children of the war-torn countries."}, {"timestamp": [102.0, 104.0], "text": " Young New Zealand is sending aid,"}, {"timestamp": [104.0, 107.0], "text": " and the Junior Red Cross helps along with the rest."}, {"timestamp": [115.7, 117.7], "text": " The children of New Zealand are well off,"}, {"timestamp": [117.8, 119.9], "text": " and even children from the orphanage are here"}, {"timestamp": [119.9, 122.0], "text": " with gifts of clothing for the children of Europe."}, {"timestamp": [123.6, 127.0], "text": " All parcels are taken to the Waikato Winter Show buildings."}, {"timestamp": [127.0, 131.0], "text": " After sorting and mending, the children's clothing is being shipped to the Red Cross in London"}, {"timestamp": [131.0, 133.0], "text": " for distribution on the continent."}, {"timestamp": [135.0, 150.3], "text": " Rain and mud keep the spectators away,"}, {"timestamp": [150.3, 153.3], "text": " but the new Brighton Motor Club finds the greasy conditions just right"}, {"timestamp": [153.3, 155.7], "text": " for their first reliability trial of the year."}, {"timestamp": [155.7, 159.8], "text": " The trial is run over a set course and the riders must complete the course at a fixed average speed."}, {"timestamp": [163.3, 167.0], "text": " And just in case the going's been too easy, they try a little amphibious work."}, {"timestamp": [171.0, 173.0], "text": " And this man struck trouble."}, {"timestamp": [176.5, 180.0], "text": " Crossing a stream, the riders lose four points for both feet off the rest."}, {"timestamp": [180.0, 183.0], "text": " Five for a wheel spin and ten for stoppage of entry."}, {"timestamp": [185.44, 187.3], "text": " They find you can't get far on steam."}, {"timestamp": [187.5, 188.34], "text": " It's tough going."}, {"timestamp": [188.88, 191.22], "text": " This is the kind of training given to army dispatch riders"}, {"timestamp": [191.22, 194.4], "text": " and the New Brighton Club finds it an exacting test of members' ability."}, {"timestamp": [199.0, 201.8], "text": " The course is completed, a sticky but successful day."}, {"timestamp": [203.9, 209.0], "text": " But the biggest event for motorcycle fans is the first post-war revival of the New Zealand Grand Prix."}, {"timestamp": [209.0, 214.0], "text": " Crowds are making their way to Cust, expecting some thrilling racing from New Zealand's best riders."}, {"timestamp": [214.0, 215.0], "text": " And the race is on."}, {"timestamp": [219.0, 224.0], "text": " The circuit at Cust is 6 to 10th mile round, twisting, undulating straits with tricky ass bends."}, {"timestamp": [224.0, 226.8], "text": " The total course 152 miles."}, {"timestamp": [233.14, 235.56], "text": " On the straits, they're touching 100 miles an hour."}, {"timestamp": [236.74, 238.4], "text": " But just wait till I'm in the big time."}, {"timestamp": [239.34, 244.58], "text": " L.V. Perry of Auckland was picked to win, but he's out with engine trouble, and Jensen is well in front on the last lap."}, {"timestamp": [245.68, 250.36], "text": " He cuts the finish line, and this year's New Zealand Grand Prix goes to S. Jensen of Palmerston North"}, {"timestamp": [250.36, 254.14], "text": " with an average speed of 62 miles an hour over the toughest course in the Dominion."}, {"timestamp": [262.78, 267.3], "text": " This is Tokyo, capital of Japan and the third largest city in the world."}, {"timestamp": [268.24, 270.66], "text": " Outwardly, Tokyo is the same as any other great metropolis."}, {"timestamp": [271.1, 275.22], "text": " The trains run on time, and life of the common people seems to go on just the same."}, {"timestamp": [277.18, 281.1], "text": " But Tokyo, like the rest of Japan, is under the Allied military government."}, {"timestamp": [281.7, 284.46], "text": " While United States forces occupy practically the whole country,"}, {"timestamp": [284.84, 288.24], "text": " some small British units are also represented. And these are the men of"}, {"timestamp": [288.24, 292.84], "text": " J-Force marching through the streets of Tokyo. A battalion has come up from Chofu on"}, {"timestamp": [292.84, 296.68], "text": " guard duty in the capital. Off duty, they'll be able to see the sights of the great"}, {"timestamp": [296.68, 305.4], "text": " city. When the parade is broken off, you can pick up a rickshaw."}, {"timestamp": [305.92, 307.58], "text": " Like a taxi, it'll take you anywhere."}, {"timestamp": [308.16, 313.22], "text": " The rickshaws are the taxis of Japan, for in Japan, human labor is the cheapest commodity."}, {"timestamp": [327.32, 330.36], "text": " The Union Jack Club is the first stop. Here you can get a slap-up meal for sixpence."}, {"timestamp": [330.36, 334.88], "text": " Japanese girls do all the work, but the food comes from Australia."}, {"timestamp": [338.84, 345.0], "text": " With a good feed under your belt, you set out on the rickshaw to take a look at the big city."}, {"timestamp": [345.0, 348.0], "text": " Unlike the rest of Japan, Tokyo is highly westernized."}, {"timestamp": [348.0, 356.0], "text": " Only the poorly clad people beneath the shadow of the tall, handsome buildings are a reminder of the poverty and degradation of the Japanese working class."}, {"timestamp": [356.0, 361.0], "text": " That's the diet, the Japanese equipment of our parliament building."}, {"timestamp": [361.0, 366.2], "text": " And that's the remains of the carefully bombed German embassy."}, {"timestamp": [368.44, 370.22], "text": " There is the city's fine opera house."}, {"timestamp": [374.64, 377.4], "text": " But word has got round that something good is going on up the street at the Ernie Pyle Theatre."}, {"timestamp": [378.68, 378.88], "text": " Well, this is good."}, {"timestamp": [381.34, 381.94], "text": " A bunch of chorus girls rehearsing for the evening show."}, {"timestamp": [384.78, 385.28], "text": " An American girl has been imported to train some Japanese girls."}, {"timestamp": [386.04, 387.54], "text": " The Americans believe in taking their way of life with them."}, {"timestamp": [394.8, 396.0], "text": " Oh, it's okay,"}, {"timestamp": [396.14, 397.62], "text": " but give me why pack a row"}, {"timestamp": [397.62, 398.7], "text": " on a Saturday night."}, {"timestamp": [399.46, 400.96], "text": " Here's another kind of dance."}, {"timestamp": [401.2, 417.12], "text": " It's even more cosmopolitan."}, {"timestamp": [422.12, 422.68], "text": " Cabarets have their place in the sightseeing round, but what's this? Looks like Tubby in a hurry."}, {"timestamp": [425.84, 426.26], "text": " Maybe he's heard that there are some good bargains to be had down in the Ginzah."}, {"timestamp": [433.76, 434.3], "text": " The Ginzard is the marketplace of Tokyo, and here you can buy anything. It may be good, it may be bad. It may be cheap, and it may be dear."}, {"timestamp": [437.12, 441.86], "text": " The cigarette box will come in useful in the drawing room back home."}, {"timestamp": [444.2, 447.44], "text": " What do you think this bloke wants a rabbit for?"}, {"timestamp": [450.92, 451.38], "text": " There are plenty of cameras in the Gimsaar, some Japanese, some otherwise."}, {"timestamp": [453.02, 456.72], "text": " But they all cost lots of yen."}, {"timestamp": [461.76, 465.6], "text": " Looks like the marketeers of the Gensar are getting rid of some war assets in the shape of navy binoculars."}, {"timestamp": [467.9, 469.32], "text": " Serving in J-Force means a good deal of work and being a long way from home,"}, {"timestamp": [469.6, 471.5], "text": " but it does have its lighter side."}], "text": " Being Being Being............... Being farewelled from the steps of Parliament buildings is the contingent of Boy Scouts who are going to the world jamboree in Paris. Monsieur Garzelle, the French minister, assures them that they'll be warmly welcomed in France. There'll be the bearers of goodwill greetings from New Zealand, says the scout commissioner, and must consider themselves unofficial ambassadors from the Dominion. Over 230 scouts with three school teachers comprise the contingent, and the boys are paying their own way. From Kaitaya to Inveragal, troops all over the country are represented, and they've saved hard and waited a long time for embarkation day. Now they're on their way to the world jamboree. In Europe, 45 million children are short of food and clothing, and Hamilton school children are first in the field in a new Red Cross drive to collect clothing in New Zealand. All children's organizations, schools and clubs of Hamilton are on parade, bringing through the city the parcels of clothes they've collected. On no one have the years of distraction borne more hardly than upon the children of the war-torn countries. Young New Zealand is sending aid, and the Junior Red Cross helps along with the rest. The children of New Zealand are well off, and even children from the orphanage are here with gifts of clothing for the children of Europe. All parcels are taken to the Waikato Winter Show buildings. After sorting and mending, the children's clothing is being shipped to the Red Cross in London for distribution on the continent. Rain and mud keep the spectators away, but the new Brighton Motor Club finds the greasy conditions just right for their first reliability trial of the year. The trial is run over a set course and the riders must complete the course at a fixed average speed. And just in case the going's been too easy, they try a little amphibious work. And this man struck trouble. Crossing a stream, the riders lose four points for both feet off the rest. Five for a wheel spin and ten for stoppage of entry. They find you can't get far on steam. It's tough going. This is the kind of training given to army dispatch riders and the New Brighton Club finds it an exacting test of members' ability. The course is completed, a sticky but successful day. But the biggest event for motorcycle fans is the first post-war revival of the New Zealand Grand Prix. Crowds are making their way to Cust, expecting some thrilling racing from New Zealand's best riders. And the race is on. The circuit at Cust is 6 to 10th mile round, twisting, undulating straits with tricky ass bends. The total course 152 miles. On the straits, they're touching 100 miles an hour. But just wait till I'm in the big time. L.V. Perry of Auckland was picked to win, but he's out with engine trouble, and Jensen is well in front on the last lap. He cuts the finish line, and this year's New Zealand Grand Prix goes to S. Jensen of Palmerston North with an average speed of 62 miles an hour over the toughest course in the Dominion. This is Tokyo, capital of Japan and the third largest city in the world. Outwardly, Tokyo is the same as any other great metropolis. The trains run on time, and life of the common people seems to go on just the same. But Tokyo, like the rest of Japan, is under the Allied military government. While United States forces occupy practically the whole country, some small British units are also represented. And these are the men of J-Force marching through the streets of Tokyo. A battalion has come up from Chofu on guard duty in the capital. Off duty, they'll be able to see the sights of the great city. When the parade is broken off, you can pick up a rickshaw. Like a taxi, it'll take you anywhere. The rickshaws are the taxis of Japan, for in Japan, human labor is the cheapest commodity. The Union Jack Club is the first stop. Here you can get a slap-up meal for sixpence. Japanese girls do all the work, but the food comes from Australia. With a good feed under your belt, you set out on the rickshaw to take a look at the big city. Unlike the rest of Japan, Tokyo is highly westernized. Only the poorly clad people beneath the shadow of the tall, handsome buildings are a reminder of the poverty and degradation of the Japanese working class. That's the diet, the Japanese equipment of our parliament building. And that's the remains of the carefully bombed German embassy. There is the city's fine opera house. But word has got round that something good is going on up the street at the Ernie Pyle Theatre. Well, this is good. A bunch of chorus girls rehearsing for the evening show. An American girl has been imported to train some Japanese girls. The Americans believe in taking their way of life with them. Oh, it's okay, but give me why pack a row on a Saturday night. Here's another kind of dance. It's even more cosmopolitan. Cabarets have their place in the sightseeing round, but what's this? Looks like Tubby in a hurry. Maybe he's heard that there are some good bargains to be had down in the Ginzah. The Ginzard is the marketplace of Tokyo, and here you can buy anything. It may be good, it may be bad. It may be cheap, and it may be dear. The cigarette box will come in useful in the drawing room back home. What do you think this bloke wants a rabbit for? There are plenty of cameras in the Gimsaar, some Japanese, some otherwise. But they all cost lots of yen. Looks like the marketeers of the Gensar are getting rid of some war assets in the shape of navy binoculars. Serving in J-Force means a good deal of work and being a long way from home, but it does have its lighter side."}