{"speakers": [], "chunks": [{"timestamp": [0.0, 8.0], "text": " It is 1960. Prime Minister of the Right Honourable Walter Nash had a culturally diverse year."}, {"timestamp": [8.0, 12.0], "text": " He and the Federation of Malaya saw rather a lot of each other."}, {"timestamp": [12.0, 19.0], "text": " He visited the troops fighting the communist insurgency, talked to the men of A and C companies,"}, {"timestamp": [19.0, 23.0], "text": " and the Maori Concert Party performed in his honour."}, {"timestamp": [23.0, 29.26], "text": " Then he attended an economic commission in Kuala Lumpur, where he met Indian Prime Minister"}, {"timestamp": [29.26, 33.42], "text": " Nero and British Prime Minister Harold Macmillan."}, {"timestamp": [33.42, 37.88], "text": " From there he visited his majesty the Yang Di Petoine Hagon."}, {"timestamp": [37.88, 43.46], "text": " Finally, he chats at the airport with Deputy Prime Minister Tune Abdul Razak bin Hussain before flying"}, {"timestamp": [43.46, 47.0], "text": " home with some of his international gifts."}, {"timestamp": [47.0, 54.0], "text": " These include badges of honour, a sash in a camphor wood box and two Malaysian daggers."}, {"timestamp": [54.0, 60.0], "text": " How do we know this? Because it's in the archives."}], "text": " It is 1960. Prime Minister of the Right Honourable Walter Nash had a culturally diverse year. He and the Federation of Malaya saw rather a lot of each other. He visited the troops fighting the communist insurgency, talked to the men of A and C companies, and the Maori Concert Party performed in his honour. Then he attended an economic commission in Kuala Lumpur, where he met Indian Prime Minister Nero and British Prime Minister Harold Macmillan. From there he visited his majesty the Yang Di Petoine Hagon. Finally, he chats at the airport with Deputy Prime Minister Tune Abdul Razak bin Hussain before flying home with some of his international gifts. These include badges of honour, a sash in a camphor wood box and two Malaysian daggers. How do we know this? Because it's in the archives."}