{"speakers": [], "chunks": [{"timestamp": [0.0, 37.5], "text": " The Pacific Islands, where palms rise above the beaches and clouds pile high, are stepping stones today to Tokyo."}, {"timestamp": [37.5, 42.5], "text": " New Zealand troops are on these islands in camps like this on Guadalcanal."}, {"timestamp": [42.5, 46.0], "text": " Here is part of New Zealand's share in the Allied Plan for the Pacific."}, {"timestamp": [50.0, 52.0], "text": " To help meet Japan's southward drive,"}, {"timestamp": [52.0, 57.0], "text": " first came men of the RNZAF to build air bases for defense and for attack."}, {"timestamp": [57.0, 61.0], "text": " We used to see these men in trim blue uniforms on parade."}, {"timestamp": [61.0, 67.0], "text": " They're the same men stripped for work and action in this clammy heat."}, {"timestamp": [67.0, 72.0], "text": " While Japan was bombing New Guinea and being beaten back by the Australians,"}, {"timestamp": [72.0, 78.0], "text": " American and New Zealand forces too were on the move against Japan, on the sea and in the air."}, {"timestamp": [78.0, 82.0], "text": " As fast as bases were built or captured, Allied air power grew."}, {"timestamp": [82.0, 87.0], "text": " More and more planes could be bombed up and sent roaring down the airstrips to hunt the jet."}, {"timestamp": [91.0, 97.0], "text": " Thus for months past, planes of the RNZEF have been helping to keep Japan on the jump."}, {"timestamp": [97.0, 111.0], "text": " The bases, the planes, the pilots and the gunners were part of New Zealand's contribution to the Allied attack."}, {"timestamp": [113.0, 116.0], "text": " Meanwhile, more men were being trained and equipped, ready for advanced bases like this on Guadalcanal."}, {"timestamp": [117.0, 121.0], "text": " And now the army's here, men of New Zealand's third division."}, {"timestamp": [124.0, 127.0], "text": " These are the men who went to the Pacific as a garrison force. They"}, {"timestamp": [127.0, 137.5], "text": " suddenly appeared at Vela Lavella as shock troops. On other islands they learned to work"}, {"timestamp": [137.5, 141.5], "text": " in the sticky heat. They helped to assemble supplies and equipment. They trained for their"}, {"timestamp": [141.5, 145.36], "text": " first jab at Japan. They took Vela de Vera and now they're"}, {"timestamp": [145.36, 151.28], "text": " still at it, getting ready for another smack at the Jap. First comes maintenance work on trucks,"}, {"timestamp": [151.28, 158.48], "text": " guns and tanks. Tank crews have learned what jungle fighting does to their tanks, but with"}, {"timestamp": [158.48, 170.0], "text": " resource typical of New Zealanders, they've learned to speed up on running repairs."}, {"timestamp": [174.0, 180.0], "text": " Testing tanks in tropical jungle here signals another move in the offing."}, {"timestamp": [184.0, 186.5], "text": " Breaking their way through trees and undergrowth, slushing through mud isn't just routine training again. The men have a quickened interest now."}, {"timestamp": [204.5, 207.0], "text": " Jungle conditions keep the boys on their toes."}, {"timestamp": [207.0, 232.0], "text": " Rivers in flood, jungles and mountain ridges make movement a hazardous business on these islands. In training here, there are plenty of places to give the guns a workout."}, {"timestamp": [232.0, 247.0], "text": " But they don't stop for long in training."}, {"timestamp": [247.0, 248.0], "text": " They're making ready to move again."}, {"timestamp": [248.0, 250.0], "text": " The men draw water."}, {"timestamp": [250.0, 254.0], "text": " In action, they may be crying for water, or they may be praying for rain to stop,"}, {"timestamp": [254.0, 257.0], "text": " pouring tropical rain that soaks them to the skin."}, {"timestamp": [257.0, 260.0], "text": " There are trucks to be loaded."}, {"timestamp": [260.0, 263.0], "text": " Guns to be limbered up."}, {"timestamp": [263.0, 269.0], "text": " It looks easy now, but it will be tougher work soon, hauling them into position to plaster the Jap in his hideout."}, {"timestamp": [269.0, 271.0], "text": " And now to the beach."}, {"timestamp": [271.0, 276.0], "text": " Here ships and barges are loading up."}, {"timestamp": [276.0, 284.0], "text": " This is embarkation, Guadalcanal style."}, {"timestamp": [284.0, 288.0], "text": " Into invasion ships go truck, This is Embarcation Guadalcanal style."}, {"timestamp": [290.0, 291.0], "text": " Into invasion ships go trucks and all."}, {"timestamp": [292.0, 293.0], "text": " No cranes needed here."}, {"timestamp": [295.0, 299.0], "text": " It takes planning and cooperation to assemble ships, men, supplies, equipment and naval escorts for safe convoy."}, {"timestamp": [299.0, 311.52], "text": " Long-range planning that includes having the men to do the work and the fighting."}, {"timestamp": [316.68, 317.32], "text": " Hour after hour the work goes on. Some take time out for a rest. They may be in action soon."}, {"timestamp": [321.72, 325.28], "text": " They can wear no shorts because of mosquitoes, no heavy clothing because of the heat, no steel helmets because of the noise they make in the jungle."}, {"timestamp": [326.64, 329.28], "text": " But they can still laugh."}, {"timestamp": [333.28, 333.92], "text": " Loading drums of oil and petrol is heavy loading, and their dangerous cargo."}, {"timestamp": [338.72, 339.44], "text": " One shot now from a prowling zero could destroy ships and all, but there's no prowling zero."}, {"timestamp": [343.76, 345.0], "text": " While the loading continues, men can even cool off with a swim in safety."}, {"timestamp": [345.0, 347.0], "text": " For the Jaff has cooled off too."}, {"timestamp": [347.0, 350.0], "text": " American and New Zealand planes have made it too hot for him."}, {"timestamp": [350.0, 353.0], "text": " Air cover and sea power have made possible movements like this."}, {"timestamp": [353.0, 358.0], "text": " Since Vela Lavella and Treasury Island, the Jaff has gone to ground and is waiting."}, {"timestamp": [358.0, 362.0], "text": " To help dig him out, the Kiwis in the Pacific are on their way."}, {"timestamp": [362.0, 364.0], "text": " They've had something to sharpen their teeth on."}, {"timestamp": [364.0, 367.44], "text": " Now they're ready to force another showdown with Tojo."}], "text": " The Pacific Islands, where palms rise above the beaches and clouds pile high, are stepping stones today to Tokyo. New Zealand troops are on these islands in camps like this on Guadalcanal. Here is part of New Zealand's share in the Allied Plan for the Pacific. To help meet Japan's southward drive, first came men of the RNZAF to build air bases for defense and for attack. We used to see these men in trim blue uniforms on parade. They're the same men stripped for work and action in this clammy heat. While Japan was bombing New Guinea and being beaten back by the Australians, American and New Zealand forces too were on the move against Japan, on the sea and in the air. As fast as bases were built or captured, Allied air power grew. More and more planes could be bombed up and sent roaring down the airstrips to hunt the jet. Thus for months past, planes of the RNZEF have been helping to keep Japan on the jump. The bases, the planes, the pilots and the gunners were part of New Zealand's contribution to the Allied attack. Meanwhile, more men were being trained and equipped, ready for advanced bases like this on Guadalcanal. And now the army's here, men of New Zealand's third division. These are the men who went to the Pacific as a garrison force. They suddenly appeared at Vela Lavella as shock troops. On other islands they learned to work in the sticky heat. They helped to assemble supplies and equipment. They trained for their first jab at Japan. They took Vela de Vera and now they're still at it, getting ready for another smack at the Jap. First comes maintenance work on trucks, guns and tanks. Tank crews have learned what jungle fighting does to their tanks, but with resource typical of New Zealanders, they've learned to speed up on running repairs. Testing tanks in tropical jungle here signals another move in the offing. Breaking their way through trees and undergrowth, slushing through mud isn't just routine training again. The men have a quickened interest now. Jungle conditions keep the boys on their toes. Rivers in flood, jungles and mountain ridges make movement a hazardous business on these islands. In training here, there are plenty of places to give the guns a workout. But they don't stop for long in training. They're making ready to move again. The men draw water. In action, they may be crying for water, or they may be praying for rain to stop, pouring tropical rain that soaks them to the skin. There are trucks to be loaded. Guns to be limbered up. It looks easy now, but it will be tougher work soon, hauling them into position to plaster the Jap in his hideout. And now to the beach. Here ships and barges are loading up. This is embarkation, Guadalcanal style. Into invasion ships go truck, This is Embarcation Guadalcanal style. Into invasion ships go trucks and all. No cranes needed here. It takes planning and cooperation to assemble ships, men, supplies, equipment and naval escorts for safe convoy. Long-range planning that includes having the men to do the work and the fighting. Hour after hour the work goes on. Some take time out for a rest. They may be in action soon. They can wear no shorts because of mosquitoes, no heavy clothing because of the heat, no steel helmets because of the noise they make in the jungle. But they can still laugh. Loading drums of oil and petrol is heavy loading, and their dangerous cargo. One shot now from a prowling zero could destroy ships and all, but there's no prowling zero. While the loading continues, men can even cool off with a swim in safety. For the Jaff has cooled off too. American and New Zealand planes have made it too hot for him. Air cover and sea power have made possible movements like this. Since Vela Lavella and Treasury Island, the Jaff has gone to ground and is waiting. To help dig him out, the Kiwis in the Pacific are on their way. They've had something to sharpen their teeth on. Now they're ready to force another showdown with Tojo."}