{"speakers": [], "chunks": [{"timestamp": [0.0, 11.0], "text": " As airmen, these lords"}, {"timestamp": [11.0, 28.76], "text": " As airmen, these lads have measured up, but before they leave New Zealand, they get measured again."}, {"timestamp": [28.76, 34.72], "text": " No tropical outfit is complete without a south-wester."}, {"timestamp": [34.72, 40.24], "text": " And for a really poisonous climate, there's nothing like a gas mask."}, {"timestamp": [40.24, 42.2], "text": " The quartermasters are proud of their range."}, {"timestamp": [42.2, 47.0], "text": " It gear is a specialty, its tops in topies, and crown tops in tin hats."}, {"timestamp": [50.0, 55.0], "text": " By the time they've moved along the assembly line, these Air Force boys have a complete tropical wardrobe."}, {"timestamp": [55.0, 59.0], "text": " They've got everything they need to make tropical life bearable while they're scrapping the Jap."}, {"timestamp": [63.0, 66.0], "text": " This procession is the start of somebody's funeral."}, {"timestamp": [66.0, 69.0], "text": " Every one of these trucks is crammed with cases of hand grenades."}, {"timestamp": [69.0, 75.0], "text": " From ammunition dumps, these New Zealand made grenades are on their way to the wharf to form part of a record munitions cargo."}, {"timestamp": [75.0, 81.0], "text": " Two years ago, New Zealand didn't have enough grenades."}, {"timestamp": [81.0, 84.0], "text": " Now she's got more than she needs, but she's not going to waste them."}, {"timestamp": [84.0, 89.2], "text": " The Japanese, for instance, are very partial to them. They use their own for committing suicide,"}, {"timestamp": [89.2, 95.72], "text": " and these might save them the trouble. New Zealand men and women are turning out these"}, {"timestamp": [95.72, 100.72], "text": " grenades by the million. What they've done already is one of our big wartime success stories."}, {"timestamp": [100.72, 104.72], "text": " And though the invasion danger is passed, there's no letting up. Grenades are always in demand"}, {"timestamp": [104.72, 106.0], "text": " in the front lines."}, {"timestamp": [110.0, 113.0], "text": " Made in New Zealand, from factory to fighting front,"}, {"timestamp": [113.0, 116.0], "text": " these grenades are a hand out for Japan."}, {"timestamp": [120.0, 127.0], "text": " These camp scenes are on the primary production front in the Motowaker district,"}, {"timestamp": [127.0, 130.0], "text": " and the men are an army harvesting unit."}, {"timestamp": [130.0, 135.0], "text": " All the harvesting camps in the Nelson Province are visited regularly by this mobile canteen,"}, {"timestamp": [135.0, 139.0], "text": " a shop on wheels, which sell sweets and shaving soap, toothbrushes and boot-placking,"}, {"timestamp": [139.0, 144.0], "text": " and also ration quantities of cigarettes and tobacco at army prices."}, {"timestamp": [144.0, 148.4], "text": " These men are stripping down an earth-covered home guard signals headquarters."}, {"timestamp": [148.4, 153.52], "text": " This hidden defense post is not wanted anymore now, but the material in it mustn't be wasted."}, {"timestamp": [153.52, 156.88], "text": " This lock will be used in the building of a permanent cookhouse for one of the camps for"}, {"timestamp": [156.88, 162.32], "text": " harvesters."}, {"timestamp": [162.32, 165.0], "text": " Here's one of the many orchards where the army is giving a hand."}, {"timestamp": [165.0, 169.0], "text": " Without such help there'd not be enough labour because the war's abolished unemployment."}, {"timestamp": [169.0, 173.0], "text": " The needs are for a few men for a few days in each orchard,"}, {"timestamp": [173.0, 177.0], "text": " and army trucks and telephones are well able to organise this guerrilla labour force."}, {"timestamp": [177.0, 181.0], "text": " Hoppicking is another job that these recently called up men have to turn to."}, {"timestamp": [181.0, 190.08], "text": " They cut the vines down from the overhead wires and leave the picking to the women and children. Hop's originally got into beer as a preservative, but now they've"}, {"timestamp": [190.08, 195.64], "text": " become an accepted flavoring that we just can't do without. All ages are to be found here,"}, {"timestamp": [195.64, 199.32], "text": " hop picking has always been as much a holiday as a job, and whether it's New Zealand"}, {"timestamp": [199.32, 203.68], "text": " families working in the hop paddocks of Nelson or Londoners going op in in the fields of"}, {"timestamp": [203.68, 206.0], "text": " Kent, the scene looks much the same."}, {"timestamp": [206.0, 225.0], "text": " Lunchtime among the hops is something of a picnic and the boys in the apple orchard aren't doing badly either."}, {"timestamp": [229.0, 235.0], "text": " Don't at the tidal wharf of Fort Mavuica, Army labor is sliding cases of apples onto a scar."}, {"timestamp": [235.0, 253.0], "text": " A quick turnaround is essential here to get the boats away while there is still enough water over the sands. The Skow gets underway to trench up her cargo at Port Nelson."}, {"timestamp": [253.0, 257.0], "text": " In the hot paddocks the day's pickings are being collected."}, {"timestamp": [257.0, 260.0], "text": " The army cut them down and the civvies are pecking them up."}, {"timestamp": [260.0, 275.0], "text": " At the rate of an ounce to the gallon this load should make a tidy drop of beer."}, {"timestamp": [279.44, 279.8], "text": " With the invasion of Nissen only four days old, while jungle patrols are still active,"}, {"timestamp": [283.4, 287.0], "text": " New Zealand troops on the island hoe into the gigantic task of building an air strip from which our planes can strike at Jap bases further north."}, {"timestamp": [287.0, 291.0], "text": " First job is to build roads up to Nissen's plateau and roads are badly needed."}, {"timestamp": [291.0, 296.0], "text": " It's a battle now of jeeps, trucks and drivers against water, mud and jungle."}, {"timestamp": [296.0, 313.96], "text": " Tractors and bulldozers, shovels, shav and haul, flattening the jungle, hewing out roads vital for communication and defense, as well as linking the airstrip in the middle of the island with the coast."}, {"timestamp": [314.64, 318.26], "text": " Later, more mechanized equipment will come in to build two-lane modern roads."}, {"timestamp": [318.92, 326.7], "text": " These men belong to an army that is moving against Japan, according to a strategy that calls for island consolidation as well as island invasion."}, {"timestamp": [326.7, 329.18], "text": " For two years, Japs were in possession here."}, {"timestamp": [329.18, 334.62], "text": " They built neither roads nor runways."}, {"timestamp": [338.58, 340.62], "text": " Day after day the jungle is pushed back."}, {"timestamp": [340.62, 344.56], "text": " Stray Japs are still being ferreted out and there's always the chance of an air attack."}, {"timestamp": [344.56, 346.0], "text": " But the work goes on."}, {"timestamp": [346.0, 360.0], "text": " On the island plateau, coral, crushed coral is pouring out onto the rough hune runway."}, {"timestamp": [360.0, 364.0], "text": " Use of this coral hauled to the spot by an endless train of lorries"}, {"timestamp": [364.0, 368.84], "text": " is a new and quicker method of building airstrips than laying steel mesh runways. The coral"}, {"timestamp": [368.84, 373.32], "text": " packs down hard forming a perfect surface for heavy bombers as well as fighter planes"}, {"timestamp": [373.32, 378.0], "text": " in any weather. The work was begun by American C-Bs, men of a naval construction"}, {"timestamp": [378.0, 382.0], "text": " battalion specially trained and equipped for the job. New Zealanders complete the work."}, {"timestamp": [388.68, 393.4], "text": " Surveyers level off the airstrip which is readily taking shape. The job calls for skilled engineering as well as men and machines. There were"}, {"timestamp": [393.4, 397.88], "text": " only a hundred miles from the Jap base of Rabao no bombs fell during the course of construction."}, {"timestamp": [397.88, 407.0], "text": " Here graders are at work on the final stages. Despite rollers that are mechanical sheep feet hard pack the coral."}, {"timestamp": [407.0, 409.0], "text": " The job went on by night as well as day."}, {"timestamp": [409.0, 413.0], "text": " At night, brilliant lighting was used despite the chance of attracting enemy bombers."}, {"timestamp": [413.0, 421.0], "text": " As the last bombs are pushed aside at the edge of the runway, the drone of aircraft"}, {"timestamp": [421.0, 423.0], "text": " overhead signals the approach of planes ready to land."}, {"timestamp": [423.0, 428.16], "text": " Men who've worked on the job watch with pride as they start to come in, with real pride, for their"}, {"timestamp": [428.16, 430.24], "text": " planes on R&ZAF fighter squadron."}, {"timestamp": [430.24, 445.0], "text": " The first planes are in."}, {"timestamp": [445.0, 451.3], "text": " In 16 days a perfect airstrip, a mile long and 200 feet wide has been corralled, leveled and rolled."}, {"timestamp": [451.3, 454.1], "text": " First to come in on a transport plane is Major General Barcliffe."}, {"timestamp": [454.1, 461.5], "text": " High spot of the whole show for the men was the arrival of a woman, an American nurse."}, {"timestamp": [461.5, 464.3], "text": " This airstrip is another link in our chain of island bases."}, {"timestamp": [464.3, 466.0], "text": " It's part of the pattern of our Pacific attack."}, {"timestamp": [466.0, 470.0], "text": " From strips like this, our planes reach out to strike again and again at Japan."}], "text": " As airmen, these lords As airmen, these lads have measured up, but before they leave New Zealand, they get measured again. No tropical outfit is complete without a south-wester. And for a really poisonous climate, there's nothing like a gas mask. The quartermasters are proud of their range. It gear is a specialty, its tops in topies, and crown tops in tin hats. By the time they've moved along the assembly line, these Air Force boys have a complete tropical wardrobe. They've got everything they need to make tropical life bearable while they're scrapping the Jap. This procession is the start of somebody's funeral. Every one of these trucks is crammed with cases of hand grenades. From ammunition dumps, these New Zealand made grenades are on their way to the wharf to form part of a record munitions cargo. Two years ago, New Zealand didn't have enough grenades. Now she's got more than she needs, but she's not going to waste them. The Japanese, for instance, are very partial to them. They use their own for committing suicide, and these might save them the trouble. New Zealand men and women are turning out these grenades by the million. What they've done already is one of our big wartime success stories. And though the invasion danger is passed, there's no letting up. Grenades are always in demand in the front lines. Made in New Zealand, from factory to fighting front, these grenades are a hand out for Japan. These camp scenes are on the primary production front in the Motowaker district, and the men are an army harvesting unit. All the harvesting camps in the Nelson Province are visited regularly by this mobile canteen, a shop on wheels, which sell sweets and shaving soap, toothbrushes and boot-placking, and also ration quantities of cigarettes and tobacco at army prices. These men are stripping down an earth-covered home guard signals headquarters. This hidden defense post is not wanted anymore now, but the material in it mustn't be wasted. This lock will be used in the building of a permanent cookhouse for one of the camps for harvesters. Here's one of the many orchards where the army is giving a hand. Without such help there'd not be enough labour because the war's abolished unemployment. The needs are for a few men for a few days in each orchard, and army trucks and telephones are well able to organise this guerrilla labour force. Hoppicking is another job that these recently called up men have to turn to. They cut the vines down from the overhead wires and leave the picking to the women and children. Hop's originally got into beer as a preservative, but now they've become an accepted flavoring that we just can't do without. All ages are to be found here, hop picking has always been as much a holiday as a job, and whether it's New Zealand families working in the hop paddocks of Nelson or Londoners going op in in the fields of Kent, the scene looks much the same. Lunchtime among the hops is something of a picnic and the boys in the apple orchard aren't doing badly either. Don't at the tidal wharf of Fort Mavuica, Army labor is sliding cases of apples onto a scar. A quick turnaround is essential here to get the boats away while there is still enough water over the sands. The Skow gets underway to trench up her cargo at Port Nelson. In the hot paddocks the day's pickings are being collected. The army cut them down and the civvies are pecking them up. At the rate of an ounce to the gallon this load should make a tidy drop of beer. With the invasion of Nissen only four days old, while jungle patrols are still active, New Zealand troops on the island hoe into the gigantic task of building an air strip from which our planes can strike at Jap bases further north. First job is to build roads up to Nissen's plateau and roads are badly needed. It's a battle now of jeeps, trucks and drivers against water, mud and jungle. Tractors and bulldozers, shovels, shav and haul, flattening the jungle, hewing out roads vital for communication and defense, as well as linking the airstrip in the middle of the island with the coast. Later, more mechanized equipment will come in to build two-lane modern roads. These men belong to an army that is moving against Japan, according to a strategy that calls for island consolidation as well as island invasion. For two years, Japs were in possession here. They built neither roads nor runways. Day after day the jungle is pushed back. Stray Japs are still being ferreted out and there's always the chance of an air attack. But the work goes on. On the island plateau, coral, crushed coral is pouring out onto the rough hune runway. Use of this coral hauled to the spot by an endless train of lorries is a new and quicker method of building airstrips than laying steel mesh runways. The coral packs down hard forming a perfect surface for heavy bombers as well as fighter planes in any weather. The work was begun by American C-Bs, men of a naval construction battalion specially trained and equipped for the job. New Zealanders complete the work. Surveyers level off the airstrip which is readily taking shape. The job calls for skilled engineering as well as men and machines. There were only a hundred miles from the Jap base of Rabao no bombs fell during the course of construction. Here graders are at work on the final stages. Despite rollers that are mechanical sheep feet hard pack the coral. The job went on by night as well as day. At night, brilliant lighting was used despite the chance of attracting enemy bombers. As the last bombs are pushed aside at the edge of the runway, the drone of aircraft overhead signals the approach of planes ready to land. Men who've worked on the job watch with pride as they start to come in, with real pride, for their planes on R&ZAF fighter squadron. The first planes are in. In 16 days a perfect airstrip, a mile long and 200 feet wide has been corralled, leveled and rolled. First to come in on a transport plane is Major General Barcliffe. High spot of the whole show for the men was the arrival of a woman, an American nurse. This airstrip is another link in our chain of island bases. It's part of the pattern of our Pacific attack. From strips like this, our planes reach out to strike again and again at Japan."}