{"speakers": [], "chunks": [{"timestamp": [0.0, 54.0], "text": " The President The Mauritius. The M훮oris used the leaves of the Harakehe for many domestic purposes."}, {"timestamp": [54.0, 66.0], "text": " The dried leaves made floor mats, baskets and plates, and when they were stripped with a muscle shell,"}, {"timestamp": [66.0, 71.0], "text": " the tough fibers were made into a fine cloth, as soft as the best linen."}, {"timestamp": [71.0, 89.0], "text": " Treated with native dyes, the materials were woven by hand into the beautiful patterns"}, {"timestamp": [89.0, 92.0], "text": " that decorated the articles used in everyday life."}, {"timestamp": [96.0, 107.0], "text": " Today we have adaptations of the same designs woven from the same plant fibers."}, {"timestamp": [107.0, 117.0], "text": " Mouris operate machines that make the designs that their ancestors had preserved through centuries of tradition."}, {"timestamp": [117.0, 132.64], "text": " In the noise of a large factory, the machines beat to a rhythm that is far away from the slow handcrafts of the Maori's ancestral arts, far from the domestic art of a Maori village."}, {"timestamp": [132.64, 138.0], "text": " The tall rustling plants, stretching over hundreds of acres, are now grown in orderly rows,"}, {"timestamp": [138.0, 144.96], "text": " are cultivated and scientifically developed, are cross-bred and tested and cut after so many seasons."}, {"timestamp": [144.96, 148.0], "text": " The first Europeans in New Zealand, seeing the stripped fibres,"}, {"timestamp": [148.0, 151.0], "text": " called this New Zealand flanks, and the name has remained."}, {"timestamp": [151.0, 155.0], "text": " But this is actually a lily, and is no relation to linen flax."}, {"timestamp": [155.0, 157.0], "text": " Its name is Formium tenax,"}, {"timestamp": [157.0, 161.0], "text": " but it's grown in gardens all over the world as New Zealand flax."}, {"timestamp": [161.0, 207.0], "text": " The cutting is planned so that each area is cut every four years. The cut rows will be gone over and the clumps divided to provide roots for new plantations as other areas are turned over to flax growing."}, {"timestamp": [209.0, 229.0], "text": " The huge bundles of cut flax flax give the stripping mill the atmosphere of a forest,"}, {"timestamp": [229.0, 234.0], "text": " the workers moving among the green glades where the machines stand strangely in the clearings."}, {"timestamp": [234.0, 251.0], "text": " In the stripping machine, the fiber is separated from the green matter by a mechanization of the Maori method of using a muscle shell."}, {"timestamp": [251.0, 317.0], "text": " It's important at this stage to wash the fiber thoroughly. In the paddock's ferns of snowy fiber bleach in the drying and bleaching."}, {"timestamp": [317.0, 368.0], "text": " After several days they'll be hacked to be sent to the factory. The hanks must be combed into a continuous sliver as the first stage in the preparation for spinning."}, {"timestamp": [368.0, 371.0], "text": " A ribbon of fiber rolls endlessly off the machine."}, {"timestamp": [371.0, 409.0], "text": " The toe or short ends go through a similar process in a different machine. In a series of machines, the combs become smaller and smaller, and so the sliver is drawn to the right size for spinning."}, {"timestamp": [409.0, 444.0], "text": " It has given a wave set to stop the shorter fibers pulling apart. In the spinning room there's a final combing process, and then the twist is given to the fibers which turns them into yarn."}, {"timestamp": [444.0, 467.0], "text": " As it spun its wound on bombings. Yon for matting is dyed in a novel way."}, {"timestamp": [467.0, 487.0], "text": " This continuous process was developed by the factory, and the machinery was made in New Zealand to their specifications."}, {"timestamp": [487.0, 493.0], "text": " As the yarn passes in and out of the dye, it picks up the colour and then is wound over big steam heated drums,"}, {"timestamp": [493.0, 516.0], "text": " where it's dried in the same continuous operation. One of the main activities of the factory is the manufacture of wool packs."}, {"timestamp": [516.0, 523.0], "text": " Limited only by the available labour, this Foxton factory has the machinery to make all the wool packs required in New Zealand."}, {"timestamp": [523.0, 567.6], "text": " With the present staff it's making a third of our wool packs, which competes successfully in price and wits, it can be made."}, {"timestamp": [567.6, 569.4], "text": " Woveen in various colors and widths."}, {"timestamp": [569.4, 605.0], "text": " It can be used as runners or as an all-over floor covering. There is a variety of patterns. Some designs are from European sources, and some are of Maori inspiration, such as the diamond pattern developed from its Maori predecessor."}, {"timestamp": [605.0, 609.0], "text": " Maori art had a form and rhythm rarely found today."}, {"timestamp": [609.0, 612.0], "text": " Their designs in flax had traditional significance,"}, {"timestamp": [612.0, 616.0], "text": " for in their art they surrounded themselves with symbols of their beliefs."}, {"timestamp": [616.0, 621.0], "text": " They have left as patterns that far surpass many now used in industry,"}, {"timestamp": [621.0, 627.0], "text": " and designers could well turn for inspiration to the art of the M훮ori's, the patterns in flax."}], "text": " The President The Mauritius. The M훮oris used the leaves of the Harakehe for many domestic purposes. The dried leaves made floor mats, baskets and plates, and when they were stripped with a muscle shell, the tough fibers were made into a fine cloth, as soft as the best linen. Treated with native dyes, the materials were woven by hand into the beautiful patterns that decorated the articles used in everyday life. Today we have adaptations of the same designs woven from the same plant fibers. Mouris operate machines that make the designs that their ancestors had preserved through centuries of tradition. In the noise of a large factory, the machines beat to a rhythm that is far away from the slow handcrafts of the Maori's ancestral arts, far from the domestic art of a Maori village. The tall rustling plants, stretching over hundreds of acres, are now grown in orderly rows, are cultivated and scientifically developed, are cross-bred and tested and cut after so many seasons. The first Europeans in New Zealand, seeing the stripped fibres, called this New Zealand flanks, and the name has remained. But this is actually a lily, and is no relation to linen flax. Its name is Formium tenax, but it's grown in gardens all over the world as New Zealand flax. The cutting is planned so that each area is cut every four years. The cut rows will be gone over and the clumps divided to provide roots for new plantations as other areas are turned over to flax growing. The huge bundles of cut flax flax give the stripping mill the atmosphere of a forest, the workers moving among the green glades where the machines stand strangely in the clearings. In the stripping machine, the fiber is separated from the green matter by a mechanization of the Maori method of using a muscle shell. It's important at this stage to wash the fiber thoroughly. In the paddock's ferns of snowy fiber bleach in the drying and bleaching. After several days they'll be hacked to be sent to the factory. The hanks must be combed into a continuous sliver as the first stage in the preparation for spinning. A ribbon of fiber rolls endlessly off the machine. The toe or short ends go through a similar process in a different machine. In a series of machines, the combs become smaller and smaller, and so the sliver is drawn to the right size for spinning. It has given a wave set to stop the shorter fibers pulling apart. In the spinning room there's a final combing process, and then the twist is given to the fibers which turns them into yarn. As it spun its wound on bombings. Yon for matting is dyed in a novel way. This continuous process was developed by the factory, and the machinery was made in New Zealand to their specifications. As the yarn passes in and out of the dye, it picks up the colour and then is wound over big steam heated drums, where it's dried in the same continuous operation. One of the main activities of the factory is the manufacture of wool packs. Limited only by the available labour, this Foxton factory has the machinery to make all the wool packs required in New Zealand. With the present staff it's making a third of our wool packs, which competes successfully in price and wits, it can be made. Woveen in various colors and widths. It can be used as runners or as an all-over floor covering. There is a variety of patterns. Some designs are from European sources, and some are of Maori inspiration, such as the diamond pattern developed from its Maori predecessor. Maori art had a form and rhythm rarely found today. Their designs in flax had traditional significance, for in their art they surrounded themselves with symbols of their beliefs. They have left as patterns that far surpass many now used in industry, and designers could well turn for inspiration to the art of the M훮ori's, the patterns in flax."}