{"speakers": [], "chunks": [{"timestamp": [0.0, 13.0], "text": " In a New Zealand port towards the end of 1943, American invasion craft were constantly trying out their faces."}, {"timestamp": [13.0, 18.0], "text": " At the time these exercises were hush-hush, but now it's possible to show the craft used."}, {"timestamp": [18.0, 23.0], "text": " To solve invasion landing problems are these amphibians at home on both land and sea."}, {"timestamp": [23.0, 25.0], "text": " When they come to a beach, they crawl up like tanks,"}, {"timestamp": [25.0, 27.0], "text": " and in the water have quite a useful turn of speed."}, {"timestamp": [27.0, 29.0], "text": " When they get started,"}, {"timestamp": [29.0, 34.0], "text": " ready to do their part in the invasion are these seagoing troops,"}, {"timestamp": [34.0, 36.0], "text": " the United States Marines."}, {"timestamp": [36.0, 38.0], "text": " After several months on New Zealand soil,"}, {"timestamp": [38.0, 40.0], "text": " they're getting their sea legs again."}, {"timestamp": [40.0, 42.0], "text": " Now the amphibs come to life again."}, {"timestamp": [42.0, 45.0], "text": " To move through the water, they use their tank treads as paddle wheels"}, {"timestamp": [45.0, 48.0], "text": " and kick up a spray in the best Mississippi steamboat style."}, {"timestamp": [48.0, 57.0], "text": " Showing off its superior size and speed is a Higgins landing boat."}, {"timestamp": [57.0, 73.0], "text": " To get troops and equipment ashore these shallow vessels push their high boughs up on the beaches. This was the last cruise in New Zealand waters."}, {"timestamp": [73.0, 76.0], "text": " The next was towards Tarrower's deadly beaches,"}, {"timestamp": [76.0, 78.0], "text": " and there, in spite of everything the Japs could turn on,"}, {"timestamp": [78.0, 80.0], "text": " men and boats won through."}, {"timestamp": [80.0, 94.0], "text": " This is a great Saturday afternoon for Miramar, where the Dominion's finest blanket rooms are about to be open."}, {"timestamp": [94.0, 99.0], "text": " The Boys Institute band is heralding the event and all the youngest inhabitants are present."}, {"timestamp": [99.0, 111.0], "text": " The chief speaker of the afternoon is the district MP, the Honorable Robert Semple."}, {"timestamp": [111.0, 116.0], "text": " He tells the Plunkard Babies what important people they are, so they're all enthusiastic."}, {"timestamp": [116.0, 123.0], "text": " Mr. Semple is sponsoring a comprehensive building plan for the children of the district."}, {"timestamp": [123.0, 127.0], "text": " Some are so enthusiastic that they have to have a closer look."}, {"timestamp": [131.0, 137.0], "text": " This first achievement of the Miramar Children's Center scheme is officially opened by the suburb's Plunkett president."}, {"timestamp": [138.0, 143.0], "text": " Several afternoons a week now, the district Plunkett nurse is here to help mothers and babies keep in trim."}, {"timestamp": [143.0, 148.34], "text": " In this pleasant room, there is also the junior weights and measures department. With small babies they"}, {"timestamp": [148.34, 158.0], "text": " find their height by measuring their length. Miramar has many new houses and"}, {"timestamp": [158.0, 161.72], "text": " young families so when a fine day brings a good attendance the large undercover"}, {"timestamp": [161.72, 168.88], "text": " pram park is soon crowded. The babies come regularly to have their progress reported on so that their mothers can be sure they're as"}, {"timestamp": [168.88, 176.96], "text": " fit as they all look. A feature of the building is the large waiting room where"}, {"timestamp": [176.96, 181.12], "text": " mothers can compare problems and admire each other's children while they wait their turn to"}, {"timestamp": [181.12, 186.0], "text": " see nurse. The large windows let in plenty of sun."}, {"timestamp": [187.6, 189.22], "text": " The building has a small kitchen where one of the mothers can make tea"}, {"timestamp": [189.22, 190.22], "text": " for the nurses on duty"}, {"timestamp": [190.22, 191.92], "text": " and the nurses can cook meals."}, {"timestamp": [192.92, 194.0], "text": " In the preschool room,"}, {"timestamp": [194.16, 196.16], "text": " children too young to be seeing the school doctors"}, {"timestamp": [196.16, 197.46], "text": " get a regular checking over"}, {"timestamp": [197.46, 199.06], "text": " if they give the nurse a chance."}, {"timestamp": [200.2, 201.9], "text": " And here's someone we've seen before"}, {"timestamp": [201.9, 203.84], "text": " trotting in to give the new rooms a try-out."}, {"timestamp": [204.34, 208.28], "text": " He hands over his plunket book which which records his physical progress from birth up."}, {"timestamp": [209.28, 213.18], "text": " Meanwhile, one young fellow has ideas of putting a penny in the black Sambo money box."}, {"timestamp": [214.16, 216.76], "text": " He'll go home and say he's four yards high."}, {"timestamp": [217.46, 220.42], "text": " This regular examination saves parents from needless worry."}, {"timestamp": [220.94, 222.32], "text": " It'll catch any trouble early."}, {"timestamp": [223.2, 224.66], "text": " Has Sambo any teeth yet?"}, {"timestamp": [231.56, 235.6], "text": " This fellow's got his all right. He's good solid boy from top to toe. Today we have the knowledge and the means to raise the finest generation ever. The Plunkett Society"}, {"timestamp": [235.6, 238.94], "text": " is getting the knowledge of good health to where it's wanted."}, {"timestamp": [238.94, 243.1], "text": " Midamar is proud that its own Children's Center's Committee has built these fine rooms to help"}, {"timestamp": [243.1, 245.0], "text": " the local work of the Plunkett Society."}, {"timestamp": [245.0, 247.0], "text": " But other districts have their needs too."}, {"timestamp": [247.0, 250.0], "text": " We hope these rooms won't remain the Dominion's best for long."}, {"timestamp": [250.0, 265.96], "text": " This is an advanced base of the RNZAF Catalina Squadron."}, {"timestamp": [265.96, 271.2], "text": " A squadron whose work in the skies above Pacific waters backs up the work of those who are winning the battle of the Pacific."}, {"timestamp": [272.24, 274.96], "text": " Here are some of the boys taking it easy, their days work over."}, {"timestamp": [275.46, 276.76], "text": " There's little to do here at night."}, {"timestamp": [277.02, 279.84], "text": " You sit around and talk, iron a shirt or write a letter home."}, {"timestamp": [280.22, 292.8], "text": " And it has been a long day."}, {"timestamp": [297.4, 297.9], "text": " It's always a long day for men who wake at 10 to 3 to face a 12-hour flying patrol."}, {"timestamp": [299.2, 299.6], "text": " It's no joy ride ahead."}, {"timestamp": [302.8, 304.9], "text": " It's flying that calls for tough endurance and navigational skill."}, {"timestamp": [308.0, 311.0], "text": " An early breakfast over, a crew set out for their plane. New Zealand crews ferried out these Catalina flying boats from America"}, {"timestamp": [311.0, 314.0], "text": " when the RNZAF took over some of the patrol work"}, {"timestamp": [314.0, 317.0], "text": " then being done by US Navy planes."}, {"timestamp": [317.0, 319.0], "text": " Yuling completed, the crew go aboard."}, {"timestamp": [323.0, 329.6], "text": " At base, their log records another plane is off on a routine patrol."}, {"timestamp": [329.6, 335.4], "text": " Every day Catalina's manned by New Zealanders are tearing out across the Pacific on flights like this."}, {"timestamp": [335.4, 340.4], "text": " They're tasked to keep watch over Allied shipping in the sea lanes below, to escort ships to safety,"}, {"timestamp": [340.4, 343.4], "text": " to probe and report on enemy shipping and enemy submarines."}, {"timestamp": [347.0, 350.0], "text": " For the crews, the toughest part of this patrol work is the monotony"}, {"timestamp": [350.0, 355.0], "text": " and the strain of hours of flying and flying and flying across great stretches of ocean,"}, {"timestamp": [355.0, 359.0], "text": " keeping eyes glued on the sea below and the sky all around."}, {"timestamp": [364.0, 371.0], "text": " For navigators, there's the same job to be done on every flight, the same exact reckonings to be made, the same precise plodding to be done."}, {"timestamp": [371.0, 384.0], "text": " The coasts of coral-ringed islands must be searched for signs of enemy movements,"}, {"timestamp": [384.0, 390.5], "text": " and I kept open for survivors from torpedoed ships, as well as airmen who've veiled out or been forced down."}, {"timestamp": [390.5, 394.5], "text": " The wireless operator sends back reports of incidents whenever they occur."}, {"timestamp": [394.5, 404.5], "text": " Hour after hour, the plane drones on."}, {"timestamp": [404.5, 407.0], "text": " The men may get hungry, but they don't go hungry."}, {"timestamp": [407.0, 432.0], "text": " They cook their own food on board. Planes sighted."}, {"timestamp": [432.0, 440.0], "text": " Until they recognize them, the gunner takes no chances."}, {"timestamp": [440.0, 452.0], "text": " Signals flash out. They're Mitchells. No danger to us but carrying trouble"}, {"timestamp": [452.0, 456.8], "text": " for the Japs. The Catalina stays on her course and drones on. Flying in these regions"}, {"timestamp": [456.8, 461.68], "text": " isn't as easy as it looks. It's a wise pilot who knows his Pacific weather. Since they began,"}, {"timestamp": [461.68, 465.84], "text": " the RNZEF Catalina Squadron has picked up 33 men forced down at sea."}, {"timestamp": [466.48, 470.82], "text": " Day after day, they've patrolled the sea routes of this area. Routine flying it may be,"}, {"timestamp": [471.12, 475.72], "text": " but it's routine flying on which others depend. It's not spectacular and always exciting."}, {"timestamp": [476.12, 479.2], "text": " It's just flying with skill and care on a ceaseless vigil."}], "text": " In a New Zealand port towards the end of 1943, American invasion craft were constantly trying out their faces. At the time these exercises were hush-hush, but now it's possible to show the craft used. To solve invasion landing problems are these amphibians at home on both land and sea. When they come to a beach, they crawl up like tanks, and in the water have quite a useful turn of speed. When they get started, ready to do their part in the invasion are these seagoing troops, the United States Marines. After several months on New Zealand soil, they're getting their sea legs again. Now the amphibs come to life again. To move through the water, they use their tank treads as paddle wheels and kick up a spray in the best Mississippi steamboat style. Showing off its superior size and speed is a Higgins landing boat. To get troops and equipment ashore these shallow vessels push their high boughs up on the beaches. This was the last cruise in New Zealand waters. The next was towards Tarrower's deadly beaches, and there, in spite of everything the Japs could turn on, men and boats won through. This is a great Saturday afternoon for Miramar, where the Dominion's finest blanket rooms are about to be open. The Boys Institute band is heralding the event and all the youngest inhabitants are present. The chief speaker of the afternoon is the district MP, the Honorable Robert Semple. He tells the Plunkard Babies what important people they are, so they're all enthusiastic. Mr. Semple is sponsoring a comprehensive building plan for the children of the district. Some are so enthusiastic that they have to have a closer look. This first achievement of the Miramar Children's Center scheme is officially opened by the suburb's Plunkett president. Several afternoons a week now, the district Plunkett nurse is here to help mothers and babies keep in trim. In this pleasant room, there is also the junior weights and measures department. With small babies they find their height by measuring their length. Miramar has many new houses and young families so when a fine day brings a good attendance the large undercover pram park is soon crowded. The babies come regularly to have their progress reported on so that their mothers can be sure they're as fit as they all look. A feature of the building is the large waiting room where mothers can compare problems and admire each other's children while they wait their turn to see nurse. The large windows let in plenty of sun. The building has a small kitchen where one of the mothers can make tea for the nurses on duty and the nurses can cook meals. In the preschool room, children too young to be seeing the school doctors get a regular checking over if they give the nurse a chance. And here's someone we've seen before trotting in to give the new rooms a try-out. He hands over his plunket book which which records his physical progress from birth up. Meanwhile, one young fellow has ideas of putting a penny in the black Sambo money box. He'll go home and say he's four yards high. This regular examination saves parents from needless worry. It'll catch any trouble early. Has Sambo any teeth yet? This fellow's got his all right. He's good solid boy from top to toe. Today we have the knowledge and the means to raise the finest generation ever. The Plunkett Society is getting the knowledge of good health to where it's wanted. Midamar is proud that its own Children's Center's Committee has built these fine rooms to help the local work of the Plunkett Society. But other districts have their needs too. We hope these rooms won't remain the Dominion's best for long. This is an advanced base of the RNZAF Catalina Squadron. A squadron whose work in the skies above Pacific waters backs up the work of those who are winning the battle of the Pacific. Here are some of the boys taking it easy, their days work over. There's little to do here at night. You sit around and talk, iron a shirt or write a letter home. And it has been a long day. It's always a long day for men who wake at 10 to 3 to face a 12-hour flying patrol. It's no joy ride ahead. It's flying that calls for tough endurance and navigational skill. An early breakfast over, a crew set out for their plane. New Zealand crews ferried out these Catalina flying boats from America when the RNZAF took over some of the patrol work then being done by US Navy planes. Yuling completed, the crew go aboard. At base, their log records another plane is off on a routine patrol. Every day Catalina's manned by New Zealanders are tearing out across the Pacific on flights like this. They're tasked to keep watch over Allied shipping in the sea lanes below, to escort ships to safety, to probe and report on enemy shipping and enemy submarines. For the crews, the toughest part of this patrol work is the monotony and the strain of hours of flying and flying and flying across great stretches of ocean, keeping eyes glued on the sea below and the sky all around. For navigators, there's the same job to be done on every flight, the same exact reckonings to be made, the same precise plodding to be done. The coasts of coral-ringed islands must be searched for signs of enemy movements, and I kept open for survivors from torpedoed ships, as well as airmen who've veiled out or been forced down. The wireless operator sends back reports of incidents whenever they occur. Hour after hour, the plane drones on. The men may get hungry, but they don't go hungry. They cook their own food on board. Planes sighted. Until they recognize them, the gunner takes no chances. Signals flash out. They're Mitchells. No danger to us but carrying trouble for the Japs. The Catalina stays on her course and drones on. Flying in these regions isn't as easy as it looks. It's a wise pilot who knows his Pacific weather. Since they began, the RNZEF Catalina Squadron has picked up 33 men forced down at sea. Day after day, they've patrolled the sea routes of this area. Routine flying it may be, but it's routine flying on which others depend. It's not spectacular and always exciting. It's just flying with skill and care on a ceaseless vigil."}