{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " School Holidays bring a real wartime outing to these boys at a New Zealand camp."}, {"timestamp": [27.0, 29.0], "text": " Sons of soldiers who are today the guests of soldiers."}, {"timestamp": [29.0, 35.0], "text": " They are treated to a sight of the weapons their fathers are fighting with."}, {"timestamp": [35.0, 50.18], "text": " They take every chance of learning all the ins and outs."}, {"timestamp": [53.58, 71.0], "text": " It's a day they'll remember, especially the kick they get out of firing the guns themselves. Highlight of the day at a US Marine Corps camp for another bunch of boys is learning what the Americans mean by Chow."}, {"timestamp": [71.0, 74.0], "text": " There's one dish that's the same to boys the world over."}, {"timestamp": [74.0, 77.0], "text": " Hey, here, have back the bike for him."}, {"timestamp": [77.0, 82.0], "text": " But that isn't all."}, {"timestamp": [82.0, 87.0], "text": " Music from this orchestra sets them clapping."}, {"timestamp": [87.0, 103.0], "text": " It's been their day of days."}, {"timestamp": [103.0, 105.0], "text": " It's been their day of days."}, {"timestamp": [105.0, 107.0], "text": " Oh, I had a..."}, {"timestamp": [107.0, 108.0], "text": " Oh, I had a..."}, {"timestamp": [108.0, 111.0], "text": "...being to cotton, boy, did I enjoy their odd things."}, {"timestamp": [111.0, 120.0], "text": " It's time to get up at the Ruokura State Farm,"}, {"timestamp": [120.0, 124.0], "text": " and the frost covers are coming off the countless thousands of young seedlings for the day."}, {"timestamp": [124.0, 129.0], "text": " In most districts, one or two thicknesses of sacking is enough to keep frost from early seedlings."}, {"timestamp": [129.0, 131.0], "text": " It's an idea for the home gardener."}, {"timestamp": [131.0, 134.0], "text": " The seedlings are for services vegetable farms in the north."}, {"timestamp": [134.0, 137.0], "text": " The girls are here to do and to learn."}, {"timestamp": [137.0, 142.0], "text": " They've come from all over New Zealand and most will return to vegetable farms in their own districts."}, {"timestamp": [142.0, 145.0], "text": " Screening soil for seed boxes is one way of beginning, making the boxes on simple jigs on a large, vegetables farms in their own districts."}, {"timestamp": [148.0, 152.0], "text": " Screening soil for seed boxes is one way of beginning. Making the boxes on simple jigs on a long table is another."}, {"timestamp": [152.0, 155.0], "text": " To these girls, this is not a temporary wartime expedient."}, {"timestamp": [155.0, 158.0], "text": " It's part of an interesting outdoor job that needs to be well done."}, {"timestamp": [158.0, 163.0], "text": " In a moment, the box is ready for a layer of litter and a layer of earth."}, {"timestamp": [171.0, 176.0], "text": " A finishing layer of finest soil is added and smoothed down with a piece of equipment they like to call a grader. This time it's tomato seeds that are being scattered onto the soil in the boxes."}, {"timestamp": [176.0, 183.0], "text": " The seeds are firm down, fine soil goes on top and the boxes are ready to go into the frames."}, {"timestamp": [183.0, 186.0], "text": " That'll keep them in their place, but why not use a rolling pin?"}, {"timestamp": [186.0, 191.0], "text": " Here, tomato seedlings are being pricked out."}, {"timestamp": [191.0, 194.0], "text": " The earth in the boxes has been marked out with a spiked template,"}, {"timestamp": [194.0, 197.0], "text": " so there's no difficulty about getting the plants in straight lines."}, {"timestamp": [197.0, 201.0], "text": " Now it's time to wave to the engine driver."}, {"timestamp": [201.0, 207.9], "text": " In the greenhouse, all the little tomatoes which have been set out have to be weeded and watered and told to to the engine driver. In the greenhouse, all the little tomatoes which have been set out"}, {"timestamp": [207.9, 211.4], "text": " have to be weeded and watered and told to eat up their sunshine"}, {"timestamp": [211.4, 213.5], "text": " so that they are grown to nice big vines."}, {"timestamp": [214.1, 215.7], "text": " For the plants, it's an easy life."}, {"timestamp": [215.7, 218.6], "text": " For the girls, the seedling industry is a serious job of work."}, {"timestamp": [220.1, 223.1], "text": " These little things are cabbages or will be when they've grown up."}, {"timestamp": [223.8, 226.04], "text": " The grader is used again to help with the setting out."}, {"timestamp": [228.68, 229.94], "text": " Surely that's not a cabbage."}, {"timestamp": [230.44, 231.56], "text": " Put it in and hope for the best."}, {"timestamp": [233.52, 238.06], "text": " It's bedtime now and all the little seedlings are being tucked up for the night."}, {"timestamp": [239.18, 257.12], "text": " Thus comes the end of the day's work in a happy corner of the Ruokura Experimental Farm. Back for a rest after a month's combat flying in the Solomons are these members of a"}, {"timestamp": [257.12, 262.24], "text": " New Zealand fighter squadron, fighter pilots who shot down 22 Japanese planes. They told us the"}, {"timestamp": [262.24, 264.4], "text": " Japs were sometimes just a sitting shot, but..."}, {"timestamp": [264.4, 270.76], "text": " That's a pretty deadly shot from the 50 caliber guns on our warhawks, which we've been flying."}, {"timestamp": [270.76, 274.24], "text": " A good burst and the Japanese planes just go to pieces."}, {"timestamp": [274.24, 280.72], "text": " Well, it's not all as exciting as it sounds. Just sometimes we were lucky."}, {"timestamp": [280.72, 289.0], "text": " One day, for instance, we managed to bag four zeros, while in other days we'd patrol for hours without even sighting a jet."}, {"timestamp": [289.0, 294.0], "text": " Some of the jet pilots are good and some of them are, well, just bad."}, {"timestamp": [294.0, 299.0], "text": " One thing though, they can do almost anything in the way of maneuverability with their zeros."}, {"timestamp": [299.0, 304.0], "text": " They do some very cunning things at times, but also some darn silly things."}, {"timestamp": [304.0, 309.0], "text": " Most of our success is due to the people you don't hear much about, the ground crews."}, {"timestamp": [309.0, 313.0], "text": " They do a damn good job of work under very tough conditions."}], "text": " School Holidays bring a real wartime outing to these boys at a New Zealand camp. Sons of soldiers who are today the guests of soldiers. They are treated to a sight of the weapons their fathers are fighting with. They take every chance of learning all the ins and outs. It's a day they'll remember, especially the kick they get out of firing the guns themselves. Highlight of the day at a US Marine Corps camp for another bunch of boys is learning what the Americans mean by Chow. There's one dish that's the same to boys the world over. Hey, here, have back the bike for him. But that isn't all. Music from this orchestra sets them clapping. It's been their day of days. It's been their day of days. Oh, I had a... Oh, I had a......being to cotton, boy, did I enjoy their odd things. It's time to get up at the Ruokura State Farm, and the frost covers are coming off the countless thousands of young seedlings for the day. In most districts, one or two thicknesses of sacking is enough to keep frost from early seedlings. It's an idea for the home gardener. The seedlings are for services vegetable farms in the north. The girls are here to do and to learn. They've come from all over New Zealand and most will return to vegetable farms in their own districts. Screening soil for seed boxes is one way of beginning, making the boxes on simple jigs on a large, vegetables farms in their own districts. Screening soil for seed boxes is one way of beginning. Making the boxes on simple jigs on a long table is another. To these girls, this is not a temporary wartime expedient. It's part of an interesting outdoor job that needs to be well done. In a moment, the box is ready for a layer of litter and a layer of earth. A finishing layer of finest soil is added and smoothed down with a piece of equipment they like to call a grader. This time it's tomato seeds that are being scattered onto the soil in the boxes. The seeds are firm down, fine soil goes on top and the boxes are ready to go into the frames. That'll keep them in their place, but why not use a rolling pin? Here, tomato seedlings are being pricked out. The earth in the boxes has been marked out with a spiked template, so there's no difficulty about getting the plants in straight lines. Now it's time to wave to the engine driver. In the greenhouse, all the little tomatoes which have been set out have to be weeded and watered and told to to the engine driver. In the greenhouse, all the little tomatoes which have been set out have to be weeded and watered and told to eat up their sunshine so that they are grown to nice big vines. For the plants, it's an easy life. For the girls, the seedling industry is a serious job of work. These little things are cabbages or will be when they've grown up. The grader is used again to help with the setting out. Surely that's not a cabbage. Put it in and hope for the best. It's bedtime now and all the little seedlings are being tucked up for the night. Thus comes the end of the day's work in a happy corner of the Ruokura Experimental Farm. Back for a rest after a month's combat flying in the Solomons are these members of a New Zealand fighter squadron, fighter pilots who shot down 22 Japanese planes. They told us the Japs were sometimes just a sitting shot, but... That's a pretty deadly shot from the 50 caliber guns on our warhawks, which we've been flying. A good burst and the Japanese planes just go to pieces. Well, it's not all as exciting as it sounds. Just sometimes we were lucky. One day, for instance, we managed to bag four zeros, while in other days we'd patrol for hours without even sighting a jet. Some of the jet pilots are good and some of them are, well, just bad. One thing though, they can do almost anything in the way of maneuverability with their zeros. They do some very cunning things at times, but also some darn silly things. Most of our success is due to the people you don't hear much about, the ground crews. They do a damn good job of work under very tough conditions."}