{"speakers": [], "chunks": [{"timestamp": [0.0, 14.04], "text": " Pain, heartache, blood and horror lay on those rough days between 1939 and"}, {"timestamp": [14.04, 20.08], "text": " 1945, and the war alone was not just on the banks around the other side of the world, but the shores of New Zealand."}, {"timestamp": [23.96, 29.0], "text": " Many feared Japanese submarines would emerge from the Pacific Ocean and take our beloved land."}, {"timestamp": [29.0, 34.0], "text": " But among this terror lay hope as American soldiers arrived as an extra force of protection."}, {"timestamp": [34.0, 57.1], "text": " I feel very sure that all of you men are going to enjoy your stay here in New Zealand. Well, my great Aunt Gwen was about 18 and she met an American soldier during World War II."}, {"timestamp": [57.1, 61.96], "text": " The first time she met him was at the cinemas with my granddad, Bruce Fires."}, {"timestamp": [61.96, 65.82], "text": " This soldier noticed her in the theatre and started smiling at her and"}, {"timestamp": [65.82, 71.38], "text": " offered to push her bike home after the film. So then the two just got to know each other"}, {"timestamp": [71.38, 76.26], "text": " who used to come round and take her places like the movies and dances and used to"}, {"timestamp": [76.26, 81.96], "text": " bring around chocolates and pantos and things. Things I can buy during the war because"}, {"timestamp": [81.96, 85.28], "text": " during the time the American soldiers were paid more money than"}, {"timestamp": [85.28, 93.44], "text": " he was money than his own enemies. Japan has surrendered on board a British"}, {"timestamp": [93.44, 98.0], "text": " submarine sailors usher in the era of peace for this pistol pop and typeer this"}, {"timestamp": [98.0, 102.38], "text": " is the supreme moment this is the day we'd all been waiting for six years is a"}, {"timestamp": [102.38, 135.0], "text": " long time when a country is at war but in in the end we've done it. We've won through. Unfortunately, not all of the stories have a happy ending, but their memory is still well remembered."}, {"timestamp": [147.66, 148.44], "text": " However, the man my great-aunt became engaged to was unfortunately shipped off to war and stationed on the front lines of battle."}, {"timestamp": [150.46, 151.06], "text": " But he sadly died during combat."}, {"timestamp": [156.08, 156.62], "text": " I still believe my great-aunt Gwen would have moved to America to be married and to settle down."}, {"timestamp": [null, null], "text": " If only, he had come back. I'm"}], "text": " Pain, heartache, blood and horror lay on those rough days between 1939 and 1945, and the war alone was not just on the banks around the other side of the world, but the shores of New Zealand. Many feared Japanese submarines would emerge from the Pacific Ocean and take our beloved land. But among this terror lay hope as American soldiers arrived as an extra force of protection. I feel very sure that all of you men are going to enjoy your stay here in New Zealand. Well, my great Aunt Gwen was about 18 and she met an American soldier during World War II. The first time she met him was at the cinemas with my granddad, Bruce Fires. This soldier noticed her in the theatre and started smiling at her and offered to push her bike home after the film. So then the two just got to know each other who used to come round and take her places like the movies and dances and used to bring around chocolates and pantos and things. Things I can buy during the war because during the time the American soldiers were paid more money than he was money than his own enemies. Japan has surrendered on board a British submarine sailors usher in the era of peace for this pistol pop and typeer this is the supreme moment this is the day we'd all been waiting for six years is a long time when a country is at war but in in the end we've done it. We've won through. Unfortunately, not all of the stories have a happy ending, but their memory is still well remembered. However, the man my great-aunt became engaged to was unfortunately shipped off to war and stationed on the front lines of battle. But he sadly died during combat. I still believe my great-aunt Gwen would have moved to America to be married and to settle down. If only, he had come back. I'm"}