{"speakers": [], "chunks": [{"timestamp": [0.0, 35.0], "text": " The A hundred years ago."}, {"timestamp": [35.0, 47.0], "text": " A hundred years ago, a prophecy was made about this valley."}, {"timestamp": [47.0, 53.0], "text": " A man named Edward Shortland was speaking to a Maori chief and he said, and I quote,"}, {"timestamp": [53.0, 59.0], "text": " We can carry on the imagination to another century when this now desert country will be peopled,"}, {"timestamp": [59.0, 62.0], "text": " when the plains will be grazed by flocks of sheep,"}, {"timestamp": [62.0, 71.5], "text": " and the streams, now flowing idly through remote valleys valleys will be compelled to perform their share of labor."}, {"timestamp": [71.5, 74.5], "text": " This prophecy has now come to pass."}, {"timestamp": [74.5, 86.1], "text": " First at Waitaki, then at Lake Tekepole, then at Pukaki, and now New Zealand's biggest hydroelectric scheme at Ben Moore."}, {"timestamp": [89.78, 90.02], "text": " This scheme is providing power not only for the South Island,"}, {"timestamp": [92.38, 93.28], "text": " but for the entire nation through the Cook Strait cable."}, {"timestamp": [95.3, 98.84], "text": " Let's go right back to the very beginning when the survey parties were first working on this project."}, {"timestamp": [100.54, 106.0], "text": " In October 1957, the government's plans to build a massive Earth Dam here were completed."}, {"timestamp": [106.0, 112.0], "text": " Surveys who'd investigated the ground in 1951 came in again to the remote Waitaki Valley."}, {"timestamp": [112.0, 115.0], "text": " Drills were put down testing the dam's foundations."}, {"timestamp": [119.0, 125.0], "text": " Ben Moore's design called for 16 million cubic yards of gravel, clay and rock."}, {"timestamp": [125.0, 129.0], "text": " A wall that would hold back a lake bigger than Wellington Harbour."}, {"timestamp": [129.0, 135.0], "text": " A wall 360 feet high, 2,700 feet long and 1,600 feet thick."}, {"timestamp": [135.0, 139.0], "text": " Three miles downstream, the construction town of Otamatata was a building."}, {"timestamp": [139.0, 158.0], "text": " A village to house the builders of the dam. In 1960 the Wightacki River was diverted, a year ahead of schedule, marking the end of stage one in Ben Moore's construction."}, {"timestamp": [158.0, 165.0], "text": " The old channel was sealed off and as the river began running its new course course the work of building the dam began in earnest."}, {"timestamp": [165.0, 172.0], "text": " Today four years after the diversion channel was made, Benmore is nearly completed."}, {"timestamp": [172.0, 177.0], "text": " The project's on schedule and the dam will be producing power by the middle of 1965."}, {"timestamp": [177.0, 184.0], "text": " The labour force totals 1200, nearly all of them men who'd come to Benmore from other hydroelectric schemes."}, {"timestamp": [184.0, 189.0], "text": " Many of them will move on to dams that are being planned for the late 60s when this one's finished."}, {"timestamp": [189.0, 194.0], "text": " If a man and his family can accept the isolation of this place, they can be quite content."}, {"timestamp": [194.0, 196.0], "text": " How long have you been working on this job?"}, {"timestamp": [196.0, 198.0], "text": " About four and a half years now."}, {"timestamp": [198.0, 200.0], "text": " What have we been doing in that time?"}, {"timestamp": [200.0, 201.0], "text": " Carpentry all the time."}, {"timestamp": [201.0, 204.0], "text": " I started off first at the down of the Johnson Batcher"}, {"timestamp": [204.0, 207.0], "text": " and we came from"}, {"timestamp": [207.0, 213.0], "text": " there up to the Colvettes, the Virgin Colberts, went on shift work there for just on 12 months,"}, {"timestamp": [213.0, 219.0], "text": " finished the Colvets, went from the Colvets up to the spillway, up there for about two,"}, {"timestamp": [219.0, 226.0], "text": " another 12 months I suppose. But for most of that the main sluice block finished and then we went up to the"}, {"timestamp": [226.0, 230.0], "text": " downstock slope up the back here."}, {"timestamp": [230.0, 236.0], "text": " Up there for about six or eight months I suppose and been the rest of the time down here at the powerhouse."}, {"timestamp": [241.0, 243.0], "text": " You're a married man, are you not?"}, {"timestamp": [243.0, 244.0], "text": " Yes, that's correct."}, {"timestamp": [244.0, 247.0], "text": " What's your take-home pay each week?"}, {"timestamp": [247.0, 249.0], "text": " I'll be about 25 pound a week."}, {"timestamp": [249.0, 251.0], "text": " And what's the cost of living like here?"}, {"timestamp": [251.0, 255.0], "text": " Well, it's a bit high, but I don't think it's much higher than it would be in a town."}, {"timestamp": [255.0, 257.0], "text": " What about rentals?"}, {"timestamp": [257.0, 258.0], "text": " Oh, rental's very low."}, {"timestamp": [258.0, 263.0], "text": " And he got 10 shillings a week, alongside you possibly be playing three pound a week in the town."}, {"timestamp": [263.0, 266.0], "text": " Fred, you seem to be doing quite well for yourself here."}, {"timestamp": [266.0, 268.0], "text": " How long you intend to stay on the job?"}, {"timestamp": [268.0, 270.0], "text": " Well, I'm not sure."}, {"timestamp": [270.0, 275.0], "text": " I'd like to make a few bob and take off probably."}, {"timestamp": [275.0, 277.0], "text": " I would like to say."}, {"timestamp": [277.0, 279.0], "text": " In what line of business?"}, {"timestamp": [279.0, 283.0], "text": " Well, I'd like to travel a bit more"}, {"timestamp": [283.0, 288.0], "text": " and perhaps go to UK and just see what it's like there."}, {"timestamp": [288.0, 293.0], "text": " What will you do when this project's completed?"}, {"timestamp": [293.0, 295.0], "text": " Go to the next one I imagine."}, {"timestamp": [295.0, 296.0], "text": " You think you will?"}, {"timestamp": [296.0, 297.0], "text": " Oh, I think so."}, {"timestamp": [297.0, 299.0], "text": " Now, why is that?"}, {"timestamp": [299.0, 300.0], "text": " Well, I like the life."}, {"timestamp": [300.0, 303.0], "text": " I like the happy crowd here."}, {"timestamp": [303.0, 305.0], "text": " There's all the good crowds to work with. I like the place altogether. I like the happy crowd here that all the good clouds to work with."}, {"timestamp": [305.0, 308.0], "text": " I like the place altogether."}, {"timestamp": [308.0, 310.0], "text": " I like these jobs."}, {"timestamp": [310.0, 312.0], "text": " And so do most of the men working here."}, {"timestamp": [312.0, 317.0], "text": " They've put up other dams, Artie, Wakamaru, Maritai, Roxburgh,"}, {"timestamp": [317.0, 319.0], "text": " but this is the biggest yet."}, {"timestamp": [319.0, 331.0], "text": " Below the powerhouse, it'll house"}, {"timestamp": [331.0, 334.0], "text": " six generators with an output of half a million kilowatts."}, {"timestamp": [334.0, 337.0], "text": " That's more than the combined output of Maritai and Roxburgh,"}, {"timestamp": [337.0, 340.0], "text": " the country's largest existing hydro stations."}, {"timestamp": [344.0, 349.34], "text": " The powerhouse, the Pennstocks, the spillway, the dam, each has one or more Ministry of Works"}, {"timestamp": [349.34, 352.38], "text": " Engineers looking after its construction."}, {"timestamp": [352.38, 357.12], "text": " In charge of the whole operation is the project engineer, Mr. Graham Tate."}, {"timestamp": [357.12, 359.24], "text": " We asked him how much Ben Moore will cost."}, {"timestamp": [359.24, 367.0], "text": " Well the initial estimate for the job was 36.4 million pounds."}, {"timestamp": [367.0, 377.0], "text": " For the 540,000 kilowatt output of the station, this amounted to a cost per kilowatt of 67 pounds."}, {"timestamp": [377.0, 387.4], "text": " The estimated savings in the, or over the initial estimate, amount to something like five million pounds and with"}, {"timestamp": [387.4, 394.8], "text": " these savings taken into consideration the cost per kilowatt is now reduced to under 60 pounds."}, {"timestamp": [394.8, 402.76], "text": " What was the cost of building Otamatata township? The cost of the township was roughly"}, {"timestamp": [402.76, 407.0], "text": " 1.9 million pounds including the township and the single men's camp."}, {"timestamp": [407.0, 409.0], "text": " Otomatata wasn't built to last."}, {"timestamp": [409.0, 414.0], "text": " In a few years' time, the prefab houses will be pulled down, tracked off to another dam site."}, {"timestamp": [414.0, 417.0], "text": " For the present, the village is home to 4,500 people."}, {"timestamp": [417.0, 428.0], "text": " Otomatata's isolation, hits 60 miles from Amaru, the nearest town of any size, is no hardship to the local shopkeepers. Well, Otamata is a very good business town."}, {"timestamp": [428.0, 435.24], "text": " It's the fact that the population here is reasonably young, they're all working hard, long hours,"}, {"timestamp": [435.24, 440.04], "text": " and that we have no retired people here, it's not possible to live in the village if you're"}, {"timestamp": [440.04, 450.0], "text": " not actually working towards the project itself or towards its alternate reasons. How did the firms here the retailers become established?"}, {"timestamp": [452.0, 458.0], "text": " It was by application to the Ministry of Works. That was some five years ago now"}, {"timestamp": [458.0, 464.0], "text": " by personal and written application and I believe there was just on 280 applicants."}, {"timestamp": [466.24, 471.58], "text": " How many retailers are there in the town? 13 all told in our little group here. Got any competition from"}, {"timestamp": [471.58, 476.56], "text": " other firms? We do have competition of course everybody must have competition."}, {"timestamp": [476.56, 484.6], "text": " Our competition comes from the retailers in close centers, the likes of"}, {"timestamp": [484.6, 486.0], "text": " Omru, Timuruu, and Eden,"}, {"timestamp": [486.0, 491.0], "text": " and they are actually classified as hawkers or itinerant traders in the village itself."}, {"timestamp": [491.0, 495.0], "text": " We've been in about six months and then down here."}, {"timestamp": [495.0, 498.0], "text": " So you must find the place rather a change?"}, {"timestamp": [498.0, 501.0], "text": " Yes, it was quite a change and we came to the middle of winter which was quite grim."}, {"timestamp": [501.0, 509.0], "text": " But we've got used to it now really and we quite like it here. It's a bit isolated but we've made our own friends and our own Pymn."}, {"timestamp": [509.0, 512.0], "text": " Mrs Muirhead, do you like living in Otamata?"}, {"timestamp": [512.0, 515.0], "text": " I quite like it, but I miss Christ's where I come from."}, {"timestamp": [515.0, 517.0], "text": " I'll be glad to go back there."}, {"timestamp": [517.0, 521.0], "text": " Is there anything you don't like about living in Otamata?"}, {"timestamp": [521.0, 529.0], "text": " No, it's just as it's rather far from any place."}, {"timestamp": [529.0, 533.0], "text": " Coming from Rocksboro we seem to be able to dash down to the need much more easily,"}, {"timestamp": [533.0, 535.0], "text": " because that was where my interest were."}, {"timestamp": [535.0, 541.0], "text": " And there's not quite so many good spots to go if you want to go for a run on a Sunday afternoon."}, {"timestamp": [541.0, 546.0], "text": " Quite good for the children want to go fishing fishing but the beaches are a little far away"}, {"timestamp": [546.0, 551.9], "text": " found that but I find out of Matata very good now I didn't think I'd ever come to say it"}, {"timestamp": [551.9, 557.1], "text": " when I first arrived here. Do you and your husband manage to get away from Otamatata very often?"}, {"timestamp": [557.1, 562.0], "text": " As often as we can at the weekends we have a small caravan and we just love to get away"}, {"timestamp": [562.0, 568.8], "text": " and take golf do whatever we can over the weekend meet different people it's good for us do you think this is a good place to bring up children"}, {"timestamp": [568.8, 573.72], "text": " oh everyone's got their opinion well what's your opinion oh I wouldn't like to bring my"}, {"timestamp": [573.72, 577.4], "text": " child up the place like this for the children you teach do you think this is a good town"}, {"timestamp": [577.4, 583.28], "text": " well that's a difficult question I think the school is offering it very good the children"}, {"timestamp": [583.28, 588.58], "text": " very good facilities there are so many children I don't think the public facilities"}, {"timestamp": [588.58, 592.72], "text": " are adequate enough it's doubtful if a public playground could cope with all"}, {"timestamp": [592.72, 596.32], "text": " the children the town's believed to have the highest birth rate in the country"}, {"timestamp": [596.32, 602.6], "text": " there are 1,400 children under the age of 15 for those under school age there"}, {"timestamp": [602.6, 605.0], "text": " are play centres organised by housewives."}, {"timestamp": [605.0, 609.0], "text": " Most older children belong as junior members to at least one sports club."}, {"timestamp": [609.0, 613.0], "text": " This hall, which was the cinema at the Roxburgh Hydro Camp,"}, {"timestamp": [613.0, 616.0], "text": " is shared by the boxing club and the judo club."}, {"timestamp": [616.0, 619.0], "text": " Two of the 60 clubs, groups and societies,"}, {"timestamp": [619.0, 623.0], "text": " which give Otamatatans the chance of getting away from their job for a while."}, {"timestamp": [623.0, 627.88], "text": " The Otamata Welfare Society controls all the social amenities, the halls, the canteen,"}, {"timestamp": [627.88, 633.24], "text": " sports grounds and the cinema, probably one of the best patronised picture theaters in New Zealand"}, {"timestamp": [633.24, 635.46], "text": " today."}, {"timestamp": [635.46, 639.08], "text": " The rough and tumble days of construction life seem to have gone."}, {"timestamp": [639.08, 641.72], "text": " The single men's camp is fairly quiet."}, {"timestamp": [641.72, 645.38], "text": " There aren't many signs of the wild living that characterized a works"}, {"timestamp": [645.38, 650.32], "text": " camp a few years ago. How do working conditions down here compare with those at Mangakino?"}, {"timestamp": [650.32, 660.6], "text": " About the same. And the money you get? As I said before, the wages were not as good as"}, {"timestamp": [660.6, 664.12], "text": " what it was in Manchino. What's the money like?"}, {"timestamp": [664.12, 666.4], "text": " It's good. Now what you do with it? Spend it or save it was in Munkina. What's the money like? It's good."}, {"timestamp": [666.4, 667.4], "text": " Now what you do with it?"}, {"timestamp": [667.4, 668.2], "text": " Spend it or save it?"}, {"timestamp": [668.2, 669.8], "text": " Save most of it."}, {"timestamp": [669.8, 671.8], "text": " How long do you expect to stay here?"}, {"timestamp": [671.8, 674.8], "text": " Well, I've never really given it any thought."}, {"timestamp": [674.8, 676.6], "text": " As long as possible."}, {"timestamp": [676.6, 679.0], "text": " So you'll probably be here until the project's finished."}, {"timestamp": [679.0, 680.6], "text": " Quite likely."}, {"timestamp": [680.6, 680.8], "text": " Yeah, I see."}, {"timestamp": [680.8, 682.6], "text": " What about your pay?"}, {"timestamp": [682.6, 688.0], "text": " Well, the money's very good really. if you want to save any at your tour."}, {"timestamp": [688.0, 690.0], "text": " You have got a chance of saving in a place like this."}, {"timestamp": [690.0, 692.0], "text": " What was your primary purpose in coming down here?"}, {"timestamp": [692.0, 694.0], "text": " Mainly to save money."}, {"timestamp": [694.0, 698.0], "text": " You're a young man. How do you find the social life in this town?"}, {"timestamp": [698.0, 704.0], "text": " Well, it's all right, but you've got to feel if you want to go to a dance or have a bit of entertainment rights"}, {"timestamp": [704.0, 705.0], "text": " for the other boat lights. I find you've got to go at, Tom to go to a dance or have a bit of entertainment lights"}, {"timestamp": [705.0, 709.0], "text": " for the only boat lights, find you've got to go out at Tau-Maroo or one of the main centres."}, {"timestamp": [709.0, 715.0], "text": " They're not holding a dance or you get a wee bit of brass off going to pictures and that"}, {"timestamp": [715.0, 720.0], "text": " as often as they have them on up here and I find that you've got to travel around a bit to get to these places."}, {"timestamp": [720.0, 723.0], "text": " And as well you feel there's a definite lack of feminine company."}, {"timestamp": [723.0, 726.0], "text": " Yes, you could almost put it that way."}, {"timestamp": [726.0, 731.0], "text": " I would say the number of folks up here are part hours short of girls."}, {"timestamp": [731.0, 733.0], "text": " Now, what sort of hours do you work?"}, {"timestamp": [733.0, 739.0], "text": " Well, when we're on shift, if you're on early shift, we work from six in the morning till three in the afternoon."}, {"timestamp": [739.0, 746.7], "text": " And on late shift, we start at three, and if they're pouring conflict, we go right through to our last five in the morning. You might get that four nights a week."}, {"timestamp": [747.62, 749.62], "text": " Another week you might only get a couple of nights."}, {"timestamp": [750.44, 752.08], "text": " What's your average take-home pay?"}, {"timestamp": [753.64, 757.16], "text": " Oh, about 56 a fortnight."}, {"timestamp": [758.12, 759.16], "text": " You save much of that?"}, {"timestamp": [760.1, 761.8], "text": " Oh yes, save 20 notes a week."}, {"timestamp": [763.52, 765.0], "text": " Save 20 pounds out of a total of..."}, {"timestamp": [765.0, 767.0], "text": " Yes, you could save 40 years."}, {"timestamp": [767.0, 768.0], "text": " Save 40 years."}, {"timestamp": [768.0, 770.0], "text": " 40 year pay, though."}, {"timestamp": [770.0, 775.0], "text": " But I'd play the horses a bit and don't get it saved."}, {"timestamp": [777.0, 780.0], "text": " Three roads lead to the work site."}, {"timestamp": [780.0, 784.0], "text": " Along them, the scrapers roll all day, half the night,"}, {"timestamp": [784.0, 835.0], "text": " hauling the gravel and the rock to form the dam. The The engineers down here are like farmers. They keep an eye on the weather."}, {"timestamp": [835.0, 843.0], "text": " Rain and snow slow the work down, but in summer the height of the dam face can rise by 12 inches a day."}, {"timestamp": [843.0, 847.0], "text": " As Benmore nears completion, work increases for the"}, {"timestamp": [847.0, 852.5], "text": " electricity department's resident engineer Mr. David Douglas. What exactly is your department's"}, {"timestamp": [852.5, 859.94], "text": " function during the construction of the dam? Our function is to install all the operational"}, {"timestamp": [859.94, 867.0], "text": " equipment. Our initial work is installation of scroll cases. Those are those large snail-like"}, {"timestamp": [870.0, 875.0], "text": " structures, about 140 tonne, which carry the water to the turbines."}, {"timestamp": [875.0, 882.0], "text": " Mr. Douglas, what are the main features of the equipment which the electricity department is installing here?"}, {"timestamp": [882.0, 886.48], "text": " Technical explanation of all this will be"}, {"timestamp": [886.48, 895.12], "text": " fairly difficult. Turbines and generators we have here a large, large for New"}, {"timestamp": [895.12, 901.3], "text": " Zealand, twice as large or anything we've installed previously. One machine would"}, {"timestamp": [901.3, 907.0], "text": " handle the total power requirements, peak power requirements for Dunedin City."}, {"timestamp": [907.0, 911.0], "text": " To get the power out to Dunedin, and all the other towns and cities,"}, {"timestamp": [911.0, 914.0], "text": " build a village, employ a thousand men and hundreds of machines,"}, {"timestamp": [914.0, 1036.0], "text": " shift seven million tons of earth and pour a million tons of concrete. The The I'm gonnae. The Time for some to go home, for others to go to work. Only the dam site is busy at this hour."}, {"timestamp": [1036.0, 1041.0], "text": " Only the dam site is busy at this hour."}, {"timestamp": [1041.0, 1046.46], "text": " A few cars pass the quiet town of Otamatata where cats and picture"}, {"timestamp": [1046.46, null], "text": " goers will be the last to bed. And spanning a lonely valley, the Benmore Dam grows higher. You know,"}], "text": " The A hundred years ago. A hundred years ago, a prophecy was made about this valley. A man named Edward Shortland was speaking to a Maori chief and he said, and I quote, We can carry on the imagination to another century when this now desert country will be peopled, when the plains will be grazed by flocks of sheep, and the streams, now flowing idly through remote valleys valleys will be compelled to perform their share of labor. This prophecy has now come to pass. First at Waitaki, then at Lake Tekepole, then at Pukaki, and now New Zealand's biggest hydroelectric scheme at Ben Moore. This scheme is providing power not only for the South Island, but for the entire nation through the Cook Strait cable. Let's go right back to the very beginning when the survey parties were first working on this project. In October 1957, the government's plans to build a massive Earth Dam here were completed. Surveys who'd investigated the ground in 1951 came in again to the remote Waitaki Valley. Drills were put down testing the dam's foundations. Ben Moore's design called for 16 million cubic yards of gravel, clay and rock. A wall that would hold back a lake bigger than Wellington Harbour. A wall 360 feet high, 2,700 feet long and 1,600 feet thick. Three miles downstream, the construction town of Otamatata was a building. A village to house the builders of the dam. In 1960 the Wightacki River was diverted, a year ahead of schedule, marking the end of stage one in Ben Moore's construction. The old channel was sealed off and as the river began running its new course course the work of building the dam began in earnest. Today four years after the diversion channel was made, Benmore is nearly completed. The project's on schedule and the dam will be producing power by the middle of 1965. The labour force totals 1200, nearly all of them men who'd come to Benmore from other hydroelectric schemes. Many of them will move on to dams that are being planned for the late 60s when this one's finished. If a man and his family can accept the isolation of this place, they can be quite content. How long have you been working on this job? About four and a half years now. What have we been doing in that time? Carpentry all the time. I started off first at the down of the Johnson Batcher and we came from there up to the Colvettes, the Virgin Colberts, went on shift work there for just on 12 months, finished the Colvets, went from the Colvets up to the spillway, up there for about two, another 12 months I suppose. But for most of that the main sluice block finished and then we went up to the downstock slope up the back here. Up there for about six or eight months I suppose and been the rest of the time down here at the powerhouse. You're a married man, are you not? Yes, that's correct. What's your take-home pay each week? I'll be about 25 pound a week. And what's the cost of living like here? Well, it's a bit high, but I don't think it's much higher than it would be in a town. What about rentals? Oh, rental's very low. And he got 10 shillings a week, alongside you possibly be playing three pound a week in the town. Fred, you seem to be doing quite well for yourself here. How long you intend to stay on the job? Well, I'm not sure. I'd like to make a few bob and take off probably. I would like to say. In what line of business? Well, I'd like to travel a bit more and perhaps go to UK and just see what it's like there. What will you do when this project's completed? Go to the next one I imagine. You think you will? Oh, I think so. Now, why is that? Well, I like the life. I like the happy crowd here. There's all the good crowds to work with. I like the place altogether. I like the happy crowd here that all the good clouds to work with. I like the place altogether. I like these jobs. And so do most of the men working here. They've put up other dams, Artie, Wakamaru, Maritai, Roxburgh, but this is the biggest yet. Below the powerhouse, it'll house six generators with an output of half a million kilowatts. That's more than the combined output of Maritai and Roxburgh, the country's largest existing hydro stations. The powerhouse, the Pennstocks, the spillway, the dam, each has one or more Ministry of Works Engineers looking after its construction. In charge of the whole operation is the project engineer, Mr. Graham Tate. We asked him how much Ben Moore will cost. Well the initial estimate for the job was 36.4 million pounds. For the 540,000 kilowatt output of the station, this amounted to a cost per kilowatt of 67 pounds. The estimated savings in the, or over the initial estimate, amount to something like five million pounds and with these savings taken into consideration the cost per kilowatt is now reduced to under 60 pounds. What was the cost of building Otamatata township? The cost of the township was roughly 1.9 million pounds including the township and the single men's camp. Otomatata wasn't built to last. In a few years' time, the prefab houses will be pulled down, tracked off to another dam site. For the present, the village is home to 4,500 people. Otomatata's isolation, hits 60 miles from Amaru, the nearest town of any size, is no hardship to the local shopkeepers. Well, Otamata is a very good business town. It's the fact that the population here is reasonably young, they're all working hard, long hours, and that we have no retired people here, it's not possible to live in the village if you're not actually working towards the project itself or towards its alternate reasons. How did the firms here the retailers become established? It was by application to the Ministry of Works. That was some five years ago now by personal and written application and I believe there was just on 280 applicants. How many retailers are there in the town? 13 all told in our little group here. Got any competition from other firms? We do have competition of course everybody must have competition. Our competition comes from the retailers in close centers, the likes of Omru, Timuruu, and Eden, and they are actually classified as hawkers or itinerant traders in the village itself. We've been in about six months and then down here. So you must find the place rather a change? Yes, it was quite a change and we came to the middle of winter which was quite grim. But we've got used to it now really and we quite like it here. It's a bit isolated but we've made our own friends and our own Pymn. Mrs Muirhead, do you like living in Otamata? I quite like it, but I miss Christ's where I come from. I'll be glad to go back there. Is there anything you don't like about living in Otamata? No, it's just as it's rather far from any place. Coming from Rocksboro we seem to be able to dash down to the need much more easily, because that was where my interest were. And there's not quite so many good spots to go if you want to go for a run on a Sunday afternoon. Quite good for the children want to go fishing fishing but the beaches are a little far away found that but I find out of Matata very good now I didn't think I'd ever come to say it when I first arrived here. Do you and your husband manage to get away from Otamatata very often? As often as we can at the weekends we have a small caravan and we just love to get away and take golf do whatever we can over the weekend meet different people it's good for us do you think this is a good place to bring up children oh everyone's got their opinion well what's your opinion oh I wouldn't like to bring my child up the place like this for the children you teach do you think this is a good town well that's a difficult question I think the school is offering it very good the children very good facilities there are so many children I don't think the public facilities are adequate enough it's doubtful if a public playground could cope with all the children the town's believed to have the highest birth rate in the country there are 1,400 children under the age of 15 for those under school age there are play centres organised by housewives. Most older children belong as junior members to at least one sports club. This hall, which was the cinema at the Roxburgh Hydro Camp, is shared by the boxing club and the judo club. Two of the 60 clubs, groups and societies, which give Otamatatans the chance of getting away from their job for a while. The Otamata Welfare Society controls all the social amenities, the halls, the canteen, sports grounds and the cinema, probably one of the best patronised picture theaters in New Zealand today. The rough and tumble days of construction life seem to have gone. The single men's camp is fairly quiet. There aren't many signs of the wild living that characterized a works camp a few years ago. How do working conditions down here compare with those at Mangakino? About the same. And the money you get? As I said before, the wages were not as good as what it was in Manchino. What's the money like? It's good. Now what you do with it? Spend it or save it was in Munkina. What's the money like? It's good. Now what you do with it? Spend it or save it? Save most of it. How long do you expect to stay here? Well, I've never really given it any thought. As long as possible. So you'll probably be here until the project's finished. Quite likely. Yeah, I see. What about your pay? Well, the money's very good really. if you want to save any at your tour. You have got a chance of saving in a place like this. What was your primary purpose in coming down here? Mainly to save money. You're a young man. How do you find the social life in this town? Well, it's all right, but you've got to feel if you want to go to a dance or have a bit of entertainment rights for the other boat lights. I find you've got to go at, Tom to go to a dance or have a bit of entertainment lights for the only boat lights, find you've got to go out at Tau-Maroo or one of the main centres. They're not holding a dance or you get a wee bit of brass off going to pictures and that as often as they have them on up here and I find that you've got to travel around a bit to get to these places. And as well you feel there's a definite lack of feminine company. Yes, you could almost put it that way. I would say the number of folks up here are part hours short of girls. Now, what sort of hours do you work? Well, when we're on shift, if you're on early shift, we work from six in the morning till three in the afternoon. And on late shift, we start at three, and if they're pouring conflict, we go right through to our last five in the morning. You might get that four nights a week. Another week you might only get a couple of nights. What's your average take-home pay? Oh, about 56 a fortnight. You save much of that? Oh yes, save 20 notes a week. Save 20 pounds out of a total of... Yes, you could save 40 years. Save 40 years. 40 year pay, though. But I'd play the horses a bit and don't get it saved. Three roads lead to the work site. Along them, the scrapers roll all day, half the night, hauling the gravel and the rock to form the dam. The The engineers down here are like farmers. They keep an eye on the weather. Rain and snow slow the work down, but in summer the height of the dam face can rise by 12 inches a day. As Benmore nears completion, work increases for the electricity department's resident engineer Mr. David Douglas. What exactly is your department's function during the construction of the dam? Our function is to install all the operational equipment. Our initial work is installation of scroll cases. Those are those large snail-like structures, about 140 tonne, which carry the water to the turbines. Mr. Douglas, what are the main features of the equipment which the electricity department is installing here? Technical explanation of all this will be fairly difficult. Turbines and generators we have here a large, large for New Zealand, twice as large or anything we've installed previously. One machine would handle the total power requirements, peak power requirements for Dunedin City. To get the power out to Dunedin, and all the other towns and cities, build a village, employ a thousand men and hundreds of machines, shift seven million tons of earth and pour a million tons of concrete. The The I'm gonnae. The Time for some to go home, for others to go to work. Only the dam site is busy at this hour. Only the dam site is busy at this hour. A few cars pass the quiet town of Otamatata where cats and picture goers will be the last to bed. And spanning a lonely valley, the Benmore Dam grows higher. You know,"}