{"speakers": [], "chunks": [{"timestamp": [0.0, 30.32], "text": " With melting snow and forty-eighthours and forty-eighthours of steady rain, rivers in South Canterbury were soon swollen."}, {"timestamp": [30.88, 34.92], "text": " They rose overnight and kept on rising, bursting their banks to stream out over the countryside."}, {"timestamp": [35.62, 36.98], "text": " It rained and kept on raining."}, {"timestamp": [37.54, 40.22], "text": " In 24 hours, 9 to 14 inches of rain fell."}, {"timestamp": [40.76, 47.0], "text": " The overflow from rivers and the rain combined to make one of the worst floods in New Zealand's history."}, {"timestamp": [47.0, 68.24], "text": " HADDICs became lakes with only the tops of trees and stacks above the water."}, {"timestamp": [68.24, 73.12], "text": " Roads were flooded, bridges washed away, rail and road communication ceased."}, {"timestamp": [73.12, 77.96], "text": " Towns Timaru, Amaru, Ashburton, Wymouthi, Timoka, Geraldine were isolated."}, {"timestamp": [77.96, 79.96], "text": " At first, loss of life was feared."}, {"timestamp": [79.96, 84.56], "text": " Thousands of pounds worth of damage was done to crops and stock, homes and buildings."}, {"timestamp": [84.56, 87.34], "text": " For many people it will be some time before they can return to their homes."}, {"timestamp": [87.96, 91.7], "text": " Many houses were covered almost to the rooftops, and now their feet deep in silt."}, {"timestamp": [92.32, 94.94], "text": " All possible aid was sent to the people wherever they could be reached,"}, {"timestamp": [95.18, 96.98], "text": " but many were marooned for several days."}, {"timestamp": [104.9, 110.0], "text": " But worse than the loss of stock and the damage to buildings, roads and bridges is the loss of crops."}, {"timestamp": [110.0, 112.0], "text": " Small seed crops have been completely ruined."}, {"timestamp": [112.0, 116.0], "text": " A thousand acres of valuable linen flax lies rotting."}, {"timestamp": [116.0, 119.0], "text": " Potato crops and pea crops have been almost destroyed."}, {"timestamp": [119.0, 122.0], "text": " A few days ago, wheat, oats and barley were ripening."}, {"timestamp": [122.0, 125.0], "text": " Some ready for harvesting, some cut and waiting to be picked up."}, {"timestamp": [125.0, 130.0], "text": " Now it's been soaked and beaten down. Even before the flood our wheat crop was short."}, {"timestamp": [130.0, 136.0], "text": " We wanted 300,000 acres and had only 186,000 to harvest. Now we'll have even less."}, {"timestamp": [140.0, 147.0], "text": " Coming at a time when we can ill afford to lose these vital food crops, this flood is a national disaster to a country at war."}, {"timestamp": [151.0, 158.0], "text": " To the Polish children's camp at Pia Tour comes the Prime Minister"}, {"timestamp": [158.0, 163.0], "text": " on an official visit to our 800 wartime guests who arrived in New Zealand three months ago."}, {"timestamp": [163.0, 167.4], "text": " Since living here, their health and general well-being has greatly improved."}, {"timestamp": [167.4, 172.0], "text": " Good food, pleasant surroundings, kindness and material care are working wonders for them."}, {"timestamp": [176.0, 184.6], "text": " Highlight of the visit is the sight of these children performing their national dances."}, {"timestamp": [184.6, 187.0], "text": " They look forward to dancing someday soon in their own land again."}, {"timestamp": [187.0, 189.0], "text": " Meanwhile, they're faring well."}, {"timestamp": [189.0, 201.0], "text": " Moving up, Auckland Harbour is HMS Howell, flagship of the British Pacific Fleet"}, {"timestamp": [201.0, 203.0], "text": " and the most formidable fighting ship here to visit New Zealand."}, {"timestamp": [207.0, 209.24], "text": " Behind her come her escort destroyers."}, {"timestamp": [209.24, 213.58], "text": " Small boys welcome their first battleship and older people a new friend."}, {"timestamp": [213.58, 216.88], "text": " Also comes the famous Achilles, veteran of the River Plate and Solomon's actions"}, {"timestamp": [216.88, 218.88], "text": " returning home after two years."}, {"timestamp": [218.88, 224.6], "text": " For waiting wives, this is an eventful day."}, {"timestamp": [224.6, 228.34], "text": " When birth, the Howe looks all of her 35,000 tons and dwarfs everything"}, {"timestamp": [228.34, 235.0], "text": " in sight. On board his flagship is Admiral Sir Bruce Fraser, commander-in-chief of the British"}, {"timestamp": [235.0, 239.26], "text": " Pacific Fleet. The naval parade is Auckland's opportunity for an official welcome."}, {"timestamp": [239.26, 244.06], "text": " Stretching up Queen Street as far as the eye can see is a moving ribbon of men. Not since the"}, {"timestamp": [244.06, 246.94], "text": " Achilles came home after the sinking of the Graf's Bay has there been a naval"}, {"timestamp": [246.94, 248.64], "text": " parade like this."}, {"timestamp": [248.64, 254.42], "text": " 1,500 officers and men are marching today."}, {"timestamp": [254.42, 260.48], "text": " In the parade is a detachment of 50 Rens."}, {"timestamp": [260.48, 262.88], "text": " Taking the marching honors are the Royal Marines."}, {"timestamp": [262.88, 266.5], "text": " These ship stationed soldiers give a display any infantry regiment would be proud of."}, {"timestamp": [266.9, 271.04], "text": " The impressive parade will be long remembered by the 70,000 people who turned out to see it."}, {"timestamp": [276.56, 279.26], "text": " When it comes to scrubbing, the Howe's got a lot of deck."}, {"timestamp": [279.5, 281.84], "text": " But for the captain's bull terrier, it's a fine playground."}, {"timestamp": [282.34, 287.0], "text": " 740 feet long and 103 feet wide."}, {"timestamp": [287.0, 294.0], "text": " The Howe puts to sea for exercises, accompanying her as the New Zealand cruiser, Gambia."}, {"timestamp": [294.0, 297.0], "text": " First part of the exercises is defense against dive bombers."}, {"timestamp": [297.0, 308.0], "text": " Land-based fighters of the RNZEF swoop over the ships, guns are swung on them, the ships dodged by changing course."}, {"timestamp": [312.0, 315.0], "text": " For the anti-aircraft shoot a plane toes-a-sleeved target."}, {"timestamp": [322.0, 329.0], "text": " These multiple pom-poms spray out a curtain of fire. Empty shellcases cascade down to the deck. Tracer shells curve towards the target from all directions."}, {"timestamp": [329.0, 333.0], "text": " And on board the Gambia, gun crews are kept busy on the four-inch guns."}, {"timestamp": [333.0, 337.0], "text": " Small wonder that the target was often shot down."}, {"timestamp": [337.0, 340.0], "text": " On board the Gambia, the six-inch guns are lined up."}, {"timestamp": [340.0, 344.0], "text": " Firing her heavies on a distant target calls for careful calculation."}, {"timestamp": [344.0, 345.34], "text": " The movements of ship,"}, {"timestamp": [345.34, 357.0], "text": " sea and target all have to be considered. On the Howe they get ready to fire her 14-inch guns."}, {"timestamp": [357.0, 374.0], "text": " The first time guns of such a size will fire in New Zealand waters. When the Howe fires a broadside from all ten guns, she has seen for what she is, one of the most powerful of the world's modern battleships."}, {"timestamp": [374.0, 394.0], "text": " The Gambia winds up her exercises by reimbier winds up her exercises by releasing torpedoes, yet another weapon of this hard-hitting cruiser."}, {"timestamp": [398.0, 405.66], "text": " The Gambia has acquitted herself well. As the newest member of New Zealand's fleet,"}, {"timestamp": [405.86, 409.02], "text": " she's shown that she's in the tradition of the Leander and the Achilles."}], "text": " With melting snow and forty-eighthours and forty-eighthours of steady rain, rivers in South Canterbury were soon swollen. They rose overnight and kept on rising, bursting their banks to stream out over the countryside. It rained and kept on raining. In 24 hours, 9 to 14 inches of rain fell. The overflow from rivers and the rain combined to make one of the worst floods in New Zealand's history. HADDICs became lakes with only the tops of trees and stacks above the water. Roads were flooded, bridges washed away, rail and road communication ceased. Towns Timaru, Amaru, Ashburton, Wymouthi, Timoka, Geraldine were isolated. At first, loss of life was feared. Thousands of pounds worth of damage was done to crops and stock, homes and buildings. For many people it will be some time before they can return to their homes. Many houses were covered almost to the rooftops, and now their feet deep in silt. All possible aid was sent to the people wherever they could be reached, but many were marooned for several days. But worse than the loss of stock and the damage to buildings, roads and bridges is the loss of crops. Small seed crops have been completely ruined. A thousand acres of valuable linen flax lies rotting. Potato crops and pea crops have been almost destroyed. A few days ago, wheat, oats and barley were ripening. Some ready for harvesting, some cut and waiting to be picked up. Now it's been soaked and beaten down. Even before the flood our wheat crop was short. We wanted 300,000 acres and had only 186,000 to harvest. Now we'll have even less. Coming at a time when we can ill afford to lose these vital food crops, this flood is a national disaster to a country at war. To the Polish children's camp at Pia Tour comes the Prime Minister on an official visit to our 800 wartime guests who arrived in New Zealand three months ago. Since living here, their health and general well-being has greatly improved. Good food, pleasant surroundings, kindness and material care are working wonders for them. Highlight of the visit is the sight of these children performing their national dances. They look forward to dancing someday soon in their own land again. Meanwhile, they're faring well. Moving up, Auckland Harbour is HMS Howell, flagship of the British Pacific Fleet and the most formidable fighting ship here to visit New Zealand. Behind her come her escort destroyers. Small boys welcome their first battleship and older people a new friend. Also comes the famous Achilles, veteran of the River Plate and Solomon's actions returning home after two years. For waiting wives, this is an eventful day. When birth, the Howe looks all of her 35,000 tons and dwarfs everything in sight. On board his flagship is Admiral Sir Bruce Fraser, commander-in-chief of the British Pacific Fleet. The naval parade is Auckland's opportunity for an official welcome. Stretching up Queen Street as far as the eye can see is a moving ribbon of men. Not since the Achilles came home after the sinking of the Graf's Bay has there been a naval parade like this. 1,500 officers and men are marching today. In the parade is a detachment of 50 Rens. Taking the marching honors are the Royal Marines. These ship stationed soldiers give a display any infantry regiment would be proud of. The impressive parade will be long remembered by the 70,000 people who turned out to see it. When it comes to scrubbing, the Howe's got a lot of deck. But for the captain's bull terrier, it's a fine playground. 740 feet long and 103 feet wide. The Howe puts to sea for exercises, accompanying her as the New Zealand cruiser, Gambia. First part of the exercises is defense against dive bombers. Land-based fighters of the RNZEF swoop over the ships, guns are swung on them, the ships dodged by changing course. For the anti-aircraft shoot a plane toes-a-sleeved target. These multiple pom-poms spray out a curtain of fire. Empty shellcases cascade down to the deck. Tracer shells curve towards the target from all directions. And on board the Gambia, gun crews are kept busy on the four-inch guns. Small wonder that the target was often shot down. On board the Gambia, the six-inch guns are lined up. Firing her heavies on a distant target calls for careful calculation. The movements of ship, sea and target all have to be considered. On the Howe they get ready to fire her 14-inch guns. The first time guns of such a size will fire in New Zealand waters. When the Howe fires a broadside from all ten guns, she has seen for what she is, one of the most powerful of the world's modern battleships. The Gambia winds up her exercises by reimbier winds up her exercises by releasing torpedoes, yet another weapon of this hard-hitting cruiser. The Gambia has acquitted herself well. As the newest member of New Zealand's fleet, she's shown that she's in the tradition of the Leander and the Achilles."}