{"speakers": [], "chunks": [{"timestamp": [0.0, 28.32], "text": " The Royal New Zealand Air Force have a new use for a wartime Avenger torpedo bomber."}, {"timestamp": [28.98, 33.2], "text": " At O'Harkia, a container is being filled with a ton of hillside superphosphate fertilizer"}, {"timestamp": [33.2, 37.3], "text": " to be spread from the air in tests to find a way of maintaining pasture growth"}, {"timestamp": [37.3, 40.14], "text": " and combating erosion in an accessible and hilly country."}, {"timestamp": [44.2, 47.0], "text": " The Air Force have designed the equipment and will do the flying,"}, {"timestamp": [47.0, 50.0], "text": " but officers of the soil conservation and river control council"}, {"timestamp": [50.0, 55.0], "text": " are on the airfield to check the density of the fertilizer when dropped from various heights."}, {"timestamp": [55.0, 59.0], "text": " For this purpose, trays of a known size are spread to catch the super"}, {"timestamp": [59.0, 82.0], "text": " and give a basis for working out the coverage per acre."}, {"timestamp": [88.66, 91.68], "text": " The airfield runway is ideal for checking the results, as the particles of special granulated super are not hidden in the grass."}, {"timestamp": [100.04, 100.86], "text": " The width of the area covered is checked on the runway, and the density is gauged by collecting the super phosphate in the trays, weighing it and calculating the amount per acre."}, {"timestamp": [108.14, 109.92], "text": " These initial tests on flat country were a complete success and showed that the fertilizer can be dropped at controlled rates of 2 to 500 weight an acre in about 50 yards wide."}, {"timestamp": [110.66, 114.32], "text": " These results give promise that the combined efforts of the Soil Conservation Council"}, {"timestamp": [114.32, 118.5], "text": " and the Air Force will help to solve one of New Zealand's greatest soil problems,"}, {"timestamp": [119.1, 130.0], "text": " the promotion of growth in inaccessible and hilly country."}, {"timestamp": [135.6, 141.2], "text": " A disabled serviceman who has found a way of escaping the continual confinement of hospital life is Mr. John Clare, a patient in the Hut Hospital Wellington. A keen motorist before he lost the use of both legs at casino,"}, {"timestamp": [141.2, 149.8], "text": " Mr. Clare can now occupy a great deal of time taking his fellow patients for runs in his own specially modified car. Realizing the possibilities of fitting special"}, {"timestamp": [149.8, 154.68], "text": " controls to an ordinary motor car, Mr. Clear sent plans to several big concerns in Great Britain."}, {"timestamp": [155.28, 159.78], "text": " One firm was already working along the same lines, and before long their New Zealand representatives"}, {"timestamp": [159.78, 162.88], "text": " were able to adapt Mr. Clare's car with complete success."}, {"timestamp": [165.04, 167.78], "text": " Once in the car, Mr. Clare takes sole control."}, {"timestamp": [168.24, 170.28], "text": " Lifting himself up by the steel roof supports,"}, {"timestamp": [170.58, 172.3], "text": " he eases himself into the driving seat"}, {"timestamp": [172.3, 174.42], "text": " and slides it forward into the correct position."}, {"timestamp": [180.64, 182.94], "text": " The wheelchair is still indispensable, though."}, {"timestamp": [183.3, 185.44], "text": " Wherever Mr. Clare goes, it has to go too."}, {"timestamp": [187.54, 190.1], "text": " The pistol grip on the gear lever works the clutch."}, {"timestamp": [190.56, 192.18], "text": " There are no foot pedals to bother with here."}, {"timestamp": [192.7, 194.78], "text": " The smaller chromium handle is the accelerator."}, {"timestamp": [196.0, 198.7], "text": " The gauge registers the pressure in the vacuum tanks,"}, {"timestamp": [198.7, 201.28], "text": " on which the operation of the clutch and brake depend."}, {"timestamp": [205.68, 207.36], "text": " The big hand lever is the brake."}, {"timestamp": [208.0, 209.68], "text": " If required, a very slight adjustment"}, {"timestamp": [209.68, 212.3], "text": " can bring the car's normal controls back into operation."}, {"timestamp": [213.04, 215.64], "text": " These simple changes have given the disabled driver"}, {"timestamp": [215.64, 217.46], "text": " a chance to move around independently,"}, {"timestamp": [217.96, 219.56], "text": " far beyond the range of his wheelchair."}, {"timestamp": [230.76, 237.24], "text": " The oil wells on Motoroa Beach at New Plymouth have been producing small quantities for many years. And local confidence in the existence of further supplies of oil is apparent as a new Derrick appears a short distance from the beach."}, {"timestamp": [240.0, 245.8], "text": " The modern drilling equipment was all brought overland from Gisbon, where operations had been abandoned."}, {"timestamp": [250.56, 251.08], "text": " Preparations have now been completed, and the team attaches the bit to the four and a half ton block and hook."}, {"timestamp": [256.22, 256.94], "text": " Connected to the hollow bit as a rotary hose, whose thousand pound pressure will drive all the drillings to the surface."}, {"timestamp": [278.98, 283.0], "text": " The massive machinery needed to operate the heavy gear is driven by two 150 horsepower motors running on distillate produced from the local well. The 22-inch 2.5-ton bit is slowly guided into the casing"}, {"timestamp": [283.0, 285.16], "text": " to start on its estimated three and a half"}, {"timestamp": [285.16, 294.16], "text": " thousand foot journey down through the earth into the oil bearing strata the drill is fixed in the"}, {"timestamp": [294.16, 298.9], "text": " rotary table and the borings underway with months of hard work and anticipation for the drillers"}, {"timestamp": [301.7, 305.36], "text": " in the meantime the daily work of drawing oil from the old bores continues."}, {"timestamp": [306.1, 311.2], "text": " Driven by an old car engine, the winch hauls up over 2,000 feet of cable with a washer attached,"}, {"timestamp": [311.64, 314.28], "text": " which brings with it the oil that seeped into the casing overnight."}, {"timestamp": [323.6, 327.68], "text": " The crude oil pours into a storage tank to await delivery to the local refinery."}, {"timestamp": [329.72, 332.64], "text": " After clearing the first well, a start's made on the other,"}, {"timestamp": [332.98, 336.08], "text": " which is worked by steam power generated by gas from the bore"}, {"timestamp": [336.08, 337.9], "text": " and waste products from the refinery."}, {"timestamp": [350.4, 350.88], "text": " Amidst clouds of steam, the rattling antiquated machinery is set in motion,"}, {"timestamp": [352.84, 353.48], "text": " and the large baler is lowered into the casing."}, {"timestamp": [355.7, 356.38], "text": " This bore also is over 2,000 feet deep."}, {"timestamp": [381.8, 386.4], "text": " 11 times each morning the baler, which on its first trip, engaged to start the long pull-up."}, {"timestamp": [392.6, 399.8], "text": " Gas fumes precede the arrival of the baler, which on its first trip contains a fair amount of quite warm water as well as oil."}, {"timestamp": [405.06, 412.08], "text": " Lowering the baler into a trap releases a valve at the bottom, and the water and oil flow out into the sun."}, {"timestamp": [416.1, 416.4], "text": " At the refinery, 2,000 gallons of crude oil are handled every week,"}, {"timestamp": [419.34, 422.9], "text": " producing about 400 gallons of 72 octane petrol and about 1,000 gallons of distillate, kerosene, and diesel oil."}, {"timestamp": [423.58, 426.4], "text": " Tests are taken at regular intervals as the oil is distilled"}, {"timestamp": [426.4, 428.28], "text": " to determine the specific gravity,"}, {"timestamp": [428.72, 432.12], "text": " which indicates when to switch tanks to separate petrol from kerosene."}, {"timestamp": [441.64, 444.8], "text": " The petrol produced is much in demand among local users"}, {"timestamp": [444.8, 447.0], "text": " who come to the refinery to fill up."}, {"timestamp": [447.0, 455.0], "text": " This farmer has been running his tractor most efficiently on the distillate for 11 years,"}, {"timestamp": [455.0, 460.0], "text": " and the fishermen, needing a reliable high-quality diesel oil, fill up with local Teranecki fuel."}, {"timestamp": [460.0, 466.48], "text": " If the optimism of the drillers is rewarded, a useful contribution to local oil fuel supplies will be increased."}], "text": " The Royal New Zealand Air Force have a new use for a wartime Avenger torpedo bomber. At O'Harkia, a container is being filled with a ton of hillside superphosphate fertilizer to be spread from the air in tests to find a way of maintaining pasture growth and combating erosion in an accessible and hilly country. The Air Force have designed the equipment and will do the flying, but officers of the soil conservation and river control council are on the airfield to check the density of the fertilizer when dropped from various heights. For this purpose, trays of a known size are spread to catch the super and give a basis for working out the coverage per acre. The airfield runway is ideal for checking the results, as the particles of special granulated super are not hidden in the grass. The width of the area covered is checked on the runway, and the density is gauged by collecting the super phosphate in the trays, weighing it and calculating the amount per acre. These initial tests on flat country were a complete success and showed that the fertilizer can be dropped at controlled rates of 2 to 500 weight an acre in about 50 yards wide. These results give promise that the combined efforts of the Soil Conservation Council and the Air Force will help to solve one of New Zealand's greatest soil problems, the promotion of growth in inaccessible and hilly country. A disabled serviceman who has found a way of escaping the continual confinement of hospital life is Mr. John Clare, a patient in the Hut Hospital Wellington. A keen motorist before he lost the use of both legs at casino, Mr. Clare can now occupy a great deal of time taking his fellow patients for runs in his own specially modified car. Realizing the possibilities of fitting special controls to an ordinary motor car, Mr. Clear sent plans to several big concerns in Great Britain. One firm was already working along the same lines, and before long their New Zealand representatives were able to adapt Mr. Clare's car with complete success. Once in the car, Mr. Clare takes sole control. Lifting himself up by the steel roof supports, he eases himself into the driving seat and slides it forward into the correct position. The wheelchair is still indispensable, though. Wherever Mr. Clare goes, it has to go too. The pistol grip on the gear lever works the clutch. There are no foot pedals to bother with here. The smaller chromium handle is the accelerator. The gauge registers the pressure in the vacuum tanks, on which the operation of the clutch and brake depend. The big hand lever is the brake. If required, a very slight adjustment can bring the car's normal controls back into operation. These simple changes have given the disabled driver a chance to move around independently, far beyond the range of his wheelchair. The oil wells on Motoroa Beach at New Plymouth have been producing small quantities for many years. And local confidence in the existence of further supplies of oil is apparent as a new Derrick appears a short distance from the beach. The modern drilling equipment was all brought overland from Gisbon, where operations had been abandoned. Preparations have now been completed, and the team attaches the bit to the four and a half ton block and hook. Connected to the hollow bit as a rotary hose, whose thousand pound pressure will drive all the drillings to the surface. The massive machinery needed to operate the heavy gear is driven by two 150 horsepower motors running on distillate produced from the local well. The 22-inch 2.5-ton bit is slowly guided into the casing to start on its estimated three and a half thousand foot journey down through the earth into the oil bearing strata the drill is fixed in the rotary table and the borings underway with months of hard work and anticipation for the drillers in the meantime the daily work of drawing oil from the old bores continues. Driven by an old car engine, the winch hauls up over 2,000 feet of cable with a washer attached, which brings with it the oil that seeped into the casing overnight. The crude oil pours into a storage tank to await delivery to the local refinery. After clearing the first well, a start's made on the other, which is worked by steam power generated by gas from the bore and waste products from the refinery. Amidst clouds of steam, the rattling antiquated machinery is set in motion, and the large baler is lowered into the casing. This bore also is over 2,000 feet deep. 11 times each morning the baler, which on its first trip, engaged to start the long pull-up. Gas fumes precede the arrival of the baler, which on its first trip contains a fair amount of quite warm water as well as oil. Lowering the baler into a trap releases a valve at the bottom, and the water and oil flow out into the sun. At the refinery, 2,000 gallons of crude oil are handled every week, producing about 400 gallons of 72 octane petrol and about 1,000 gallons of distillate, kerosene, and diesel oil. Tests are taken at regular intervals as the oil is distilled to determine the specific gravity, which indicates when to switch tanks to separate petrol from kerosene. The petrol produced is much in demand among local users who come to the refinery to fill up. This farmer has been running his tractor most efficiently on the distillate for 11 years, and the fishermen, needing a reliable high-quality diesel oil, fill up with local Teranecki fuel. If the optimism of the drillers is rewarded, a useful contribution to local oil fuel supplies will be increased."}