{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " The Boys of Christ College Cadet Corps are proud of their 25 pounder."}, {"timestamp": [27.0, 30.0], "text": " They're doubling to it to get the weapon unlimbered."}, {"timestamp": [30.0, 47.0], "text": " No other Cadet Corps has a gun like this, but this cadet unit has much modern equipment."}, {"timestamp": [47.0, 53.0], "text": " Just now they're bringing up their mortars and machine guns. Such weapons are playing a big part on the Normandy front at this very moment."}, {"timestamp": [53.0, 63.0], "text": " Here come the mortars. We hope the war will be over before these lads are of military age."}, {"timestamp": [63.0, 66.44], "text": " These operations are just a regular part of the college training."}, {"timestamp": [76.72, 79.24], "text": " Basic training and the use of the rifle is not forgotten."}, {"timestamp": [79.88, 82.24], "text": " Modern weapons don't replace the steady hand and eye."}, {"timestamp": [83.12, 84.36], "text": " Here's the signals unit."}, {"timestamp": [84.96, 87.0], "text": " They train with portable radio telephone gear."}, {"timestamp": [93.26, 97.86], "text": " The unit's military equipment looks a lot more modern than the college buildings, and it needs to."}, {"timestamp": [98.28, 101.82], "text": " After all, it wouldn't be much use in these days learning how to fight the wars of the roses."}, {"timestamp": [108.0, 112.0], "text": " Off they go, college boys who are keen members of a well-equipped cadet corps."}, {"timestamp": [116.0, 126.36], "text": " The returned servicemen's re-establishment league's new centre in Wellington aims at teaching disabled soldiers new occupations."}, {"timestamp": [126.9, 130.5], "text": " Some pretty firm ideas on the subject are held by the director, Mr. Frank Loudon."}, {"timestamp": [131.06, 135.8], "text": " It is absolutely no use just finding any old job for a disabled man."}, {"timestamp": [136.4, 144.44], "text": " The first thing we have to do is to find where his inclinations lie and then train him in this work if at all possible."}, {"timestamp": [145.0, 149.0], "text": " For instance, here is Jack Hannaanna who is learning to make artificial limbs."}, {"timestamp": [149.0, 155.0], "text": " I was a journey machinist. Before that, I did a bit of mountain climbing down the Fox Glacier."}, {"timestamp": [155.0, 160.0], "text": " Unfortunately, I didn't duck quick enough in Merzimuth and lost a league."}, {"timestamp": [160.0, 164.0], "text": " I've given me a pretty good substitute and I'm getting around fairly well now."}, {"timestamp": [164.0, 169.0], "text": " Trainees spend about three years here. they find that legs can be most interesting."}, {"timestamp": [169.0, 172.0], "text": " That is, uh, artificial ones."}, {"timestamp": [172.0, 179.0], "text": " They learn how to shape limbs from wood to do the metal and leather work."}, {"timestamp": [179.0, 182.0], "text": " Amputees learn to use artificial legs and arms at work,"}, {"timestamp": [182.0, 187.14], "text": " and with the aid of mirrors learn to walk again in this walking gallery where they can watch and correct the behavior of"}, {"timestamp": [187.14, 194.64], "text": " their new legs of course all trainees haven't lost a leg or an arm here's"}, {"timestamp": [194.64, 199.86], "text": " Bill Anderson I was in the merchant service before the war when war broke out I joined"}, {"timestamp": [199.86, 204.78], "text": " the Royal Museum and Navy since then my chest packed up a bit so I decided to take on"}, {"timestamp": [204.78, 209.78], "text": " manufacture of power shell took a bit of getting used to it first but I'm"}, {"timestamp": [209.78, 213.56], "text": " getting all right at it now but I think it's a lot better than splicing ropes or"}, {"timestamp": [213.56, 218.12], "text": " surgery and paintwork. This is some of the work Bill Anderson is learning to do."}, {"timestamp": [218.12, 221.84], "text": " It'll be sold through the league shops where there are also the baskets made at"}, {"timestamp": [221.84, 229.6], "text": " the centre. The materials used were imported but are now grown on on a widow farm run by the league in the Hutt Valley."}, {"timestamp": [229.6, 237.1], "text": " In the factory the canes are made into postal containers, army signalers baskets,"}, {"timestamp": [237.1, 240.6], "text": " bassonets, shopping baskets, and even strainers for fire hoses."}, {"timestamp": [244.7, 249.0], "text": " One of the workers here is Joe Skolls who was disabled in this war."}, {"timestamp": [249.0, 254.0], "text": " I was in the engineers and got tangled up to the mine just out of Tripoli."}, {"timestamp": [254.0, 262.0], "text": " And since I've only got a little side left, the leave is training me in basket making for future occupation."}, {"timestamp": [262.0, 267.0], "text": " Alongside Joe works Max Sheeran, who got his packet in the Somme in 1918. The league is always trying to find new jobs for future occupation. Alongside Joe works Max Sheeran who got his packet in the Somme in 1918."}, {"timestamp": [267.0, 274.0], "text": " The League is always trying to find new jobs for disabled men. They do a good deal of leather work making slippers, bags and purses."}, {"timestamp": [274.0, 283.0], "text": " Boot repairing is a new venture and one of the trainees who is ready to set up on his own is Wally Jones."}, {"timestamp": [283.0, 287.0], "text": " I was a merchant seaman in this war, I was also in the Navy in the last war,"}, {"timestamp": [287.0, 290.0], "text": " and in between wars I also went to sea."}, {"timestamp": [290.0, 294.0], "text": " To an accident at sea, I, to my legs,"}, {"timestamp": [294.0, 297.0], "text": " I found myself iron dry on the beach,"}, {"timestamp": [297.0, 301.0], "text": " and I had a chance of coming up here to learn the boot trades."}, {"timestamp": [301.0, 304.0], "text": " In the cabinet making department is Joe Stapleton,"}, {"timestamp": [304.0, 307.0], "text": " who had an argument with a landmine at El Alamein."}, {"timestamp": [307.0, 312.0], "text": " I was a timber worker before I went to the army, so I can't look at my hands up higher than this now,"}, {"timestamp": [312.0, 315.0], "text": " but working on a bench that's me fine."}, {"timestamp": [315.0, 318.0], "text": " These are some of the things Joe and his fellow workers are making."}, {"timestamp": [318.0, 321.0], "text": " After a year's training they get the chance of going to an outside job."}, {"timestamp": [321.0, 322.5], "text": " For as Joe says,"}, {"timestamp": [322.5, 326.5], "text": " I like it and they treat us well here. Of course, we want to get into industry."}, {"timestamp": [326.5, 329.5], "text": " Disabled men do not want charity."}, {"timestamp": [329.5, 331.5], "text": " They want useful jobs."}, {"timestamp": [331.5, 335.0], "text": " I feel sure there are many jobs in industry"}, {"timestamp": [335.0, 337.5], "text": " that could be done by disabled men."}, {"timestamp": [337.5, 340.0], "text": " We are looking for those jobs."}, {"timestamp": [340.0, 342.5], "text": " Perhaps you can help us."}, {"timestamp": [342.5, 347.0], "text": " Let us have your suggestions."}, {"timestamp": [347.0, 356.0], "text": " Arriving at an Italian aerodrome today is one of the latest York Plains."}, {"timestamp": [356.0, 361.0], "text": " This giant transport twin brother to the Lancaster bomber brings the right Honourable Peter Fraser and party to Italy."}, {"timestamp": [361.0, 364.0], "text": " To greet Mr. Fraser, his general Sir Bernard Freiburg."}, {"timestamp": [364.0, 365.36], "text": " Mr. Fraser has come to see for himself how the New Zealand division is faring after six months of hard and bitter campaigning in Italy. To greet Mr. Fraser is General Sir Bernard Freiburg. Mr. Fraser has come to"}, {"timestamp": [365.36, 368.9], "text": " see for himself how the New Zealand division is faring after six months of hard and bitter"}, {"timestamp": [368.9, 372.9], "text": " campaigning in Italy. While he is here, he will also take the opportunity of telling the men"}, {"timestamp": [372.9, 374.94], "text": " what we in New Zealand are doing to back them up."}, {"timestamp": [388.0, 394.0], "text": " Next morning, the party sets off for the casino area. It is less than a week since casino fell and along the roadside are many reminders that the fighting has only just moved on."}, {"timestamp": [394.0, 397.0], "text": " These knocked out tanks have not yet been salvaged."}, {"timestamp": [397.0, 399.0], "text": " These Polish dead are yet unburied."}, {"timestamp": [399.0, 409.0], "text": " Leaving their jeeps, the party start climbing the monastery hill."}, {"timestamp": [409.0, 414.0], "text": " It was over this ground that the most desperate battles of the whole Mediterranean campaign were fought."}, {"timestamp": [414.0, 419.0], "text": " Here for a long five months, the Germans managed to pin down the Allied advance."}, {"timestamp": [419.0, 424.0], "text": " Up this steep slope, men had to fight, and General Freiburg shows Mr. Fraser and General Paddock"}, {"timestamp": [424.0, 428.0], "text": " how the German occupation of the monastery put them in command of the whole valley."}, {"timestamp": [432.0, 441.0], "text": " The party clamor over the monastery ruins. It was from this vantage point that the Germans directed their counterattacks against the New Zealand division two months before."}, {"timestamp": [441.0, 445.34], "text": " With such odds against them, casino had been too tough for even the Kiwis to crack."}, {"timestamp": [449.14, 467.0], "text": " But the way they fought brings pride to the New Zealanders looking down on all that is left of Casino Town. Arriving here."}, {"timestamp": [467.0, 488.56], "text": " Arriving here today is the first party of 19 Anzac brides from Canada,"}, {"timestamp": [488.96, 491.78], "text": " girls whom New Zealand airmen met and married while training in Canada."}, {"timestamp": [492.24, 493.22], "text": " This is no lease left."}, {"timestamp": [493.58, 496.3], "text": " They've given up the maple leaf for the fern leaf, and they're here to live."}, {"timestamp": [496.8, 499.06], "text": " We hope they'll stay as happy as they look when they arrived."}, {"timestamp": [499.62, 502.72], "text": " Their homes will be in towns and districts widely scattered throughout the Dominion."}, {"timestamp": [503.52, 507.0], "text": " With some of them came their children, who look at credit to any country."}, {"timestamp": [507.0, 510.0], "text": " The children wouldn't talk, but some of the wives obliged."}, {"timestamp": [510.0, 514.0], "text": " They've asked me say a few words on how your boys have been received in Canada."}, {"timestamp": [514.0, 519.0], "text": " The boys are being well looked after and they're well liked by one and all."}, {"timestamp": [519.0, 521.0], "text": " Everyone speaks well of the New Zealand boys."}, {"timestamp": [521.0, 523.0], "text": " In fact, I married one."}, {"timestamp": [523.0, 527.12], "text": " And they have clubs which if the boys go to, they can be taken to the homes of any of the New Zealand boys. In fact, I married one. And they have clubs, which if the boys go to,"}, {"timestamp": [527.76, 534.0], "text": " they can be taken to the homes of any of the people, no matter of what class, and they can go"}, {"timestamp": [534.0, 539.84], "text": " any time after that to these homes, and they're made just one of us. I met my husband in Winnipeg,"}, {"timestamp": [539.96, 544.52], "text": " Canada, and we've been looking forward to coming to New Zealand for a long time, and I think"}, {"timestamp": [544.52, 546.76], "text": " we will like it very much. We've had a very wonderful trip, and it've been looking forward to coming to New Zealand for a long time and I think we will like it very much."}, {"timestamp": [546.76, 551.9], "text": " We've had a very wonderful trip and it's been exceptionally more so for me because when"}, {"timestamp": [551.9, 561.24], "text": " I embarked I was on crutches and I'm very, very glad to say now that I'm able to do without"}, {"timestamp": [561.24, 566.7], "text": " them and more so because I was supposed to never walk again."}], "text": " The Boys of Christ College Cadet Corps are proud of their 25 pounder. They're doubling to it to get the weapon unlimbered. No other Cadet Corps has a gun like this, but this cadet unit has much modern equipment. Just now they're bringing up their mortars and machine guns. Such weapons are playing a big part on the Normandy front at this very moment. Here come the mortars. We hope the war will be over before these lads are of military age. These operations are just a regular part of the college training. Basic training and the use of the rifle is not forgotten. Modern weapons don't replace the steady hand and eye. Here's the signals unit. They train with portable radio telephone gear. The unit's military equipment looks a lot more modern than the college buildings, and it needs to. After all, it wouldn't be much use in these days learning how to fight the wars of the roses. Off they go, college boys who are keen members of a well-equipped cadet corps. The returned servicemen's re-establishment league's new centre in Wellington aims at teaching disabled soldiers new occupations. Some pretty firm ideas on the subject are held by the director, Mr. Frank Loudon. It is absolutely no use just finding any old job for a disabled man. The first thing we have to do is to find where his inclinations lie and then train him in this work if at all possible. For instance, here is Jack Hannaanna who is learning to make artificial limbs. I was a journey machinist. Before that, I did a bit of mountain climbing down the Fox Glacier. Unfortunately, I didn't duck quick enough in Merzimuth and lost a league. I've given me a pretty good substitute and I'm getting around fairly well now. Trainees spend about three years here. they find that legs can be most interesting. That is, uh, artificial ones. They learn how to shape limbs from wood to do the metal and leather work. Amputees learn to use artificial legs and arms at work, and with the aid of mirrors learn to walk again in this walking gallery where they can watch and correct the behavior of their new legs of course all trainees haven't lost a leg or an arm here's Bill Anderson I was in the merchant service before the war when war broke out I joined the Royal Museum and Navy since then my chest packed up a bit so I decided to take on manufacture of power shell took a bit of getting used to it first but I'm getting all right at it now but I think it's a lot better than splicing ropes or surgery and paintwork. This is some of the work Bill Anderson is learning to do. It'll be sold through the league shops where there are also the baskets made at the centre. The materials used were imported but are now grown on on a widow farm run by the league in the Hutt Valley. In the factory the canes are made into postal containers, army signalers baskets, bassonets, shopping baskets, and even strainers for fire hoses. One of the workers here is Joe Skolls who was disabled in this war. I was in the engineers and got tangled up to the mine just out of Tripoli. And since I've only got a little side left, the leave is training me in basket making for future occupation. Alongside Joe works Max Sheeran, who got his packet in the Somme in 1918. The league is always trying to find new jobs for future occupation. Alongside Joe works Max Sheeran who got his packet in the Somme in 1918. The League is always trying to find new jobs for disabled men. They do a good deal of leather work making slippers, bags and purses. Boot repairing is a new venture and one of the trainees who is ready to set up on his own is Wally Jones. I was a merchant seaman in this war, I was also in the Navy in the last war, and in between wars I also went to sea. To an accident at sea, I, to my legs, I found myself iron dry on the beach, and I had a chance of coming up here to learn the boot trades. In the cabinet making department is Joe Stapleton, who had an argument with a landmine at El Alamein. I was a timber worker before I went to the army, so I can't look at my hands up higher than this now, but working on a bench that's me fine. These are some of the things Joe and his fellow workers are making. After a year's training they get the chance of going to an outside job. For as Joe says, I like it and they treat us well here. Of course, we want to get into industry. Disabled men do not want charity. They want useful jobs. I feel sure there are many jobs in industry that could be done by disabled men. We are looking for those jobs. Perhaps you can help us. Let us have your suggestions. Arriving at an Italian aerodrome today is one of the latest York Plains. This giant transport twin brother to the Lancaster bomber brings the right Honourable Peter Fraser and party to Italy. To greet Mr. Fraser, his general Sir Bernard Freiburg. Mr. Fraser has come to see for himself how the New Zealand division is faring after six months of hard and bitter campaigning in Italy. To greet Mr. Fraser is General Sir Bernard Freiburg. Mr. Fraser has come to see for himself how the New Zealand division is faring after six months of hard and bitter campaigning in Italy. While he is here, he will also take the opportunity of telling the men what we in New Zealand are doing to back them up. Next morning, the party sets off for the casino area. It is less than a week since casino fell and along the roadside are many reminders that the fighting has only just moved on. These knocked out tanks have not yet been salvaged. These Polish dead are yet unburied. Leaving their jeeps, the party start climbing the monastery hill. It was over this ground that the most desperate battles of the whole Mediterranean campaign were fought. Here for a long five months, the Germans managed to pin down the Allied advance. Up this steep slope, men had to fight, and General Freiburg shows Mr. Fraser and General Paddock how the German occupation of the monastery put them in command of the whole valley. The party clamor over the monastery ruins. It was from this vantage point that the Germans directed their counterattacks against the New Zealand division two months before. With such odds against them, casino had been too tough for even the Kiwis to crack. But the way they fought brings pride to the New Zealanders looking down on all that is left of Casino Town. Arriving here. Arriving here today is the first party of 19 Anzac brides from Canada, girls whom New Zealand airmen met and married while training in Canada. This is no lease left. They've given up the maple leaf for the fern leaf, and they're here to live. We hope they'll stay as happy as they look when they arrived. Their homes will be in towns and districts widely scattered throughout the Dominion. With some of them came their children, who look at credit to any country. The children wouldn't talk, but some of the wives obliged. They've asked me say a few words on how your boys have been received in Canada. The boys are being well looked after and they're well liked by one and all. Everyone speaks well of the New Zealand boys. In fact, I married one. And they have clubs which if the boys go to, they can be taken to the homes of any of the New Zealand boys. In fact, I married one. And they have clubs, which if the boys go to, they can be taken to the homes of any of the people, no matter of what class, and they can go any time after that to these homes, and they're made just one of us. I met my husband in Winnipeg, Canada, and we've been looking forward to coming to New Zealand for a long time, and I think we will like it very much. We've had a very wonderful trip, and it've been looking forward to coming to New Zealand for a long time and I think we will like it very much. We've had a very wonderful trip and it's been exceptionally more so for me because when I embarked I was on crutches and I'm very, very glad to say now that I'm able to do without them and more so because I was supposed to never walk again."}