{"speakers": [], "chunks": [{"timestamp": [0.0, 25.0], "text": " The I'm Awebara And so I'm"}, {"timestamp": [25.0, 27.0], "text": " I'm"}, {"timestamp": [27.0, 80.92], "text": " I'm Oh! Up and down the waters of the northeast coast of New Zealand in the months of January through to April, boats are trolling for big game fish."}, {"timestamp": [81.88, 85.36], "text": " Anglers, higher launches specially built for this sport and equipped with the"}, {"timestamp": [85.36, 90.08], "text": " best of tackle, the launchman, fishermen of many years experience, so that even the novice"}, {"timestamp": [90.08, 92.72], "text": " can look forward to good fishing and an exciting holiday."}, {"timestamp": [96.72, 107.0], "text": " The first sign of a fish is sometimes a big dorsal fin or more often a high sharp tail cutting the water."}, {"timestamp": [107.0, 115.0], "text": " Then with a splash the bait is taken, the line screams off the reel, the launchman stops the engines and the angler trying to suppress his excitement"}, {"timestamp": [115.0, 119.0], "text": " puts on the heavy leather harness which attaches him to the short, strong rod."}, {"timestamp": [131.5, 138.5], "text": " The fish is usually allowed about 200 yards of line before the angler tightens the brake on the reel and signals to the launchman to engage the clutch and open the throttle."}, {"timestamp": [138.5, 190.0], "text": " Then as the tip of the rod comes up and the powerful launch moves quickly forward, the fish gets his first feel of the pattern. This is the pattern of big game fishing."}, {"timestamp": [190.0, 193.0], "text": " Sometimes the fish is landed in 20 minutes,"}, {"timestamp": [193.0, 196.0], "text": " sometimes it fights for hours and is then lost."}, {"timestamp": [196.0, 208.0], "text": " All fish caught by members of recognised sword fishing clubs are officially weighed on club equipment."}, {"timestamp": [208.0, 214.0], "text": " On Mayor Island the weighing is supervised by a committee member of the Tauronga Big Game fishing club."}, {"timestamp": [214.0, 234.0], "text": " The weight and size of the fish, together with the date on which it was caught, is entered on a certificate which is presented to the angler so that he has no need to stretch either his arms or the truth in trying to convince his friends."}, {"timestamp": [234.0, 251.6], "text": " Striped Marlin of up to 500 pounds in weight and sharks such as this tiger of"}, {"timestamp": [251.6, 258.84], "text": " 1,300 pounds are quite possible catches. Broadbills and black marlin are caught"}, {"timestamp": [258.84, 263.48], "text": " up to a thousand pounds. The limit bag of swordfish is four in one day and this is"}, {"timestamp": [263.48, 265.0], "text": " not uncommon."}, {"timestamp": [265.0, 268.0], "text": " Each boat expects to average at least one fish per day."}, {"timestamp": [268.0, 272.0], "text": " Other sharks such as thresher and hammerheads and the ferocious Marco"}, {"timestamp": [272.0, 277.0], "text": " are also caught in New Zealand waters in weights ranging up to a thousand pounds."}, {"timestamp": [277.0, 281.0], "text": " Many fishermen prefer to make their headquarters on spots such as Mare Island"}, {"timestamp": [281.0, 284.0], "text": " with its camp under the trees which grow almost to the water's edge."}, {"timestamp": [284.0, 290.0], "text": " On this lonely, beautiful island, totally deserted except during the big game fishing season,"}, {"timestamp": [290.0, 294.0], "text": " many find the sort of holiday that makes fishing perfect for them."}, {"timestamp": [298.0, 304.0], "text": " Some, however, prefer more comfortable accommodation,"}, {"timestamp": [304.0, 311.0], "text": " and further north at places such as Ota Hay in the Bay of Islands are located fishing camps with every amenity and convenience."}, {"timestamp": [311.0, 315.0], "text": " He must have been 800 pounds, I think blackmail and 800 pounds."}, {"timestamp": [315.0, 323.0], "text": " Going right along side and I was just getting up in a way when he must have taken 300 yards along and he threw the hook and that was the end of him but he certainly was a wonderful fish."}, {"timestamp": [323.0, 356.0], "text": " He's one of the best blacks you are I never seen. The next morning they're impatient to be off as they on the way to the fishing grounds, the angler begins to feel the rise and fall of the open sea."}, {"timestamp": [356.0, 365.0], "text": " The great wide horizon of the ocean opens before him. Gulls scream at a rise of Weldon and indicate that shoal fish are about them."}, {"timestamp": [365.0, 384.0], "text": " By calling through these areas the launch very quickly catches several of the big sea trout known as cowai."}, {"timestamp": [384.0, 388.0], "text": " Weighing up to six or seven pounds, they are good fighting fish on their own account"}, {"timestamp": [388.0, 392.0], "text": " but more important today are perfect bait for the big game fish."}, {"timestamp": [392.0, 407.0], "text": " The line is baited with great care for much will depend on how it trolls behind the boat. The hook has the shank towards the tail of the fish so that the fish so that it is baited with great care, for much will depend on how it trolls behind the boat."}, {"timestamp": [407.0, 412.0], "text": " The hook has the shank towards the tail of the fish, so that as the bait is swallowed head first,"}, {"timestamp": [412.0, 415.0], "text": " the hook easily enters the fish's mouth."}, {"timestamp": [415.0, 418.5], "text": " The line is then sewn along the belly and finally attached to the mouth,"}, {"timestamp": [418.5, 423.0], "text": " so that when it is dropped behind the launch, it will troll naturally and easily on the surface."}, {"timestamp": [423.0, 426.0], "text": " Many fishermen prefer to troll from an outrigger."}, {"timestamp": [426.0, 429.0], "text": " In this case, the line is inserted in a wooden cliff,"}, {"timestamp": [429.0, 431.0], "text": " which will release when the bait is taken"}, {"timestamp": [431.0, 433.0], "text": " and is then pulled up to the top of a bamboo pole"}, {"timestamp": [433.0, 435.0], "text": " projecting from the side of the launch."}, {"timestamp": [435.0, 438.0], "text": " In this way, the bait is kept clear of the wake."}, {"timestamp": [441.0, 443.0], "text": " Some anglers think this is unnecessary,"}, {"timestamp": [443.0, 447.0], "text": " but all are agreed that it is necessary to spit on the bait for luck before throwing it overboard."}, {"timestamp": [447.0, 452.0], "text": " If the bait constantly ducks and dives it is thought to frighten the swordfish away."}, {"timestamp": [452.0, 456.0], "text": " But this is a good bait and it trolls easily on the surface of the water."}, {"timestamp": [456.0, 460.0], "text": " The other line on this boat is baited in a different manner,"}, {"timestamp": [460.0, 463.0], "text": " the hook being inserted through the nose of the cow wire."}, {"timestamp": [467.0, 472.0], "text": " Also, no outrigger is used, the bait trolling directly from the rod."}, {"timestamp": [476.0, 490.0], "text": " The bait set, the launch commences at slow cruising up and down the coast near Cape Bret. Now is the time for watching and waiting and hoping."}, {"timestamp": [490.0, 507.0], "text": " Seeing somebody else with a fish on and wishing it was ours. Seeing somebody else with a fish on and wishing it was ours. Now is the time for watching and waiting and hoping."}, {"timestamp": [507.0, 514.0], "text": " Seeing somebody else with a fish on and wishing it was ours."}, {"timestamp": [514.0, 520.0], "text": " The boatman keenly searching the surface of the sea for any sign that his years of experience"}, {"timestamp": [520.0, 523.0], "text": " have taught him means a shark or a swordfish."}, {"timestamp": [523.0, 529.0], "text": " The angler is alert too. have taught him means a shark or a swordfish."}, {"timestamp": [533.0, 543.0], "text": " The angler is alert too, but often without the same experience and skill to help him. Corpus."}, {"timestamp": [543.0, 547.0], "text": " The boatman keenly follows the birds."}, {"timestamp": [547.0, 552.0], "text": " He sees signs in the activities of the mollyhawks and shear waters and mother carries chickens"}, {"timestamp": [552.0, 555.0], "text": " and at times in a great graceful albatross."}, {"timestamp": [559.0, 562.0], "text": " Somehow today luck seems to be out."}, {"timestamp": [562.0, 564.0], "text": " The other launch is hauling their fish aboard."}, {"timestamp": [564.0, 567.0], "text": " Well it goes like that, Everybody else pulling them up."}, {"timestamp": [567.0, 571.0], "text": " Then suddenly a big dorsal fin right behind the bait."}, {"timestamp": [571.0, 605.0], "text": " He's on and he's a beauty. Oh! Ah! And..."}, {"timestamp": [605.0, 606.0], "text": "...their..."}, {"timestamp": [606.0, 607.0], "text": "...and..."}, {"timestamp": [607.0, 609.0], "text": "...their..."}, {"timestamp": [609.0, 610.0], "text": "...and..."}, {"timestamp": [610.0, 612.0], "text": "...their..."}, {"timestamp": [612.0, 682.0], "text": "...the......the... The The Game to the last, this striped marlin weighs just on 300 pounds."}, {"timestamp": [682.0, 686.0], "text": " The boatman wants his hook back that he can have this."}, {"timestamp": [686.0, 689.0], "text": " Most people prefer to wait until he can't bite back."}, {"timestamp": [689.0, 710.4], "text": " Then suddenly, almost before we're in the chair, the line is screaming away again. Then suddenly, almost before we're in the chair, the line is screaming away again and"}, {"timestamp": [710.4, 713.8], "text": " Amako, the fiercest game fish in the sea."}, {"timestamp": [713.8, 731.0], "text": " Get in the way here and a leg or an arm here and a leg or an arm is severed in one snap of these jaws."}, {"timestamp": [731.0, 748.0], "text": " Still fighting, the Marco keeps everyone tensed until he has given his last fierce lunge."}, {"timestamp": [748.0, 751.0], "text": " And then as we relax, another big dorsal cuts the sea."}, {"timestamp": [755.0, 789.0], "text": " Once more, the line screams up. It's beginning to rain, but this is the best fighter of the day."}, {"timestamp": [794.0, 796.0], "text": " For two hours he lashes the sea to foam as we strain every muscle in trying to get him alongside."}, {"timestamp": [847.0, 856.0], "text": " It's almost dark and he's still putting up his mad fight for freedom. The At last he's on board and tied to the counter. The launches glide smoothly back into the bay and the weather promises fine for tomorrow."}], "text": " The I'm Awebara And so I'm I'm I'm Oh! Up and down the waters of the northeast coast of New Zealand in the months of January through to April, boats are trolling for big game fish. Anglers, higher launches specially built for this sport and equipped with the best of tackle, the launchman, fishermen of many years experience, so that even the novice can look forward to good fishing and an exciting holiday. The first sign of a fish is sometimes a big dorsal fin or more often a high sharp tail cutting the water. Then with a splash the bait is taken, the line screams off the reel, the launchman stops the engines and the angler trying to suppress his excitement puts on the heavy leather harness which attaches him to the short, strong rod. The fish is usually allowed about 200 yards of line before the angler tightens the brake on the reel and signals to the launchman to engage the clutch and open the throttle. Then as the tip of the rod comes up and the powerful launch moves quickly forward, the fish gets his first feel of the pattern. This is the pattern of big game fishing. Sometimes the fish is landed in 20 minutes, sometimes it fights for hours and is then lost. All fish caught by members of recognised sword fishing clubs are officially weighed on club equipment. On Mayor Island the weighing is supervised by a committee member of the Tauronga Big Game fishing club. The weight and size of the fish, together with the date on which it was caught, is entered on a certificate which is presented to the angler so that he has no need to stretch either his arms or the truth in trying to convince his friends. Striped Marlin of up to 500 pounds in weight and sharks such as this tiger of 1,300 pounds are quite possible catches. Broadbills and black marlin are caught up to a thousand pounds. The limit bag of swordfish is four in one day and this is not uncommon. Each boat expects to average at least one fish per day. Other sharks such as thresher and hammerheads and the ferocious Marco are also caught in New Zealand waters in weights ranging up to a thousand pounds. Many fishermen prefer to make their headquarters on spots such as Mare Island with its camp under the trees which grow almost to the water's edge. On this lonely, beautiful island, totally deserted except during the big game fishing season, many find the sort of holiday that makes fishing perfect for them. Some, however, prefer more comfortable accommodation, and further north at places such as Ota Hay in the Bay of Islands are located fishing camps with every amenity and convenience. He must have been 800 pounds, I think blackmail and 800 pounds. Going right along side and I was just getting up in a way when he must have taken 300 yards along and he threw the hook and that was the end of him but he certainly was a wonderful fish. He's one of the best blacks you are I never seen. The next morning they're impatient to be off as they on the way to the fishing grounds, the angler begins to feel the rise and fall of the open sea. The great wide horizon of the ocean opens before him. Gulls scream at a rise of Weldon and indicate that shoal fish are about them. By calling through these areas the launch very quickly catches several of the big sea trout known as cowai. Weighing up to six or seven pounds, they are good fighting fish on their own account but more important today are perfect bait for the big game fish. The line is baited with great care for much will depend on how it trolls behind the boat. The hook has the shank towards the tail of the fish so that the fish so that it is baited with great care, for much will depend on how it trolls behind the boat. The hook has the shank towards the tail of the fish, so that as the bait is swallowed head first, the hook easily enters the fish's mouth. The line is then sewn along the belly and finally attached to the mouth, so that when it is dropped behind the launch, it will troll naturally and easily on the surface. Many fishermen prefer to troll from an outrigger. In this case, the line is inserted in a wooden cliff, which will release when the bait is taken and is then pulled up to the top of a bamboo pole projecting from the side of the launch. In this way, the bait is kept clear of the wake. Some anglers think this is unnecessary, but all are agreed that it is necessary to spit on the bait for luck before throwing it overboard. If the bait constantly ducks and dives it is thought to frighten the swordfish away. But this is a good bait and it trolls easily on the surface of the water. The other line on this boat is baited in a different manner, the hook being inserted through the nose of the cow wire. Also, no outrigger is used, the bait trolling directly from the rod. The bait set, the launch commences at slow cruising up and down the coast near Cape Bret. Now is the time for watching and waiting and hoping. Seeing somebody else with a fish on and wishing it was ours. Seeing somebody else with a fish on and wishing it was ours. Now is the time for watching and waiting and hoping. Seeing somebody else with a fish on and wishing it was ours. The boatman keenly searching the surface of the sea for any sign that his years of experience have taught him means a shark or a swordfish. The angler is alert too. have taught him means a shark or a swordfish. The angler is alert too, but often without the same experience and skill to help him. Corpus. The boatman keenly follows the birds. He sees signs in the activities of the mollyhawks and shear waters and mother carries chickens and at times in a great graceful albatross. Somehow today luck seems to be out. The other launch is hauling their fish aboard. Well it goes like that, Everybody else pulling them up. Then suddenly a big dorsal fin right behind the bait. He's on and he's a beauty. Oh! Ah! And......their......and......their......and......their......the......the... The The Game to the last, this striped marlin weighs just on 300 pounds. The boatman wants his hook back that he can have this. Most people prefer to wait until he can't bite back. Then suddenly, almost before we're in the chair, the line is screaming away again. Then suddenly, almost before we're in the chair, the line is screaming away again and Amako, the fiercest game fish in the sea. Get in the way here and a leg or an arm here and a leg or an arm is severed in one snap of these jaws. Still fighting, the Marco keeps everyone tensed until he has given his last fierce lunge. And then as we relax, another big dorsal cuts the sea. Once more, the line screams up. It's beginning to rain, but this is the best fighter of the day. For two hours he lashes the sea to foam as we strain every muscle in trying to get him alongside. It's almost dark and he's still putting up his mad fight for freedom. The At last he's on board and tied to the counter. The launches glide smoothly back into the bay and the weather promises fine for tomorrow."}