{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " Here at the invitation of the New Zealand government, members of an Indian trade delegation"}, {"timestamp": [28.0, 32.0], "text": " are being welcomed at Wellington. Their object is to improve trade relations between India"}, {"timestamp": [32.0, 36.0], "text": " and New Zealand. Sir Doth Singh, leader of the delegation, tells us..."}, {"timestamp": [36.0, 44.0], "text": " We are glad to be in New Zealand and to find the development and particularly in the dairy industry."}, {"timestamp": [44.0, 49.0], "text": " As you know, we are here to explore the possibilities"}, {"timestamp": [49.0, 53.0], "text": " of increased trade between the two countries."}, {"timestamp": [53.0, 57.0], "text": " And we are glad to know that there are possibilities"}, {"timestamp": [57.0, 61.0], "text": " of a reciprocal trade between the two countries."}, {"timestamp": [61.0, 67.0], "text": " And thus, the friendly relations brought about by the fighting forces of the"}, {"timestamp": [67.0, 70.0], "text": " two countries will be further cemented."}, {"timestamp": [70.0, 76.0], "text": " There's a big crowd for the opening day of the Wellington Trotting Club's meeting at Trentham."}, {"timestamp": [76.0, 79.68], "text": " In the big race of the day the first furlong post shows Jarvis Bay leading from Bonnie"}, {"timestamp": [79.68, 86.76], "text": " Axworth and Caledonian Girl. The crowd watched their favourites anxiously as they pass the half mile. Coming into the street the field is led by Comeaway, Caledonian Girl. The crowd watched their favourites anxiously as they pass the half mile."}, {"timestamp": [87.2, 92.28], "text": " Coming into the street, the field is led by Comeaway, Caledonian Girl, Jarvis Bay, Castle Bar and Larissa."}, {"timestamp": [93.0, 94.4], "text": " The order of facing changes quickly."}, {"timestamp": [94.9, 100.06], "text": " Caledonian Girl forges to the front, closely followed by Bonnie Axworth, Castle Bar, Jarvis Bay and Bromley Boy."}, {"timestamp": [100.62, 104.94], "text": " Now both Castle Bar and Scottish Emperor bring themselves ahead, and as the field settles down,"}, {"timestamp": [107.76, 111.66], "text": " Castle Bar strides away with Scottish Emperor on his heels."}, {"timestamp": [117.64, 118.24], "text": " At the finishing post, Castle Bar wins by increasing his lead to two lengths from Scottish Emperor, Ingo Belmar and Larissa."}, {"timestamp": [131.68, 137.08], "text": " Castle Bar holds this year's Armstrong Memorial Handicap. Rule Payhu is a volcano that has exhibited very little activity within the memory of man."}, {"timestamp": [137.58, 140.28], "text": " Indeed, many of us thought, if quite extinct."}, {"timestamp": [141.12, 150.0], "text": " But here it goes, we have an eruption, not a very serious one perhaps, but a very interesting one all the same."}, {"timestamp": [150.0, 159.0], "text": " One of the last of the great explosive eruptions of Ruhu has blown out a funnel-shaped cavity in the axis of the cone."}, {"timestamp": [159.0, 163.0], "text": " In this there is now the crater and a crater lake."}, {"timestamp": [163.0, 168.44], "text": " The viscid lava of R Rupejo and of such volcanoes"}, {"timestamp": [168.44, 176.26], "text": " when it rises through the volcanic pipe tends to form a dome or tholoid. The crown of that"}, {"timestamp": [176.26, 181.26], "text": " may appear above the water of the lake. A great cloud of steam has been emitted throughout this"}, {"timestamp": [181.26, 186.14], "text": " eruption. At first it seemed to come from the water of the lake,"}, {"timestamp": [186.14, 189.0], "text": " but soon an island appeared."}, {"timestamp": [189.0, 193.82], "text": " The viscid lava of Rupejo has pushed up a dome,"}, {"timestamp": [193.82, 196.48], "text": " the crown of which appears above the waters."}, {"timestamp": [196.48, 199.32], "text": " It is chilled by the water of the lake,"}, {"timestamp": [199.32, 202.68], "text": " and through the cracks of the chilled carapace,"}, {"timestamp": [202.68, 205.24], "text": " the steam is seen to issue in great volume."}, {"timestamp": [206.24, 209.46], "text": " Fragments of the carapace are sometimes thrown off"}, {"timestamp": [209.46, 212.94], "text": " and have been seen to fall in showers into the water of the lake."}, {"timestamp": [213.56, 217.76], "text": " What can happen if an eruption like that of Ruupéhue continues?"}, {"timestamp": [218.56, 223.5], "text": " Well, lava may fill the crater, overflow, run down the side of the mountain."}, {"timestamp": [224.06, 226.96], "text": " Or the tholoid, as it is now,"}, {"timestamp": [227.46, 235.36], "text": " no larger, may explode, sending out an avalanche of glowing fragments which flow far down"}, {"timestamp": [235.36, 241.18], "text": " the side of the mountain, or the side of the crater lake may be blown out, in which case one"}, {"timestamp": [241.18, 246.84], "text": " might expect a flood of water carrying with it boulders and volcanic ash"}, {"timestamp": [246.84, 249.36], "text": " to rush down onto the surrounding country."}, {"timestamp": [252.6, 257.46], "text": " Rue Pahue is probably too old a volcano to misbehave in any of the ways I've suggested."}, {"timestamp": [257.46, 261.9], "text": " I think we need to anticipate no danger on that score."}, {"timestamp": [262.62, 266.88], "text": " As for earthquakes, well, volcanic tremors are felt on the mountain,"}, {"timestamp": [266.88, 270.84], "text": " but the great earthquakes such as are experienced in the vicinity of Cook Strait"}, {"timestamp": [270.84, 274.44], "text": " are an origin very different from volcanic activity."}, {"timestamp": [274.44, 290.0], "text": " War is destruction."}, {"timestamp": [290.0, 295.0], "text": " Farms, shops or palaces are destroyed if they're of military importance."}, {"timestamp": [295.0, 297.0], "text": " War is a side."}, {"timestamp": [297.0, 299.0], "text": " Civilians can't live where the fighting is,"}, {"timestamp": [299.0, 306.0], "text": " and for several miles behind the lines at Phaenza, they must go back, away from the danger area. When houses are"}, {"timestamp": [306.0, 332.0], "text": " When houses are toppling, they have to be pulled over before they fall over."}, {"timestamp": [332.0, 335.0], "text": " War is worse than any earthquake."}, {"timestamp": [343.0, 348.0], "text": " It's more than you can understand to see the place you've lived in for 60-odd years come tumbling down."}, {"timestamp": [348.0, 352.0], "text": " It seemed so solid, such a part of your life."}, {"timestamp": [356.0, 362.0], "text": " It's just as bad to see the place you've lived in for four years, pulled over by a bulldozer."}, {"timestamp": [362.0, 364.0], "text": " New Zealanders don't like the job."}, {"timestamp": [364.0, 365.44], "text": " They don't like to see people searching amongst the ruins for vest't like the job. They don't like to see people"}, {"timestamp": [365.44, 370.0], "text": " searching amongst the ruins for vestiges of their lives. They don't like to tell people that"}, {"timestamp": [370.0, 373.56], "text": " they can't go back to their homes because they'll be pulling them over in a few minutes."}, {"timestamp": [381.32, 388.0], "text": " And when the houses are destroyed, they don't like to see people standing around, not knowing where to go or what to do."}, {"timestamp": [388.0, 395.0], "text": " In winter with no fireside, no warm bed, no chance of shutting the door and keeping the cold out."}, {"timestamp": [395.0, 411.56], "text": " All they can do is shift the people back out of the danger zone to collection points."}, {"timestamp": [415.58, 416.22], "text": " They also collect what cattle the Germans have left and bring them back too."}, {"timestamp": [417.92, 423.58], "text": " An Amgot officer sorts things out."}, {"timestamp": [429.6, 437.2], "text": " The people trudge on. Some will go to friends or relatives. Some don't know where they'll go. But when the fighting passes, they'll come back as they have to casino. The people seem to have an instinct to return even to these heaps of rubble."}, {"timestamp": [437.2, 446.0], "text": " Where New Zealanders and Poles and Germans and Americans and English fought back and forth and died in an inferno of fire."}, {"timestamp": [446.0, 451.6], "text": " These people are making their homes again. Over 400 have been killed by exploding"}, {"timestamp": [451.6, 456.8], "text": " mines and booby traps since the fighting stopped, but they still regard this as home."}, {"timestamp": [460.4, 466.0], "text": " Even casino will not remain a graveyard. The same The Great Wall"}, {"timestamp": [466.0, 467.0], "text": " The Famous"}, {"timestamp": [467.0, 495.0], "text": " The famous The famous corner, Polly's restaurant that was taken and retaken over and over again, now has another restaurant."}, {"timestamp": [495.0, 498.0], "text": " There are roadside stalls, a barber's shop."}, {"timestamp": [498.0, 517.0], "text": " It seems that in years to come, casino will be a town again. Meanwhile, the guns go on and the houses fall."}, {"timestamp": [517.0, 523.0], "text": " And the kids come back from the front line area, dazed and shaken, and looking the way kids never should look."}, {"timestamp": [523.0, 526.0], "text": " War is destruction."}, {"timestamp": [526.0, 530.0], "text": " War is man tearing down everything he has built and been proud of."}, {"timestamp": [530.0, 533.0], "text": " If we are to protect the children in the future,"}, {"timestamp": [533.0, 537.0], "text": " these children, our children, we must do more than hope."}, {"timestamp": [537.0, 540.0], "text": " We must make sacrifices."}, {"timestamp": [540.0, 544.0], "text": " We must take every active step we can to stop war."}, {"timestamp": [544.0, 549.0], "text": " Only if we succeed in that will the fighting have been worthwhile."}, {"timestamp": [549.0, 553.0], "text": " The fighting have been worthwhile."}], "text": " Here at the invitation of the New Zealand government, members of an Indian trade delegation are being welcomed at Wellington. Their object is to improve trade relations between India and New Zealand. Sir Doth Singh, leader of the delegation, tells us... We are glad to be in New Zealand and to find the development and particularly in the dairy industry. As you know, we are here to explore the possibilities of increased trade between the two countries. And we are glad to know that there are possibilities of a reciprocal trade between the two countries. And thus, the friendly relations brought about by the fighting forces of the two countries will be further cemented. There's a big crowd for the opening day of the Wellington Trotting Club's meeting at Trentham. In the big race of the day the first furlong post shows Jarvis Bay leading from Bonnie Axworth and Caledonian Girl. The crowd watched their favourites anxiously as they pass the half mile. Coming into the street the field is led by Comeaway, Caledonian Girl. The crowd watched their favourites anxiously as they pass the half mile. Coming into the street, the field is led by Comeaway, Caledonian Girl, Jarvis Bay, Castle Bar and Larissa. The order of facing changes quickly. Caledonian Girl forges to the front, closely followed by Bonnie Axworth, Castle Bar, Jarvis Bay and Bromley Boy. Now both Castle Bar and Scottish Emperor bring themselves ahead, and as the field settles down, Castle Bar strides away with Scottish Emperor on his heels. At the finishing post, Castle Bar wins by increasing his lead to two lengths from Scottish Emperor, Ingo Belmar and Larissa. Castle Bar holds this year's Armstrong Memorial Handicap. Rule Payhu is a volcano that has exhibited very little activity within the memory of man. Indeed, many of us thought, if quite extinct. But here it goes, we have an eruption, not a very serious one perhaps, but a very interesting one all the same. One of the last of the great explosive eruptions of Ruhu has blown out a funnel-shaped cavity in the axis of the cone. In this there is now the crater and a crater lake. The viscid lava of R Rupejo and of such volcanoes when it rises through the volcanic pipe tends to form a dome or tholoid. The crown of that may appear above the water of the lake. A great cloud of steam has been emitted throughout this eruption. At first it seemed to come from the water of the lake, but soon an island appeared. The viscid lava of Rupejo has pushed up a dome, the crown of which appears above the waters. It is chilled by the water of the lake, and through the cracks of the chilled carapace, the steam is seen to issue in great volume. Fragments of the carapace are sometimes thrown off and have been seen to fall in showers into the water of the lake. What can happen if an eruption like that of Ruupéhue continues? Well, lava may fill the crater, overflow, run down the side of the mountain. Or the tholoid, as it is now, no larger, may explode, sending out an avalanche of glowing fragments which flow far down the side of the mountain, or the side of the crater lake may be blown out, in which case one might expect a flood of water carrying with it boulders and volcanic ash to rush down onto the surrounding country. Rue Pahue is probably too old a volcano to misbehave in any of the ways I've suggested. I think we need to anticipate no danger on that score. As for earthquakes, well, volcanic tremors are felt on the mountain, but the great earthquakes such as are experienced in the vicinity of Cook Strait are an origin very different from volcanic activity. War is destruction. Farms, shops or palaces are destroyed if they're of military importance. War is a side. Civilians can't live where the fighting is, and for several miles behind the lines at Phaenza, they must go back, away from the danger area. When houses are When houses are toppling, they have to be pulled over before they fall over. War is worse than any earthquake. It's more than you can understand to see the place you've lived in for 60-odd years come tumbling down. It seemed so solid, such a part of your life. It's just as bad to see the place you've lived in for four years, pulled over by a bulldozer. New Zealanders don't like the job. They don't like to see people searching amongst the ruins for vest't like the job. They don't like to see people searching amongst the ruins for vestiges of their lives. They don't like to tell people that they can't go back to their homes because they'll be pulling them over in a few minutes. And when the houses are destroyed, they don't like to see people standing around, not knowing where to go or what to do. In winter with no fireside, no warm bed, no chance of shutting the door and keeping the cold out. All they can do is shift the people back out of the danger zone to collection points. They also collect what cattle the Germans have left and bring them back too. An Amgot officer sorts things out. The people trudge on. Some will go to friends or relatives. Some don't know where they'll go. But when the fighting passes, they'll come back as they have to casino. The people seem to have an instinct to return even to these heaps of rubble. Where New Zealanders and Poles and Germans and Americans and English fought back and forth and died in an inferno of fire. These people are making their homes again. Over 400 have been killed by exploding mines and booby traps since the fighting stopped, but they still regard this as home. Even casino will not remain a graveyard. The same The Great Wall The Famous The famous The famous corner, Polly's restaurant that was taken and retaken over and over again, now has another restaurant. There are roadside stalls, a barber's shop. It seems that in years to come, casino will be a town again. Meanwhile, the guns go on and the houses fall. And the kids come back from the front line area, dazed and shaken, and looking the way kids never should look. War is destruction. War is man tearing down everything he has built and been proud of. If we are to protect the children in the future, these children, our children, we must do more than hope. We must make sacrifices. We must take every active step we can to stop war. Only if we succeed in that will the fighting have been worthwhile. The fighting have been worthwhile."}