{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " Our railways operate over 3,452 miles of track, just over 1,700 miles in each island."}, {"timestamp": [29.0, 33.0], "text": " About 600 miles of the South Island track is solely for goods transport."}, {"timestamp": [33.0, 37.0], "text": " You can see the small lines on the map going to the more remote areas."}, {"timestamp": [37.0, 43.0], "text": " This film shows various aspects of railway work, starting with track building and lane."}, {"timestamp": [43.0, 46.78], "text": " A welding machine at the Woburn Railway workshops near Wellington"}, {"timestamp": [46.78, 49.54], "text": " fuses railway lines together like plastic."}, {"timestamp": [49.54, 58.56], "text": " This is the first stage in laying railway track by the most modern methods."}, {"timestamp": [58.56, 60.64], "text": " Now to take out the clickety clacks."}, {"timestamp": [60.64, 79.0], "text": " A pneumatic chisel has a go first. Another 39 foot rail is rammed home to be welded on and the fuse joint moves on for further treatment."}, {"timestamp": [79.0, 86.0], "text": " Lengths of 351 feet or nine complete rails welded end to end come from these workshops."}, {"timestamp": [86.0, 91.0], "text": " Next stop, a profile grinder to finish smoothing out the bumps."}, {"timestamp": [95.0, 101.0], "text": " Welded and chipped with their heads ground flush, the rails are amazingly flexible."}, {"timestamp": [101.0, 104.0], "text": " Rails used to be made up in much shorter sections,"}, {"timestamp": [104.0, 106.68], "text": " but now fewer gaps between them means"}, {"timestamp": [106.68, 112.62], "text": " less jolting and more quietness, especially on bends."}, {"timestamp": [112.62, 116.98], "text": " To this stage, the rails have been handled in single lengths, but now the tracks proper"}, {"timestamp": [116.98, 133.0], "text": " are made up, in railway terms, prefabricated track units."}, {"timestamp": [136.0, 150.0], "text": " Up she goes, to make room for the wagons to roll underneath. Down onto the wagons to be carried to their permanent destination."}, {"timestamp": [150.0, 218.0], "text": " As the wagons round the bends, men and machines move thousands of tons of earth, carving through hills and valleys, making way for the steel road. These tracks are to be laid in which stands waiting inside the tunnel."}, {"timestamp": [218.0, 230.0], "text": " All clear and away. The tunnel track is almost completed."}, {"timestamp": [230.0, 257.0], "text": " This set of rails should move to its permanent home."}, {"timestamp": [257.0, 260.0], "text": " Back from under it roll the wagons."}, {"timestamp": [260.0, 271.2], "text": " With this method of track laying, half a mile of track can be completed each week."}, {"timestamp": [273.6, 274.0], "text": " When the wagons move out, the track is lowered again,"}, {"timestamp": [287.0, 307.4], "text": " and the travelling gantries which hold, normal track laying methods are used. The rails are brought up singly, laid on sleepers length by length,"}, {"timestamp": [307.6, 333.0], "text": " then bolted down with the help of pneumatic wrenches. The ballast train is never far behind the plate layers."}, {"timestamp": [333.0, 341.0], "text": " As the front wagons are emptied first, only the fully loaded and heavier wagons have to run on rails which may be cluttered by loose stones."}, {"timestamp": [341.0, 369.0], "text": " Here's an unusual machine. It's a power jack to help level the track. Another odd looking monster, a metiza. It packs or tamps the ballast and automatically withdraws its times when ready to move on ahead. It can tam. It can tamper. It can tamps the ballast and automatically withdraws its tines when ready to move on ahead."}, {"timestamp": [369.0, 375.0], "text": " It can tamp 700 feet an hour and then speed up to 15 miles an hour when it's time to knock off."}, {"timestamp": [375.0, 386.2], "text": " At the hillside workshops in Dunedin, the New Zealand railways are catching up on part of their engine building program which was interrupted by the war."}, {"timestamp": [387.1, 391.2], "text": " 35 JA type locomotives are being built here at the rate of one every seven weeks."}, {"timestamp": [391.9, 395.6], "text": " The 109 tonne J.A. is the second heaviest engine used in New Zealand."}, {"timestamp": [396.3, 400.6], "text": " They're completely assembled at Hillside and 95% of the finished parts are made there."}, {"timestamp": [402.0, 405.5], "text": " Steel for casting many of the parts is also made at hillside from melted"}, {"timestamp": [405.5, 432.0], "text": " down pig iron and scrap steel. The molten steel is poured from the ladle into mould for 2,500-weight wheel centers, frame stretchers, and many other large castings."}, {"timestamp": [436.0, 445.1], "text": " An 800-weight coupling rod white hopped from the furnace is beaten into shape by a two-ton steam hammer."}, {"timestamp": [453.8, 458.8], "text": " When cool, the forged parts are subscribed and marked for final shaping and drilling in the machine shop."}, {"timestamp": [463.9, 467.0], "text": " A surface grinder finishes them off to within thousands of an inch."}, {"timestamp": [467.0, 470.0], "text": " The standard of accuracy demanded throughout."}, {"timestamp": [470.0, 493.5], "text": " In the final assembly, every part must fit perfectly in an engine that has to haul heavy loads over thousands of miles without the slightest trouble. A coat of paint and a head of steam and another engine is ready for trials."}, {"timestamp": [500.5, 506.0], "text": " The JAs are coal burners and were specially designed for use on the South Island main lines."}, {"timestamp": [506.0, 511.0], "text": " The building of 35 of these engines at the rate of one every seven weeks is a major engineering job"}, {"timestamp": [511.0, 542.0], "text": " and one that the men at Hillside can be justly proud of. Changing engines can mean the familiar but always fascinating operation which allows passengers their well known five minutes for refreshments."}, {"timestamp": [542.0, 550.86], "text": " For an engine lover of course it's refreshment enough just to watch a proper engine like this K-type. 145 tons with domes, funnels,"}, {"timestamp": [550.86, 557.64], "text": " cylinders, crossheads connecting rods. All designed and built in New Zealand to"}, {"timestamp": [557.64, 576.0], "text": " haul trains of a thousand tons. Yes, a real live engine breathing, real live steam."}, {"timestamp": [576.0, 579.0], "text": " Long-lived identities they are too."}, {"timestamp": [579.0, 584.0], "text": " This little old girl over 80 years old is still at work in the docks of Littleton."}, {"timestamp": [587.0, 592.0], "text": " Soon there won't be so many of these jobs for semi-retired engines"}, {"timestamp": [592.0, 595.0], "text": " since shunting's being taken over by diesels."}, {"timestamp": [595.0, 597.0], "text": " Motor lorries on rails, I call them privately,"}, {"timestamp": [597.0, 601.0], "text": " but they're cheap to run and can haul 500 tons or more."}, {"timestamp": [601.0, 604.0], "text": " Suburban passenger trains seek diesel electric help"}, {"timestamp": [604.0, 607.0], "text": " until electrification of the line is completed."}, {"timestamp": [607.0, 612.0], "text": " Where it is complete, multiple unit electric trains are clean, comfortable and speedy."}, {"timestamp": [612.0, 650.32], "text": " They cruise along at 45, need no coal in the yards and put no smuts in your eye. They're certainly more handsome than tram cars, the electric units, but to an old railwayman"}, {"timestamp": [650.32, 654.88], "text": " that can be sad to think that our railway workshops that have built so many great engines"}, {"timestamp": [654.88, 658.08], "text": " may build only a few more of their life."}, {"timestamp": [658.08, 666.0], "text": " It was steam that pioneered the railways opening up the heart of the country....one of the country. One of the last batch of the"}, {"timestamp": [666.0, 694.0], "text": "... one of the last batch of a-ton jays to be built takes her first look at the world outside the workshops."}, {"timestamp": [694.0, 698.0], "text": " Meanwhile in England, something new is on the stocks for the New Zealand railways."}, {"timestamp": [698.0, 702.0], "text": " Heavy diesel electrics, power stations on wheels."}, {"timestamp": [702.0, 707.0], "text": " Diesel motor drives the generator that makes the current that drives the axle motors."}, {"timestamp": [707.0, 714.0], "text": " Not being suited to English gauge lines, the new locomotives can't go to the docks on their own wheels."}, {"timestamp": [714.0, 719.0], "text": " Instead of railway signals, they pass the winking lights of pedestrian crossings."}, {"timestamp": [724.0, 731.0], "text": " Arrived and on test on the main trunk, the first diesel electric proves itself more powerful than an oil-burning CA,"}, {"timestamp": [731.0, 733.0], "text": " and cuts costs by a third."}, {"timestamp": [737.0, 751.52], "text": " With the coming of more efficient power, the JA, like other steam locomotives, will have to take a back seat."}], "text": " Our railways operate over 3,452 miles of track, just over 1,700 miles in each island. About 600 miles of the South Island track is solely for goods transport. You can see the small lines on the map going to the more remote areas. This film shows various aspects of railway work, starting with track building and lane. A welding machine at the Woburn Railway workshops near Wellington fuses railway lines together like plastic. This is the first stage in laying railway track by the most modern methods. Now to take out the clickety clacks. A pneumatic chisel has a go first. Another 39 foot rail is rammed home to be welded on and the fuse joint moves on for further treatment. Lengths of 351 feet or nine complete rails welded end to end come from these workshops. Next stop, a profile grinder to finish smoothing out the bumps. Welded and chipped with their heads ground flush, the rails are amazingly flexible. Rails used to be made up in much shorter sections, but now fewer gaps between them means less jolting and more quietness, especially on bends. To this stage, the rails have been handled in single lengths, but now the tracks proper are made up, in railway terms, prefabricated track units. Up she goes, to make room for the wagons to roll underneath. Down onto the wagons to be carried to their permanent destination. As the wagons round the bends, men and machines move thousands of tons of earth, carving through hills and valleys, making way for the steel road. These tracks are to be laid in which stands waiting inside the tunnel. All clear and away. The tunnel track is almost completed. This set of rails should move to its permanent home. Back from under it roll the wagons. With this method of track laying, half a mile of track can be completed each week. When the wagons move out, the track is lowered again, and the travelling gantries which hold, normal track laying methods are used. The rails are brought up singly, laid on sleepers length by length, then bolted down with the help of pneumatic wrenches. The ballast train is never far behind the plate layers. As the front wagons are emptied first, only the fully loaded and heavier wagons have to run on rails which may be cluttered by loose stones. Here's an unusual machine. It's a power jack to help level the track. Another odd looking monster, a metiza. It packs or tamps the ballast and automatically withdraws its times when ready to move on ahead. It can tam. It can tamper. It can tamps the ballast and automatically withdraws its tines when ready to move on ahead. It can tamp 700 feet an hour and then speed up to 15 miles an hour when it's time to knock off. At the hillside workshops in Dunedin, the New Zealand railways are catching up on part of their engine building program which was interrupted by the war. 35 JA type locomotives are being built here at the rate of one every seven weeks. The 109 tonne J.A. is the second heaviest engine used in New Zealand. They're completely assembled at Hillside and 95% of the finished parts are made there. Steel for casting many of the parts is also made at hillside from melted down pig iron and scrap steel. The molten steel is poured from the ladle into mould for 2,500-weight wheel centers, frame stretchers, and many other large castings. An 800-weight coupling rod white hopped from the furnace is beaten into shape by a two-ton steam hammer. When cool, the forged parts are subscribed and marked for final shaping and drilling in the machine shop. A surface grinder finishes them off to within thousands of an inch. The standard of accuracy demanded throughout. In the final assembly, every part must fit perfectly in an engine that has to haul heavy loads over thousands of miles without the slightest trouble. A coat of paint and a head of steam and another engine is ready for trials. The JAs are coal burners and were specially designed for use on the South Island main lines. The building of 35 of these engines at the rate of one every seven weeks is a major engineering job and one that the men at Hillside can be justly proud of. Changing engines can mean the familiar but always fascinating operation which allows passengers their well known five minutes for refreshments. For an engine lover of course it's refreshment enough just to watch a proper engine like this K-type. 145 tons with domes, funnels, cylinders, crossheads connecting rods. All designed and built in New Zealand to haul trains of a thousand tons. Yes, a real live engine breathing, real live steam. Long-lived identities they are too. This little old girl over 80 years old is still at work in the docks of Littleton. Soon there won't be so many of these jobs for semi-retired engines since shunting's being taken over by diesels. Motor lorries on rails, I call them privately, but they're cheap to run and can haul 500 tons or more. Suburban passenger trains seek diesel electric help until electrification of the line is completed. Where it is complete, multiple unit electric trains are clean, comfortable and speedy. They cruise along at 45, need no coal in the yards and put no smuts in your eye. They're certainly more handsome than tram cars, the electric units, but to an old railwayman that can be sad to think that our railway workshops that have built so many great engines may build only a few more of their life. It was steam that pioneered the railways opening up the heart of the country....one of the country. One of the last batch of the... one of the last batch of a-ton jays to be built takes her first look at the world outside the workshops. Meanwhile in England, something new is on the stocks for the New Zealand railways. Heavy diesel electrics, power stations on wheels. Diesel motor drives the generator that makes the current that drives the axle motors. Not being suited to English gauge lines, the new locomotives can't go to the docks on their own wheels. Instead of railway signals, they pass the winking lights of pedestrian crossings. Arrived and on test on the main trunk, the first diesel electric proves itself more powerful than an oil-burning CA, and cuts costs by a third. With the coming of more efficient power, the JA, like other steam locomotives, will have to take a back seat."}