{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " As a"}, {"timestamp": [2.0, 3.0], "text": "."}, {"timestamp": [3.0, 4.0], "text": " As a"}, {"timestamp": [4.0, 6.0], "text": "."}, {"timestamp": [6.0, 10.0], "text": " As"}, {"timestamp": [10.0, 31.44], "text": ". As drivers for the P&T, taking the place of men now driving trucks and tanks on Pacific"}, {"timestamp": [31.44, 35.76], "text": " Jungle Trails or Italian Mountain Roads are women who can handle heavy trucks with all the"}, {"timestamp": [35.76, 44.06], "text": " skill of experienced men. Unloading the trucks goes with the job of driving them. Neither"}, {"timestamp": [44.06, 46.0], "text": " is easy work nor light."}, {"timestamp": [46.0, 52.0], "text": " Calling males to boats and trains and lumping off the heavy bags is work that is just as important as maintaining frontline supplies."}, {"timestamp": [52.0, 56.0], "text": " Despite other wartime deficiencies, our mail service has never been seriously interrupted,"}, {"timestamp": [56.0, 85.5], "text": " thanks to these women who are, and it isn't as easy as it looks. The skill of driving heavy trucks in busy wartime traffic is a skill these women have learnt,"}, {"timestamp": [85.5, 88.0], "text": " and it isn't as easy as it looks."}, {"timestamp": [88.0, 90.1], "text": " Women drivers were once a backseat joke."}, {"timestamp": [90.1, 91.8], "text": " These drivers know their job."}, {"timestamp": [91.8, 94.9], "text": " Part of the job is helping with the collection of pennies from slot telephones."}, {"timestamp": [94.9, 98.5], "text": " When you put a penny into a telephone, someone has to take it out again."}, {"timestamp": [98.5, 101.5], "text": " They go around with a man who goes around doing this sort of thing."}, {"timestamp": [105.0, 107.0], "text": " Clearing metaboxes takes them on a daily trip"}, {"timestamp": [107.0, 109.0], "text": " that is more than a pleasant ride around the suburbs"}, {"timestamp": [109.0, 111.0], "text": " when you have to do it every day and every sort of weather"}, {"timestamp": [111.0, 113.0], "text": " and up to time."}, {"timestamp": [113.0, 116.0], "text": " They're carrying on a job they've proved they can do well."}, {"timestamp": [118.0, 120.0], "text": " They work like men,"}, {"timestamp": [120.0, 123.0], "text": " but they're women still when it comes to knocking back a cup of chatter water."}, {"timestamp": [123.0, 125.16], "text": " The drink perks them up. The hand that rocks the engine wields the lipstick and they're ready for when it comes to knocking back a cup of chatter water. The drink perks them up."}, {"timestamp": [127.26, 127.56], "text": " The hand that rocks the engine wields the lipstick."}, {"timestamp": [129.32, 136.08], "text": " And they're ready for the road once more."}, {"timestamp": [141.1, 141.52], "text": " Churning up mud on Pacific Islands today are wheels of armies that move relentlessly against Japan."}, {"timestamp": [144.46, 144.92], "text": " Armies that have mastered new invasion tactics of amphibious war."}, {"timestamp": [147.0, 153.0], "text": " Playing their part is New Zealand's third division. These pictures taken during their embarkation for the invasion of Nissan Island show one side of amphibious war."}, {"timestamp": [153.0, 157.0], "text": " They show just what it takes to shift even part of a division in the Pacific."}, {"timestamp": [157.0, 161.0], "text": " It's not enough to have masses of men, tanks, trucks, guns, ammunition and supplies."}, {"timestamp": [161.0, 165.0], "text": " First they must be assembled within striking distance of the enemy."}, {"timestamp": [165.0, 169.0], "text": " Then you've got to move them speedily without the enemy knowing right into his front yard."}, {"timestamp": [169.0, 172.0], "text": " As here it means there's a lot to move."}, {"timestamp": [172.0, 181.0], "text": " It's not enough to have the ships. They must be ships specially fitted to carry the army and its equipment."}, {"timestamp": [181.0, 183.0], "text": " Tanks and trucks come in on a lower deck."}, {"timestamp": [183.0, 189.76], "text": " Lifts take them up to the top. Getting the men on board is the easiest job. Men and"}, {"timestamp": [189.76, 193.76], "text": " battle equipment together make up the cargoes but one without the other isn't much use."}, {"timestamp": [193.76, 198.6], "text": " To load the thousands of crates and boxes there are no slings nor cranes so it comes down"}, {"timestamp": [198.6, 203.32], "text": " to the men themselves. Invasion is the high spot of amphibious war and this is just"}, {"timestamp": [203.32, 223.6], "text": " as important as the fighting."}, {"timestamp": [226.0, 229.0], "text": " As ships fill up, more empty ships push into the shore, for there is still plenty of cargo to be picked up."}, {"timestamp": [229.0, 233.0], "text": " A movement such as this would be impossible without sea and air superiority."}, {"timestamp": [233.0, 236.0], "text": " Command of the sea makes possible the assembling of ships."}, {"timestamp": [236.0, 238.0], "text": " It makes possible safe convoy."}, {"timestamp": [238.0, 242.0], "text": " Command of the air prevents the Japs getting in early and smashing the invasion before it starts."}, {"timestamp": [242.0, 247.0], "text": " It would be nice going for any nip pilots who could bag these ships now before they get underway."}, {"timestamp": [249.0, 251.0], "text": " This amount of equipment must be manufactured"}, {"timestamp": [251.0, 254.0], "text": " and sent forward many times over before this war is done."}, {"timestamp": [254.0, 257.0], "text": " The loading of these ships is the result of long-range planning."}, {"timestamp": [257.0, 259.0], "text": " Planning based on details first evolved"}, {"timestamp": [259.0, 261.0], "text": " when the factories of the United Nations"}, {"timestamp": [261.0, 265.48], "text": " began turning out supplies and equipment needed by invasion forces."}, {"timestamp": [265.48, 269.04], "text": " We had to learn how to get our armies and their equipment to the war."}, {"timestamp": [269.04, 273.5], "text": " Thirty railway trains wouldn't carry all the men and their equipment here."}, {"timestamp": [273.5, 277.98], "text": " For some of the men, there's work to do, filling the barrage balloons, Miss Missouri and her sisters"}, {"timestamp": [277.98, 311.0], "text": " who provide another form of invasion tactics. The waiting is the worst part."}, {"timestamp": [315.0, 325.7], "text": " With decks crammed like this, there's little room for men, but they can stick it as long as it takes. It looks just like any other movement, but there's more to this than meets the eye."}, {"timestamp": [325.7, 327.9], "text": " The landing point has been carefully reconnoitered."}, {"timestamp": [327.9, 330.24], "text": " Channels, reefs and shoals have been discovered"}, {"timestamp": [330.24, 332.56], "text": " and the convoy arrives right on time."}, {"timestamp": [332.56, 334.68], "text": " The ships make for their allotted positions."}, {"timestamp": [334.68, 336.18], "text": " There's a place for every ship,"}, {"timestamp": [336.18, 338.04], "text": " and every ship would have made for its place,"}, {"timestamp": [338.04, 340.1], "text": " whether it had been attacked from the air or sea"}, {"timestamp": [340.1, 342.96], "text": " or had come safely through as these have done."}, {"timestamp": [342.96, 346.0], "text": " Rain, tropical rain that drenches to the skin, doesn't help,"}, {"timestamp": [346.0, 349.0], "text": " but it's the least of the troubles that could fall on the force."}, {"timestamp": [353.0, 356.0], "text": " Now the whole business of loading up begins again, backwards."}, {"timestamp": [360.0, 363.0], "text": " This loading, transporting and unloading of men and materials of war"}, {"timestamp": [363.0, 365.0], "text": " from bases to Jap-held positions"}, {"timestamp": [365.0, 368.0], "text": " is a technique we've mastered since we first moved against Japan."}, {"timestamp": [369.0, 374.0], "text": " Secret of the job is perfect planning and perfect coordination between land, sea and air forces."}, {"timestamp": [374.0, 377.0], "text": " But the invasion itself isn't all we've learnt."}, {"timestamp": [377.0, 379.0], "text": " With the trucks and tanks and guns that roll off the ships"}, {"timestamp": [379.0, 387.0], "text": " goes equipment for the building of air bases from which we can strike at the Jap still further on."}, {"timestamp": [387.0, 407.0], "text": " This invasion Pacific pattern, key to our whole advance against Japan. The invasion Pacific pattern, key to our whole advance against Japan."}, {"timestamp": [407.0, 414.0], "text": " The invasion of Nissan and other islands proves we've mastered the art since the days when U.S. Marines first landed on Guadalcanal."}, {"timestamp": [414.0, 420.0], "text": " What it takes is men and the machines of war, ships and command of the sea, planes and command of the air,"}, {"timestamp": [420.0, null], "text": " all working together to crush Japan out of existence in the Pacific."}], "text": " As a. As a. As. As drivers for the P&T, taking the place of men now driving trucks and tanks on Pacific Jungle Trails or Italian Mountain Roads are women who can handle heavy trucks with all the skill of experienced men. Unloading the trucks goes with the job of driving them. Neither is easy work nor light. Calling males to boats and trains and lumping off the heavy bags is work that is just as important as maintaining frontline supplies. Despite other wartime deficiencies, our mail service has never been seriously interrupted, thanks to these women who are, and it isn't as easy as it looks. The skill of driving heavy trucks in busy wartime traffic is a skill these women have learnt, and it isn't as easy as it looks. Women drivers were once a backseat joke. These drivers know their job. Part of the job is helping with the collection of pennies from slot telephones. When you put a penny into a telephone, someone has to take it out again. They go around with a man who goes around doing this sort of thing. Clearing metaboxes takes them on a daily trip that is more than a pleasant ride around the suburbs when you have to do it every day and every sort of weather and up to time. They're carrying on a job they've proved they can do well. They work like men, but they're women still when it comes to knocking back a cup of chatter water. The drink perks them up. The hand that rocks the engine wields the lipstick and they're ready for when it comes to knocking back a cup of chatter water. The drink perks them up. The hand that rocks the engine wields the lipstick. And they're ready for the road once more. Churning up mud on Pacific Islands today are wheels of armies that move relentlessly against Japan. Armies that have mastered new invasion tactics of amphibious war. Playing their part is New Zealand's third division. These pictures taken during their embarkation for the invasion of Nissan Island show one side of amphibious war. They show just what it takes to shift even part of a division in the Pacific. It's not enough to have masses of men, tanks, trucks, guns, ammunition and supplies. First they must be assembled within striking distance of the enemy. Then you've got to move them speedily without the enemy knowing right into his front yard. As here it means there's a lot to move. It's not enough to have the ships. They must be ships specially fitted to carry the army and its equipment. Tanks and trucks come in on a lower deck. Lifts take them up to the top. Getting the men on board is the easiest job. Men and battle equipment together make up the cargoes but one without the other isn't much use. To load the thousands of crates and boxes there are no slings nor cranes so it comes down to the men themselves. Invasion is the high spot of amphibious war and this is just as important as the fighting. As ships fill up, more empty ships push into the shore, for there is still plenty of cargo to be picked up. A movement such as this would be impossible without sea and air superiority. Command of the sea makes possible the assembling of ships. It makes possible safe convoy. Command of the air prevents the Japs getting in early and smashing the invasion before it starts. It would be nice going for any nip pilots who could bag these ships now before they get underway. This amount of equipment must be manufactured and sent forward many times over before this war is done. The loading of these ships is the result of long-range planning. Planning based on details first evolved when the factories of the United Nations began turning out supplies and equipment needed by invasion forces. We had to learn how to get our armies and their equipment to the war. Thirty railway trains wouldn't carry all the men and their equipment here. For some of the men, there's work to do, filling the barrage balloons, Miss Missouri and her sisters who provide another form of invasion tactics. The waiting is the worst part. With decks crammed like this, there's little room for men, but they can stick it as long as it takes. It looks just like any other movement, but there's more to this than meets the eye. The landing point has been carefully reconnoitered. Channels, reefs and shoals have been discovered and the convoy arrives right on time. The ships make for their allotted positions. There's a place for every ship, and every ship would have made for its place, whether it had been attacked from the air or sea or had come safely through as these have done. Rain, tropical rain that drenches to the skin, doesn't help, but it's the least of the troubles that could fall on the force. Now the whole business of loading up begins again, backwards. This loading, transporting and unloading of men and materials of war from bases to Jap-held positions is a technique we've mastered since we first moved against Japan. Secret of the job is perfect planning and perfect coordination between land, sea and air forces. But the invasion itself isn't all we've learnt. With the trucks and tanks and guns that roll off the ships goes equipment for the building of air bases from which we can strike at the Jap still further on. This invasion Pacific pattern, key to our whole advance against Japan. The invasion Pacific pattern, key to our whole advance against Japan. The invasion of Nissan and other islands proves we've mastered the art since the days when U.S. Marines first landed on Guadalcanal. What it takes is men and the machines of war, ships and command of the sea, planes and command of the air, all working together to crush Japan out of existence in the Pacific."}