{"speakers": [], "chunks": [{"timestamp": [0.0, 29.4], "text": " When the Hamilton Regatta and Carnival Association turned on their annual regatta, they found that with more men back from overseas, rowing was picking up again."}, {"timestamp": [29.94, 34.64], "text": " The spectators who lined the banks saw some good crews in action, and the crews found the Waikato to their liking."}, {"timestamp": [35.26, 40.48], "text": " The rowing events attracted large entries, and the most successful club was West End of Auckland, who won every event."}, {"timestamp": [47.0, 50.72], "text": " But the crowd got the most thrills out of the speedboats that raced up and down the river"}, {"timestamp": [50.72, 54.5], "text": " with bursts of speed that made exciting moments for skippers and spectators."}, {"timestamp": [59.5, 65.5], "text": " It looks safer just watching this sort of thing from the bank where the only danger is from a low-level attack by a stray mosquito."}, {"timestamp": [67.0, 71.2], "text": " The T&D won the Hamilton Championship, and Flaming Youth had a good day too."}, {"timestamp": [90.0, 93.0], "text": " When war is over, there'll be more days like this for everyone. More thrills, more speed and more good sport."}, {"timestamp": [93.0, 108.16], "text": " It's with small regret that the Paterson family are shifting out of their below-road basement flat in Wellington."}, {"timestamp": [108.16, 114.16], "text": " It's quite a good one-bedroom flat, but far too small for man, wife and two small children."}, {"timestamp": [114.16, 120.0], "text": " Having to move to a house where there are no steps is quite a common occurrence in Wellington when children arrive."}, {"timestamp": [120.0, 123.0], "text": " This time it's a shift to a new state house."}, {"timestamp": [123.0, 127.4], "text": " For Mrs. Patterson, this is the sixth shift in three years."}, {"timestamp": [127.9, 130.88], "text": " Like many servicemen's wives, she has lacked a real home,"}, {"timestamp": [131.26, 132.8], "text": " so for her it's an eventful day."}, {"timestamp": [133.42, 137.06], "text": " Almost as eventful as the day she heard her husband really had escaped from Singapore."}, {"timestamp": [138.38, 140.68], "text": " The lorry rolls along the streets of Waddington,"}, {"timestamp": [141.16, 142.56], "text": " brand new suburb to Hutt City."}, {"timestamp": [143.36, 145.24], "text": " On either side are the rows of new state"}, {"timestamp": [145.24, 150.78], "text": " houses, all built in the last nine months. Of the thousand houses here, seven have just"}, {"timestamp": [150.78, 156.56], "text": " been finished, and one of the seven is the Paterson's new home. For the first time in her"}, {"timestamp": [156.56, 161.5], "text": " life, the baby has a sleeping porch of her own, and Diane is going to put her doll to sleep"}, {"timestamp": [161.5, 166.54], "text": " in their own room. To have every bit of sunshine and plenty of flat land for playing is going to put her doll to sleep in their own room. To have every bit of sunshine and plenty of flat land for playing"}, {"timestamp": [166.54, 169.3], "text": " is going to make a world of difference to this small girl"}, {"timestamp": [169.3, 171.74], "text": " and the thousands like her who'll soon be living here."}, {"timestamp": [173.02, 176.04], "text": " With all the heavy furniture inside, the shift is good as over."}, {"timestamp": [176.72, 180.32], "text": " And to call this home is a proud moment for Diane and her mother."}, {"timestamp": [180.32, 189.28], "text": " mother."}, {"timestamp": [193.88, 195.88], "text": " The vegetable processing plant of the internal marketing division at Bukikoi stretches for a sixth of a mile alongside the main trunk railway."}, {"timestamp": [196.5, 199.2], "text": " Behind it is the hill, famous for its early peas and potatoes."}, {"timestamp": [201.36, 205.0], "text": " This factory, powered by boilers big enough to drive a fair-sized chip,"}, {"timestamp": [205.0, 210.0], "text": " supplies prepared vegetables as reverse lease lend to the American forces deployed against Japan."}, {"timestamp": [210.0, 214.0], "text": " Feeding into the factory this morning, our truck load after trailer load of cabbages"}, {"timestamp": [214.0, 216.0], "text": " to be packed and sent up to the islands."}, {"timestamp": [216.0, 220.0], "text": " Garden peas come in two, vines and all to be thrashed in the viner's."}, {"timestamp": [220.0, 228.0], "text": " From trucks on the railway siding, empty cans are being rolled into the factory, raw material for the canning machines."}, {"timestamp": [228.0, 233.0], "text": " They just keep on rolling until some of the 600 employees pick them up and put them aside until wanted."}, {"timestamp": [233.0, 239.0], "text": " At the end of the building, the pea crops are being fed into the three New Zealand built vinas,"}, {"timestamp": [239.0, 243.0], "text": " whose beating action pods the green peas and drops them onto conveyor belts."}, {"timestamp": [243.0, 246.84], "text": " Much of the work is done"}, {"timestamp": [246.84, 252.34], "text": " by machines but much tool remains to be done by hand labor. Machines have their limitations."}, {"timestamp": [252.34, 256.44], "text": " They can't detect peas with split skins or throughout the individual hard case from"}, {"timestamp": [256.44, 261.36], "text": " an otherwise tender batch. The aim is that only perfect peas should reach the cans."}, {"timestamp": [261.36, 266.44], "text": " At the canning machine the washed and selected peas meet the newly"}, {"timestamp": [266.44, 271.6], "text": " washed cans. In steady procession, the cans go in empty and come out full for capping and sealing."}, {"timestamp": [273.04, 278.54], "text": " As they emerge, the cans are stacked in containers, ready to be cooked and sterilized by steam from"}, {"timestamp": [278.54, 284.46], "text": " the boilers. Now the quick freeze line is in operation, watched by an inspector of the United States"}, {"timestamp": [284.46, 285.58], "text": " Joint Purchasing Board,"}, {"timestamp": [285.94, 287.54], "text": " as are all the products of this factory."}, {"timestamp": [288.46, 293.02], "text": " The tender peas selected for this rapid freezing process are first packed into cardboard containers."}, {"timestamp": [293.96, 299.02], "text": " Eventually, these luxury packets of young peas will go to the islands in refrigerated shipping space."}, {"timestamp": [300.22, 306.0], "text": " The secret of the quick freeze process is that the vegetables are cooled rapidly far below freezing point,"}, {"timestamp": [306.0, 310.0], "text": " so there's no time for jagged ice crystals to form and break up their flesh."}, {"timestamp": [310.0, 314.0], "text": " The packets are pressed between heat-conducting layers in the refrigerators."}, {"timestamp": [318.0, 324.0], "text": " On the canning line, the steam-cooked cans are cooled with water and hauled up out of the retorts."}, {"timestamp": [324.0, 330.2], "text": " Next, for purposes of camouflage, they're dipped in paint, which makes them pea green outside as well as inside."}, {"timestamp": [330.6, 333.5], "text": " And they roll over to the store, where they must remain for a fortnight."}, {"timestamp": [334.1, 339.2], "text": " The idea is that if any can is likely to burst, it's best to give it time to do so before it leaves home."}, {"timestamp": [344.6, 348.92], "text": " Here's another part of this back area kitchen of the Pacific Front, the cabbage line,"}, {"timestamp": [349.12, 352.12], "text": " where all bruised leaves are stripped off before the cabbages are packed."}, {"timestamp": [352.78, 354.72], "text": " A few go up the center belt for dehydration."}, {"timestamp": [355.52, 358.44], "text": " These have their storks removed on spinning tubular cutters."}, {"timestamp": [363.24, 372.0], "text": " 150 girls work a lot more than full time on this cabbage line preparing vegetables for the armies advancing on Japan."}, {"timestamp": [372.0, 382.0], "text": " The cabbages for dehydration, which is another story, advance across what the girls call Sydney Bridge."}, {"timestamp": [382.0, 390.32], "text": " Those that choose to jump off land amidst the carrot lines, another activity. And here's a new installation going in for processing beans when the pea"}, {"timestamp": [390.32, 395.84], "text": " crops are over. At the Patima Hoey vegetable gardens, the last of the season's pea crops is being"}, {"timestamp": [395.84, 401.28], "text": " picked for taking to the factory viner's. Cabbages are being collected which were grown on the"}, {"timestamp": [401.28, 408.8], "text": " golf course. Cabages too have been brought from Hawks Bay Bay by the train load as demand has exceeded all this local supply."}, {"timestamp": [408.8, 417.52], "text": " The demand for labor exceeds local supply also. Every morning trucks collect girls"}, {"timestamp": [417.52, 421.64], "text": " who live in nearby townships to take them to work at the factory. But even this does"}, {"timestamp": [421.64, 425.0], "text": " not bring a sufficient labor force. And under manpower regulations,"}, {"timestamp": [425.0, 429.5], "text": " girls have been brought in from as far away as Auckland and Thames and a camp reconditioned"}, {"timestamp": [429.5, 434.4], "text": " to house and feed 200 of them. When they work overtime, trucks take them back to their camp"}, {"timestamp": [434.4, 439.8], "text": " in the evening. The job of this factory is to send as near as possible normal food up to those"}, {"timestamp": [439.8, 444.2], "text": " who are taking the dangers and discomforts of the war in the Pacific. In a good week, it can ship"}, {"timestamp": [444.2, 446.98], "text": " 35,000 cases of fresh vegetables alone."}], "text": " When the Hamilton Regatta and Carnival Association turned on their annual regatta, they found that with more men back from overseas, rowing was picking up again. The spectators who lined the banks saw some good crews in action, and the crews found the Waikato to their liking. The rowing events attracted large entries, and the most successful club was West End of Auckland, who won every event. But the crowd got the most thrills out of the speedboats that raced up and down the river with bursts of speed that made exciting moments for skippers and spectators. It looks safer just watching this sort of thing from the bank where the only danger is from a low-level attack by a stray mosquito. The T&D won the Hamilton Championship, and Flaming Youth had a good day too. When war is over, there'll be more days like this for everyone. More thrills, more speed and more good sport. It's with small regret that the Paterson family are shifting out of their below-road basement flat in Wellington. It's quite a good one-bedroom flat, but far too small for man, wife and two small children. Having to move to a house where there are no steps is quite a common occurrence in Wellington when children arrive. This time it's a shift to a new state house. For Mrs. Patterson, this is the sixth shift in three years. Like many servicemen's wives, she has lacked a real home, so for her it's an eventful day. Almost as eventful as the day she heard her husband really had escaped from Singapore. The lorry rolls along the streets of Waddington, brand new suburb to Hutt City. On either side are the rows of new state houses, all built in the last nine months. Of the thousand houses here, seven have just been finished, and one of the seven is the Paterson's new home. For the first time in her life, the baby has a sleeping porch of her own, and Diane is going to put her doll to sleep in their own room. To have every bit of sunshine and plenty of flat land for playing is going to put her doll to sleep in their own room. To have every bit of sunshine and plenty of flat land for playing is going to make a world of difference to this small girl and the thousands like her who'll soon be living here. With all the heavy furniture inside, the shift is good as over. And to call this home is a proud moment for Diane and her mother. mother. The vegetable processing plant of the internal marketing division at Bukikoi stretches for a sixth of a mile alongside the main trunk railway. Behind it is the hill, famous for its early peas and potatoes. This factory, powered by boilers big enough to drive a fair-sized chip, supplies prepared vegetables as reverse lease lend to the American forces deployed against Japan. Feeding into the factory this morning, our truck load after trailer load of cabbages to be packed and sent up to the islands. Garden peas come in two, vines and all to be thrashed in the viner's. From trucks on the railway siding, empty cans are being rolled into the factory, raw material for the canning machines. They just keep on rolling until some of the 600 employees pick them up and put them aside until wanted. At the end of the building, the pea crops are being fed into the three New Zealand built vinas, whose beating action pods the green peas and drops them onto conveyor belts. Much of the work is done by machines but much tool remains to be done by hand labor. Machines have their limitations. They can't detect peas with split skins or throughout the individual hard case from an otherwise tender batch. The aim is that only perfect peas should reach the cans. At the canning machine the washed and selected peas meet the newly washed cans. In steady procession, the cans go in empty and come out full for capping and sealing. As they emerge, the cans are stacked in containers, ready to be cooked and sterilized by steam from the boilers. Now the quick freeze line is in operation, watched by an inspector of the United States Joint Purchasing Board, as are all the products of this factory. The tender peas selected for this rapid freezing process are first packed into cardboard containers. Eventually, these luxury packets of young peas will go to the islands in refrigerated shipping space. The secret of the quick freeze process is that the vegetables are cooled rapidly far below freezing point, so there's no time for jagged ice crystals to form and break up their flesh. The packets are pressed between heat-conducting layers in the refrigerators. On the canning line, the steam-cooked cans are cooled with water and hauled up out of the retorts. Next, for purposes of camouflage, they're dipped in paint, which makes them pea green outside as well as inside. And they roll over to the store, where they must remain for a fortnight. The idea is that if any can is likely to burst, it's best to give it time to do so before it leaves home. Here's another part of this back area kitchen of the Pacific Front, the cabbage line, where all bruised leaves are stripped off before the cabbages are packed. A few go up the center belt for dehydration. These have their storks removed on spinning tubular cutters. 150 girls work a lot more than full time on this cabbage line preparing vegetables for the armies advancing on Japan. The cabbages for dehydration, which is another story, advance across what the girls call Sydney Bridge. Those that choose to jump off land amidst the carrot lines, another activity. And here's a new installation going in for processing beans when the pea crops are over. At the Patima Hoey vegetable gardens, the last of the season's pea crops is being picked for taking to the factory viner's. Cabbages are being collected which were grown on the golf course. Cabages too have been brought from Hawks Bay Bay by the train load as demand has exceeded all this local supply. The demand for labor exceeds local supply also. Every morning trucks collect girls who live in nearby townships to take them to work at the factory. But even this does not bring a sufficient labor force. And under manpower regulations, girls have been brought in from as far away as Auckland and Thames and a camp reconditioned to house and feed 200 of them. When they work overtime, trucks take them back to their camp in the evening. The job of this factory is to send as near as possible normal food up to those who are taking the dangers and discomforts of the war in the Pacific. In a good week, it can ship 35,000 cases of fresh vegetables alone."}