{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " As a"}, {"timestamp": [3.0, 32.14], "text": "...as the Prime Minister goes up the gangway of an overseas ship to welcome another furlough draft,"}, {"timestamp": [32.36, 34.54], "text": " with him goes the Polish consul, Count Wojitsky,"}, {"timestamp": [35.14, 39.94], "text": " for also on the ship are the 838 Poles who come to New Zealand for the duration of the war."}, {"timestamp": [43.04, 45.0], "text": " For the New Zealanders, this is home."}, {"timestamp": [45.0, 50.0], "text": " For the children it's a temporary home on the other side of the world, but it's a home."}, {"timestamp": [50.0, 53.0], "text": " Some of the New Zealanders helped to look after the children on the voyage."}, {"timestamp": [53.0, 56.0], "text": " They find it hard to break the habit."}, {"timestamp": [56.0, 60.0], "text": " A member of the party said of their work,"}, {"timestamp": [60.0, 65.0], "text": " I want to say if you were to our friends the New Zealand Serger."}, {"timestamp": [65.0, 68.0], "text": " We've been the wonderful kind to us on this ship."}, {"timestamp": [68.0, 70.0], "text": " We shall never forget it."}, {"timestamp": [70.0, 74.0], "text": " And may the good Lord bless you and your dear ones."}, {"timestamp": [74.0, 77.0], "text": " Corporal Albert Smith of Auckland said in reply,"}, {"timestamp": [77.0, 80.0], "text": " Throughout the voyage, they've been well-behaved kitties"}, {"timestamp": [80.0, 82.0], "text": " and have enjoyed every moment of us."}, {"timestamp": [82.0, 86.96], "text": " It was a pleasure of us like to give a milk in evenings and ice cream and the Lord knows what else."}, {"timestamp": [86.96, 90.0], "text": " And a small girl shows off her English. Hello."}, {"timestamp": [90.0, 95.76], "text": " Hello. New Zealand. The material things these Polish people have brought"}, {"timestamp": [95.76, 99.68], "text": " with them are very few. They have little with them to remind them of their homeland."}, {"timestamp": [99.68, 104.0], "text": " They've kept their pride, but their traditions have been reduced to a will to live,"}, {"timestamp": [104.0, 105.0], "text": " a bravery, a simple gratitude for food and shelter, but their traditions have been reduced to a will to live, a bravery,"}, {"timestamp": [105.0, 108.0], "text": " a simple gratitude for food and shelter."}, {"timestamp": [108.0, 111.0], "text": " These little people have been wandering for nearly five years."}, {"timestamp": [111.0, 116.0], "text": " They're broken pieces of once peaceful communities, their remnants of families."}, {"timestamp": [116.0, 123.0], "text": " These other people wore uproots and casts aside."}, {"timestamp": [123.0, 127.0], "text": " As the ship draws alongside the war, New Zealanders crane to see friends and relatives."}, {"timestamp": [127.0, 129.0], "text": " This is their home."}, {"timestamp": [129.0, 147.0], "text": " These are the people who know why Tahoeffi on a Saturday night is better than Cairo any day of the week."}, {"timestamp": [147.0, 150.0], "text": " These are the ones we love and the faces we know."}, {"timestamp": [150.0, 156.0], "text": " For the Poles, there are the Poles."}, {"timestamp": [156.0, 173.2], "text": " For the Poles, there are no relatives or acquaintances, but there are many friendly faces."}, {"timestamp": [173.2, 181.0], "text": " New Zealanders who've heard so much of the sufferings in war areas are eager to welcome and be kind to those who know first-hand what war suffering means."}, {"timestamp": [181.0, 185.46], "text": " It's a big job to transfer 725 children and 130"}, {"timestamp": [185.46, 189.9], "text": " adults to two trains for the last stage of their journey. Number tags tied on"}, {"timestamp": [189.9, 211.0], "text": " coats help to get over language difficulties and smiles and friendly hands do the rest. As the train moves off,"}, {"timestamp": [211.0, 227.0], "text": " 1600 eyes are eager to see what this new country they've come to live in is like."}, {"timestamp": [227.0, 239.0], "text": " The children are amused to see their photos in the morning newspaper."}, {"timestamp": [239.0, 251.0], "text": " Children at country schools line up to wave a welcome."}, {"timestamp": [251.0, 269.5], "text": " Palmerston North seems to regard the event as a good reason for a long lunch hour, and packing the station and standing by the railway line through the square to make a welcome for our guests."}, {"timestamp": [269.5, 273.0], "text": " Many bring flowers and sweets and ice cream."}, {"timestamp": [273.0, 330.7], "text": " Even the engine driver feels this is quite a day. And so, the Polish people are introduced to New Zealand."}, {"timestamp": [330.7, 335.32], "text": " For the children here are friendly faces and waving hands, and bottles of milk and lunch"}, {"timestamp": [335.32, 352.0], "text": " and flowers and picture books. Some of the older ones who've lived on farms all their lives watched our rich pastures roll by with a deep emotion."}, {"timestamp": [352.0, 360.0], "text": " Here were the things they understood, crops and cows and small homesteads and the cool green sweep of pasture land."}, {"timestamp": [360.0, 378.5], "text": " When people are friendly they seem the same all over the world."}, {"timestamp": [380.5, 384.5], "text": " The long journey comes to an end. Krakow and Warsaw and Lublin seem a long way from Paiyatua."}, {"timestamp": [384.5, 389.0], "text": " Only a few miles now of all the thousands they've traveled to find a home."}, {"timestamp": [389.0, 407.0], "text": " Army trucks carry them on the last part of the journey and they step onto seven acres of good New Zealand earth,"}, {"timestamp": [407.0, 411.0], "text": " that for a time is by hospitality a small part of Poland."}, {"timestamp": [411.0, 415.0], "text": " Dormitories and hutments provide adequate but not luxurious accommodation."}, {"timestamp": [415.0, 419.0], "text": " The camp has its own hospital and chapel and there's room to grow vegetables."}, {"timestamp": [423.0, 426.8], "text": " There is much to be seen. New ways of doing things have to be seen."}, {"timestamp": [426.8, 429.64], "text": " New ways of doing things have to be investigated."}, {"timestamp": [429.64, 460.0], "text": " But the grown-ups decide that there are only two important things at the moment, a meal and to bed. The meal, their first New Zealand binder was stowed away despite the sweets and ice creams they'd had on the train."}, {"timestamp": [463.0, 467.0], "text": " Army camp staff begin to wonder what the army is coming to."}, {"timestamp": [467.0, 481.0], "text": " However in the dormitories, army wacks who'd worked 14 and 15 hours a day preparing the camp,"}, {"timestamp": [481.0, 487.0], "text": " take over and tired eyes closed as soon as the bristly, close-cropped heads hit the pillows."}, {"timestamp": [489.7, 494.5], "text": " They can dream in peace, for this is a home. This is the end of their journey."}], "text": " As a...as the Prime Minister goes up the gangway of an overseas ship to welcome another furlough draft, with him goes the Polish consul, Count Wojitsky, for also on the ship are the 838 Poles who come to New Zealand for the duration of the war. For the New Zealanders, this is home. For the children it's a temporary home on the other side of the world, but it's a home. Some of the New Zealanders helped to look after the children on the voyage. They find it hard to break the habit. A member of the party said of their work, I want to say if you were to our friends the New Zealand Serger. We've been the wonderful kind to us on this ship. We shall never forget it. And may the good Lord bless you and your dear ones. Corporal Albert Smith of Auckland said in reply, Throughout the voyage, they've been well-behaved kitties and have enjoyed every moment of us. It was a pleasure of us like to give a milk in evenings and ice cream and the Lord knows what else. And a small girl shows off her English. Hello. Hello. New Zealand. The material things these Polish people have brought with them are very few. They have little with them to remind them of their homeland. They've kept their pride, but their traditions have been reduced to a will to live, a bravery, a simple gratitude for food and shelter, but their traditions have been reduced to a will to live, a bravery, a simple gratitude for food and shelter. These little people have been wandering for nearly five years. They're broken pieces of once peaceful communities, their remnants of families. These other people wore uproots and casts aside. As the ship draws alongside the war, New Zealanders crane to see friends and relatives. This is their home. These are the people who know why Tahoeffi on a Saturday night is better than Cairo any day of the week. These are the ones we love and the faces we know. For the Poles, there are the Poles. For the Poles, there are no relatives or acquaintances, but there are many friendly faces. New Zealanders who've heard so much of the sufferings in war areas are eager to welcome and be kind to those who know first-hand what war suffering means. It's a big job to transfer 725 children and 130 adults to two trains for the last stage of their journey. Number tags tied on coats help to get over language difficulties and smiles and friendly hands do the rest. As the train moves off, 1600 eyes are eager to see what this new country they've come to live in is like. The children are amused to see their photos in the morning newspaper. Children at country schools line up to wave a welcome. Palmerston North seems to regard the event as a good reason for a long lunch hour, and packing the station and standing by the railway line through the square to make a welcome for our guests. Many bring flowers and sweets and ice cream. Even the engine driver feels this is quite a day. And so, the Polish people are introduced to New Zealand. For the children here are friendly faces and waving hands, and bottles of milk and lunch and flowers and picture books. Some of the older ones who've lived on farms all their lives watched our rich pastures roll by with a deep emotion. Here were the things they understood, crops and cows and small homesteads and the cool green sweep of pasture land. When people are friendly they seem the same all over the world. The long journey comes to an end. Krakow and Warsaw and Lublin seem a long way from Paiyatua. Only a few miles now of all the thousands they've traveled to find a home. Army trucks carry them on the last part of the journey and they step onto seven acres of good New Zealand earth, that for a time is by hospitality a small part of Poland. Dormitories and hutments provide adequate but not luxurious accommodation. The camp has its own hospital and chapel and there's room to grow vegetables. There is much to be seen. New ways of doing things have to be seen. New ways of doing things have to be investigated. But the grown-ups decide that there are only two important things at the moment, a meal and to bed. The meal, their first New Zealand binder was stowed away despite the sweets and ice creams they'd had on the train. Army camp staff begin to wonder what the army is coming to. However in the dormitories, army wacks who'd worked 14 and 15 hours a day preparing the camp, take over and tired eyes closed as soon as the bristly, close-cropped heads hit the pillows. They can dream in peace, for this is a home. This is the end of their journey."}