{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " Arriving at Auckland"}, {"timestamp": [10.0, 29.0], "text": " Arriving at Auckland is Mr. Ivan Gibkin, first diplomatic representative to New Zealand from the Soviet Union."}, {"timestamp": [29.0, 32.0], "text": " His wife and 12-year-old boy accompany him."}, {"timestamp": [32.0, 37.0], "text": " By profession, Mr. Giabkin was an electrical engineer before he entered the diplomatic service six years ago."}, {"timestamp": [37.0, 39.0], "text": " His wife too is a qualified engineer."}, {"timestamp": [39.0, 64.0], "text": " All the legation staff have brought their wives and children with them, a total party of 19. The presence of a Soviet minister here should do much to strengthen our relations with that country."}, {"timestamp": [64.0, 71.78], "text": " The Soviet Union can be as good a friend in times of peace as she was an ally in the years of war."}, {"timestamp": [71.78, 79.72], "text": " One of the first things the party do after arriving is to visit the Savage Memorial"}, {"timestamp": [79.72, 82.28], "text": " and pay a tribute to the late Prime Minister."}, {"timestamp": [82.28, 85.54], "text": " For both our countries admire men who've helped to bring about social progress."}, {"timestamp": [88.42, 94.12], "text": " My wife and I were very glad to arrive in New Zealand safely,"}, {"timestamp": [95.24, 100.3], "text": " and we are very glad to be the first representatives in New Zealand."}, {"timestamp": [101.9, 110.0], "text": " And I have the privilege to be the first Soviet minister in New Zealand."}, {"timestamp": [110.0, 116.0], "text": " And I'll try to do my best to cement the friendship between two countries,"}, {"timestamp": [116.0, 128.0], "text": " between the Soviet Union and between New Zealand."}, {"timestamp": [132.0, 137.0], "text": " As the great aircraft carrier, HMS indefatigable enters Port Nicholson, escorted by the destroyers' urchin and wizard, school children look on from the heights around Wellington."}, {"timestamp": [143.0, 147.0], "text": " This is the first fleet carrier to visit New Zealand waters."}, {"timestamp": [147.0, 162.0], "text": " The indefatigable is too big to visit most ports."}, {"timestamp": [162.0, 173.08], "text": " The overhanging flight deck makes birthing difficult, but fenders hold the howl away from the wharf. The army are here to help and have constructed"}, {"timestamp": [173.08, 182.76], "text": " a special gangway out of Bailey Bridge sections. Under the carrier's bows the crew"}, {"timestamp": [182.76, 186.0], "text": " of HMS wizard muster to hear leave arrangements while in port."}, {"timestamp": [186.0, 190.0], "text": " Other units of the British Pacific Fleet may follow this force as visitors to New Zealand."}, {"timestamp": [190.0, 192.0], "text": " All will be welcome."}, {"timestamp": [192.0, 203.0], "text": " The Chinese enjoyed plays long before Shakespeare was a boy,"}, {"timestamp": [203.0, 208.38], "text": " and when the Auckland Dai Tong Music Society recently presented a play of their own for patriotic purposes,"}, {"timestamp": [208.82, 212.16], "text": " there was much that was strange about the show to our eyes and ears."}, {"timestamp": [212.64, 214.62], "text": " The program, of course, read from the back frontwards."}, {"timestamp": [215.16, 219.58], "text": " The name of tonight's play is Human Integrity, a modern script recently sent from China."}, {"timestamp": [220.28, 222.32], "text": " The theme is China's resistance to the Japanese."}, {"timestamp": [223.22, 227.0], "text": " Here in the first scene, two Chinese women bombed out by the Japs are rescued"}, {"timestamp": [227.0, 230.0], "text": " and taken to safety by two Chinese guerrilla fighters."}, {"timestamp": [230.0, 233.0], "text": " Hey, look at least, you're just a lot of things."}, {"timestamp": [233.0, 237.0], "text": " It's really a good one of the people, we're just a Chinese,"}, {"timestamp": [237.0, 241.0], "text": " we're just a German place,"}, {"timestamp": [241.0, 243.0], "text": " let her back to give them."}, {"timestamp": [243.0, 245.0], "text": " The next scene is a typical family group."}, {"timestamp": [245.0, 247.0], "text": " It's the father's birthday."}, {"timestamp": [247.0, 249.0], "text": " There's something familiar about the play now."}, {"timestamp": [249.0, 253.0], "text": " There's a wounded soldier and here's a pretty girl."}, {"timestamp": [253.0, 255.0], "text": " Oh, Hong-Goh will go to the"}, {"timestamp": [255.0, 259.0], "text": " doing, do a good-go, have a chance."}, {"timestamp": [259.0, 261.0], "text": " The orchestra plays an important part in the play."}, {"timestamp": [261.0, 263.0], "text": " The orchestration is a little haphazard,"}, {"timestamp": [263.0, 290.0], "text": " but strange as it seems the music has a religious significance. Now the girl is a nurse caring for the wounded soldier."}, {"timestamp": [290.0, 307.0], "text": " The drama is a combination of dialogue and singing,"}, {"timestamp": [307.0, 310.0], "text": " the songs helping to emphasize the emotions of the scene."}, {"timestamp": [310.0, 346.0], "text": " At a military conference, Generalissimo Chang Kai Shek calls for the unity of the people against the common enemy. Now for a little bit more than It's something Confucius"}, {"timestamp": [352.0, 354.0], "text": " Now for a little comedy relief with One Bob Hope"}, {"timestamp": [354.0, 366.0], "text": " It's probably all something Confucius said And you're gonnaeer. Oh, be lozeng, yae-e-e-e-e-e-ma,"}, {"timestamp": [366.0, 385.1], "text": " and just as we thought, it's the same in China as the world over."}, {"timestamp": [385.54, 387.84], "text": " Boy gets girl and they live happily ever after."}, {"timestamp": [388.26, 389.36], "text": " And here's the big surprise."}, {"timestamp": [389.88, 391.7], "text": " The girls were boys all the time."}, {"timestamp": [392.4, 393.82], "text": " To us it's a strange play,"}, {"timestamp": [394.22, 397.26], "text": " but these people have raised huge sums with it to send to their homeland."}, {"timestamp": [397.26, 407.34], "text": " The"}], "text": " Arriving at Auckland Arriving at Auckland is Mr. Ivan Gibkin, first diplomatic representative to New Zealand from the Soviet Union. His wife and 12-year-old boy accompany him. By profession, Mr. Giabkin was an electrical engineer before he entered the diplomatic service six years ago. His wife too is a qualified engineer. All the legation staff have brought their wives and children with them, a total party of 19. The presence of a Soviet minister here should do much to strengthen our relations with that country. The Soviet Union can be as good a friend in times of peace as she was an ally in the years of war. One of the first things the party do after arriving is to visit the Savage Memorial and pay a tribute to the late Prime Minister. For both our countries admire men who've helped to bring about social progress. My wife and I were very glad to arrive in New Zealand safely, and we are very glad to be the first representatives in New Zealand. And I have the privilege to be the first Soviet minister in New Zealand. And I'll try to do my best to cement the friendship between two countries, between the Soviet Union and between New Zealand. As the great aircraft carrier, HMS indefatigable enters Port Nicholson, escorted by the destroyers' urchin and wizard, school children look on from the heights around Wellington. This is the first fleet carrier to visit New Zealand waters. The indefatigable is too big to visit most ports. The overhanging flight deck makes birthing difficult, but fenders hold the howl away from the wharf. The army are here to help and have constructed a special gangway out of Bailey Bridge sections. Under the carrier's bows the crew of HMS wizard muster to hear leave arrangements while in port. Other units of the British Pacific Fleet may follow this force as visitors to New Zealand. All will be welcome. The Chinese enjoyed plays long before Shakespeare was a boy, and when the Auckland Dai Tong Music Society recently presented a play of their own for patriotic purposes, there was much that was strange about the show to our eyes and ears. The program, of course, read from the back frontwards. The name of tonight's play is Human Integrity, a modern script recently sent from China. The theme is China's resistance to the Japanese. Here in the first scene, two Chinese women bombed out by the Japs are rescued and taken to safety by two Chinese guerrilla fighters. Hey, look at least, you're just a lot of things. It's really a good one of the people, we're just a Chinese, we're just a German place, let her back to give them. The next scene is a typical family group. It's the father's birthday. There's something familiar about the play now. There's a wounded soldier and here's a pretty girl. Oh, Hong-Goh will go to the doing, do a good-go, have a chance. The orchestra plays an important part in the play. The orchestration is a little haphazard, but strange as it seems the music has a religious significance. Now the girl is a nurse caring for the wounded soldier. The drama is a combination of dialogue and singing, the songs helping to emphasize the emotions of the scene. At a military conference, Generalissimo Chang Kai Shek calls for the unity of the people against the common enemy. Now for a little bit more than It's something Confucius Now for a little comedy relief with One Bob Hope It's probably all something Confucius said And you're gonnaeer. Oh, be lozeng, yae-e-e-e-e-e-ma, and just as we thought, it's the same in China as the world over. Boy gets girl and they live happily ever after. And here's the big surprise. The girls were boys all the time. To us it's a strange play, but these people have raised huge sums with it to send to their homeland. The"}