{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " These volunteers"}, {"timestamp": [7.0, 27.0], "text": " These volunteer workers are weighing out rubber for tennis balls."}, {"timestamp": [27.0, 30.0], "text": " This year the stocks of tennis balls were exhausted."}, {"timestamp": [30.0, 32.0], "text": " Some rubber could be spared but workers could not."}, {"timestamp": [32.0, 37.0], "text": " So these Auckland tennis fans came forward and offered to make the tennis balls in their spare time."}, {"timestamp": [37.0, 41.0], "text": " They can't make enough to supply the shops, but all clubs and schools in New Zealand,"}, {"timestamp": [41.0, 47.0], "text": " as well as men in the forces will benefit from their enthusiasm."}, {"timestamp": [51.0, 59.0], "text": " After the shells have been molded, they're given two pills to which six drops of water are added."}, {"timestamp": [59.0, 63.0], "text": " When heated, this dose will blow up the balls."}, {"timestamp": [63.0, 65.0], "text": " A rubber plug is blow up the balls."}, {"timestamp": [65.0, 74.16], "text": " A rubber plug is inserted and the balls are sealed."}, {"timestamp": [74.16, 78.6], "text": " Good tennis balls have to be more alike than the two proverbial peas in a pod."}, {"timestamp": [78.6, 81.9], "text": " This device makes sure they're all the same size."}, {"timestamp": [81.9, 83.78], "text": " They're then ready for dipping in rubber solution."}, {"timestamp": [83.78, 85.9], "text": " This nice techy coating gives the felt something to cling to."}, {"timestamp": [85.9, 104.34], "text": " Well made and well covered these tennis balls are all they should be, but they're"}, {"timestamp": [104.34, 107.0], "text": " finally checked for compression before they get by."}, {"timestamp": [111.0, 118.0], "text": " Before the seasons finished, these women hope to have packed 5,000 dozen, not a dud among them and everyone full of bounce."}, {"timestamp": [118.0, 138.4], "text": " Thanks to the public-spirited Auckland enthusiasts, tennis players throughout the country will be able to keep the ball volleying this summer. These munition parts, actually die-costings, are here to be tested in a steam oven."}, {"timestamp": [138.4, 144.4], "text": " A few hours in the oven causes as much deterioration of defective metal as would normally take place in a year."}, {"timestamp": [144.4, 147.0], "text": " Of these steam-tested parts, the one on the right has been made from an causes as much deterioration of defective metal as would normally take place in a year."}, {"timestamp": [147.0, 151.0], "text": " Of these steam tested parts, the one on the right has been made from an impure alloy."}, {"timestamp": [151.0, 156.0], "text": " To find what's wrong with the alloy, samples can be dissolved in acid for a lengthy analysis."}, {"timestamp": [156.0, 162.0], "text": " At the Dominion Laboratory, though, they have a really rapid method of tracing impurities."}, {"timestamp": [162.0, 165.16], "text": " Samples of die-casting metal are cut and filed to form the two poles of tracing impurities. Samples of die casting metal are cut and filed to form"}, {"timestamp": [165.16, 170.24], "text": " the two poles of a spark gap. Specimens from Dominion workshops arrive each morning by hand,"}, {"timestamp": [170.24, 177.06], "text": " rail and by air. Two prepared pieces of the metal for test are simply mounted before"}, {"timestamp": [177.06, 182.7], "text": " a spectrograph and an electric spark passed between them. The light from the spark is examined,"}, {"timestamp": [182.7, 186.0], "text": " just as astronomers examine starlight to find what the stars are made of."}, {"timestamp": [188.0, 193.0], "text": " While the spectrum of each specimen of metal is being photographed, there is time to make up the photographic developer."}, {"timestamp": [197.0, 201.0], "text": " After several exposures, the photographic plate is removed from the spectrograph,"}, {"timestamp": [201.0, 206.0], "text": " and when developed, it's handed up still wet for immediate examination under the microscope."}, {"timestamp": [206.0, 216.0], "text": " From what he sees here, only a few minutes after the samples have been received, an experienced investigator can at once telephone a warning to any die casting shop whose alloy is defective."}, {"timestamp": [216.0, 230.78], "text": " For example, one part of iron in a thousand parts of alloy, as indicated by the extra lines in the top spectrum here, would cause the alloy to be rejected. Here is one of the workshops. When accurate parts are wanted"}, {"timestamp": [230.78, 235.3], "text": " by the thousand die casting is usually the best way of making them but it's essential"}, {"timestamp": [235.3, 240.94], "text": " that the alloy in the melting pot should be pure and uncontaminated. Metal is"}, {"timestamp": [240.94, 244.78], "text": " taken for the next cycle of operations and driven under high pressure into the"}, {"timestamp": [244.78, 246.0], "text": " steel dyes or molds. After a pause for the metal to cool the next cycle of operations and driven under high pressure into the steel dyes or moulds."}, {"timestamp": [246.0, 254.0], "text": " After a pause for the metal to cool, the dyes are open and four bomb fuses are seen, like four flowers on a metal stalk."}, {"timestamp": [254.0, 260.0], "text": " With skilled operators, this particular machine turns out its batches of four fuses every minute for 24 hours a day."}, {"timestamp": [260.0, 263.0], "text": " If the metal is perfect, the parts will be perfect."}, {"timestamp": [263.0, 265.4], "text": " And the laboratory facility is now helping this growing industry"}, {"timestamp": [265.4, 267.8], "text": " strengthen its place in New Zealand's manufacturing."}, {"timestamp": [276.2, 281.1], "text": " At this advance air base in the Pacific, planes of the RNZEF are in for overhaul and repair."}, {"timestamp": [281.7, 284.5], "text": " Today the spotlight on the Pacific Air War is swinging northwards,"}, {"timestamp": [284.5, 289.2], "text": " and New Zealand fighter pilots are bagging more and more zeros. They owe part of their success"}, {"timestamp": [289.2, 291.12], "text": " to the ground crews who service their planes."}, {"timestamp": [301.2, 305.0], "text": " These men are doing their share in helping to dish it out to the Japs."}, {"timestamp": [305.0, 310.0], "text": " Keeping the planes in fighting trim isn't easy here, but they overhaul them thoroughly from prop to tailwheel."}, {"timestamp": [310.0, 320.0], "text": " Day after day, attack after attack is being pushed home against Japanese bases, aircraft carriers and shipping."}, {"timestamp": [320.0, 324.0], "text": " In every raid the pilots depend on their machines for their success and for their lives."}, {"timestamp": [324.0, 325.82], "text": " Nothing is left untested nor undone."}, {"timestamp": [326.36, 330.4], "text": " A broken screw, a loose boat, a worn thread may give a zero a chance to escape."}, {"timestamp": [331.4, 335.26], "text": " The men who keep the planes up to scratch don't get the satisfaction of shooting down the nips,"}, {"timestamp": [335.58, 336.96], "text": " but the pilots depend on them."}, {"timestamp": [340.3, 341.56], "text": " Every detail is checked."}, {"timestamp": [341.94, 343.5], "text": " The radio has its specialist, too."}, {"timestamp": [344.1, 347.0], "text": " Bumping about in dogfights doesn't improve the plane's radio."}, {"timestamp": [347.0, 354.0], "text": " Now some of the planes are finished with their engines running sweetly."}, {"timestamp": [358.0, 365.0], "text": " The boys okay the sound of the motors and everything gets a final once over before they move off for a workout."}, {"timestamp": [373.0, 378.0], "text": " Running down for a takeoff with everything turning smoothly is proof of another job well done."}, {"timestamp": [378.0, null], "text": " The ground crews turn them out ready to better the Japs again, ready to help sweep the road to Tokyo."}], "text": " These volunteers These volunteer workers are weighing out rubber for tennis balls. This year the stocks of tennis balls were exhausted. Some rubber could be spared but workers could not. So these Auckland tennis fans came forward and offered to make the tennis balls in their spare time. They can't make enough to supply the shops, but all clubs and schools in New Zealand, as well as men in the forces will benefit from their enthusiasm. After the shells have been molded, they're given two pills to which six drops of water are added. When heated, this dose will blow up the balls. A rubber plug is blow up the balls. A rubber plug is inserted and the balls are sealed. Good tennis balls have to be more alike than the two proverbial peas in a pod. This device makes sure they're all the same size. They're then ready for dipping in rubber solution. This nice techy coating gives the felt something to cling to. Well made and well covered these tennis balls are all they should be, but they're finally checked for compression before they get by. Before the seasons finished, these women hope to have packed 5,000 dozen, not a dud among them and everyone full of bounce. Thanks to the public-spirited Auckland enthusiasts, tennis players throughout the country will be able to keep the ball volleying this summer. These munition parts, actually die-costings, are here to be tested in a steam oven. A few hours in the oven causes as much deterioration of defective metal as would normally take place in a year. Of these steam-tested parts, the one on the right has been made from an causes as much deterioration of defective metal as would normally take place in a year. Of these steam tested parts, the one on the right has been made from an impure alloy. To find what's wrong with the alloy, samples can be dissolved in acid for a lengthy analysis. At the Dominion Laboratory, though, they have a really rapid method of tracing impurities. Samples of die-casting metal are cut and filed to form the two poles of tracing impurities. Samples of die casting metal are cut and filed to form the two poles of a spark gap. Specimens from Dominion workshops arrive each morning by hand, rail and by air. Two prepared pieces of the metal for test are simply mounted before a spectrograph and an electric spark passed between them. The light from the spark is examined, just as astronomers examine starlight to find what the stars are made of. While the spectrum of each specimen of metal is being photographed, there is time to make up the photographic developer. After several exposures, the photographic plate is removed from the spectrograph, and when developed, it's handed up still wet for immediate examination under the microscope. From what he sees here, only a few minutes after the samples have been received, an experienced investigator can at once telephone a warning to any die casting shop whose alloy is defective. For example, one part of iron in a thousand parts of alloy, as indicated by the extra lines in the top spectrum here, would cause the alloy to be rejected. Here is one of the workshops. When accurate parts are wanted by the thousand die casting is usually the best way of making them but it's essential that the alloy in the melting pot should be pure and uncontaminated. Metal is taken for the next cycle of operations and driven under high pressure into the steel dyes or molds. After a pause for the metal to cool the next cycle of operations and driven under high pressure into the steel dyes or moulds. After a pause for the metal to cool, the dyes are open and four bomb fuses are seen, like four flowers on a metal stalk. With skilled operators, this particular machine turns out its batches of four fuses every minute for 24 hours a day. If the metal is perfect, the parts will be perfect. And the laboratory facility is now helping this growing industry strengthen its place in New Zealand's manufacturing. At this advance air base in the Pacific, planes of the RNZEF are in for overhaul and repair. Today the spotlight on the Pacific Air War is swinging northwards, and New Zealand fighter pilots are bagging more and more zeros. They owe part of their success to the ground crews who service their planes. These men are doing their share in helping to dish it out to the Japs. Keeping the planes in fighting trim isn't easy here, but they overhaul them thoroughly from prop to tailwheel. Day after day, attack after attack is being pushed home against Japanese bases, aircraft carriers and shipping. In every raid the pilots depend on their machines for their success and for their lives. Nothing is left untested nor undone. A broken screw, a loose boat, a worn thread may give a zero a chance to escape. The men who keep the planes up to scratch don't get the satisfaction of shooting down the nips, but the pilots depend on them. Every detail is checked. The radio has its specialist, too. Bumping about in dogfights doesn't improve the plane's radio. Now some of the planes are finished with their engines running sweetly. The boys okay the sound of the motors and everything gets a final once over before they move off for a workout. Running down for a takeoff with everything turning smoothly is proof of another job well done. The ground crews turn them out ready to better the Japs again, ready to help sweep the road to Tokyo."}