{"speakers": [], "chunks": [{"timestamp": [0.0, 42.28], "text": " The President The Bay of Islands, latitude 35 degrees, longitude 174 degrees."}, {"timestamp": [42.98, 112.0], "text": " Here a warm Pacific current drifts down the coastline and gives perfect living conditions for marine life. And so. Little fish are eaten by big fish are eaten by bigger fish and big fish and big fish are eaten by big fish, and big fish are eaten by bigger fish, and the hungriest are the large game fish."}, {"timestamp": [114.0, 118.0], "text": " Marlin and sharks spend most of the year cruising the depths of the Pacific,"}, {"timestamp": [118.0, 157.0], "text": " and then during the summer they feed off the northeastern corner of New Zealand. promote game fishing."}, {"timestamp": [160.0, 192.0], "text": " His fishing techniques captured trophy fish and his books and films captured the imagination of the world's anglers. In 50 years, gamefishings developed into a thriving tourist industry,"}, {"timestamp": [192.0, 200.0], "text": " with charter boats at the ports of Taronga, Fittiyanga, Fungaroa, Tutukaka, Pahia and Russell."}, {"timestamp": [200.0, 208.0], "text": " Each year, anglers come to the villages and towns along the coast to pit their skills against the nomads of the deep."}, {"timestamp": [208.0, 230.0], "text": " The saying goes, big baits big baits. The saying goes, big bait, big fish."}, {"timestamp": [230.0, 254.0], "text": " The most favoured bait is Arapis Trouta, or Kauai, a common sporty fish and a lot of fun to catch. Are you happy."}, {"timestamp": [254.0, 255.0], "text": " Are you mad?"}, {"timestamp": [255.0, 257.0], "text": " All right, honey."}, {"timestamp": [257.0, 267.0], "text": " The bates are presented several ways."}, {"timestamp": [267.0, 273.0], "text": " Some skip along the wave tops, others dive below."}, {"timestamp": [273.0, 280.0], "text": " As well as baits, some anglers troll lures which have the colours and variety of Christmas decorations."}, {"timestamp": [280.0, 292.0], "text": " For day after day, the fleet scours the ocean at a steady three to four knots."}, {"timestamp": [292.0, 361.0], "text": " Everyone watches the bait or scans the sea for signs of schoolfish which could have attracted a marlin to the surface. I'm The season for Marlin starts with the first fish being caught about mid-January and continues through to the end of June."}, {"timestamp": [361.0, 367.0], "text": " Some days they'll take the bait, some days they won't. Every skipper has his theory."}, {"timestamp": [369.0, 373.0], "text": " Nobody knows where the Marlin come from or where they go after visiting our shores."}, {"timestamp": [373.0, 447.0], "text": " But while they're here they're in top condition, which is the attraction for local and overseas anglers. I'm gonna be. I'm gonna. The He's right. He's right behind the skip baits in around."}, {"timestamp": [447.0, 451.0], "text": " He's right behind the skip bait at the back."}, {"timestamp": [451.0, 456.0], "text": " He's there."}, {"timestamp": [456.0, 463.0], "text": " He's got a forward."}, {"timestamp": [463.0, 465.0], "text": " Take it forward, take forward., put it in the gear, close take!"}, {"timestamp": [465.0, 467.0], "text": " Do you have the hardest?"}, {"timestamp": [467.0, 472.0], "text": " No, no. No, not at the moment."}, {"timestamp": [472.0, 473.0], "text": " No, we're the other way."}, {"timestamp": [473.0, 476.0], "text": " Let's take a nice little bit."}, {"timestamp": [476.0, 477.0], "text": " Is it, man?"}, {"timestamp": [477.0, 479.0], "text": " Is it still there? Yes, great."}, {"timestamp": [479.0, 480.0], "text": " Good tension."}, {"timestamp": [480.0, 482.0], "text": " There's a blue, mate."}, {"timestamp": [482.0, 483.0], "text": " That's a good one."}, {"timestamp": [483.0, 485.0], "text": " Yes, lovely. Guys, relax. Is that a good one?"}, {"timestamp": [485.0, 486.0], "text": " Yes, lovely."}, {"timestamp": [486.0, 488.0], "text": " The gentrins relax here."}, {"timestamp": [488.0, 490.0], "text": " No, it's got the gear."}, {"timestamp": [490.0, 492.0], "text": " Forward and wide."}, {"timestamp": [492.0, 496.0], "text": " Forward reasonably slowly, but wind fast."}, {"timestamp": [496.0, 498.0], "text": " That's good."}, {"timestamp": [498.0, 500.0], "text": " That's good."}, {"timestamp": [500.0, 502.0], "text": " Watch that flying."}, {"timestamp": [502.0, 503.0], "text": " Look, it's going to slow enough."}, {"timestamp": [503.0, 505.0], "text": " This fish is going to jump. Watch it. It's going to come up. Yeah, he, going to strike now. The fish is going to jump."}, {"timestamp": [505.0, 506.0], "text": " Watch it."}, {"timestamp": [506.0, 508.0], "text": " You've got to come up."}, {"timestamp": [508.0, 509.0], "text": " Please, Jeremy."}, {"timestamp": [509.0, 510.0], "text": " Come on, watch it."}, {"timestamp": [510.0, 511.0], "text": " Let it."}, {"timestamp": [511.0, 513.0], "text": " Keep that pressure on."}, {"timestamp": [513.0, 514.0], "text": " Keep it on."}, {"timestamp": [514.0, 515.0], "text": " Keep it on."}, {"timestamp": [515.0, 516.0], "text": " That's it."}, {"timestamp": [516.0, 538.0], "text": " Good, good, good, good. We may lose him."}, {"timestamp": [540.0, 543.0], "text": " Here he is out the side there. Just keep you out."}, {"timestamp": [543.0, 545.0], "text": " Yeah, right. Just a hand here. Hang, it's the right."}, {"timestamp": [545.0, 546.0], "text": " Just a hand here."}, {"timestamp": [546.0, 547.0], "text": " Hang on."}, {"timestamp": [547.0, 549.0], "text": " Looks like a big one."}, {"timestamp": [549.0, 551.0], "text": " It's good on."}, {"timestamp": [551.0, 554.0], "text": " Put on me."}, {"timestamp": [554.0, 558.0], "text": " Here, get this."}, {"timestamp": [558.0, 560.0], "text": " That arm."}, {"timestamp": [560.0, 561.0], "text": " That's it, mate."}, {"timestamp": [561.0, 563.0], "text": " Now, hold it with the other one."}, {"timestamp": [563.0, 566.0], "text": " No, put this hand up there. That's it, mate. Now hold it with the other one. Put this hand up there."}, {"timestamp": [566.0, 568.0], "text": " That's it, mate."}, {"timestamp": [568.0, 570.0], "text": " Good man."}, {"timestamp": [570.0, 572.0], "text": " Okay."}, {"timestamp": [572.0, 574.0], "text": " All right."}, {"timestamp": [574.0, 576.0], "text": " All right."}, {"timestamp": [576.0, 577.0], "text": " All right."}, {"timestamp": [577.0, 578.0], "text": " All right."}, {"timestamp": [578.0, 580.0], "text": " Keep it going."}, {"timestamp": [580.0, 582.0], "text": " Keep a going."}, {"timestamp": [582.0, 588.0], "text": " Keep a going. Another great deal of line out now."}, {"timestamp": [588.0, 594.0], "text": " It won't be long any of your being."}, {"timestamp": [594.0, 597.0], "text": " That's it. Good. Good."}, {"timestamp": [597.0, 598.0], "text": " Good. Good."}, {"timestamp": [598.0, 603.0], "text": " Each year, hundreds of game fish are caught."}, {"timestamp": [603.0, 607.0], "text": " Marco shark, hammerhead shark, thresher shark, tuna,"}, {"timestamp": [607.0, 612.0], "text": " striped, blue and black marlin, even broad bills have been caught in these waters."}, {"timestamp": [612.0, 618.0], "text": " Lighter tackles the challenge for the experienced angler."}, {"timestamp": [618.0, 624.0], "text": " Some are landing fish 10, 15, even 20 times the breaking strain of the line."}, {"timestamp": [624.0, 625.8], "text": " Also, some anglers are sportingly tagging and then releasing their fish. 10, 15, even 20 times the breaking strain of the line."}, {"timestamp": [629.84, 630.2], "text": " Also, some anglers are sportingly tagging and then releasing their fish,"}, {"timestamp": [633.2, 643.6], "text": " which will help in tracking the migratory mysteries of the marlin."}, {"timestamp": [650.0, 653.0], "text": " To land a fish like this striped marlin takes luck, patience and a lot of skill, and any hunter likes to display his prowess."}, {"timestamp": [653.0, 660.0], "text": " Nice striping."}, {"timestamp": [660.0, 661.0], "text": " Come on."}, {"timestamp": [661.0, 667.0], "text": " Where's our little turst, right? All right, big smile, a little tourist, right."}, {"timestamp": [667.0, 668.0], "text": " Good idea."}, {"timestamp": [668.0, 670.0], "text": " Come on, OK."}, {"timestamp": [670.0, 674.0], "text": " Come on, Kerr, let's get down here."}, {"timestamp": [674.0, 675.0], "text": " Come on, Tom."}, {"timestamp": [675.0, 676.0], "text": " Let's get down here."}, {"timestamp": [676.0, 677.0], "text": " Let's get up."}, {"timestamp": [677.0, 682.0], "text": " Come on, Tom."}, {"timestamp": [682.0, 684.0], "text": " Yeah, back up, back up."}, {"timestamp": [684.0, 686.0], "text": " Let's get wet and go on."}, {"timestamp": [686.0, 687.0], "text": " Come here, quick."}, {"timestamp": [687.0, 690.0], "text": " Let me get them out there in front."}, {"timestamp": [690.0, 693.0], "text": " That'll make it."}, {"timestamp": [693.0, 695.0], "text": " There we go."}, {"timestamp": [695.0, 703.0], "text": " Many fine fish have been proudly hung on this wharf to be a photograph to hang on a wall."}, {"timestamp": [703.0, 706.1], "text": " Some have been record fish, some have given a great"}, {"timestamp": [706.1, 709.1], "text": " fight. All have been a thrill for the victor."}, {"timestamp": [709.1, 715.78], "text": " Two eight, night six. Which right? Even though game fishing's become a sophisticated"}, {"timestamp": [715.78, 720.16], "text": " sport with more comfort for the fishermen and complicated scoring systems for the"}, {"timestamp": [720.16, 724.9], "text": " international tournaments held each year, it's the challenge of the hunt and then a"}, {"timestamp": [724.9, 726.5], "text": " fight which appeals."}, {"timestamp": [727.94, 750.0], "text": " Let's! This is the moment. The bait's been taken."}, {"timestamp": [750.0, 768.0], "text": " What is it? Will it run? Will it go deep?"}, {"timestamp": [768.0, 773.0], "text": " The angler must be patient, planning every move."}, {"timestamp": [773.0, 778.0], "text": " Father here!"}, {"timestamp": [778.0, 787.0], "text": " Tannock! Oh! Oh!"}, {"timestamp": [787.0, 810.6], "text": " Oh! The second by the second by the second-"}, {"timestamp": [810.6, 845.0], "text": " I can't make a good one. The I'm not you're I'm a lot of I'm a lot of"}, {"timestamp": [845.0, 845.84], "text": " I'm"}, {"timestamp": [845.84, 915.46], "text": " know I'm going to be. The The"}], "text": " The President The Bay of Islands, latitude 35 degrees, longitude 174 degrees. Here a warm Pacific current drifts down the coastline and gives perfect living conditions for marine life. And so. Little fish are eaten by big fish are eaten by bigger fish and big fish and big fish are eaten by big fish, and big fish are eaten by bigger fish, and the hungriest are the large game fish. Marlin and sharks spend most of the year cruising the depths of the Pacific, and then during the summer they feed off the northeastern corner of New Zealand. promote game fishing. His fishing techniques captured trophy fish and his books and films captured the imagination of the world's anglers. In 50 years, gamefishings developed into a thriving tourist industry, with charter boats at the ports of Taronga, Fittiyanga, Fungaroa, Tutukaka, Pahia and Russell. Each year, anglers come to the villages and towns along the coast to pit their skills against the nomads of the deep. The saying goes, big baits big baits. The saying goes, big bait, big fish. The most favoured bait is Arapis Trouta, or Kauai, a common sporty fish and a lot of fun to catch. Are you happy. Are you mad? All right, honey. The bates are presented several ways. Some skip along the wave tops, others dive below. As well as baits, some anglers troll lures which have the colours and variety of Christmas decorations. For day after day, the fleet scours the ocean at a steady three to four knots. Everyone watches the bait or scans the sea for signs of schoolfish which could have attracted a marlin to the surface. I'm The season for Marlin starts with the first fish being caught about mid-January and continues through to the end of June. Some days they'll take the bait, some days they won't. Every skipper has his theory. Nobody knows where the Marlin come from or where they go after visiting our shores. But while they're here they're in top condition, which is the attraction for local and overseas anglers. I'm gonna be. I'm gonna. The He's right. He's right behind the skip baits in around. He's right behind the skip bait at the back. He's there. He's got a forward. Take it forward, take forward., put it in the gear, close take! Do you have the hardest? No, no. No, not at the moment. No, we're the other way. Let's take a nice little bit. Is it, man? Is it still there? Yes, great. Good tension. There's a blue, mate. That's a good one. Yes, lovely. Guys, relax. Is that a good one? Yes, lovely. The gentrins relax here. No, it's got the gear. Forward and wide. Forward reasonably slowly, but wind fast. That's good. That's good. Watch that flying. Look, it's going to slow enough. This fish is going to jump. Watch it. It's going to come up. Yeah, he, going to strike now. The fish is going to jump. Watch it. You've got to come up. Please, Jeremy. Come on, watch it. Let it. Keep that pressure on. Keep it on. Keep it on. That's it. Good, good, good, good. We may lose him. Here he is out the side there. Just keep you out. Yeah, right. Just a hand here. Hang, it's the right. Just a hand here. Hang on. Looks like a big one. It's good on. Put on me. Here, get this. That arm. That's it, mate. Now, hold it with the other one. No, put this hand up there. That's it, mate. Now hold it with the other one. Put this hand up there. That's it, mate. Good man. Okay. All right. All right. All right. All right. Keep it going. Keep a going. Keep a going. Another great deal of line out now. It won't be long any of your being. That's it. Good. Good. Good. Good. Each year, hundreds of game fish are caught. Marco shark, hammerhead shark, thresher shark, tuna, striped, blue and black marlin, even broad bills have been caught in these waters. Lighter tackles the challenge for the experienced angler. Some are landing fish 10, 15, even 20 times the breaking strain of the line. Also, some anglers are sportingly tagging and then releasing their fish. 10, 15, even 20 times the breaking strain of the line. Also, some anglers are sportingly tagging and then releasing their fish, which will help in tracking the migratory mysteries of the marlin. To land a fish like this striped marlin takes luck, patience and a lot of skill, and any hunter likes to display his prowess. Nice striping. Come on. Where's our little turst, right? All right, big smile, a little tourist, right. Good idea. Come on, OK. Come on, Kerr, let's get down here. Come on, Tom. Let's get down here. Let's get up. Come on, Tom. Yeah, back up, back up. Let's get wet and go on. Come here, quick. Let me get them out there in front. That'll make it. There we go. Many fine fish have been proudly hung on this wharf to be a photograph to hang on a wall. Some have been record fish, some have given a great fight. All have been a thrill for the victor. Two eight, night six. Which right? Even though game fishing's become a sophisticated sport with more comfort for the fishermen and complicated scoring systems for the international tournaments held each year, it's the challenge of the hunt and then a fight which appeals. Let's! This is the moment. The bait's been taken. What is it? Will it run? Will it go deep? The angler must be patient, planning every move. Father here! Tannock! Oh! Oh! Oh! The second by the second by the second- I can't make a good one. The I'm not you're I'm a lot of I'm a lot of I'm know I'm going to be. The The"}