{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " Wind-driven rain-driven rain clouds stream across the heart of the North Island,"}, {"timestamp": [30.0, 36.0], "text": " and snow is melting on the slopes of Ruahpejo, Tongariro, Nara Hoey and the Kaimanahuas."}, {"timestamp": [36.0, 58.0], "text": " Forming a valley, the mountains gather snow and streams and rivers down into the huge natural basin of Lake Taupo. Of all New Zealand's lakes, Taupo is the greatest, and Taupo is the endless source of the Waikato River,"}, {"timestamp": [58.0, 67.0], "text": " a river that turns and flows along a winding course 200 miles from sauce to mouth, from Taupo to the sea."}, {"timestamp": [67.0, 84.0], "text": " The river has channeled gorges below rock faces, shaped and twisted by a million years of erosion,"}, {"timestamp": [84.0, 85.04], "text": " and it flowed through thousands of erosion and it flows through"}, {"timestamp": [85.04, 89.28], "text": " thousands of acres of pine planted forest land on its way down to the plains of the"}, {"timestamp": [89.28, 89.88], "text": " Waikato."}, {"timestamp": [89.88, 104.68], "text": " Rich and rolling farmlands have extended from its banks and towns have prospered by them."}, {"timestamp": [104.68, 105.26], "text": " The river is slow. Rich and rolling farmlands have extended from its banks and towns have prospered by them."}, {"timestamp": [108.0, 116.8], "text": " The river is slow and it is swift. It gathers speed. The water thunders over the rapids. Its power breaks and foams."}, {"timestamp": [117.4, 137.0], "text": " Almost irresistible falling down 1,000 feet from sauce to mouth, from Taupo to the sea. But in the course of the Wicato, man has taken a hand."}, {"timestamp": [137.0, 140.0], "text": " The work of harnessing the river has begun."}, {"timestamp": [140.0, 147.0], "text": " At Arapuni, a great wall of steel and concrete has been laid to hold the water's power."}, {"timestamp": [151.0, 156.0], "text": " The water mounts in the dam, its weight is gathered and channeled into a head race."}, {"timestamp": [161.0, 167.0], "text": " It's poured through the penstock tunnels, through the side of the cliff, down to the powerhouse below."}, {"timestamp": [167.0, 172.0], "text": " The weight of thousands of tons of falling water is a force to drive the turbines and the generators."}, {"timestamp": [172.0, 176.0], "text": " The strength of the river is transformed into electric power."}, {"timestamp": [176.0, 180.0], "text": " Adapuni's generators supply half the North Island with electric power."}, {"timestamp": [180.0, 186.2], "text": " Yet this great flow of power, power from the river, can be controlled at the turn of a switch by one man."}, {"timestamp": [189.04, 190.52], "text": " Arafuni ascends the power."}, {"timestamp": [191.32, 195.84], "text": " 10,000, 50,000, 100,000 volts."}, {"timestamp": [196.62, 202.5], "text": " The transmission lines radiate across the land, bridging the valleys, climbing the hillsides,"}, {"timestamp": [204.18, 209.0], "text": " spanning the open plains to farm and city the pylons march,"}, {"timestamp": [209.0, 213.44], "text": " power to turn the machine, heat the home, and drive the clattering city tram."}, {"timestamp": [217.4, 222.64], "text": " But that isn't all, the tremendous task of servicing and maintaining 2,000 miles of lines"}, {"timestamp": [222.64, 225.04], "text": " is the job for a handful of men in the hydroelectric"}, {"timestamp": [225.04, 230.08], "text": " department. They are men who go out on the job at any time of the day or night in all sorts of"}, {"timestamp": [230.08, 235.68], "text": " weather in any kind of country. The men who keep the power flowing along the lines."}, {"timestamp": [236.4, 240.32], "text": " There's no room for a mistake here. Our breakdown would be disastrous."}, {"timestamp": [247.0, 250.0], "text": " And on the workbenchers of the department's engineering shops,"}, {"timestamp": [250.0, 254.0], "text": " all the equipment for the system is checked and tested."}, {"timestamp": [254.0, 277.0], "text": " The shops can turn out anything, from a precision meter to a steel girder. In Hamilton is the control room North Island power."}, {"timestamp": [277.0, 281.0], "text": " Here two men handle the disposition of power throughout the North Island."}, {"timestamp": [281.0, 285.44], "text": " Their responsibility is great and their job these days is a difficult one."}, {"timestamp": [286.4, 291.12], "text": " Just got the weather forecast. It's going to be a really tough night for us, cold and overcast."}, {"timestamp": [291.12, 293.36], "text": " Meantime you had better check the level of tarpo."}, {"timestamp": [295.52, 299.68], "text": " Make level please. It's only risen half an inch since yesterday."}, {"timestamp": [299.68, 303.28], "text": " Oh tell Joe to keep the gates closed. We'll have to store all the water we can."}, {"timestamp": [303.84, 306.0], "text": " Kingswulf station please. Kingswulf station, please."}, {"timestamp": [306.0, 310.0], "text": " King's Warf, or Hamilton here, has your coal supply holding?"}, {"timestamp": [310.0, 312.0], "text": " Uh-huh."}, {"timestamp": [312.0, 316.0], "text": " Okay, we'll stand by for a tough session tonight between five and six."}, {"timestamp": [316.0, 318.0], "text": " Keep running at 20,000 kilowatts."}, {"timestamp": [318.0, 321.0], "text": " Oh, Rapporty."}, {"timestamp": [321.0, 324.0], "text": " What's the latest dope on number four generator?"}, {"timestamp": [324.0, 325.0], "text": " That's not good."}, {"timestamp": [325.0, 327.0], "text": " But you'll have to nurse it through the peak."}, {"timestamp": [327.0, 330.0], "text": " We'll try and give you a break at 6.30."}, {"timestamp": [330.0, 336.0], "text": " This is 2.Y.A. Wellington, the time, 5 o'clock."}, {"timestamp": [336.0, 338.0], "text": " For the next hour, this station will be off the air"}, {"timestamp": [338.0, 341.0], "text": " in order to conserve vital electric power."}, {"timestamp": [341.0, 344.0], "text": " Lend your support in saving electricity"}, {"timestamp": [344.0, 345.68], "text": " by switching off your radio"}, {"timestamp": [345.68, 347.68], "text": " and all other electrical appliances"}, {"timestamp": [347.68, 349.06], "text": " not in use at the moment."}, {"timestamp": [349.74, 351.74], "text": " Until 6 o'clock, good afternoon, everyone."}, {"timestamp": [352.42, 353.86], "text": " The peak time, the rush hour,"}, {"timestamp": [354.08, 355.44], "text": " trams pack the city streets,"}, {"timestamp": [355.68, 356.74], "text": " power turning the wheels,"}, {"timestamp": [357.1, 358.54], "text": " knock off time, close up shop,"}, {"timestamp": [358.7, 359.98], "text": " jam on the trains and trams,"}, {"timestamp": [360.18, 380.64], "text": " people going home, power turning the wheels."}, {"timestamp": [387.0, 407.0], "text": " The streets are full, the day is up. No time to waste from trams to me,"}, {"timestamp": [407.0, 412.0], "text": " John from the plane from the line from the United States."}, {"timestamp": [412.0, 414.0], "text": " Come on to see Johnson's plane."}, {"timestamp": [414.0, 421.0], "text": " Passengers, do not join or align from the train while filled in a million."}, {"timestamp": [421.0, 425.0], "text": " It's dangerous. The electric The electric trains are speeding to"}, {"timestamp": [425.0, 441.0], "text": " The electric trains are speeding to the outlying suburbs"}, {"timestamp": [441.0, 443.0], "text": " But the farmers are still at work"}, {"timestamp": [443.0, 448.04], "text": " All over the land thousands of cows are being herded into bails for the evening milking hundreds of"}, {"timestamp": [448.04, 452.24], "text": " electric milking machines draw the milk from the cows"}, {"timestamp": [452.24, 463.84], "text": " my lake level is just high enough but I'm flat out of 20,000 kilowatt"}, {"timestamp": [463.84, 465.56], "text": " okay manahall keep it up."}, {"timestamp": [465.62, 467.82], "text": " Heavens Bay, how's the cold situation?"}, {"timestamp": [468.44, 469.66], "text": " I can't hear, speak up."}, {"timestamp": [470.46, 472.0], "text": " Well, you're better off than King's Wharf."}, {"timestamp": [472.6, 477.06], "text": " Go on running till 7 at 24,000 kilowatts, then let's know how things stand."}, {"timestamp": [478.56, 479.44], "text": " Yes, Aripuni."}, {"timestamp": [481.0, 482.64], "text": " Call up Waikami, Moana, right away."}, {"timestamp": [483.64, 484.52], "text": " Hello, Waikei, Moana."}, {"timestamp": [484.84, 486.0], "text": " Hamilton here. Stand by for instruct. No, Y, care, to get Hello, Wai Kri, Moana. Hamilton here."}, {"timestamp": [486.0, 487.0], "text": " Stand by for instruct..."}, {"timestamp": [487.0, 489.0], "text": " No YKare to get number two siphon running, but quick."}, {"timestamp": [489.0, 491.0], "text": " Arapunis had a breakdown on number four."}, {"timestamp": [491.0, 493.0], "text": " Get number two siphon into action right away."}, {"timestamp": [493.0, 495.0], "text": " Reduce your voltage 5%."}, {"timestamp": [495.0, 497.0], "text": " But my lake level is too far down, Hamilton."}, {"timestamp": [497.0, 499.0], "text": " I can only run one siphon with safety."}, {"timestamp": [499.0, 502.0], "text": " I know that, but Arapunee's had a breakdown."}, {"timestamp": [502.0, 503.0], "text": " You'll just have to run it."}, {"timestamp": [503.0, 504.0], "text": " Okay."}, {"timestamp": [504.0, 505.0], "text": " We'll tell you when we've got going."}, {"timestamp": [505.0, 507.0], "text": " About half an hour, I guess."}, {"timestamp": [507.0, 510.0], "text": " Gunnythor, put me through to Candela substation."}, {"timestamp": [510.0, 514.0], "text": " Candela, you've probably noticed the drop."}, {"timestamp": [514.0, 520.0], "text": " Wellington and Hutt power boards will have to increase rationing from 5.30 to 5.45."}, {"timestamp": [520.0, 526.0], "text": " Tell Penrose to cut their switches from 5.45 to 6, but to keep all essential services running."}, {"timestamp": [526.0, 527.0], "text": " Exchange, get me Penrose."}, {"timestamp": [527.0, 529.0], "text": " What's our margin now?"}, {"timestamp": [529.0, 531.0], "text": " 2,000 kilowatts."}, {"timestamp": [531.0, 535.0], "text": " Hmm. We'll just get by tonight."}, {"timestamp": [535.0, 539.0], "text": " The shadow of the late afternoon falls across the land."}, {"timestamp": [539.0, 542.0], "text": " The lights gleam down the street of a country town."}, {"timestamp": [542.0, 558.54], "text": " Across the bay, a city fades into the darkness of the evening soon it lights up glowing with electric power the workers are home"}, {"timestamp": [558.54, 569.5], "text": " the dinners are served the day has ended and the evening begun."}, {"timestamp": [570.76, 571.74], "text": " Good work, hour, Perney."}, {"timestamp": [573.54, 574.4], "text": " Well, the load is dropping fairly rapidly now."}, {"timestamp": [576.92, 577.44], "text": " By the way, there's a special radio broadcast at 9.30,"}, {"timestamp": [579.6, 580.14], "text": " so you can expect the slight rise around about then."}, {"timestamp": [594.0, 597.0], "text": " The most popular broadcast program of the moment is the National Symphony Orchestra. All over the country, radios are switching into the broadcast."}, {"timestamp": [597.0, 625.2], "text": " The power consumption climbs up. At the end of the broadcast, thousands of housewives go out to their kitchens, switch on lights and plug in electric kettles for supper time."}, {"timestamp": [632.16, 635.2], "text": " Rise of 30,000 kilowatts. Shouldn't last more than a few minutes."}, {"timestamp": [636.08, 638.8], "text": " When it drops you can take out number two generator for servicing."}, {"timestamp": [639.44, 642.64], "text": " No, nothing else tonight. Most people will be off to bed soon, I guess."}, {"timestamp": [643.36, 643.84], "text": " No night."}, {"timestamp": [647.68, 654.16], "text": " The night lengthens and the last cinema crowds are making their way home an occasional taxi still"}, {"timestamp": [654.16, 674.0], "text": " takes a late call an electric engine pulls out on a long night hall."}, {"timestamp": [678.0, 717.0], "text": " And now the last lights on are the lights shining softly in a cabaret as the couples turn to the rhythm of the last dance in the early hours of the morning. But we haven't got enough electricity. Why is there such a shortage?"}, {"timestamp": [717.0, 722.0], "text": " Well, back in 1936, the country became far more prosperous. People had money in hand,"}, {"timestamp": [722.0, 725.0], "text": " and they began buying more and more electrical machines and fittings."}, {"timestamp": [725.0, 730.0], "text": " Some people bought radiators for the drawing room, some bought washing machines for the laundry."}, {"timestamp": [730.0, 736.0], "text": " Others bought electric hair curlers for the bedroom and some bought machines for their workshops."}, {"timestamp": [736.0, 742.0], "text": " We found that refrigerators were handy to keep things in."}, {"timestamp": [742.0, 749.0], "text": " Between 1936 and 1939, domestic consumption of electricity increased enormously."}, {"timestamp": [749.0, 751.0], "text": " 1939, the year the war started."}, {"timestamp": [751.0, 756.0], "text": " The year the nation's plans for development of hydroelectricity were to materialize."}, {"timestamp": [756.0, 759.0], "text": " We had a number of orders for machinery and equipment placed abroad."}, {"timestamp": [759.0, 763.0], "text": " Parts of generators and turbines were being cast in Belgium and Sweden."}, {"timestamp": [762.4, 765.88], "text": " and turbines were being cast in Belgium and Sweden."}, {"timestamp": [767.68, 768.08], "text": " 1940, the war spread."}, {"timestamp": [770.44, 771.32], "text": " We didn't get that equipment from Belgium and Sweden."}, {"timestamp": [774.32, 774.56], "text": " Britain had been building four generators for us when war broke out,"}, {"timestamp": [776.44, 776.48], "text": " but in the fateful days of 1940,"}, {"timestamp": [779.04, 780.8], "text": " the blacked-out factories of Britain were working day and night to forge the materials of war."}, {"timestamp": [781.2, 784.16], "text": " It was a case of weapons for war instead of machines for peace."}, {"timestamp": [784.68, 792.0], "text": " Even so, Britain was still able to make and dispatch some generating equipment to New Zealand. The ship carrying it was torpedoed and sunk."}, {"timestamp": [792.0, 799.0], "text": " An empty emplacement at Arapuni waited seven years to be filled by a generator ordered in 1939."}, {"timestamp": [799.0, 805.0], "text": " Our power consumption went up during the war, but it wasn't offset by new developments of sources of power."}, {"timestamp": [805.0, 812.0], "text": " Men and machines and materials had to be used for building hangars and runways instead of dams and powerhouses."}, {"timestamp": [812.0, 822.0], "text": " But at the end of the war, the power situation became even worse, and in the summer of 1945, one of the most savage droughts in the country's history struck across the heart of the North Island."}, {"timestamp": [822.0, 825.14], "text": " The land was dry and burnt and blackened."}, {"timestamp": [828.22, 828.92], "text": " Fires swept round the Taupho area and no rain fell."}, {"timestamp": [834.78, 838.38], "text": " 1946 was a dry winter and 1947 saw another dry summer. The levels of Lake Taupe and the Waikato River dropped alarmingly. The source of power was failing."}, {"timestamp": [838.38, 840.58], "text": " But what's being done about this shortage of electricity?"}, {"timestamp": [841.04, 849.52], "text": " For years the Minister of Works, Mr. Semple and his staff have been working on new schemes for developing natural sources of power. By far the greatest and most important of"}, {"timestamp": [849.52, 855.36], "text": " these is the plan to harness the Waikato River. Arapuni is the existing big station on the river,"}, {"timestamp": [856.18, 863.44], "text": " but by next winter, Carapira will be functioning, and construction is well on the way at Maritai."}, {"timestamp": [863.76, 871.16], "text": " On completion of these schemes, there will be ten big dams and power stations on this river."}, {"timestamp": [872.26, 878.5], "text": " They will generate over a million horsepower and provide approximately three times the power"}, {"timestamp": [878.5, 881.16], "text": " at present generated in the North Island."}, {"timestamp": [881.68, 883.72], "text": " The job is going ahead at speed."}, {"timestamp": [883.72, 890.0], "text": " The race to build the dams is on, a race against time, and a struggle against the harsh volcanic earth."}, {"timestamp": [890.0, 897.0], "text": " The task begins, men and machines, working to give the North Island new and greater resources of electric power."}, {"timestamp": [897.0, 915.0], "text": " The task of harnessing the whole of rock, hillsides of tangled scrub."}, {"timestamp": [915.0, 927.0], "text": " So before construction can even begin, a way must be clear, tracks must be laid, roads built down to the site of the dam."}, {"timestamp": [930.0, 931.0], "text": " Sticks of gerignite are thrust into the rock,"}, {"timestamp": [935.0, 949.0], "text": " the first of many that will blast the diversion tunnel through the cliffside. And clear! There is the opening for the"}, {"timestamp": [949.0, 969.0], "text": " There is the opening for the diversion tunnel, a path to take the river from its course"}, {"timestamp": [969.0, 971.0], "text": " while the dam is built across the bed."}, {"timestamp": [971.0, 988.6], "text": " And housing must be found for the workers. New towns are rising from the scrubland, homes for 3,000 men,"}, {"timestamp": [988.98, 993.3], "text": " for the men who will work on the great hydro schemes at Maritai, Waipapa, and Fokamaru."}, {"timestamp": [994.06, 996.54], "text": " At Fokamaru, yet another dam will rise."}, {"timestamp": [996.98, 999.02], "text": " The steep slopes will take the weight of the concrete."}, {"timestamp": [999.66, 1001.32], "text": " But is the rock beneath the river sound?"}, {"timestamp": [1002.02, 1005.76], "text": " Sections of the riverbed and the surrounding country must be tested and analyzed. Drills bore down hundreds of feet beneath the river to. Sections of the riverbed and the surrounding country must be tested and analyzed."}, {"timestamp": [1006.3, 1010.82], "text": " Drills bore down hundreds of feet beneath the river to draw out lengths of earth and rock."}, {"timestamp": [1017.44, 1049.76], "text": " The rock is sent to laboratories set for compression tests. Hundreds of samples are tested. The question is will the riverbed take the enormous weight of the dam? The science of geophysics will solve this detail for the engineers. The tests at the Dominion Physics Laboratory are only a small part of the work behind the scenes. In the head office of the hydro department, years of knowledge and experience are pooled in planning every detail of construction. This is work for the draftsmen and the engineers. Before one ton of concrete is poured, before one piece of equipment blade, charts,"}, {"timestamp": [1049.76, 1057.6], "text": " plans and blueprints must be exactly prepared. From the plan to the reality,"}, {"timestamp": [1057.6, 1064.4], "text": " Karapiro, a project that means 2,000 tons of steel."}, {"timestamp": [1072.6, 1105.14], "text": " 400,000 tons of steel, 400,000 tons of concrete, a million tons of earth the rock beside a powerhouse that will hold three great generators and turbines."}, {"timestamp": [1105.8, 1111.76], "text": " Soon the river will be turned back in its natural course to thunder through these penstocks to drive the turbines and the generators."}, {"timestamp": [1114.56, 1119.38], "text": " This then is the story that lies behind all the things you use around the home every day."}, {"timestamp": [1120.02, 1126.08], "text": " The light you turn off, the radio you switch on, the hot water you wash the dishes in, the iron you press the clothes with."}, {"timestamp": [1126.64, 1129.76], "text": " A story that goes back with the wires coming into your home."}, {"timestamp": [1130.32, 1133.84], "text": " Going back with the pylons across the land to the sources of power,"}, {"timestamp": [1134.24, 1139.04], "text": " to the men who work, the materials they use, and the river they harness."}, {"timestamp": [1149.0, 1154.0], "text": " Carapiro will give the North Island another 90,000 kilowatts of electric power. Yet of all the ten dams and power stations that will rise from the bed at the Waikato,"}, {"timestamp": [1154.0, 1156.0], "text": " Carapiro will be one of the smallest."}, {"timestamp": [1156.0, 1167.0], "text": " The dammed up waters of the river will form a lake covering 2,000 acres."}, {"timestamp": [1167.0, 1183.0], "text": " To make way for the lake, part of the main road to Rotorua has been raised and a new bridge built over the top of the old one."}, {"timestamp": [1183.0, 1187.2], "text": " Work at Carapiro never stops, round the road. and a new bridge built over the top of the old one."}, {"timestamp": [1189.6, 1193.2], "text": " Work at Carapiro never stops. Round the clock, 24 hours a day, the men are on the job."}, {"timestamp": [1193.2, 1196.0], "text": " As each day ends, the night ships take over."}, {"timestamp": [1196.0, 1223.74], "text": " And these are the men whose labor means electric power. After the planning, after the work of the draftsmen, the engineers and the laboratories, this is the work that counts."}, {"timestamp": [1224.24, 1225.64], "text": " On the shifts at Carapiro,"}, {"timestamp": [1226.0, 1230.92], "text": " it's the men on the job handling the steel, shoveling the concrete day and night who build the"}, {"timestamp": [1230.92, 1236.8], "text": " dam. Men with a deadline to meet, for the country needs more power and it needs it now."}, {"timestamp": [1241.0, 1248.0], "text": " The North Island is rich in natural power resources, the cheap, endless power that comes from the flow and fall of the Waikato River."}, {"timestamp": [1248.0, 1255.0], "text": " A river that leaps over the rapids, rushes through the gorges, and flows down across the plains and past the cities."}, {"timestamp": [1255.0, 1259.0], "text": " 200 miles from source to mouth, from Talpo to the sea."}, {"timestamp": [1259.0, 1262.0], "text": " Yet the river is still scarcely harnessed."}, {"timestamp": [1262.0, 1266.44], "text": " It will be ten years before its waters begin to be used to the full. But those ten years will see the sheer white concrete dams rise to the river is still scarcely harnessed. It will be ten years before its waters begin to be used to the full."}, {"timestamp": [1266.44, 1269.76], "text": " For those ten years will see the sheer white concrete dams"}, {"timestamp": [1269.76, 1271.48], "text": " rise from its bed."}, {"timestamp": [1271.48, 1274.04], "text": " Power stations will stand down its length"}, {"timestamp": [1274.04, 1276.68], "text": " and they will be filled with the sound of the turbines,"}, {"timestamp": [1276.68, 1278.9], "text": " the vibration of the generators."}, {"timestamp": [1278.9, 1282.06], "text": " Lines of steel towers will radiate from its banks,"}, {"timestamp": [1282.06, 1285.88], "text": " carrying electric power to the farms to the towns to the"}, {"timestamp": [1285.88, 1291.58], "text": " cities into the homes of the people the Waikato River will give the country"}, {"timestamp": [1291.58, 1295.98], "text": " boundless electric energy"}], "text": " Wind-driven rain-driven rain clouds stream across the heart of the North Island, and snow is melting on the slopes of Ruahpejo, Tongariro, Nara Hoey and the Kaimanahuas. Forming a valley, the mountains gather snow and streams and rivers down into the huge natural basin of Lake Taupo. Of all New Zealand's lakes, Taupo is the greatest, and Taupo is the endless source of the Waikato River, a river that turns and flows along a winding course 200 miles from sauce to mouth, from Taupo to the sea. The river has channeled gorges below rock faces, shaped and twisted by a million years of erosion, and it flowed through thousands of erosion and it flows through thousands of acres of pine planted forest land on its way down to the plains of the Waikato. Rich and rolling farmlands have extended from its banks and towns have prospered by them. The river is slow. Rich and rolling farmlands have extended from its banks and towns have prospered by them. The river is slow and it is swift. It gathers speed. The water thunders over the rapids. Its power breaks and foams. Almost irresistible falling down 1,000 feet from sauce to mouth, from Taupo to the sea. But in the course of the Wicato, man has taken a hand. The work of harnessing the river has begun. At Arapuni, a great wall of steel and concrete has been laid to hold the water's power. The water mounts in the dam, its weight is gathered and channeled into a head race. It's poured through the penstock tunnels, through the side of the cliff, down to the powerhouse below. The weight of thousands of tons of falling water is a force to drive the turbines and the generators. The strength of the river is transformed into electric power. Adapuni's generators supply half the North Island with electric power. Yet this great flow of power, power from the river, can be controlled at the turn of a switch by one man. Arafuni ascends the power. 10,000, 50,000, 100,000 volts. The transmission lines radiate across the land, bridging the valleys, climbing the hillsides, spanning the open plains to farm and city the pylons march, power to turn the machine, heat the home, and drive the clattering city tram. But that isn't all, the tremendous task of servicing and maintaining 2,000 miles of lines is the job for a handful of men in the hydroelectric department. They are men who go out on the job at any time of the day or night in all sorts of weather in any kind of country. The men who keep the power flowing along the lines. There's no room for a mistake here. Our breakdown would be disastrous. And on the workbenchers of the department's engineering shops, all the equipment for the system is checked and tested. The shops can turn out anything, from a precision meter to a steel girder. In Hamilton is the control room North Island power. Here two men handle the disposition of power throughout the North Island. Their responsibility is great and their job these days is a difficult one. Just got the weather forecast. It's going to be a really tough night for us, cold and overcast. Meantime you had better check the level of tarpo. Make level please. It's only risen half an inch since yesterday. Oh tell Joe to keep the gates closed. We'll have to store all the water we can. Kingswulf station please. Kingswulf station, please. King's Warf, or Hamilton here, has your coal supply holding? Uh-huh. Okay, we'll stand by for a tough session tonight between five and six. Keep running at 20,000 kilowatts. Oh, Rapporty. What's the latest dope on number four generator? That's not good. But you'll have to nurse it through the peak. We'll try and give you a break at 6.30. This is 2.Y.A. Wellington, the time, 5 o'clock. For the next hour, this station will be off the air in order to conserve vital electric power. Lend your support in saving electricity by switching off your radio and all other electrical appliances not in use at the moment. Until 6 o'clock, good afternoon, everyone. The peak time, the rush hour, trams pack the city streets, power turning the wheels, knock off time, close up shop, jam on the trains and trams, people going home, power turning the wheels. The streets are full, the day is up. No time to waste from trams to me, John from the plane from the line from the United States. Come on to see Johnson's plane. Passengers, do not join or align from the train while filled in a million. It's dangerous. The electric The electric trains are speeding to The electric trains are speeding to the outlying suburbs But the farmers are still at work All over the land thousands of cows are being herded into bails for the evening milking hundreds of electric milking machines draw the milk from the cows my lake level is just high enough but I'm flat out of 20,000 kilowatt okay manahall keep it up. Heavens Bay, how's the cold situation? I can't hear, speak up. Well, you're better off than King's Wharf. Go on running till 7 at 24,000 kilowatts, then let's know how things stand. Yes, Aripuni. Call up Waikami, Moana, right away. Hello, Waikei, Moana. Hamilton here. Stand by for instruct. No, Y, care, to get Hello, Wai Kri, Moana. Hamilton here. Stand by for instruct... No YKare to get number two siphon running, but quick. Arapunis had a breakdown on number four. Get number two siphon into action right away. Reduce your voltage 5%. But my lake level is too far down, Hamilton. I can only run one siphon with safety. I know that, but Arapunee's had a breakdown. You'll just have to run it. Okay. We'll tell you when we've got going. About half an hour, I guess. Gunnythor, put me through to Candela substation. Candela, you've probably noticed the drop. Wellington and Hutt power boards will have to increase rationing from 5.30 to 5.45. Tell Penrose to cut their switches from 5.45 to 6, but to keep all essential services running. Exchange, get me Penrose. What's our margin now? 2,000 kilowatts. Hmm. We'll just get by tonight. The shadow of the late afternoon falls across the land. The lights gleam down the street of a country town. Across the bay, a city fades into the darkness of the evening soon it lights up glowing with electric power the workers are home the dinners are served the day has ended and the evening begun. Good work, hour, Perney. Well, the load is dropping fairly rapidly now. By the way, there's a special radio broadcast at 9.30, so you can expect the slight rise around about then. The most popular broadcast program of the moment is the National Symphony Orchestra. All over the country, radios are switching into the broadcast. The power consumption climbs up. At the end of the broadcast, thousands of housewives go out to their kitchens, switch on lights and plug in electric kettles for supper time. Rise of 30,000 kilowatts. Shouldn't last more than a few minutes. When it drops you can take out number two generator for servicing. No, nothing else tonight. Most people will be off to bed soon, I guess. No night. The night lengthens and the last cinema crowds are making their way home an occasional taxi still takes a late call an electric engine pulls out on a long night hall. And now the last lights on are the lights shining softly in a cabaret as the couples turn to the rhythm of the last dance in the early hours of the morning. But we haven't got enough electricity. Why is there such a shortage? Well, back in 1936, the country became far more prosperous. People had money in hand, and they began buying more and more electrical machines and fittings. Some people bought radiators for the drawing room, some bought washing machines for the laundry. Others bought electric hair curlers for the bedroom and some bought machines for their workshops. We found that refrigerators were handy to keep things in. Between 1936 and 1939, domestic consumption of electricity increased enormously. 1939, the year the war started. The year the nation's plans for development of hydroelectricity were to materialize. We had a number of orders for machinery and equipment placed abroad. Parts of generators and turbines were being cast in Belgium and Sweden. and turbines were being cast in Belgium and Sweden. 1940, the war spread. We didn't get that equipment from Belgium and Sweden. Britain had been building four generators for us when war broke out, but in the fateful days of 1940, the blacked-out factories of Britain were working day and night to forge the materials of war. It was a case of weapons for war instead of machines for peace. Even so, Britain was still able to make and dispatch some generating equipment to New Zealand. The ship carrying it was torpedoed and sunk. An empty emplacement at Arapuni waited seven years to be filled by a generator ordered in 1939. Our power consumption went up during the war, but it wasn't offset by new developments of sources of power. Men and machines and materials had to be used for building hangars and runways instead of dams and powerhouses. But at the end of the war, the power situation became even worse, and in the summer of 1945, one of the most savage droughts in the country's history struck across the heart of the North Island. The land was dry and burnt and blackened. Fires swept round the Taupho area and no rain fell. 1946 was a dry winter and 1947 saw another dry summer. The levels of Lake Taupe and the Waikato River dropped alarmingly. The source of power was failing. But what's being done about this shortage of electricity? For years the Minister of Works, Mr. Semple and his staff have been working on new schemes for developing natural sources of power. By far the greatest and most important of these is the plan to harness the Waikato River. Arapuni is the existing big station on the river, but by next winter, Carapira will be functioning, and construction is well on the way at Maritai. On completion of these schemes, there will be ten big dams and power stations on this river. They will generate over a million horsepower and provide approximately three times the power at present generated in the North Island. The job is going ahead at speed. The race to build the dams is on, a race against time, and a struggle against the harsh volcanic earth. The task begins, men and machines, working to give the North Island new and greater resources of electric power. The task of harnessing the whole of rock, hillsides of tangled scrub. So before construction can even begin, a way must be clear, tracks must be laid, roads built down to the site of the dam. Sticks of gerignite are thrust into the rock, the first of many that will blast the diversion tunnel through the cliffside. And clear! There is the opening for the There is the opening for the diversion tunnel, a path to take the river from its course while the dam is built across the bed. And housing must be found for the workers. New towns are rising from the scrubland, homes for 3,000 men, for the men who will work on the great hydro schemes at Maritai, Waipapa, and Fokamaru. At Fokamaru, yet another dam will rise. The steep slopes will take the weight of the concrete. But is the rock beneath the river sound? Sections of the riverbed and the surrounding country must be tested and analyzed. Drills bore down hundreds of feet beneath the river to. Sections of the riverbed and the surrounding country must be tested and analyzed. Drills bore down hundreds of feet beneath the river to draw out lengths of earth and rock. The rock is sent to laboratories set for compression tests. Hundreds of samples are tested. The question is will the riverbed take the enormous weight of the dam? The science of geophysics will solve this detail for the engineers. The tests at the Dominion Physics Laboratory are only a small part of the work behind the scenes. In the head office of the hydro department, years of knowledge and experience are pooled in planning every detail of construction. This is work for the draftsmen and the engineers. Before one ton of concrete is poured, before one piece of equipment blade, charts, plans and blueprints must be exactly prepared. From the plan to the reality, Karapiro, a project that means 2,000 tons of steel. 400,000 tons of steel, 400,000 tons of concrete, a million tons of earth the rock beside a powerhouse that will hold three great generators and turbines. Soon the river will be turned back in its natural course to thunder through these penstocks to drive the turbines and the generators. This then is the story that lies behind all the things you use around the home every day. The light you turn off, the radio you switch on, the hot water you wash the dishes in, the iron you press the clothes with. A story that goes back with the wires coming into your home. Going back with the pylons across the land to the sources of power, to the men who work, the materials they use, and the river they harness. Carapiro will give the North Island another 90,000 kilowatts of electric power. Yet of all the ten dams and power stations that will rise from the bed at the Waikato, Carapiro will be one of the smallest. The dammed up waters of the river will form a lake covering 2,000 acres. To make way for the lake, part of the main road to Rotorua has been raised and a new bridge built over the top of the old one. Work at Carapiro never stops, round the road. and a new bridge built over the top of the old one. Work at Carapiro never stops. Round the clock, 24 hours a day, the men are on the job. As each day ends, the night ships take over. And these are the men whose labor means electric power. After the planning, after the work of the draftsmen, the engineers and the laboratories, this is the work that counts. On the shifts at Carapiro, it's the men on the job handling the steel, shoveling the concrete day and night who build the dam. Men with a deadline to meet, for the country needs more power and it needs it now. The North Island is rich in natural power resources, the cheap, endless power that comes from the flow and fall of the Waikato River. A river that leaps over the rapids, rushes through the gorges, and flows down across the plains and past the cities. 200 miles from source to mouth, from Talpo to the sea. Yet the river is still scarcely harnessed. It will be ten years before its waters begin to be used to the full. But those ten years will see the sheer white concrete dams rise to the river is still scarcely harnessed. It will be ten years before its waters begin to be used to the full. For those ten years will see the sheer white concrete dams rise from its bed. Power stations will stand down its length and they will be filled with the sound of the turbines, the vibration of the generators. Lines of steel towers will radiate from its banks, carrying electric power to the farms to the towns to the cities into the homes of the people the Waikato River will give the country boundless electric energy"}