{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Oh look this is really interesting."}, {"timestamp": [5.0, 11.2], "text": " Not only has it got medical record in here but it's actually got what looks like the transcript"}, {"timestamp": [11.2, 14.4], "text": " of a court martial for a man suffering from shell shock."}, {"timestamp": [14.4, 30.64], "text": " Archiveyshire New Zealand is the central government's record keeping authority."}, {"timestamp": [30.64, 37.68], "text": " So Archives New Zealand is responsible for advising government agencies on doing good record keeping,"}, {"timestamp": [37.68, 46.94], "text": " as well as selecting and taking in those public records which are of long-term value, preserving them, describing"}, {"timestamp": [46.94, 51.94], "text": " them so that they're accessible and then providing services to people so they can use"}, {"timestamp": [51.94, 54.44], "text": " those records for whatever purpose they need."}, {"timestamp": [62.36, 69.4], "text": " They range from records dating right back to 1840 and include correspondence that people would"}, {"timestamp": [69.4, 77.68], "text": " write to the government or officials within government asking for things, records of land transactions,"}, {"timestamp": [77.68, 88.08], "text": " records of people's migration, so passenger lists for people coming to New Zealand, people's war service, military service,"}, {"timestamp": [89.04, 95.7], "text": " and all the types of policy documents that government creates, court records, police type records"}, {"timestamp": [95.7, 98.68], "text": " and records of the drafting of legislation."}, {"timestamp": [103.32, 108.16], "text": " The archives are open to anyone to come and do research."}, {"timestamp": [108.16, 114.14], "text": " We have offices in Auckland, Wellington, Christchurch and Dunedin."}, {"timestamp": [114.14, 121.4], "text": " And a huge array of people do research for all kinds of reasons."}, {"timestamp": [121.4, 125.76], "text": " I was looking at the experiences of Britishian servicemen during the 1920s, so Great War"}, {"timestamp": [125.76, 131.5], "text": " Veterans in the decade after the war, and trying to look at just what did happen to them"}, {"timestamp": [131.5, 133.72], "text": " when they came back."}, {"timestamp": [133.72, 138.7], "text": " Really thinking about some of the perceptions that we have of Great War veterans and just"}, {"timestamp": [138.7, 144.38], "text": " seeing how true they were."}, {"timestamp": [144.38, 152.06], "text": " For me it was going back to original data sources, such as the military service records,"}, {"timestamp": [152.06, 158.0], "text": " such as the soldier settlement records and hospital admission records, looking at what they"}, {"timestamp": [158.0, 164.82], "text": " could tell me, these little pot shots of information about these men, and then using those"}, {"timestamp": [164.82, 168.08], "text": " pieces of information to try and analyze,"}, {"timestamp": [168.08, 173.12], "text": " to try and retell the story from what information I had."}, {"timestamp": [177.68, 182.8], "text": " Almost everything that Archives New Zealand holds is a unique and original record."}, {"timestamp": [182.8, 190.0], "text": " That authenticity enables people who use those records to have trust and faith that they are what they say they are."}, {"timestamp": [190.0, 200.0], "text": " The scope of my research is to discover archives that are written in Māori from Taranaki region,"}, {"timestamp": [200.0, 209.76], "text": " primarily pre-1900, that will help us in the revitalisation of the Taranaki Reo or Taranaki dialect."}, {"timestamp": [209.76, 215.8], "text": " Given that our ancestors have moved on, what we're trying to do is get back to the original"}, {"timestamp": [215.8, 220.88], "text": " archives or the original stories, the original documents, which allows us the opportunity"}, {"timestamp": [220.88, 224.12], "text": " to interpret their actions from our eyes."}, {"timestamp": [224.12, 229.22], "text": " Therefore, to tell the story from our eyes or to view history in our eyes."}, {"timestamp": [229.22, 233.62], "text": " When people said it in Māori, it was written and you can't be quite sure whether that"}, {"timestamp": [233.62, 235.6], "text": " was done verbatim."}, {"timestamp": [235.6, 238.24], "text": " So there's one level of interpretation."}, {"timestamp": [238.24, 243.0], "text": " Moving on from there, we put it into it being translated into English."}, {"timestamp": [243.0, 245.0], "text": " There's another level of interpretation."}, {"timestamp": [245.0, 248.0], "text": " After we take it from there, we get it published."}, {"timestamp": [248.0, 251.0], "text": " And here we've got it published in what we call an AJAHR,"}, {"timestamp": [251.0, 254.0], "text": " and we have another level interpretation thereafter."}, {"timestamp": [254.0, 257.0], "text": " Moving on from there, once we've collected all this,"}, {"timestamp": [257.0, 260.0], "text": " what happens is that people can use it to write books."}, {"timestamp": [260.0, 263.0], "text": " And so we've got another level of interpretation."}, {"timestamp": [263.0, 266.0], "text": " Our question is, is that we want to try and encourage people"}, {"timestamp": [266.0, 270.0], "text": " to get back to the original so that they can interpret it themselves."}, {"timestamp": [274.0, 280.0], "text": " What we're aiming to do is describe the records in their context"}, {"timestamp": [280.0, 283.0], "text": " and that involves who created them,"}, {"timestamp": [283.0, 288.14], "text": " what time they were created in, where if that's relevant,"}, {"timestamp": [288.14, 305.0], "text": " and also the interrelationships of that record to others so it can be understood in a proper context. In the case with it."}, {"timestamp": [305.0, 307.0], "text": " I only was looking for other men."}, {"timestamp": [307.0, 310.0], "text": " Women who couldn't be shutting against the original."}, {"timestamp": [310.0, 313.0], "text": " In the case, for example, of return servicemen,"}, {"timestamp": [313.0, 316.0], "text": " people have commented a lot on it."}, {"timestamp": [316.0, 320.0], "text": " There is some sort of understanding and ideas about what happened,"}, {"timestamp": [320.0, 323.0], "text": " but people have not had the time or the ability"}, {"timestamp": [323.0, 325.14], "text": " to go back and look at the originals."}, {"timestamp": [325.24, 331.66], "text": " And it's those originals that the original sort of material that actually tells you what was going on."}, {"timestamp": [332.48, 336.94], "text": " Conclusions that I came up with are different to the perceived wisdom."}, {"timestamp": [336.94, 345.0], "text": " I would argue, for example, that the veterans of the Great War did much better during the 1920s than we generally think."}, {"timestamp": [353.0, 362.0], "text": " People can come to do research and draw whatever interpretations or conclusions that they choose to."}, {"timestamp": [362.0, 366.0], "text": " We don't have any particular view on what they do with that."}, {"timestamp": [366.0, 369.0], "text": " That's really the research is business, not ours."}, {"timestamp": [369.0, 371.0], "text": " When you take one language into another language,"}, {"timestamp": [371.0, 375.0], "text": " you're always going to lose a level of understanding"}, {"timestamp": [375.0, 378.0], "text": " inside of the fundamental understanding of the words."}, {"timestamp": [378.0, 381.0], "text": " And so inside of that, your usual historian"}, {"timestamp": [381.0, 384.0], "text": " will look for the translation of something in Māori."}, {"timestamp": [384.0, 387.76], "text": " What we're looking for is the original document in Māori."}, {"timestamp": [387.76, 392.48], "text": " And instead of translating it, taking it face value as to what it means within the context"}, {"timestamp": [392.48, 396.24], "text": " of those of us from Taranaki."}, {"timestamp": [400.88, 406.0], "text": " There's more and more expectation that archives will be accessible online."}, {"timestamp": [406.0, 413.24], "text": " All our finding aids are online accessible at the moment and an ever-increasing quantity of"}, {"timestamp": [413.24, 420.28], "text": " the holdings being digitised so they can be found online as well and we expect that in"}, {"timestamp": [420.28, 426.0], "text": " the future online access will be the predominant form of public viewing."}, {"timestamp": [426.0, 434.0], "text": " Without the archives, we wouldn't be able to trace past events so well or so easily."}, {"timestamp": [434.0, 442.0], "text": " We wouldn't be able to see and understand where we've come from both individually and collectively as a nation."}, {"timestamp": [442.0, 445.0], "text": " And as a result, our understanding of who we are"}, {"timestamp": [445.0, 449.0], "text": " and where we come from would be that much poorer."}], "text": " Oh look this is really interesting. Not only has it got medical record in here but it's actually got what looks like the transcript of a court martial for a man suffering from shell shock. Archiveyshire New Zealand is the central government's record keeping authority. So Archives New Zealand is responsible for advising government agencies on doing good record keeping, as well as selecting and taking in those public records which are of long-term value, preserving them, describing them so that they're accessible and then providing services to people so they can use those records for whatever purpose they need. They range from records dating right back to 1840 and include correspondence that people would write to the government or officials within government asking for things, records of land transactions, records of people's migration, so passenger lists for people coming to New Zealand, people's war service, military service, and all the types of policy documents that government creates, court records, police type records and records of the drafting of legislation. The archives are open to anyone to come and do research. We have offices in Auckland, Wellington, Christchurch and Dunedin. And a huge array of people do research for all kinds of reasons. I was looking at the experiences of Britishian servicemen during the 1920s, so Great War Veterans in the decade after the war, and trying to look at just what did happen to them when they came back. Really thinking about some of the perceptions that we have of Great War veterans and just seeing how true they were. For me it was going back to original data sources, such as the military service records, such as the soldier settlement records and hospital admission records, looking at what they could tell me, these little pot shots of information about these men, and then using those pieces of information to try and analyze, to try and retell the story from what information I had. Almost everything that Archives New Zealand holds is a unique and original record. That authenticity enables people who use those records to have trust and faith that they are what they say they are. The scope of my research is to discover archives that are written in Māori from Taranaki region, primarily pre-1900, that will help us in the revitalisation of the Taranaki Reo or Taranaki dialect. Given that our ancestors have moved on, what we're trying to do is get back to the original archives or the original stories, the original documents, which allows us the opportunity to interpret their actions from our eyes. Therefore, to tell the story from our eyes or to view history in our eyes. When people said it in Māori, it was written and you can't be quite sure whether that was done verbatim. So there's one level of interpretation. Moving on from there, we put it into it being translated into English. There's another level of interpretation. After we take it from there, we get it published. And here we've got it published in what we call an AJAHR, and we have another level interpretation thereafter. Moving on from there, once we've collected all this, what happens is that people can use it to write books. And so we've got another level of interpretation. Our question is, is that we want to try and encourage people to get back to the original so that they can interpret it themselves. What we're aiming to do is describe the records in their context and that involves who created them, what time they were created in, where if that's relevant, and also the interrelationships of that record to others so it can be understood in a proper context. In the case with it. I only was looking for other men. Women who couldn't be shutting against the original. In the case, for example, of return servicemen, people have commented a lot on it. There is some sort of understanding and ideas about what happened, but people have not had the time or the ability to go back and look at the originals. And it's those originals that the original sort of material that actually tells you what was going on. Conclusions that I came up with are different to the perceived wisdom. I would argue, for example, that the veterans of the Great War did much better during the 1920s than we generally think. People can come to do research and draw whatever interpretations or conclusions that they choose to. We don't have any particular view on what they do with that. That's really the research is business, not ours. When you take one language into another language, you're always going to lose a level of understanding inside of the fundamental understanding of the words. And so inside of that, your usual historian will look for the translation of something in Māori. What we're looking for is the original document in Māori. And instead of translating it, taking it face value as to what it means within the context of those of us from Taranaki. There's more and more expectation that archives will be accessible online. All our finding aids are online accessible at the moment and an ever-increasing quantity of the holdings being digitised so they can be found online as well and we expect that in the future online access will be the predominant form of public viewing. Without the archives, we wouldn't be able to trace past events so well or so easily. We wouldn't be able to see and understand where we've come from both individually and collectively as a nation. And as a result, our understanding of who we are and where we come from would be that much poorer."}