{"speakers": [], "chunks": [{"timestamp": [0.0, 23.0], "text": " December the 15th, 1956, and HMNZ Endeavour is leaving Wellington with the New Zealand half of the British Transantarctic expedition."}, {"timestamp": [23.0, 26.0], "text": " Named after Captain Cook's ship of 1769,"}, {"timestamp": [26.0, 28.0], "text": " she is the Royal New Zealand Navy's contribution"}, {"timestamp": [28.0, 32.0], "text": " to this great Antarctic adventure."}, {"timestamp": [32.0, 34.0], "text": " On the shoulders of Sir Edmund Hillary"}, {"timestamp": [34.0, 36.0], "text": " and of Endeavour's commanding officer Captain Kirkwood"}, {"timestamp": [36.0, 38.0], "text": " rests a big load of responsibility."}, {"timestamp": [38.0, 41.0], "text": " This summer the Navy will take the New Zealand expedition"}, {"timestamp": [41.0, 44.0], "text": " to McMurdo Sound and help establish its base there."}, {"timestamp": [44.0, 48.68], "text": " Next summer, Endeavour will go back with further supplies and then bring the whole Transantarctic expedition back to New Zealand expedition to McMurdo Sound and help establish its base there. Next summer, Endeavour will go back with further supplies and then bring the whole Transantarctic"}, {"timestamp": [48.68, 56.0], "text": " expedition back to New Zealand."}, {"timestamp": [56.0, 58.5], "text": " Endeavour's destination is almost due south."}, {"timestamp": [58.5, 62.24], "text": " The large belt of pack ice about here could give a bit of bother, but once through to the"}, {"timestamp": [62.24, 66.0], "text": " Ross Sea it should be easy sailing to McMurdo Sound."}, {"timestamp": [66.0, 71.8], "text": " Three days out, and frigates Pukaki and Harwe join endeavor to make it a combined subpolar exercise,"}, {"timestamp": [71.8, 76.0], "text": " a valuable opportunity for experience in cold seas navigation."}, {"timestamp": [76.0, 88.5], "text": " Mail for both frigates was picked up at Bluff and is safely delivered by life."}, {"timestamp": [92.0, 96.0], "text": " Christmas 1956 in the Chile's South Seas. Now Endeavour is headed for the Antarctic, the first New Zealand ship to go there."}, {"timestamp": [96.0, 102.0], "text": " A new experience for the Navy which spends most of its time in the warmer waters of the Pacific and the Far East."}, {"timestamp": [102.0, 112.0], "text": " To the east, the radar picks up Scott Island,"}, {"timestamp": [112.0, 117.0], "text": " discovered by the Scott Expedition of 1902."}, {"timestamp": [117.0, 119.0], "text": " The pack ice isn't far away now,"}, {"timestamp": [119.0, 121.0], "text": " and Pukaki and Hawyer are turning back."}, {"timestamp": [121.0, 124.0], "text": " Their hulls are too thin for ice-breaking."}, {"timestamp": [124.0, 125.1], "text": " During their escort"}, {"timestamp": [125.1, 129.56], "text": " duty, scientists in both ships have been carrying out research on ocean depths, water temperatures"}, {"timestamp": [129.56, 133.24], "text": " and currents, part of the continuing program of naval research."}, {"timestamp": [133.24, 147.0], "text": " Here it is, the pack ice."}, {"timestamp": [147.0, 152.0], "text": " Everyone has their fingers crossed."}, {"timestamp": [152.0, 156.0], "text": " Everyone has their fingers crossed."}, {"timestamp": [156.0, 160.0], "text": " Any long delays will shorten the time for unloading ship and building a base."}, {"timestamp": [160.0, 163.0], "text": " If only all this ice were just two feet thick."}, {"timestamp": [163.0, 167.5], "text": " But Endeavour is doing well. Watching her bow smash through it never gets tiring."}, {"timestamp": [167.5, 170.5], "text": " There's always the thought will she or won't she make it."}, {"timestamp": [170.5, 184.5], "text": " Stuck! And not for the first time."}, {"timestamp": [184.5, 187.0], "text": " Still it's an opportunity to fill the water tanks"}, {"timestamp": [187.0, 192.0], "text": " because this pack ice was fresh Antarctic snow once until it broke loose to drift north."}, {"timestamp": [192.0, 197.0], "text": " It's in these latitudes every summer until the warmer waters melted away."}, {"timestamp": [201.0, 206.0], "text": " Captain Kirkwood soon has endeavour pushing on again literally and progress is good."}, {"timestamp": [206.0, 209.0], "text": " The end of the pack ice should be just over the horizon."}, {"timestamp": [209.0, 219.0], "text": " A crab eater seal steps up excitement as an ambassador of the Antarctic continent."}, {"timestamp": [219.0, 221.0], "text": " We're getting nearer."}, {"timestamp": [221.0, 227.0], "text": " The end of the pack ice and into the Ross Sea."}, {"timestamp": [227.0, 230.0], "text": " But now this storm's holding things up."}, {"timestamp": [230.0, 233.0], "text": " To protect the deck cargo endeavors almost hove too."}, {"timestamp": [233.0, 249.0], "text": " When the storm ends, first thoughts are for the expedition's huskies."}, {"timestamp": [249.0, 254.0], "text": " They've been out on deck unattended for three days, but they seem to have come through it all right."}, {"timestamp": [254.0, 270.0], "text": " Soon above the horizon is the volcano Mount Erebus with steam coming from its crater"}, {"timestamp": [270.0, 277.0], "text": " and its neighbor Mount Terra. It's an exciting landfall. Endeavors now 13 days out from New Zealand."}, {"timestamp": [277.0, 282.0], "text": " Erebus and Terra are on Ross Island which makes one side of McMurdo Sound, the destination."}, {"timestamp": [282.0, 286.5], "text": " All around Antarctica are over 60 bases planned by 11 countries"}, {"timestamp": [286.5, 294.28], "text": " for the international geophysical year. One surprise is to find ice over the sound. It should"}, {"timestamp": [294.28, 299.06], "text": " be clear water, but the big storms apparently blown the ice out to sea. For all its"}, {"timestamp": [299.06, 300.96], "text": " beauty, it could be a dangerous trap."}, {"timestamp": [308.0, 312.0], "text": " Luckily, the American icebreaker Glacier is nearby and with Glacier clearing the way,"}, {"timestamp": [312.0, 338.0], "text": " Endeavour follows at,000 tons of American shipping at a harbor off hut point and starts unloading."}, {"timestamp": [338.0, 344.0], "text": " Sir Edmund Hillary and his team have decided to establish their winter base at Pram Point, 14 miles away."}, {"timestamp": [344.0, 348.0], "text": " Then comes the job of the job of to establish their winter base at Pram Point, 14 miles away."}, {"timestamp": [353.0, 358.0], "text": " Then comes the job of transporting the stores across the treacherous bay ice. Hillary's tractors and endeavors sailors have their first taste of Antarctic working conditions."}, {"timestamp": [358.0, 375.0], "text": " The two planes are the two planes, a beaver and an Oster, are the last equipment to come off Endeavour."}, {"timestamp": [379.0, 383.0], "text": " All equipment unloaded, Endeavour's ship's company helps build Scott base."}, {"timestamp": [383.0, 387.0], "text": " It's named after Captain Robert Falkin Scott, most famous of Antarctic explorers,"}, {"timestamp": [387.0, 390.0], "text": " who set the pattern of naval interest in this continent."}, {"timestamp": [390.0, 395.0], "text": " With daylight for 24 hours of the day, watchers don't matter anymore."}, {"timestamp": [395.0, 399.0], "text": " The job is to assemble the prefabricated huts while the short Antarctic summer lasts."}, {"timestamp": [399.0, 403.0], "text": " Connecting the huts with covered ways finishes the construction work."}, {"timestamp": [403.0, 408.0], "text": " The members of the expedition who are wintering here will be warm and snug when the blizzards rage."}, {"timestamp": [408.0, 415.0], "text": " More ice drifts out of McMurdo Sound, so Endeavour moves down Ross Island to Shackleton's hut at Cape Royds."}, {"timestamp": [420.0, 426.0], "text": " It stood the gales of 50 years very well, though some of the windows have been blown in by the long winter blizzards."}, {"timestamp": [426.0, 448.0], "text": " Cape Evans and the memorial to members of Shackleton's 1914 expedition."}, {"timestamp": [448.0, 451.0], "text": " History was made here."}, {"timestamp": [451.0, 456.0], "text": " Down below is Endeavour, McMurdo Sound, Scots Hut and the Shores of Ross Island."}, {"timestamp": [456.0, 460.0], "text": " Scott's Hut is in even worse condition than Shackleton's"}, {"timestamp": [460.0, 463.0], "text": " and the litter of other expeditions lies around it."}, {"timestamp": [463.0, 466.0], "text": " The history of the exploration of a continent in a backyard"}, {"timestamp": [466.0, 469.0], "text": " preserved by the sterilizing Antarctic air."}, {"timestamp": [469.0, 475.0], "text": " The following year, 1958, and endeavors back at Cave Evans."}, {"timestamp": [475.0, 478.0], "text": " While Hillary raced to the pole, she smashed through the pack ice again"}, {"timestamp": [478.0, 481.0], "text": " to bring in 300 tons of supplies."}, {"timestamp": [481.0, 485.16], "text": " Now they're unloaded. There's time to honor the first Antarctic heroes and"}, {"timestamp": [485.16, 490.44], "text": " restores Scott's hut. Local inhabitants think it's a good idea and the Navy is proud to"}, {"timestamp": [490.44, 495.3], "text": " help preserve this historic building. The roofs being recovered and the interior cleaned"}, {"timestamp": [495.3, 503.68], "text": " of many layers of snow and ice that have been blown in by blizzards. Captain Kirkwood"}, {"timestamp": [503.68, 505.0], "text": " records the operation."}, {"timestamp": [505.0, 521.0], "text": " Meanwhile, on Endeavour, marine research goes on."}, {"timestamp": [521.0, 525.0], "text": " From the depths of McMurdo Sound, biologists haul up a graph."}, {"timestamp": [525.0, 532.0], "text": " Inside should be valuable samples from the sea floor. But that doesn't happen often."}, {"timestamp": [532.0, 538.0], "text": " Another team interested in things nearer the surface drags up a plankton net. Ever since Endeavour left New Zealand,"}, {"timestamp": [538.0, 543.0], "text": " scientists have been probing, sounding and sampling. They've been helped by Endeavour's sailors"}, {"timestamp": [543.0, 549.0], "text": " who have soon become enthusiastic amateur botanists and oceanographers. Already there are 600 pounds of"}, {"timestamp": [549.0, 582.5], "text": " rocks and other specimens fished up from the man who first planned the Transantarctic expedition will also return home on in Devon."}, {"timestamp": [584.5, 586.0], "text": " March 17, 1958, and the Transantarctic Expedition, will also return home on in Devon."}, {"timestamp": [590.0, 592.0], "text": " March 17, 1958, and the Trans-Antarctic expedition has arrived in Wellington Harbour."}, {"timestamp": [611.0, 618.0], "text": " The two leaders, Sir Vivian Fuchs and Sir Edmund Hillary are welcome back to their everyday lives. Proudly, the Royal New Zealand Navy has helped maintain the traditions of the Antarctic Sailor Explorers."}, {"timestamp": [618.0, 621.0], "text": " This then is their record of endeavour."}], "text": " December the 15th, 1956, and HMNZ Endeavour is leaving Wellington with the New Zealand half of the British Transantarctic expedition. Named after Captain Cook's ship of 1769, she is the Royal New Zealand Navy's contribution to this great Antarctic adventure. On the shoulders of Sir Edmund Hillary and of Endeavour's commanding officer Captain Kirkwood rests a big load of responsibility. This summer the Navy will take the New Zealand expedition to McMurdo Sound and help establish its base there. Next summer, Endeavour will go back with further supplies and then bring the whole Transantarctic expedition back to New Zealand expedition to McMurdo Sound and help establish its base there. Next summer, Endeavour will go back with further supplies and then bring the whole Transantarctic expedition back to New Zealand. Endeavour's destination is almost due south. The large belt of pack ice about here could give a bit of bother, but once through to the Ross Sea it should be easy sailing to McMurdo Sound. Three days out, and frigates Pukaki and Harwe join endeavor to make it a combined subpolar exercise, a valuable opportunity for experience in cold seas navigation. Mail for both frigates was picked up at Bluff and is safely delivered by life. Christmas 1956 in the Chile's South Seas. Now Endeavour is headed for the Antarctic, the first New Zealand ship to go there. A new experience for the Navy which spends most of its time in the warmer waters of the Pacific and the Far East. To the east, the radar picks up Scott Island, discovered by the Scott Expedition of 1902. The pack ice isn't far away now, and Pukaki and Hawyer are turning back. Their hulls are too thin for ice-breaking. During their escort duty, scientists in both ships have been carrying out research on ocean depths, water temperatures and currents, part of the continuing program of naval research. Here it is, the pack ice. Everyone has their fingers crossed. Everyone has their fingers crossed. Any long delays will shorten the time for unloading ship and building a base. If only all this ice were just two feet thick. But Endeavour is doing well. Watching her bow smash through it never gets tiring. There's always the thought will she or won't she make it. Stuck! And not for the first time. Still it's an opportunity to fill the water tanks because this pack ice was fresh Antarctic snow once until it broke loose to drift north. It's in these latitudes every summer until the warmer waters melted away. Captain Kirkwood soon has endeavour pushing on again literally and progress is good. The end of the pack ice should be just over the horizon. A crab eater seal steps up excitement as an ambassador of the Antarctic continent. We're getting nearer. The end of the pack ice and into the Ross Sea. But now this storm's holding things up. To protect the deck cargo endeavors almost hove too. When the storm ends, first thoughts are for the expedition's huskies. They've been out on deck unattended for three days, but they seem to have come through it all right. Soon above the horizon is the volcano Mount Erebus with steam coming from its crater and its neighbor Mount Terra. It's an exciting landfall. Endeavors now 13 days out from New Zealand. Erebus and Terra are on Ross Island which makes one side of McMurdo Sound, the destination. All around Antarctica are over 60 bases planned by 11 countries for the international geophysical year. One surprise is to find ice over the sound. It should be clear water, but the big storms apparently blown the ice out to sea. For all its beauty, it could be a dangerous trap. Luckily, the American icebreaker Glacier is nearby and with Glacier clearing the way, Endeavour follows at,000 tons of American shipping at a harbor off hut point and starts unloading. Sir Edmund Hillary and his team have decided to establish their winter base at Pram Point, 14 miles away. Then comes the job of the job of to establish their winter base at Pram Point, 14 miles away. Then comes the job of transporting the stores across the treacherous bay ice. Hillary's tractors and endeavors sailors have their first taste of Antarctic working conditions. The two planes are the two planes, a beaver and an Oster, are the last equipment to come off Endeavour. All equipment unloaded, Endeavour's ship's company helps build Scott base. It's named after Captain Robert Falkin Scott, most famous of Antarctic explorers, who set the pattern of naval interest in this continent. With daylight for 24 hours of the day, watchers don't matter anymore. The job is to assemble the prefabricated huts while the short Antarctic summer lasts. Connecting the huts with covered ways finishes the construction work. The members of the expedition who are wintering here will be warm and snug when the blizzards rage. More ice drifts out of McMurdo Sound, so Endeavour moves down Ross Island to Shackleton's hut at Cape Royds. It stood the gales of 50 years very well, though some of the windows have been blown in by the long winter blizzards. Cape Evans and the memorial to members of Shackleton's 1914 expedition. History was made here. Down below is Endeavour, McMurdo Sound, Scots Hut and the Shores of Ross Island. Scott's Hut is in even worse condition than Shackleton's and the litter of other expeditions lies around it. The history of the exploration of a continent in a backyard preserved by the sterilizing Antarctic air. The following year, 1958, and endeavors back at Cave Evans. While Hillary raced to the pole, she smashed through the pack ice again to bring in 300 tons of supplies. Now they're unloaded. There's time to honor the first Antarctic heroes and restores Scott's hut. Local inhabitants think it's a good idea and the Navy is proud to help preserve this historic building. The roofs being recovered and the interior cleaned of many layers of snow and ice that have been blown in by blizzards. Captain Kirkwood records the operation. Meanwhile, on Endeavour, marine research goes on. From the depths of McMurdo Sound, biologists haul up a graph. Inside should be valuable samples from the sea floor. But that doesn't happen often. Another team interested in things nearer the surface drags up a plankton net. Ever since Endeavour left New Zealand, scientists have been probing, sounding and sampling. They've been helped by Endeavour's sailors who have soon become enthusiastic amateur botanists and oceanographers. Already there are 600 pounds of rocks and other specimens fished up from the man who first planned the Transantarctic expedition will also return home on in Devon. March 17, 1958, and the Transantarctic Expedition, will also return home on in Devon. March 17, 1958, and the Trans-Antarctic expedition has arrived in Wellington Harbour. The two leaders, Sir Vivian Fuchs and Sir Edmund Hillary are welcome back to their everyday lives. Proudly, the Royal New Zealand Navy has helped maintain the traditions of the Antarctic Sailor Explorers. This then is their record of endeavour."}