{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " It's the 20th of December, 1948."}, {"timestamp": [4.0, 8.0], "text": " For the past six weeks a display at New Zealand House in London"}, {"timestamp": [8.0, 13.0], "text": " has promoted golden opportunities and free passage for ambitious men and women"}, {"timestamp": [13.0, 15.0], "text": " to emigrate to New Zealand."}, {"timestamp": [15.0, 19.0], "text": " On the 13th of December, the BBC reported that young British women"}, {"timestamp": [19.0, 22.0], "text": " were being attracted to New Zealand by marvellous weather,"}, {"timestamp": [22.0, 26.42], "text": " good jobs and rationing of only butter and petrol."}, {"timestamp": [26.42, 31.76], "text": " It was a land where anyone could hunt game, but a land where there were rules that would preserve"}, {"timestamp": [31.76, 34.56], "text": " the native habitat for future generations."}, {"timestamp": [34.56, 39.24], "text": " The protection of native birds was considered essential and the government took steps to ensure"}, {"timestamp": [39.24, 44.42], "text": " that newcomers also knew the rules that would protect our wildlife."}, {"timestamp": [44.42, 48.0], "text": " New Zealand was promoting its way of life and values in Europe."}, {"timestamp": [48.0, 54.0], "text": " And those impressions of the country would be the foundations for its image for years to come."}, {"timestamp": [54.0, 57.0], "text": " How do we know this?"}, {"timestamp": [57.0, 60.0], "text": " Because it's in the archives."}], "text": " It's the 20th of December, 1948. For the past six weeks a display at New Zealand House in London has promoted golden opportunities and free passage for ambitious men and women to emigrate to New Zealand. On the 13th of December, the BBC reported that young British women were being attracted to New Zealand by marvellous weather, good jobs and rationing of only butter and petrol. It was a land where anyone could hunt game, but a land where there were rules that would preserve the native habitat for future generations. The protection of native birds was considered essential and the government took steps to ensure that newcomers also knew the rules that would protect our wildlife. New Zealand was promoting its way of life and values in Europe. And those impressions of the country would be the foundations for its image for years to come. How do we know this? Because it's in the archives."}