{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " It's May 907. For the first time school children throughout New Zealand are issued"}, {"timestamp": [7.64, 13.88], "text": " with a free publication containing information on history, geography and civics, replacing"}, {"timestamp": [13.88, 20.28], "text": " the need for separate textbooks. The School Journal is the brainchild of Education Inspector"}, {"timestamp": [20.28, 25.08], "text": " General George Hogman and it will become a cornerstone of New Zealand education"}, {"timestamp": [25.08, 27.72], "text": " for over 100 years."}, {"timestamp": [27.72, 33.72], "text": " Many of those who contributed illustrations and text would become some of the country's most influential"}, {"timestamp": [33.72, 36.24], "text": " writers and artists."}, {"timestamp": [36.24, 43.54], "text": " The School Journal taught generations of school children about our country and our view of ourselves."}, {"timestamp": [43.54, 46.72], "text": " From 1993, other school publications would be produced"}, {"timestamp": [46.72, 53.16], "text": " by Learning Media to Paul Taki Koreon, and the best of our artists and writers would continue"}, {"timestamp": [53.16, 59.88], "text": " to contribute their unique perspective on our way of life. How do we know this? Because it's"}, {"timestamp": [59.88, 60.8], "text": " in the archives."}], "text": " It's May 907. For the first time school children throughout New Zealand are issued with a free publication containing information on history, geography and civics, replacing the need for separate textbooks. The School Journal is the brainchild of Education Inspector General George Hogman and it will become a cornerstone of New Zealand education for over 100 years. Many of those who contributed illustrations and text would become some of the country's most influential writers and artists. The School Journal taught generations of school children about our country and our view of ourselves. From 1993, other school publications would be produced by Learning Media to Paul Taki Koreon, and the best of our artists and writers would continue to contribute their unique perspective on our way of life. How do we know this? Because it's in the archives."}