{"speakers": [], "chunks": [{"timestamp": [0.0, 33.0], "text": " While in Rome, on his recent visit to Italy, while in Rome, on his recent visit to Italy, the Honourable D.G. Sullivan saw something of the city."}, {"timestamp": [37.0, 45.2], "text": " Later, Mr. Sullivan accompanied General Freiburg to places where the Kiwis saw bitter fighting."}, {"timestamp": [50.8, 51.48], "text": " Here, at Casino, they fought it out with Jerry for five months in the most desperate battle of the Mediterranean campaign."}, {"timestamp": [54.3, 56.98], "text": " For the Kiwis, Casino is a name they will never forget."}, {"timestamp": [61.16, 61.9], "text": " At Corley, Mr. Sullivan found some of the boys getting ready for the journey home."}, {"timestamp": [64.44, 65.46], "text": " Under the replacement scheme, they're returning to New Zealand."}, {"timestamp": [65.46, 69.76], "text": " This is the morning these men have thought about and talked about for over three years. They"}, {"timestamp": [69.76, 75.76], "text": " line up and get looked over by Mr. Sullivan and General Freiburg. Mr. Sullivan addressed the men,"}, {"timestamp": [75.76, 79.88], "text": " telling them of the rehabilitation scheme at home and what it would mean to them. From General"}, {"timestamp": [79.88, 87.0], "text": " Freiberg, they received a general's thanks with a few words and a handshake for every man."}, {"timestamp": [91.0, 95.0], "text": " Now the trucks are on, taking home the men to whom General Freiburg said,"}, {"timestamp": [95.0, 100.0], "text": " to have marched with the Eighth Army in Great War II will be something for each one of you to be proud of."}, {"timestamp": [100.0, 105.0], "text": " But to have fought with the New Zealand division will be a passport with fighting men anywhere in the world."}, {"timestamp": [105.0, 109.0], "text": " For these men the fighting is over and it's goodbye Italy."}, {"timestamp": [109.0, 119.0], "text": " Meanwhile the war goes on and there's still the problem of getting the hot food to the boys in the front line."}, {"timestamp": [119.0, 124.0], "text": " After cooking, the food is put in special containers ready for transport by jeep."}, {"timestamp": [124.0, 125.16], "text": " This is no peaceful country road but nothing stops the quartermaster. After cooking, the food is put in special containers ready for transport by Jeep."}, {"timestamp": [128.64, 130.16], "text": " This is no peaceful country road, but nothing stops the quartermaster."}, {"timestamp": [133.52, 135.2], "text": " First port is a battered house, where a platoon is holding the road."}, {"timestamp": [138.12, 138.76], "text": " From here, the food must be taken across a corner of no man's land."}, {"timestamp": [139.64, 139.84], "text": " The jean's stop here."}, {"timestamp": [144.28, 144.6], "text": " The food is dropped off and across come some of the boys in their latest winter ensemble to pick it up."}, {"timestamp": [147.0, 150.0], "text": " It all looks easy, but Jerry is watching."}, {"timestamp": [154.0, 158.0], "text": " Friends and machine guns are manned and ready to give covering fire should it be needed."}, {"timestamp": [194.0, 215.0], "text": " This is service, with only a little waiting. Before dawn on Easter Sunday, 1945, some 5,000 of the people of Wellington climbed At the Church of St. Mary of the Angels began the celebration of the Jubilee of St. Patrick's College."}, {"timestamp": [220.0, 221.0], "text": " After the service, Archbishop O'Shea meets men who were schoolboys here 60 years ago."}, {"timestamp": [225.0, 227.0], "text": " The college considers the Archbishop himself as the most distinguished old boy. He tells of schoolboy experiences."}, {"timestamp": [227.0, 238.0], "text": " So for St. Patrick's Wellington, the Easter of the invasion of Germany is also the 60th anniversary of this center of Catholic education."}, {"timestamp": [238.0, 247.0], "text": " The hot cross buns, real old-fashioned ones, were seen in Christchurch, where they do these things properly and where everyone's..."}, {"timestamp": [251.0, 257.0], "text": " Racing in Auckland. On the Erasley track, Sleepy Fox is coming up to win the Easter handicap for the second year running."}, {"timestamp": [266.0, 268.76], "text": " And another way to spend Easter. It's four feet long, not five feet."}, {"timestamp": [268.76, 273.56], "text": " It's an amateur dramatic company, the Thespians, preparing their scenery for a new production."}, {"timestamp": [273.56, 290.0], "text": " The Varsity Sports are on too."}, {"timestamp": [290.0, 294.0], "text": " Scheduled for Auckland, they were held in Wellington because of wartime restrictions on travel."}, {"timestamp": [294.0, 299.0], "text": " A.D. Mackenzie Canterbury wins the weight putting event."}, {"timestamp": [299.0, 321.0], "text": " And here is the one mile. Winner J.C. McDowell, Victoria, 4 minutes 39 and a half seconds."}, {"timestamp": [321.0, 326.0], "text": " 100 yards sprint. E.J. Peterson Otago is in the lead. Time 10 and 4 half seconds, 100 yards sprint."}, {"timestamp": [328.0, 330.0], "text": " E.J. Peterson Otago is in the lead. Time 10 and 4 5 seconds."}, {"timestamp": [330.0, 345.0], "text": " 120 yards hurdles."}, {"timestamp": [349.0, 351.0], "text": " And the tape is breasted by J.E. Drummond of Victoria. The tournament shield, by the way, went to Canterbury."}, {"timestamp": [353.0, 375.0], "text": " The seaside too was a popular place this Easter. With fine weather and fine news from all fronts, the days of relaxation were well spent."}, {"timestamp": [375.0, 379.0], "text": " Attending Parramatta regatta was just one of the many pleasant ways of spending the weekend."}, {"timestamp": [383.0, 391.5], "text": " Beneath a homemade flagpole, Rovers scouts attending a Dominion moot are coming from their tents and falling in."}, {"timestamp": [391.5, 398.5], "text": " The crossing of the Rhine has been accomplished, but the crossing of the Hut River by Commando Bridge remains to be done, and the rovers are setting about it."}, {"timestamp": [402.5, 409.0], "text": " A thick rope to walk on, a thin rope for a handrail, and you'll get across with dry feet."}, {"timestamp": [409.0, 427.0], "text": " Or so they say, if the handrail is no good, try doing without it."}, {"timestamp": [427.0, 445.0], "text": " At Easter too, when all our serious thoughts were with the troops crossing the Rhine,"}, {"timestamp": [445.0, 449.0], "text": " these pictures of the British and the Canadian forces came to hand, showing an earlier stage,"}, {"timestamp": [449.0, 451.0], "text": " the crossing of the Sane."}, {"timestamp": [451.0, 458.0], "text": " Pictures came too of rocket-firing typhoons, blasting the armored forces of the state that lives for war,"}, {"timestamp": [458.0, 473.0], "text": " the forces of racial arrogance and torture, the forces of starvation in the 80-hour week."}, {"timestamp": [476.0, 478.0], "text": " They fought on while we had our holiday in New Zealand, while we enjoyed the things they're fighting for."}, {"timestamp": [478.0, 481.0], "text": " While New Zealand goes back to work on her next big job,"}, {"timestamp": [481.0, 483.0], "text": " food for worldwide relief,"}, {"timestamp": [483.0, 487.0], "text": " our friends on the Western Front roll on towards military victory."}], "text": " While in Rome, on his recent visit to Italy, while in Rome, on his recent visit to Italy, the Honourable D.G. Sullivan saw something of the city. Later, Mr. Sullivan accompanied General Freiburg to places where the Kiwis saw bitter fighting. Here, at Casino, they fought it out with Jerry for five months in the most desperate battle of the Mediterranean campaign. For the Kiwis, Casino is a name they will never forget. At Corley, Mr. Sullivan found some of the boys getting ready for the journey home. Under the replacement scheme, they're returning to New Zealand. This is the morning these men have thought about and talked about for over three years. They line up and get looked over by Mr. Sullivan and General Freiburg. Mr. Sullivan addressed the men, telling them of the rehabilitation scheme at home and what it would mean to them. From General Freiberg, they received a general's thanks with a few words and a handshake for every man. Now the trucks are on, taking home the men to whom General Freiburg said, to have marched with the Eighth Army in Great War II will be something for each one of you to be proud of. But to have fought with the New Zealand division will be a passport with fighting men anywhere in the world. For these men the fighting is over and it's goodbye Italy. Meanwhile the war goes on and there's still the problem of getting the hot food to the boys in the front line. After cooking, the food is put in special containers ready for transport by jeep. This is no peaceful country road but nothing stops the quartermaster. After cooking, the food is put in special containers ready for transport by Jeep. This is no peaceful country road, but nothing stops the quartermaster. First port is a battered house, where a platoon is holding the road. From here, the food must be taken across a corner of no man's land. The jean's stop here. The food is dropped off and across come some of the boys in their latest winter ensemble to pick it up. It all looks easy, but Jerry is watching. Friends and machine guns are manned and ready to give covering fire should it be needed. This is service, with only a little waiting. Before dawn on Easter Sunday, 1945, some 5,000 of the people of Wellington climbed At the Church of St. Mary of the Angels began the celebration of the Jubilee of St. Patrick's College. After the service, Archbishop O'Shea meets men who were schoolboys here 60 years ago. The college considers the Archbishop himself as the most distinguished old boy. He tells of schoolboy experiences. So for St. Patrick's Wellington, the Easter of the invasion of Germany is also the 60th anniversary of this center of Catholic education. The hot cross buns, real old-fashioned ones, were seen in Christchurch, where they do these things properly and where everyone's... Racing in Auckland. On the Erasley track, Sleepy Fox is coming up to win the Easter handicap for the second year running. And another way to spend Easter. It's four feet long, not five feet. It's an amateur dramatic company, the Thespians, preparing their scenery for a new production. The Varsity Sports are on too. Scheduled for Auckland, they were held in Wellington because of wartime restrictions on travel. A.D. Mackenzie Canterbury wins the weight putting event. And here is the one mile. Winner J.C. McDowell, Victoria, 4 minutes 39 and a half seconds. 100 yards sprint. E.J. Peterson Otago is in the lead. Time 10 and 4 half seconds, 100 yards sprint. E.J. Peterson Otago is in the lead. Time 10 and 4 5 seconds. 120 yards hurdles. And the tape is breasted by J.E. Drummond of Victoria. The tournament shield, by the way, went to Canterbury. The seaside too was a popular place this Easter. With fine weather and fine news from all fronts, the days of relaxation were well spent. Attending Parramatta regatta was just one of the many pleasant ways of spending the weekend. Beneath a homemade flagpole, Rovers scouts attending a Dominion moot are coming from their tents and falling in. The crossing of the Rhine has been accomplished, but the crossing of the Hut River by Commando Bridge remains to be done, and the rovers are setting about it. A thick rope to walk on, a thin rope for a handrail, and you'll get across with dry feet. Or so they say, if the handrail is no good, try doing without it. At Easter too, when all our serious thoughts were with the troops crossing the Rhine, these pictures of the British and the Canadian forces came to hand, showing an earlier stage, the crossing of the Sane. Pictures came too of rocket-firing typhoons, blasting the armored forces of the state that lives for war, the forces of racial arrogance and torture, the forces of starvation in the 80-hour week. They fought on while we had our holiday in New Zealand, while we enjoyed the things they're fighting for. While New Zealand goes back to work on her next big job, food for worldwide relief, our friends on the Western Front roll on towards military victory."}