{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " In the motor shop of the Palmer North Technical College, young soldiers, selected from workshop units throughout New Zealand are learning the use of precision instruments."}, {"timestamp": [28.0, 32.0], "text": " Accurate work is vital to gunners and tank men."}, {"timestamp": [32.0, 35.0], "text": " The course is in metal turning and is thorough."}, {"timestamp": [35.0, 41.0], "text": " For the Technical College is vacation time, but the skilled instructors have stayed on to lend their help to our army."}, {"timestamp": [44.0, 47.48], "text": " The engineering shop, working from engineering drawings is an"}, {"timestamp": [47.48, 50.72], "text": " important part of the course and the making of a saw collar from a rough"}, {"timestamp": [50.72, 58.12], "text": " casting is one of the many exercises which all the men carry out. First, true up the"}, {"timestamp": [58.12, 69.0], "text": " face of the casting. Then to get an accurate one-inch hole drill to point nine-nine of an inch and clean up the hole ready for the one inch rematch."}, {"timestamp": [69.0, 72.0], "text": " That's right, go ahead."}, {"timestamp": [72.0, 93.0], "text": " Like the cross-cut saw, reeming's a two-man job, illustrating the showing of sound films."}, {"timestamp": [93.0, 100.0], "text": " The trainees compare English and American engineering methods as shown on the screen and try them out in the workshops."}, {"timestamp": [100.0, 109.36], "text": " This evening, the soldier engineering students are on a visit to the Palmerston Aux auxiliary power station. Visits such as this serve to broaden their background of"}, {"timestamp": [109.36, 114.04], "text": " technical knowledge. They are climbing up to see the cylinder heads of a 1,400 horsepower"}, {"timestamp": [114.04, 121.42], "text": " diesel generator and they hear all about it. When their Palmerston course is"}, {"timestamp": [121.42, 127.66], "text": " over and before returning to their units all these men will do advanced practical work with engineering firms in Wellington."}, {"timestamp": [128.7, 132.34], "text": " The sergeant lets in the compressed air and over she goes."}, {"timestamp": [140.68, 145.12], "text": " New Zealand old hands are always willing to pass their experience to the younger men,"}, {"timestamp": [145.12, 148.0], "text": " and that's a big factor in the country's progress."}, {"timestamp": [148.0, 154.0], "text": " Technicians, trained to keep the army in repair, will be valuable men too for building the future."}, {"timestamp": [154.0, 174.0], "text": " Walking along an avenue somewhere in the islands, who should we meet in their white tropical outfits for a party consisting of sergeant's tribe, Davies, Woods and Forewood, all in the charge of Lieutenant M.R. Stevenson."}, {"timestamp": [174.0, 181.0], "text": " We'll leave our Pacific cameraman to contemplate the Pacific clouds and go round to the hotel with a wax."}, {"timestamp": [181.0, 186.0], "text": " All these girls are here to do clerical work for our forces."}, {"timestamp": [186.0, 191.0], "text": " Their equipment and accommodation are certainly first class, as they need to be in the tropics."}, {"timestamp": [191.0, 194.0], "text": " Just for a while, it's a beautiful war we're having."}, {"timestamp": [194.0, 201.0], "text": " In another part of some other island, we meet more New Zealand girls in uniform."}, {"timestamp": [201.0, 206.46], "text": " These are working for the Americans, and so spend some of their leisure time with the New Zealanders."}, {"timestamp": [209.66, 215.38], "text": " There's some more islands in the Pacific yet. This is quite a different part of yet another island."}, {"timestamp": [216.5, 227.0], "text": " The attractive house is now known as the Wackbury Hotel. Wax from New Zealand in charge of Lieutenant Barbara Brown run the place for themselves with the help of some island girls."}, {"timestamp": [227.0, 231.0], "text": " It all looks very quiet and peaceful."}, {"timestamp": [231.0, 234.0], "text": " Deceptively peaceful perhaps."}, {"timestamp": [234.0, 240.0], "text": " The only trouble is there's a notice up somewhere saying trespassers will be prosecuted."}], "text": " In the motor shop of the Palmer North Technical College, young soldiers, selected from workshop units throughout New Zealand are learning the use of precision instruments. Accurate work is vital to gunners and tank men. The course is in metal turning and is thorough. For the Technical College is vacation time, but the skilled instructors have stayed on to lend their help to our army. The engineering shop, working from engineering drawings is an important part of the course and the making of a saw collar from a rough casting is one of the many exercises which all the men carry out. First, true up the face of the casting. Then to get an accurate one-inch hole drill to point nine-nine of an inch and clean up the hole ready for the one inch rematch. That's right, go ahead. Like the cross-cut saw, reeming's a two-man job, illustrating the showing of sound films. The trainees compare English and American engineering methods as shown on the screen and try them out in the workshops. This evening, the soldier engineering students are on a visit to the Palmerston Aux auxiliary power station. Visits such as this serve to broaden their background of technical knowledge. They are climbing up to see the cylinder heads of a 1,400 horsepower diesel generator and they hear all about it. When their Palmerston course is over and before returning to their units all these men will do advanced practical work with engineering firms in Wellington. The sergeant lets in the compressed air and over she goes. New Zealand old hands are always willing to pass their experience to the younger men, and that's a big factor in the country's progress. Technicians, trained to keep the army in repair, will be valuable men too for building the future. Walking along an avenue somewhere in the islands, who should we meet in their white tropical outfits for a party consisting of sergeant's tribe, Davies, Woods and Forewood, all in the charge of Lieutenant M.R. Stevenson. We'll leave our Pacific cameraman to contemplate the Pacific clouds and go round to the hotel with a wax. All these girls are here to do clerical work for our forces. Their equipment and accommodation are certainly first class, as they need to be in the tropics. Just for a while, it's a beautiful war we're having. In another part of some other island, we meet more New Zealand girls in uniform. These are working for the Americans, and so spend some of their leisure time with the New Zealanders. There's some more islands in the Pacific yet. This is quite a different part of yet another island. The attractive house is now known as the Wackbury Hotel. Wax from New Zealand in charge of Lieutenant Barbara Brown run the place for themselves with the help of some island girls. It all looks very quiet and peaceful. Deceptively peaceful perhaps. The only trouble is there's a notice up somewhere saying trespassers will be prosecuted."}