{"speakers": [], "chunks": [{"timestamp": [0.0, 39.0], "text": " The In Manutahi district on the east coast, the school day begins at early morning."}, {"timestamp": [39.0, 45.0], "text": " The farmers' children come riding in under the shadow of Mount Hikurangi and down the river flats."}, {"timestamp": [45.0, 77.0], "text": " And there is Ruatoria in the valley below."}, {"timestamp": [82.0, 83.0], "text": " At Ruatoria is the Manutahi Native District High School with a role of 300 pupils."}, {"timestamp": [85.24, 88.68], "text": " They come from the busy township and the farms of the district, some bicycle bus and many on horses."}, {"timestamp": [88.68, 104.06], "text": " The majority are Maori's but there are Pākeha children as well. They come together in"}, {"timestamp": [104.06, 107.0], "text": " play and learning."}, {"timestamp": [111.0, 117.0], "text": " The Manu Tahi School is administered by the native schools branch of the education department"}, {"timestamp": [117.0, 123.0], "text": " and its teachers are specially trained in Maori education besides modern elementary teaching methods."}, {"timestamp": [123.0, 126.04], "text": " The morning classes begin and for the infants"}, {"timestamp": [126.04, 129.0], "text": " learning to read is the beginning of knowledge."}, {"timestamp": [129.0, 137.44], "text": " Bees, grub, Bill, you find birds. See if you can find it there. Hold it right up as"}, {"timestamp": [137.44, 144.52], "text": " they can see, is that right? Good boy, Bill. Children learn by doing, by expressing themselves,"}, {"timestamp": [144.52, 145.04], "text": " translating impressions into pictures and pictures into words. The teacher is a Good boy, Bill. Children learn by doing, by expressing themselves,"}, {"timestamp": [148.48, 149.28], "text": " translating impressions into pictures and pictures into words."}, {"timestamp": [151.24, 151.56], "text": " The teacher is a guide, and the children,"}, {"timestamp": [175.24, 178.92], "text": " Maori and Pagaha gradually acquire the basic skills. Writing English and counting are great steps forward, but this is a Maori school, and so the senior pupils are taught to master their own language."}, {"timestamp": [183.76, 189.0], "text": " When the dog met the pig, the dog was struck with fear."}, {"timestamp": [189.0, 201.0], "text": " Now, the word Tuthaki-Tanga, we have a derivative noun derived from the verb Tutsaki to meet."}, {"timestamp": [201.0, 203.0], "text": " There it is there."}, {"timestamp": [203.0, 207.18], "text": " For the Maori children, there is one art at least, of which they are natural masters."}, {"timestamp": [207.38, 208.22], "text": " Little lies a giant."}, {"timestamp": [209.54, 213.62], "text": " I know that you don't know his life again."}, {"timestamp": [214.34, 218.54], "text": " Way out south in Pokemon, it lies a day."}, {"timestamp": [219.08, 223.0], "text": " Oh, he lives are little ice again."}, {"timestamp": [223.8, 227.4], "text": " Oh, we love the little life again. Oh, Eliza, this lies again."}, {"timestamp": [228.4, 232.5], "text": " Lice again who's good to me, it lies again."}, {"timestamp": [233.1, 237.0], "text": " Sweetest one I ever see, it lies again."}, {"timestamp": [240.46, 244.28], "text": " This girl has made a frock for her small sister as part of her schoolwork."}, {"timestamp": [245.0, 249.0], "text": " The children are growing up to be good citizens, managers of their own homes."}, {"timestamp": [249.0, 253.0], "text": " Theirs is not a specialist training, but training for living."}, {"timestamp": [253.0, 279.0], "text": " The Maori school children will be the educators of the new arts, all native schools are helping to create a new enthusiasm for Maori culture."}, {"timestamp": [279.0, 295.0], "text": " The talent for design and carving is given every encouragement."}, {"timestamp": [299.74, 300.56], "text": " Most schools have their own woodwork shop and a specialist master to guide the young craftsmen."}, {"timestamp": [305.86, 306.6], "text": " They are good carpenters and the older boys at Manutahi have built a model cottage in the school grounds."}, {"timestamp": [308.44, 311.68], "text": " It has all the fittings of a modern home."}, {"timestamp": [318.12, 319.0], "text": " Perhaps the most important homecraft is the care of health and it's always an essential part of Maori school programs."}, {"timestamp": [335.36, 339.68], "text": " Taking the daily dose of cod liver oil is a fairly serious business for good health is a prize. On its completion, the model cottage becomes a special kind of classroom for the older girls. Two of them are given"}, {"timestamp": [339.68, 350.0], "text": " charge of the house in turns each day."}, {"timestamp": [356.0, 378.5], "text": " The teacher makes suggestions and the girls go tooria, the school and community have close ties."}, {"timestamp": [379.1, 382.64], "text": " Most of the townspeople are old pupils of Manitahi school."}, {"timestamp": [383.42, 386.12], "text": " They've progressed from the ABC to the trades and"}, {"timestamp": [386.12, 394.4], "text": " professions of modern rural life. The Beach Brothers own and run a butcher shop and down the road,"}, {"timestamp": [394.4, 403.36], "text": " Tani Seymour is the manager of the local dairy factory. Charlie Wilkie runs the transport"}, {"timestamp": [403.36, 407.0], "text": " company. All these men have profited well from their school days"}, {"timestamp": [407.0, 410.0], "text": " and they are more than willing to return their knowledge to the school."}, {"timestamp": [410.0, 415.0], "text": " A local storekeeper teaches some of the boys the arts of beekeeping and horticulture."}, {"timestamp": [415.0, 448.44], "text": " Learning often has a pleasant taste these days. To learn by doing by doing is the first principle of modern education, and growing up should be both serious and delightful."}, {"timestamp": [452.84, 455.2], "text": " At Manu Tahi, the school is the center of a progressive farming community and the whole land is a classroom."}, {"timestamp": [456.24, 459.34], "text": " From their first spelling lessons, writing and learning numbers,"}, {"timestamp": [460.2, 528.0], "text": " the Maori school broadens out to teach its children the use of a land that is their home. I'm gonnae. The skiing season is over at Coronet Peak, Queenstown, but there's still enough snow about to attract a few enthusiasts."}, {"timestamp": [528.0, 532.0], "text": " Even they might have thought twice about it if they'd had to trudge back up those slopes each time."}, {"timestamp": [532.0, 538.0], "text": " The snow is soft and the going's hard, but this hundred-yard ski toe saves them the trouble and gets them there in a jiffy."}, {"timestamp": [542.0, 546.12], "text": " Driven by a small petrol wind, the toe consists of an endless rope."}, {"timestamp": [546.12, 548.56], "text": " It can be used by only one person at a time."}, {"timestamp": [548.56, 552.76], "text": " He can grip the rope with his hands or a belt with hooks can be used."}, {"timestamp": [556.76, 562.0], "text": " And down they go again."}, {"timestamp": [562.0, 568.6], "text": " They've had a good season and they're looking forward to even better ones. Aago sportsmen hope the next New Zealand Championships will be held at Coronet P."}], "text": " The In Manutahi district on the east coast, the school day begins at early morning. The farmers' children come riding in under the shadow of Mount Hikurangi and down the river flats. And there is Ruatoria in the valley below. At Ruatoria is the Manutahi Native District High School with a role of 300 pupils. They come from the busy township and the farms of the district, some bicycle bus and many on horses. The majority are Maori's but there are Pākeha children as well. They come together in play and learning. The Manu Tahi School is administered by the native schools branch of the education department and its teachers are specially trained in Maori education besides modern elementary teaching methods. The morning classes begin and for the infants learning to read is the beginning of knowledge. Bees, grub, Bill, you find birds. See if you can find it there. Hold it right up as they can see, is that right? Good boy, Bill. Children learn by doing, by expressing themselves, translating impressions into pictures and pictures into words. The teacher is a Good boy, Bill. Children learn by doing, by expressing themselves, translating impressions into pictures and pictures into words. The teacher is a guide, and the children, Maori and Pagaha gradually acquire the basic skills. Writing English and counting are great steps forward, but this is a Maori school, and so the senior pupils are taught to master their own language. When the dog met the pig, the dog was struck with fear. Now, the word Tuthaki-Tanga, we have a derivative noun derived from the verb Tutsaki to meet. There it is there. For the Maori children, there is one art at least, of which they are natural masters. Little lies a giant. I know that you don't know his life again. Way out south in Pokemon, it lies a day. Oh, he lives are little ice again. Oh, we love the little life again. Oh, Eliza, this lies again. Lice again who's good to me, it lies again. Sweetest one I ever see, it lies again. This girl has made a frock for her small sister as part of her schoolwork. The children are growing up to be good citizens, managers of their own homes. Theirs is not a specialist training, but training for living. The Maori school children will be the educators of the new arts, all native schools are helping to create a new enthusiasm for Maori culture. The talent for design and carving is given every encouragement. Most schools have their own woodwork shop and a specialist master to guide the young craftsmen. They are good carpenters and the older boys at Manutahi have built a model cottage in the school grounds. It has all the fittings of a modern home. Perhaps the most important homecraft is the care of health and it's always an essential part of Maori school programs. Taking the daily dose of cod liver oil is a fairly serious business for good health is a prize. On its completion, the model cottage becomes a special kind of classroom for the older girls. Two of them are given charge of the house in turns each day. The teacher makes suggestions and the girls go tooria, the school and community have close ties. Most of the townspeople are old pupils of Manitahi school. They've progressed from the ABC to the trades and professions of modern rural life. The Beach Brothers own and run a butcher shop and down the road, Tani Seymour is the manager of the local dairy factory. Charlie Wilkie runs the transport company. All these men have profited well from their school days and they are more than willing to return their knowledge to the school. A local storekeeper teaches some of the boys the arts of beekeeping and horticulture. Learning often has a pleasant taste these days. To learn by doing by doing is the first principle of modern education, and growing up should be both serious and delightful. At Manu Tahi, the school is the center of a progressive farming community and the whole land is a classroom. From their first spelling lessons, writing and learning numbers, the Maori school broadens out to teach its children the use of a land that is their home. I'm gonnae. The skiing season is over at Coronet Peak, Queenstown, but there's still enough snow about to attract a few enthusiasts. Even they might have thought twice about it if they'd had to trudge back up those slopes each time. The snow is soft and the going's hard, but this hundred-yard ski toe saves them the trouble and gets them there in a jiffy. Driven by a small petrol wind, the toe consists of an endless rope. It can be used by only one person at a time. He can grip the rope with his hands or a belt with hooks can be used. And down they go again. They've had a good season and they're looking forward to even better ones. Aago sportsmen hope the next New Zealand Championships will be held at Coronet P."}