{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " With the storm"}, {"timestamp": [2.0, 10.4], "text": "...withal"}, {"timestamp": [10.4, 33.0], "text": " With the storm clouds of Italy's winter came torrents of rain, floods and swollen rivers to slow down the New Zealand division's advance."}, {"timestamp": [33.0, 55.0], "text": " For the Kiwis this meant blocked roads to be cleared, bridges rebuilt and often as not new bridges erected. To this part of the country where the division went into winter quarters came the worst floods for 40 years."}, {"timestamp": [55.0, 67.0], "text": " Some of our men found themselves quartered in towns like this, where life was far from exciting."}, {"timestamp": [67.0, 73.0], "text": " No gay restaurants, for instance. Just the same old mess. Out of doors when the weather permits."}, {"timestamp": [73.0, 82.0], "text": " It's also the same food unless you're lucky enough to find a nest egg or two."}, {"timestamp": [82.0, 85.76], "text": " Or maybe a nice green cabbage from somebody's victory garden. Here there's little to do. unless you're lucky enough to find a nest egg or two."}, {"timestamp": [88.8, 90.4], "text": " Or maybe a nice green cabbage from somebody's victory garden. Here there's little to do."}, {"timestamp": [90.4, 92.8], "text": " On Sunday you can attend a real church for a change."}, {"timestamp": [93.68, 95.2], "text": " Or chat with the local lasses."}, {"timestamp": [97.6, 100.0], "text": " Or you may prefer to stay at home in the villa where you live."}, {"timestamp": [111.0, 115.0], "text": " War isn't fighting all the time. It can be dull and drab and dreary."}, {"timestamp": [119.0, 123.0], "text": " When the sun comes out it's a chance to dry off soaked bedding and take the air again."}, {"timestamp": [123.0, 127.0], "text": " As their tanks have stopped rolling, there's an empty paddock nearby"}, {"timestamp": [127.0, 130.0], "text": " and it's just natural for New Zealanders to use it for football."}, {"timestamp": [130.0, 133.0], "text": " After all, it is winter, but there isn't one of these boys"}, {"timestamp": [133.0, 135.0], "text": " who wouldn't prefer playing on his home ground."}, {"timestamp": [140.0, 144.0], "text": " As the weather clears for a while, it's time to move on again."}, {"timestamp": [144.0, 147.6], "text": " The monotony of hanging around has ended."}, {"timestamp": [147.6, 149.64], "text": " This way went the enemy."}, {"timestamp": [149.64, 170.5], "text": " The broad Weimar plain in Nelson with its patchwork of varied paddocks contains large areas of rich soil where the crops ripe and early."}, {"timestamp": [170.5, 177.0], "text": " This season though crops and fruit have been damaged by hail and even at midsummer snow has fallen on the ranges."}, {"timestamp": [177.0, 181.0], "text": " The Weimia is an area of mixed farming."}, {"timestamp": [181.0, 191.0], "text": " In order to stimulate skill and interest in one essential operation on the plane,"}, {"timestamp": [191.0, 196.0], "text": " the Wymeier Vegetable Growers Association have organized a peepicking competition at hope this season."}, {"timestamp": [196.0, 199.0], "text": " It's open to all New Zealanders and to Australians too."}, {"timestamp": [199.0, 201.0], "text": " If they can find their way over,"}, {"timestamp": [201.0, 206.12], "text": " here are two of the favorites in the day's race, working along"}, {"timestamp": [206.12, 212.52], "text": " their strips. Their method is to pick the whole vine and strip it in the air. There"}, {"timestamp": [212.52, 218.76], "text": " turns out to be only one male amongst the 30 competitors. And only one girl from"}, {"timestamp": [218.76, 224.88], "text": " over the border in Marlborough. All the rest are Elsonians. Kerocene tins, raised to the"}, {"timestamp": [224.88, 227.0], "text": " peerage with the title of two peck buckets,"}, {"timestamp": [227.0, 229.0], "text": " form the measures of work done on the paddock,"}, {"timestamp": [229.0, 233.0], "text": " and competitors get their tickets punched every time they change the bucket."}, {"timestamp": [233.0, 238.0], "text": " Unfortunately, only a rather poor crop was available on the day of the competition."}, {"timestamp": [238.0, 242.0], "text": " Here's another method of picking, stripping the vines on the ground."}, {"timestamp": [242.0, 245.0], "text": " Points are awarded for clean and efficient picking."}, {"timestamp": [245.0, 247.0], "text": " While the competitors themselves can be any age,"}, {"timestamp": [247.0, 249.0], "text": " the peas gathered must be just right,"}, {"timestamp": [249.0, 253.0], "text": " and no peas at the right age must be left on the vines."}, {"timestamp": [257.0, 261.0], "text": " In the afternoon, many spectators arrive to watch and to eat peas."}, {"timestamp": [261.0, 272.8], "text": " A competitor gets a cup of tea and the winner Miss Valmer Patterson gets a cup"}, {"timestamp": [272.8, 278.38], "text": " of silver. Cash prizes too of 25, 10 and 5 pounds go to the three young"}, {"timestamp": [278.38, 282.92], "text": " Patterson's, Valmer and the twins Liddell and Joan. The three little sisters from the"}, {"timestamp": [282.92, 286.0], "text": " back road of hope are New Zealand's champion P Pickers."}, {"timestamp": [286.0, 307.0], "text": " All eyes on the shore as an allied transport ties up. More of the boys are home and some of the girls too,"}, {"timestamp": [307.0, 310.0], "text": " for in the Spurrow draft are Wex as well as soldiers and airmen."}, {"timestamp": [310.0, 324.0], "text": " For those waiting at the wharf gates, it's a boy or a girl that is home."}, {"timestamp": [324.0, 327.0], "text": " For each person in this crowd is today just looking for one face,"}, {"timestamp": [327.0, 330.0], "text": " the face of the one whom they haven't seen for several long years."}, {"timestamp": [330.0, 335.0], "text": " There are mothers and fathers and brothers and sisters and wives and children,"}, {"timestamp": [335.0, 337.0], "text": " and of course, sweethearts."}, {"timestamp": [337.0, 341.0], "text": " One soldier has three girls."}, {"timestamp": [341.0, 344.0], "text": " Maybe he didn't think they would all come, or are they sisters."}, {"timestamp": [344.0, 348.7], "text": " And then climb aboard an army trip. three girls. Maybe he didn't think they would all come or are they sisters."}, {"timestamp": [351.7, 361.8], "text": " And then climb aboard an army transport for all points north."}, {"timestamp": [367.0, null], "text": " It's a great day in many New Zealand homes. Another furrow draft has arrived."}], "text": " With the storm...withal With the storm clouds of Italy's winter came torrents of rain, floods and swollen rivers to slow down the New Zealand division's advance. For the Kiwis this meant blocked roads to be cleared, bridges rebuilt and often as not new bridges erected. To this part of the country where the division went into winter quarters came the worst floods for 40 years. Some of our men found themselves quartered in towns like this, where life was far from exciting. No gay restaurants, for instance. Just the same old mess. Out of doors when the weather permits. It's also the same food unless you're lucky enough to find a nest egg or two. Or maybe a nice green cabbage from somebody's victory garden. Here there's little to do. unless you're lucky enough to find a nest egg or two. Or maybe a nice green cabbage from somebody's victory garden. Here there's little to do. On Sunday you can attend a real church for a change. Or chat with the local lasses. Or you may prefer to stay at home in the villa where you live. War isn't fighting all the time. It can be dull and drab and dreary. When the sun comes out it's a chance to dry off soaked bedding and take the air again. As their tanks have stopped rolling, there's an empty paddock nearby and it's just natural for New Zealanders to use it for football. After all, it is winter, but there isn't one of these boys who wouldn't prefer playing on his home ground. As the weather clears for a while, it's time to move on again. The monotony of hanging around has ended. This way went the enemy. The broad Weimar plain in Nelson with its patchwork of varied paddocks contains large areas of rich soil where the crops ripe and early. This season though crops and fruit have been damaged by hail and even at midsummer snow has fallen on the ranges. The Weimia is an area of mixed farming. In order to stimulate skill and interest in one essential operation on the plane, the Wymeier Vegetable Growers Association have organized a peepicking competition at hope this season. It's open to all New Zealanders and to Australians too. If they can find their way over, here are two of the favorites in the day's race, working along their strips. Their method is to pick the whole vine and strip it in the air. There turns out to be only one male amongst the 30 competitors. And only one girl from over the border in Marlborough. All the rest are Elsonians. Kerocene tins, raised to the peerage with the title of two peck buckets, form the measures of work done on the paddock, and competitors get their tickets punched every time they change the bucket. Unfortunately, only a rather poor crop was available on the day of the competition. Here's another method of picking, stripping the vines on the ground. Points are awarded for clean and efficient picking. While the competitors themselves can be any age, the peas gathered must be just right, and no peas at the right age must be left on the vines. In the afternoon, many spectators arrive to watch and to eat peas. A competitor gets a cup of tea and the winner Miss Valmer Patterson gets a cup of silver. Cash prizes too of 25, 10 and 5 pounds go to the three young Patterson's, Valmer and the twins Liddell and Joan. The three little sisters from the back road of hope are New Zealand's champion P Pickers. All eyes on the shore as an allied transport ties up. More of the boys are home and some of the girls too, for in the Spurrow draft are Wex as well as soldiers and airmen. For those waiting at the wharf gates, it's a boy or a girl that is home. For each person in this crowd is today just looking for one face, the face of the one whom they haven't seen for several long years. There are mothers and fathers and brothers and sisters and wives and children, and of course, sweethearts. One soldier has three girls. Maybe he didn't think they would all come, or are they sisters. And then climb aboard an army trip. three girls. Maybe he didn't think they would all come or are they sisters. And then climb aboard an army transport for all points north. It's a great day in many New Zealand homes. Another furrow draft has arrived."}