{"speakers": [], "chunks": [{"timestamp": [0.0, 79.0], "text": " The President Go ahead. Thank you. This town, Kurangi, was built as the centre of the Tongarira power development."}, {"timestamp": [79.0, 89.0], "text": " Briefly, this is a scheme for diverting water which flows from the central volcanic mountains,"}, {"timestamp": [89.0, 96.0], "text": " Ruupayhu, Narawa Hoi and Tongariro, and to the east from the Kaimanua Rangers."}, {"timestamp": [96.0, 112.4], "text": " The scheme is in three stages, the first of which is the western diversion, which leaves water from the headwaters of the Wongunui into Lake Radoira. Stages two and three combined bring water through a short tunnel and a long canal"}, {"timestamp": [112.4, 118.32], "text": " into Radoira and the water is diverted through a three and three quarter mile long tunnel to a"}, {"timestamp": [118.32, 124.88], "text": " power station at Tukarnu. The watershed area serving the scheme is in excess of a thousand"}, {"timestamp": [124.88, 125.64], "text": " square miles. In the scheme itself in excess of a thousand square miles."}, {"timestamp": [126.4, 130.3], "text": " In the scheme itself, tunneling will total 27 miles."}, {"timestamp": [131.38, 140.66], "text": " Canals add up to a further 14 miles, and there are four small dams and one large 200-foot-high concrete dam."}, {"timestamp": [141.76, 147.0], "text": " The total workforce engaged on the scheme would be in the nature of 1500"}, {"timestamp": [147.0, 153.0], "text": " and these are scattered over the whole area with controlling points at Taurawa,"}, {"timestamp": [153.0, 156.0], "text": " Poutu, Tukarnu and Moofonga."}, {"timestamp": [156.0, 170.0], "text": " All the water collected from the eastern side of the scheme will be brought to Lake Rotuara along a canal being built across volcanic pumice country."}, {"timestamp": [170.0, 187.0], "text": " Before the canal is excavated, hills must be leveled and the pumice used to span across valleys."}, {"timestamp": [187.0, 205.24], "text": " As New Zealand's cities and manufacturing industries grow, so does the need for power and the challenge"}, {"timestamp": [205.24, 209.68], "text": " of harnessing increasingly difficult sources of supply."}, {"timestamp": [209.68, 233.0], "text": " From the Tongariro River, construction road, construction road, from the Tongarero River, construction roads have been built into the steep country of the Kaimannua ranges."}, {"timestamp": [237.0, 247.0], "text": " At times, these roads have had to be cut down into the pumice of past volcanic eruptions."}, {"timestamp": [247.0, 275.0], "text": " At Rangipo, deep in a side valley off the Tongarira River, a small exploratory tunnel is being driven to find the possible location for a subsidiary underground power station."}, {"timestamp": [275.0, 287.0], "text": " At the same time, high on the hillside above, a drill rig pushes steadily down into the often fractured strata of the rock six and seven hundred feet below."}, {"timestamp": [287.0, 296.0], "text": " From the cause brought up will come the information geologists need to calculate whether or not to go ahead on this site."}, {"timestamp": [296.0, 307.0], "text": " But all the time, canals, dams and work at the main powerhouse site is progressing."}, {"timestamp": [307.0, 314.0], "text": " And through the several years of construction, repair and maintenance must keep pace."}, {"timestamp": [314.0, 323.0], "text": " The Ministry of Works, who are building the Tongarira Power Scheme for the New Zealand Electricity Department,"}, {"timestamp": [323.0, 330.6], "text": " have their central workshops on the outskirts of Turangi. Because much of the country covered is pumice land,"}, {"timestamp": [330.6, 336.0], "text": " which can turn from deep mud to penetrating dust in dry weather, heavy equipment and machines"}, {"timestamp": [336.0, 353.0], "text": " need a lot of maintenance. In an adjoining workshop, the penstock sections are assembled."}, {"timestamp": [353.0, 373.0], "text": " A special transporter had to be built for the job of getting the completed pipeline sections up to the top of the Pennstock slope."}, {"timestamp": [373.0, 387.54], "text": " It's a long, slow pull to climb more than 400 feet to the place where the tunnel carrying the combined waters of the power scheme from Lake Rotowara will emerge from the hillside."}, {"timestamp": [387.54, 392.04], "text": " Not only will these waters supply Tongariro, but they will also boost the output of eight"}, {"timestamp": [392.04, 433.0], "text": " other stations beyond this scheme down the Waiketo River. The The act of nature."}, {"timestamp": [433.0, 450.0], "text": " The act of nature of this country with hot springs and pools at Tukarnu only a mile or so away"}, {"timestamp": [450.0, 454.0], "text": " leads to unusual problems in the excavating of the powerhouse site."}, {"timestamp": [458.0, 467.0], "text": " To wind power from the volcanic plateau means combating the very forces which formed it."}, {"timestamp": [467.0, 536.86], "text": " Thermal activity and heat, humid heat in the nearby tunnel being driven 24 hours a day back through the mountain to bring the lake water to the powerhouse. Heat and toil at 85 degrees. The men work for the morning, the graveyard shift is the least popular,"}, {"timestamp": [537.46, 540.96], "text": " and the day shift, which ends at four in the afternoon the most conventional."}, {"timestamp": [542.64, 547.0], "text": " Because of this, tunnelers shifts change every week. But administrative"}, {"timestamp": [548.4, 550.8], "text": " staff and others keep to more normal hours."}, {"timestamp": [555.6, 563.8], "text": " While Turangi has a large number of family homes, its single quarters, are typical of more isolated"}, {"timestamp": [563.8, 567.0], "text": " construction camps."}, {"timestamp": [567.0, 587.0], "text": " The Tongarero River which flows into Lake Talpo is known to anglers round the world for its rainbow truss."}, {"timestamp": [587.0, 601.0], "text": " Because some of its water is being diverted for the scheme,"}, {"timestamp": [601.0, 605.0], "text": " project engineers have had to ensure that enough will be left in the river"}, {"timestamp": [605.0, 608.0], "text": " to safeguard it for anglers in the years ahead."}, {"timestamp": [612.0, 616.0], "text": " One problem has been the protection of the vital Tokanu spawning stream,"}, {"timestamp": [616.0, 621.0], "text": " which passes within only a few hundred yards of the power station excavations."}, {"timestamp": [625.0, 630.0], "text": " In these streams, clear running water is vital for the hatching of young trout."}, {"timestamp": [631.0, 637.0], "text": " Another spawning stream actually goes under the Potu canal, where a special culvert has been designed,"}, {"timestamp": [637.0, 643.0], "text": " with ridges to break the smooth flow of water so the trout can still make their way upstream."}, {"timestamp": [647.0, 650.0], "text": " Fish ladders have also been installed"}, {"timestamp": [650.0, 653.0], "text": " where the natural levels of streams have been altered."}, {"timestamp": [653.0, 655.0], "text": " While near Lake Rotoara,"}, {"timestamp": [655.0, 659.0], "text": " a complex culvert will allow trout to pass beneath the drop structures"}, {"timestamp": [659.0, 661.0], "text": " of yet another canal."}, {"timestamp": [671.12, 680.88], "text": " Not far from the lake, old Maori war trenches are being examined as part of the salvage archaeology, which is now a standard part of construction projects in historic areas."}, {"timestamp": [680.88, 689.0], "text": " The scheme to the west of the central mountains crosses a plane where deep cuts are being made to carry the water towards a desolate swamp land."}, {"timestamp": [689.0, 705.84], "text": " Here a dredge toils at the long job of gouging out a channel, slowly filling in the surrounding"}, {"timestamp": [705.84, 712.08], "text": " swamp with silk. While on completed sections of the canal, a start made on the job of mulching"}, {"timestamp": [712.08, 720.24], "text": " the bare earth with chopped straw and sewing with grass. The healing of construction scars"}, {"timestamp": [720.24, 725.24], "text": " or restoration landscaping is an important part of a scheme where acres of land"}, {"timestamp": [725.24, 730.14], "text": " have had to be stripped to fill in valleys and places found for countless"}, {"timestamp": [730.14, 734.0], "text": " tons of excavated rock and earth from tunnels and canals."}, {"timestamp": [734.0, 750.0], "text": " Italians Italians, Italians, Italians, and many brought their families with them, came to New Zealand with the Milan firm of Kodelfa Kodjifah,"}, {"timestamp": [750.0, 754.0], "text": " which won the 22-mile contract for the greatest length of tunneling on the scheme."}, {"timestamp": [754.0, 762.0], "text": " Some of the Italian construction sites are almost lost in deep gorges in the middle of bush country,"}, {"timestamp": [762.0, 765.5], "text": " cut by swift rivers like the Fouca Papa,"}, {"timestamp": [765.5, 770.92], "text": " which will be diverted through 10 miles of tunnel. With these men came traditions like the"}, {"timestamp": [770.92, 810.0], "text": " Feast of St. Barbara A shrine to St. Barbara protects each tunnel entrance."}, {"timestamp": [814.0, 823.0], "text": " In contrast to the main tunnel being driven from Lake Rotoara to the Penstock slope,"}, {"timestamp": [823.0, 825.04], "text": " the Italian tunnels are smaller in"}, {"timestamp": [825.04, 831.82], "text": " diameter and difficult to work in. Since the work started, there have been several"}, {"timestamp": [831.82, 838.3], "text": " major cave-ins and falls of loose rock. Sometimes conditions are so bad that low pilot drives"}, {"timestamp": [838.3, 855.8], "text": " are pushed ahead first and progress slowed to a mere two or three hard one feet a day."}, {"timestamp": [855.8, 863.02], "text": " The Italians are working in two tunnels on the west of the scheme and in a 12 mile long tunnel to the east."}, {"timestamp": [863.02, 866.64], "text": " Yet even with the most modern equipment, unstable conditions"}, {"timestamp": [866.64, 874.12], "text": " often force them to slow to the pace of pick and shovel. However, at one working face,"}, {"timestamp": [874.12, 902.0], "text": " a 95-ton machine has been installed that day until the Tongariro scheme is completed."}, {"timestamp": [902.0, 905.04], "text": " The power of rivers from more than a thousand square miles of"}, {"timestamp": [905.04, 910.02], "text": " country will be harnessed and led for much of the way underground in one of"}, {"timestamp": [910.02, 925.0], "text": " New Zealand's most imaginative engineering undertakings. I'm gonnae. And......that......that..."}, {"timestamp": [925.0, 926.0], "text": "...their..."}, {"timestamp": [926.0, 927.0], "text": "...and..."}, {"timestamp": [927.0, 929.0], "text": "...and..."}, {"timestamp": [929.0, 930.0], "text": "...and..."}, {"timestamp": [930.0, 931.0], "text": "...and..."}, {"timestamp": [931.0, 932.0], "text": "...the..."}, {"timestamp": [932.0, 933.0], "text": "...and..."}, {"timestamp": [933.0, 935.0], "text": "...the..."}, {"timestamp": [935.0, 937.0], "text": "...the..."}, {"timestamp": [937.0, 947.0], "text": "...and... The"}, {"timestamp": [947.0, 947.96], "text": " The"}, {"timestamp": [947.96, 950.0], "text": " Yeah, and the"}, {"timestamp": [950.0, 951.0], "text": " Yeah,"}, {"timestamp": [951.0, 952.0], "text": " and the same."}, {"timestamp": [952.0, 954.0], "text": " And so,"}, {"timestamp": [954.0, 955.0], "text": " and"}, {"timestamp": [955.0, 956.0], "text": " the"}, {"timestamp": [956.0, 957.0], "text": " and"}, {"timestamp": [957.0, null], "text": " the The"}], "text": " The President Go ahead. Thank you. This town, Kurangi, was built as the centre of the Tongarira power development. Briefly, this is a scheme for diverting water which flows from the central volcanic mountains, Ruupayhu, Narawa Hoi and Tongariro, and to the east from the Kaimanua Rangers. The scheme is in three stages, the first of which is the western diversion, which leaves water from the headwaters of the Wongunui into Lake Radoira. Stages two and three combined bring water through a short tunnel and a long canal into Radoira and the water is diverted through a three and three quarter mile long tunnel to a power station at Tukarnu. The watershed area serving the scheme is in excess of a thousand square miles. In the scheme itself in excess of a thousand square miles. In the scheme itself, tunneling will total 27 miles. Canals add up to a further 14 miles, and there are four small dams and one large 200-foot-high concrete dam. The total workforce engaged on the scheme would be in the nature of 1500 and these are scattered over the whole area with controlling points at Taurawa, Poutu, Tukarnu and Moofonga. All the water collected from the eastern side of the scheme will be brought to Lake Rotuara along a canal being built across volcanic pumice country. Before the canal is excavated, hills must be leveled and the pumice used to span across valleys. As New Zealand's cities and manufacturing industries grow, so does the need for power and the challenge of harnessing increasingly difficult sources of supply. From the Tongariro River, construction road, construction road, from the Tongarero River, construction roads have been built into the steep country of the Kaimannua ranges. At times, these roads have had to be cut down into the pumice of past volcanic eruptions. At Rangipo, deep in a side valley off the Tongarira River, a small exploratory tunnel is being driven to find the possible location for a subsidiary underground power station. At the same time, high on the hillside above, a drill rig pushes steadily down into the often fractured strata of the rock six and seven hundred feet below. From the cause brought up will come the information geologists need to calculate whether or not to go ahead on this site. But all the time, canals, dams and work at the main powerhouse site is progressing. And through the several years of construction, repair and maintenance must keep pace. The Ministry of Works, who are building the Tongarira Power Scheme for the New Zealand Electricity Department, have their central workshops on the outskirts of Turangi. Because much of the country covered is pumice land, which can turn from deep mud to penetrating dust in dry weather, heavy equipment and machines need a lot of maintenance. In an adjoining workshop, the penstock sections are assembled. A special transporter had to be built for the job of getting the completed pipeline sections up to the top of the Pennstock slope. It's a long, slow pull to climb more than 400 feet to the place where the tunnel carrying the combined waters of the power scheme from Lake Rotowara will emerge from the hillside. Not only will these waters supply Tongariro, but they will also boost the output of eight other stations beyond this scheme down the Waiketo River. The The act of nature. The act of nature of this country with hot springs and pools at Tukarnu only a mile or so away leads to unusual problems in the excavating of the powerhouse site. To wind power from the volcanic plateau means combating the very forces which formed it. Thermal activity and heat, humid heat in the nearby tunnel being driven 24 hours a day back through the mountain to bring the lake water to the powerhouse. Heat and toil at 85 degrees. The men work for the morning, the graveyard shift is the least popular, and the day shift, which ends at four in the afternoon the most conventional. Because of this, tunnelers shifts change every week. But administrative staff and others keep to more normal hours. While Turangi has a large number of family homes, its single quarters, are typical of more isolated construction camps. The Tongarero River which flows into Lake Talpo is known to anglers round the world for its rainbow truss. Because some of its water is being diverted for the scheme, project engineers have had to ensure that enough will be left in the river to safeguard it for anglers in the years ahead. One problem has been the protection of the vital Tokanu spawning stream, which passes within only a few hundred yards of the power station excavations. In these streams, clear running water is vital for the hatching of young trout. Another spawning stream actually goes under the Potu canal, where a special culvert has been designed, with ridges to break the smooth flow of water so the trout can still make their way upstream. Fish ladders have also been installed where the natural levels of streams have been altered. While near Lake Rotoara, a complex culvert will allow trout to pass beneath the drop structures of yet another canal. Not far from the lake, old Maori war trenches are being examined as part of the salvage archaeology, which is now a standard part of construction projects in historic areas. The scheme to the west of the central mountains crosses a plane where deep cuts are being made to carry the water towards a desolate swamp land. Here a dredge toils at the long job of gouging out a channel, slowly filling in the surrounding swamp with silk. While on completed sections of the canal, a start made on the job of mulching the bare earth with chopped straw and sewing with grass. The healing of construction scars or restoration landscaping is an important part of a scheme where acres of land have had to be stripped to fill in valleys and places found for countless tons of excavated rock and earth from tunnels and canals. Italians Italians, Italians, Italians, and many brought their families with them, came to New Zealand with the Milan firm of Kodelfa Kodjifah, which won the 22-mile contract for the greatest length of tunneling on the scheme. Some of the Italian construction sites are almost lost in deep gorges in the middle of bush country, cut by swift rivers like the Fouca Papa, which will be diverted through 10 miles of tunnel. With these men came traditions like the Feast of St. Barbara A shrine to St. Barbara protects each tunnel entrance. In contrast to the main tunnel being driven from Lake Rotoara to the Penstock slope, the Italian tunnels are smaller in diameter and difficult to work in. Since the work started, there have been several major cave-ins and falls of loose rock. Sometimes conditions are so bad that low pilot drives are pushed ahead first and progress slowed to a mere two or three hard one feet a day. The Italians are working in two tunnels on the west of the scheme and in a 12 mile long tunnel to the east. Yet even with the most modern equipment, unstable conditions often force them to slow to the pace of pick and shovel. However, at one working face, a 95-ton machine has been installed that day until the Tongariro scheme is completed. The power of rivers from more than a thousand square miles of country will be harnessed and led for much of the way underground in one of New Zealand's most imaginative engineering undertakings. I'm gonnae. And......that......that......their......and......and......and......and......the......and......the......the......and... The The Yeah, and the Yeah, and the same. And so, and the and the The"}