{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " The"}, {"timestamp": [7.0, 36.8], "text": " The All records were broken at Rickerton when 25,000 packed the course for the Canterbury Jockey Club's"}, {"timestamp": [36.8, 39.14], "text": " 1946 Grand National Steeplechase."}, {"timestamp": [39.44, 55.2], "text": " With its 21 jumps in three and a half miles, it's a test of stamina and courage for both horse and rider."}, {"timestamp": [58.56, 58.74], "text": " Twelve horses went to the barrier, but only four survived the course."}, {"timestamp": [62.52, 65.02], "text": " And the big crowd saw Mr. G. Cobb's Dumbo outpace and outjump the field. Though red glare makes an early lead of three lengths"}, {"timestamp": [65.02, 68.12], "text": " as they come down past the stand with two rounds of the course to go."}, {"timestamp": [68.58, 70.5], "text": " It's red glare, followed by Knight Prince,"}, {"timestamp": [70.62, 93.92], "text": " three lengths away from Dumbo,"}, {"timestamp": [94.12, 95.98], "text": " with Indian sign two lengths further back."}, {"timestamp": [102.36, 106.12], "text": " Coming past the stand for the second time, Dumbo is in front, jumping beautifully."}, {"timestamp": [106.46, 111.28], "text": " He comes to the second and flies that, with Red Ghaer 12 lengths behind as he goes on round the turn."}, {"timestamp": [120.32, 130.88], "text": " It's still Dumbo increasing his lead."}, {"timestamp": [135.26, 135.62], "text": " And Dumbo comes down past the sand and it can't get beaten."}, {"timestamp": [138.38, 138.8], "text": " And Dumbo wins that at until 1946."}, {"timestamp": [142.04, 142.34], "text": " And Dumbo win by 13, 14 lengths from Spanish, Maine."}, {"timestamp": [144.1, 144.54], "text": " And then 20 links away to red clear."}, {"timestamp": [149.58, 153.32], "text": " Dumbo comes past the post, a clear winner with a seared brick, and galloping beautifully."}, {"timestamp": [157.98, 161.14], "text": " Parading through the streets of Hutt City, youths from the primary and secondary schools of the Hutt Valley are joining in the Rotary Club's movement for soil conservation in New Zealand."}, {"timestamp": [161.9, 165.16], "text": " And besides giving publicity to the club's campaign, these young"}, {"timestamp": [165.16, 170.26], "text": " people are planting trees on a hillside near Waddington where bad erosion has begun. In this"}, {"timestamp": [170.26, 177.68], "text": " valuable and practical work, 1,400 young native trees are being planted. On Johnson's Hill"}, {"timestamp": [177.68, 183.24], "text": " overlooking Karori, tree planting is also the centre of Arbor Day celebrations. Arbor Day is an occasion"}, {"timestamp": [183.24, 187.14], "text": " for stressing the national importance of a forestation and Wellington's mayor and leading"}, {"timestamp": [187.14, 191.88], "text": " citizens are present. 200 native trees were planted here last year and school"}, {"timestamp": [191.88, 212.0], "text": " children are planting another 300 trees today. These trees will grow up with the children who plant them, valuable and beautiful assets to our country."}, {"timestamp": [212.0, 225.0], "text": " This sheep country is being menaced by goats and other pests."}, {"timestamp": [225.0, 229.0], "text": " High country cannot stand the ravages of goats, deer and pigs."}, {"timestamp": [229.0, 231.0], "text": " Soon it begins to erode."}, {"timestamp": [231.0, 235.0], "text": " The soil goes and the land is lost."}, {"timestamp": [235.0, 240.0], "text": " Young men of the pest control branch of the Internal Affairs Department"}, {"timestamp": [240.0, 242.0], "text": " are learning to become expert hunters."}, {"timestamp": [242.0, 251.12], "text": " Living several thousand feet above sea level is an art that musterers and stalkers have developed over many years. Now the knowledge is being handed on."}, {"timestamp": [251.12, 255.36], "text": " A training camp is located near Blenham, where new recruits are taught how to live under canvas"}, {"timestamp": [255.36, 272.4], "text": " and be self-supporting when there will be many miles from the nearest habitation. They learn how to dress skins."}, {"timestamp": [272.4, 278.2], "text": " The market for goat and deer skins is good in a world of steadily increasing demand."}, {"timestamp": [282.2, 287.0], "text": " Their classrooms are the open air, their textbooks are the practical things they have about them,"}, {"timestamp": [287.0, 293.0], "text": " and their teachers are men whose education has been years of hard experience, of learning by living,"}, {"timestamp": [293.0, 298.0], "text": " and the pupils are all young men to whom streets and footpaths and four walls"}, {"timestamp": [298.0, 321.0], "text": " are no substitute for space and light and the keen air of the mountain tops. To live outside, they must know many things, and one of the most important is cooking,"}, {"timestamp": [321.0, 326.0], "text": " building fires, making bread in a camp oven, turning out a loaf like this every time."}, {"timestamp": [326.0, 331.0], "text": " Loaves are large, but when the boys go out as trained hunters, they'll not always have time to bake."}, {"timestamp": [331.0, 345.5], "text": " In the back country of the Kikouras, they get their first job. They're shown the range they're expected to cover and shoot out."}, {"timestamp": [345.5, 351.0], "text": " Each party has a certain section to free from the goats that are eating out the tussock holding the topsoil."}, {"timestamp": [351.0, 354.5], "text": " In these ranges it is estimated that there are 40,000 goats."}, {"timestamp": [354.5, 384.0], "text": " About 30 parties of too many should clear it in three months. The hunters will have to work hard in country where goats are wary and hard to stalk."}, {"timestamp": [384.0, 405.0], "text": " They need to be good long-range shots. I'm gonnae. And......and......and..."}, {"timestamp": [405.0, 406.0], "text": "...theirky..."}, {"timestamp": [406.0, 407.0], "text": "...and..."}, {"timestamp": [407.0, 409.0], "text": "...and..."}, {"timestamp": [409.0, 410.0], "text": "...and..."}, {"timestamp": [410.0, 411.0], "text": "...and..."}, {"timestamp": [411.0, 412.0], "text": "...and..."}, {"timestamp": [412.0, 413.0], "text": "...and..."}, {"timestamp": [413.0, 415.0], "text": "...and..."}, {"timestamp": [415.0, 417.0], "text": "...and..."}, {"timestamp": [417.0, 438.5], "text": "...and... The campaign moves on. As this area is shot out, the party will make plans to cover another area."}, {"timestamp": [438.5, 443.0], "text": " The next victims may be deer or pigs. They're all a serious menace."}, {"timestamp": [443.0, 449.0], "text": " This problem is one of the main aspects of soil conservation, the fight to keep New Zealand green."}], "text": " The The All records were broken at Rickerton when 25,000 packed the course for the Canterbury Jockey Club's 1946 Grand National Steeplechase. With its 21 jumps in three and a half miles, it's a test of stamina and courage for both horse and rider. Twelve horses went to the barrier, but only four survived the course. And the big crowd saw Mr. G. Cobb's Dumbo outpace and outjump the field. Though red glare makes an early lead of three lengths as they come down past the stand with two rounds of the course to go. It's red glare, followed by Knight Prince, three lengths away from Dumbo, with Indian sign two lengths further back. Coming past the stand for the second time, Dumbo is in front, jumping beautifully. He comes to the second and flies that, with Red Ghaer 12 lengths behind as he goes on round the turn. It's still Dumbo increasing his lead. And Dumbo comes down past the sand and it can't get beaten. And Dumbo wins that at until 1946. And Dumbo win by 13, 14 lengths from Spanish, Maine. And then 20 links away to red clear. Dumbo comes past the post, a clear winner with a seared brick, and galloping beautifully. Parading through the streets of Hutt City, youths from the primary and secondary schools of the Hutt Valley are joining in the Rotary Club's movement for soil conservation in New Zealand. And besides giving publicity to the club's campaign, these young people are planting trees on a hillside near Waddington where bad erosion has begun. In this valuable and practical work, 1,400 young native trees are being planted. On Johnson's Hill overlooking Karori, tree planting is also the centre of Arbor Day celebrations. Arbor Day is an occasion for stressing the national importance of a forestation and Wellington's mayor and leading citizens are present. 200 native trees were planted here last year and school children are planting another 300 trees today. These trees will grow up with the children who plant them, valuable and beautiful assets to our country. This sheep country is being menaced by goats and other pests. High country cannot stand the ravages of goats, deer and pigs. Soon it begins to erode. The soil goes and the land is lost. Young men of the pest control branch of the Internal Affairs Department are learning to become expert hunters. Living several thousand feet above sea level is an art that musterers and stalkers have developed over many years. Now the knowledge is being handed on. A training camp is located near Blenham, where new recruits are taught how to live under canvas and be self-supporting when there will be many miles from the nearest habitation. They learn how to dress skins. The market for goat and deer skins is good in a world of steadily increasing demand. Their classrooms are the open air, their textbooks are the practical things they have about them, and their teachers are men whose education has been years of hard experience, of learning by living, and the pupils are all young men to whom streets and footpaths and four walls are no substitute for space and light and the keen air of the mountain tops. To live outside, they must know many things, and one of the most important is cooking, building fires, making bread in a camp oven, turning out a loaf like this every time. Loaves are large, but when the boys go out as trained hunters, they'll not always have time to bake. In the back country of the Kikouras, they get their first job. They're shown the range they're expected to cover and shoot out. Each party has a certain section to free from the goats that are eating out the tussock holding the topsoil. In these ranges it is estimated that there are 40,000 goats. About 30 parties of too many should clear it in three months. The hunters will have to work hard in country where goats are wary and hard to stalk. They need to be good long-range shots. I'm gonnae. And......and......and......theirky......and......and......and......and......and......and......and......and......and... The campaign moves on. As this area is shot out, the party will make plans to cover another area. The next victims may be deer or pigs. They're all a serious menace. This problem is one of the main aspects of soil conservation, the fight to keep New Zealand green."}