{"speakers": [], "chunks": [{"timestamp": [0.0, 13.0], "text": " On this farm, the first shift of pigs can be served."}, {"timestamp": [13.0, 27.12], "text": " They get the sack. On this farm, the first shift of pigs is being cleared out of the dining room so that second breakfast can be served."}, {"timestamp": [27.54, 28.3], "text": " They get the sack."}, {"timestamp": [28.72, 30.36], "text": " This is no continuous performance house."}, {"timestamp": [30.6, 31.92], "text": " They've got to make room for more patrons."}, {"timestamp": [33.16, 34.34], "text": " Meet Mr. Carr of Blenham."}, {"timestamp": [34.56, 38.38], "text": " He keeps a thousand pigs and cooks their swirl with steam from an old traction engine."}, {"timestamp": [39.0, 42.04], "text": " Camp cookhouses nearby provide lots of tasty scraps for the stool."}, {"timestamp": [42.04, 50.76], "text": " If this makes your mouth water, you're a pig."}, {"timestamp": [53.26, 53.68], "text": " The steam is useful, too, for sterilizing drums."}, {"timestamp": [56.08, 56.44], "text": " Though the farm is on poor land, it's quite good for the job."}, {"timestamp": [59.1, 62.06], "text": " And Mr. and Mrs. Carr, who've no one but their old traction engine to help feed a thousand pigs each day, are on top of the world."}, {"timestamp": [62.32, 66.0], "text": " Or on the pig's back, as the Irish say."}, {"timestamp": [70.0, 74.0], "text": " Have you brought your meat coupons? This way, please, to the bargain counter."}, {"timestamp": [74.0, 78.0], "text": " Competition is fierce, the pressure rises, someone's getting squeezed out,"}, {"timestamp": [78.0, 100.42], "text": " and someone else is on the pig's back. While Vesuvius erupts in the distance, New Zealand signalers attached to the Fifth Army"}, {"timestamp": [100.42, 101.98], "text": " Overhaul their telegraph wires."}, {"timestamp": [102.52, 104.9], "text": " Fortunately, the eruption doesn't hamper front-line activities,"}, {"timestamp": [104.9, 105.1], "text": " for the wind blows smoke and ashes in the opposite direction. But it's a different story. army overhaul their telegraph wires. Fortunately, the eruption doesn't hamper front-line activities,"}, {"timestamp": [110.06, 115.1], "text": " for the wind blows smoke and ashes in the opposite direction. But it's a different story for many Italians. Laver has already engulfed two mountain-side villages and rendered 2,000 families"}, {"timestamp": [115.1, 120.14], "text": " homeless. This relentless creeping wall makes top stories into bottom stories. Later, the houses"}, {"timestamp": [120.14, 126.7], "text": " collapse under the weight. Villagers begin to salvage their household belongings"}, {"timestamp": [126.7, 128.66], "text": " when they see their homes are hopelessly doomed."}, {"timestamp": [129.2, 130.8], "text": " Evacuation is left for the last minute"}, {"timestamp": [130.8, 132.72], "text": " in the hope that the lava flow will be deflected."}, {"timestamp": [133.62, 135.44], "text": " These unfortunate people have already endured"}, {"timestamp": [135.44, 137.32], "text": " much suffering through starvation and warfare."}, {"timestamp": [137.92, 139.84], "text": " Now Vesuvius has destroyed their homes."}, {"timestamp": [144.34, 147.62], "text": " The Allied military government officials speedily arranged relief."}, {"timestamp": [147.94, 150.62], "text": " Military trucks have transported the refugees to safe villages,"}, {"timestamp": [151.02, 152.86], "text": " where field kitchens supply them with food."}, {"timestamp": [154.56, 156.8], "text": " Though the eruption doesn't affect frontline fighting,"}, {"timestamp": [157.04, 158.7], "text": " it certainly adds hazards to flying."}, {"timestamp": [159.16, 161.08], "text": " To avoid bombardment by cinders and pebbles,"}, {"timestamp": [161.34, 162.92], "text": " pilots give the crater a wide berth,"}, {"timestamp": [163.2, 165.1], "text": " and as the heavy clouds fan out over the country,"}, {"timestamp": [165.46, 166.92], "text": " navigational difficulties increase."}, {"timestamp": [167.46, 170.54], "text": " Soldiers fighting on the 5th Army front watch the clouds rolling out of the crater."}, {"timestamp": [171.04, 172.86], "text": " But it's the pilots who get the ringside view."}, {"timestamp": [173.5, 175.28], "text": " Even with an 8,000-pound blockbuster,"}, {"timestamp": [175.66, 177.88], "text": " they can't start a fire equal to this spectacle."}, {"timestamp": [192.0, 196.0], "text": " While invasion forces were first smashing their way into Normandy, this hospital ship was pulling into Wellington, crammed with men back from the Italian front. This arrival is good news for many people."}, {"timestamp": [196.0, 202.0], "text": " Better news than the invasion news. For the men, this is a day they dreamed about in a hospital over there."}, {"timestamp": [202.0, 207.0], "text": " And here is that hospital over there."}, {"timestamp": [210.0, 214.0], "text": " And here is that hospital in Italy. Designed by fascists as a modern medical center, these buildings were unfinished when our"}, {"timestamp": [214.0, 218.0], "text": " men swept into Italy. Hospital staff and British engineers finished them."}, {"timestamp": [218.0, 221.0], "text": " Now they house number three New Zealand General Hospital."}, {"timestamp": [221.0, 223.0], "text": " Wounded are coming in from the battlefront."}, {"timestamp": [223.0, 225.0], "text": " Here they'll receive the best of care and attention."}, {"timestamp": [225.0, 230.0], "text": " Wherever our division has fought, the staff of this hospital has been with them caring for the sick and the wounded."}, {"timestamp": [230.0, 234.0], "text": " The New Zealand doctors, nurses and VADs here have had plenty of experience."}, {"timestamp": [234.0, 241.0], "text": " Under canvas in desert hospitals and in the hard conditions of Tripolitania, they've earned a reputation for efficiency."}, {"timestamp": [241.0, 246.66], "text": " Into the peace and quiet of a ward comes the Italian spring, a bunch of"}, {"timestamp": [246.66, 256.92], "text": " almond blossoms. With the best of equipment to help them, skilled doctors and"}, {"timestamp": [256.92, 261.54], "text": " nurses fight for these men. In four months they've handled 5,000 patients, not all"}, {"timestamp": [261.54, 267.0], "text": " of them New Zealanders but men from many countries and from both sides."}, {"timestamp": [267.0, 274.0], "text": " The hospital's flag has flown in Asia, in Africa, and now it flies in Italy."}, {"timestamp": [274.0, 280.0], "text": " Men who are waiting to step ashore again in their own land, gratefully remember that hospital."}, {"timestamp": [280.0, 285.0], "text": " In New Zealand, many of them will receive further treatment in hospitals and special clinics."}, {"timestamp": [289.0, 295.0], "text": " Soon they'll be ashore. Among those on board, we met Bob Milne of Takeawitty who told us of the division."}, {"timestamp": [295.0, 310.78], "text": " Well, the last time I saw the division, the boys were in the hardest scrap they've ever been in, I think, and they were coming through it pretty well."}, {"timestamp": [310.88, 311.92], "text": " Where was that, Bob?"}, {"timestamp": [313.76, 315.48], "text": " That was that casino."}, {"timestamp": [316.68, 319.76], "text": " Murie King of Hokotica, who told us something of the Italian people."}, {"timestamp": [321.12, 326.08], "text": " Well, there's no doubt the Italian people have suffered greatly through the war."}, {"timestamp": [327.48, 332.24], "text": " After every meal, old women, kitties, even down little toddlers,"}, {"timestamp": [333.06, 338.94], "text": " would line up with their abilities to get what the troops had left over."}, {"timestamp": [339.24, 341.54], "text": " Now that trip is over and they come ashore."}, {"timestamp": [342.06, 344.4], "text": " Some of these men have fought in eight Mediterranean countries."}, {"timestamp": [344.9, 345.1], "text": " Some have been away four years. is over and they come ashore. Some of these men have fought in eight Mediterranean countries. Some"}, {"timestamp": [345.1, 353.24], "text": " have been away four years. These men are back from battle, from service with the victorious"}, {"timestamp": [353.24, null], "text": " army. They fought with courage and with faith Zealand rejoices at their meeting."}], "text": " On this farm, the first shift of pigs can be served. They get the sack. On this farm, the first shift of pigs is being cleared out of the dining room so that second breakfast can be served. They get the sack. This is no continuous performance house. They've got to make room for more patrons. Meet Mr. Carr of Blenham. He keeps a thousand pigs and cooks their swirl with steam from an old traction engine. Camp cookhouses nearby provide lots of tasty scraps for the stool. If this makes your mouth water, you're a pig. The steam is useful, too, for sterilizing drums. Though the farm is on poor land, it's quite good for the job. And Mr. and Mrs. Carr, who've no one but their old traction engine to help feed a thousand pigs each day, are on top of the world. Or on the pig's back, as the Irish say. Have you brought your meat coupons? This way, please, to the bargain counter. Competition is fierce, the pressure rises, someone's getting squeezed out, and someone else is on the pig's back. While Vesuvius erupts in the distance, New Zealand signalers attached to the Fifth Army Overhaul their telegraph wires. Fortunately, the eruption doesn't hamper front-line activities, for the wind blows smoke and ashes in the opposite direction. But it's a different story. army overhaul their telegraph wires. Fortunately, the eruption doesn't hamper front-line activities, for the wind blows smoke and ashes in the opposite direction. But it's a different story for many Italians. Laver has already engulfed two mountain-side villages and rendered 2,000 families homeless. This relentless creeping wall makes top stories into bottom stories. Later, the houses collapse under the weight. Villagers begin to salvage their household belongings when they see their homes are hopelessly doomed. Evacuation is left for the last minute in the hope that the lava flow will be deflected. These unfortunate people have already endured much suffering through starvation and warfare. Now Vesuvius has destroyed their homes. The Allied military government officials speedily arranged relief. Military trucks have transported the refugees to safe villages, where field kitchens supply them with food. Though the eruption doesn't affect frontline fighting, it certainly adds hazards to flying. To avoid bombardment by cinders and pebbles, pilots give the crater a wide berth, and as the heavy clouds fan out over the country, navigational difficulties increase. Soldiers fighting on the 5th Army front watch the clouds rolling out of the crater. But it's the pilots who get the ringside view. Even with an 8,000-pound blockbuster, they can't start a fire equal to this spectacle. While invasion forces were first smashing their way into Normandy, this hospital ship was pulling into Wellington, crammed with men back from the Italian front. This arrival is good news for many people. Better news than the invasion news. For the men, this is a day they dreamed about in a hospital over there. And here is that hospital over there. And here is that hospital in Italy. Designed by fascists as a modern medical center, these buildings were unfinished when our men swept into Italy. Hospital staff and British engineers finished them. Now they house number three New Zealand General Hospital. Wounded are coming in from the battlefront. Here they'll receive the best of care and attention. Wherever our division has fought, the staff of this hospital has been with them caring for the sick and the wounded. The New Zealand doctors, nurses and VADs here have had plenty of experience. Under canvas in desert hospitals and in the hard conditions of Tripolitania, they've earned a reputation for efficiency. Into the peace and quiet of a ward comes the Italian spring, a bunch of almond blossoms. With the best of equipment to help them, skilled doctors and nurses fight for these men. In four months they've handled 5,000 patients, not all of them New Zealanders but men from many countries and from both sides. The hospital's flag has flown in Asia, in Africa, and now it flies in Italy. Men who are waiting to step ashore again in their own land, gratefully remember that hospital. In New Zealand, many of them will receive further treatment in hospitals and special clinics. Soon they'll be ashore. Among those on board, we met Bob Milne of Takeawitty who told us of the division. Well, the last time I saw the division, the boys were in the hardest scrap they've ever been in, I think, and they were coming through it pretty well. Where was that, Bob? That was that casino. Murie King of Hokotica, who told us something of the Italian people. Well, there's no doubt the Italian people have suffered greatly through the war. After every meal, old women, kitties, even down little toddlers, would line up with their abilities to get what the troops had left over. Now that trip is over and they come ashore. Some of these men have fought in eight Mediterranean countries. Some have been away four years. is over and they come ashore. Some of these men have fought in eight Mediterranean countries. Some have been away four years. These men are back from battle, from service with the victorious army. They fought with courage and with faith Zealand rejoices at their meeting."}