{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " One of the most"}, {"timestamp": [2.0, 4.0], "text": " The most serious"}, {"timestamp": [4.0, 30.12], "text": " One of the most serious accidents in the history of Wellington Railways occurred south of Patamatta."}, {"timestamp": [30.88, 35.12], "text": " 19 of the 39 wagons comprising the northbound goods express left the rails."}, {"timestamp": [36.04, 40.68], "text": " The weight of the main load carried the derailed trucks forward, spilling some of them over the embankment"}, {"timestamp": [40.68, 44.04], "text": " and completely blocking the lines with smashed wagons and scattered merchandise."}, {"timestamp": [48.46, 54.04], "text": " Neither engine driver nor guard, sole occupants of of the train were any the worse for that experience. Twelve hours after the crash goods consigned to"}, {"timestamp": [54.04, 57.32], "text": " all parts of the North Island were still being transferred from the wreckage to waiting"}, {"timestamp": [57.32, 75.0], "text": " motor trucks. Being a job for heavy equipment, two large cranes lifting 40 and 10 tons respectively,"}, {"timestamp": [75.0, 78.0], "text": " were used in the salvage operations."}, {"timestamp": [78.0, 91.8], "text": " Here they joined forces to place one of the heavier wagons back on the rails."}, {"timestamp": [96.0, 115.0], "text": " Faced with the possible problem of having to switch trains from the north through the Wairarapa, nearly a hundred men under the direction of the district engineer had to work all night clearing and relaying the main line in time to let the Auckland Express pass."}, {"timestamp": [118.0, 123.0], "text": " Work on the parallel loop line continued non-stop throughout the day and by six in the afternoon, less than 23 hours after this major accident,"}, {"timestamp": [123.0, 125.66], "text": " both lines were completely serviceable."}, {"timestamp": [128.98, 135.92], "text": " High tribute to the speed and efficiency of railway workers in an emergency."}, {"timestamp": [139.98, 150.6], "text": " Some buck jumping and bullock riding is going on at the Rickerton Domain Christchurch. A number of the men are professional rough riders from an Australian Wild West show at present touring the Dominion."}, {"timestamp": [151.0, 155.8], "text": " And amongst the crowd, some of the younger generations seem to have ambitions to become rough riders too,"}, {"timestamp": [156.1, 177.5], "text": " although it's hard to see why. Some stay on and some come off and others can't make up their minds."}, {"timestamp": [183.5, 187.44], "text": " Rough riding is a popular sport in Australia and there's every sign that it will find"}, {"timestamp": [187.44, 190.88], "text": " favour here among the lads when life becomes a little dull in the weekends."}, {"timestamp": [195.44, 201.28], "text": " 13,000 people crowd into rugby park New Plymouth to watch the newly selected"}, {"timestamp": [201.28, 207.84], "text": " Mario Blacks play Taranaki Province. It's fast open rugby. The ball is thrown around amongst the backs a good deal and"}, {"timestamp": [207.84, 209.84], "text": " Taranaki's tackling is a feature of the game."}, {"timestamp": [211.84, 214.8], "text": " A line-up and the Taranaki forwards toss it quickly to their backs but the"}, {"timestamp": [214.8, 234.32], "text": " Māori stop a passing rush and there's a scrum round for the ball. The ball comes out to the Maori halfback who feeds it to his 5-8th, from Proctor to Mariner to Smith."}, {"timestamp": [237.76, 247.0], "text": " In a dazzling movement, Smith flashes over the line. It's a try. The marries have opened the scoring Karenech's have opened the scoring"}, {"timestamp": [247.0, 267.0], "text": " Terenack's defenses are hardening now."}, {"timestamp": [267.0, 272.0], "text": " Playmills round on the side of the field and there's some fierce racking."}, {"timestamp": [276.0, 282.0], "text": " Taranaki has the ball. The Maoris have been caught napping near their goalposts and Taranaki is over."}, {"timestamp": [282.0, 283.0], "text": " It's a try."}, {"timestamp": [283.0, 288.8], "text": " The attempt of conversion just misses."}, {"timestamp": [291.76, 300.4], "text": " In the second spell the score is Maoris 8, Taranaki 6. The sides are evenly matched but"}, {"timestamp": [300.4, 304.48], "text": " the Maoris are showing rather more dash and speed in their backline play. They take the"}, {"timestamp": [304.48, 308.0], "text": " ball in a series of brisk passes but their back is forced out and there's a throw in."}, {"timestamp": [308.0, 339.0], "text": " Although Tarnacki have put up a good game the end of play finds the Mauris the winners by 13 points to nine. In the art room at the Clyde Key School, the children are thoroughly enjoying themselves."}, {"timestamp": [339.0, 344.0], "text": " Painting, modelling and various handicrafts are now considered an important part of school life."}, {"timestamp": [344.0, 349.24], "text": " The experience the children get from making things of their own helps to build up their confidence in their own powers."}, {"timestamp": [352.94, 355.48], "text": " Modeling is particularly popular with the small ones."}, {"timestamp": [355.98, 358.76], "text": " Clay is so easily worked that they have a feeling of mastery over it."}, {"timestamp": [359.18, 363.02], "text": " They can easily mold it into whatever shape they want, and this gives them a sense of achievement."}, {"timestamp": [365.24, 368.4], "text": " What they actually produce is usually rather primitive and crude,"}, {"timestamp": [368.78, 371.5], "text": " at least grown-ups may think so, but that doesn't matter."}, {"timestamp": [372.08, 376.2], "text": " The important thing is they're making something that expresses what they think and feel."}, {"timestamp": [384.04, 387.0], "text": " As they get older, they work more thoughtfully."}, {"timestamp": [387.0, 390.0], "text": " Perhaps they don't show their enjoyment quite so openly as the younger children,"}, {"timestamp": [390.0, 393.0], "text": " but the satisfaction in achievement is there just the same."}, {"timestamp": [393.0, 396.0], "text": " The teachers don't interfere too much."}, {"timestamp": [396.0, 399.0], "text": " Their job is to guide rather than direct the youthful talent."}, {"timestamp": [399.0, 413.0], "text": " By this age, some of the children's work shows great delicacy and imagination."}, {"timestamp": [413.0, 419.0], "text": " In fact, many of the models are good enough to put into a more permanent form by firing in a kiln."}, {"timestamp": [419.0, 426.3], "text": " On the day that firing takes place, other schools send along some of their children to Clyde Key to watch the operation,"}, {"timestamp": [426.8, 428.8], "text": " and they bring their own models to help fill the oven."}, {"timestamp": [430.88, 436.04], "text": " This electric kiln is the only one in a school in New Zealand, although others are going to be installed soon."}, {"timestamp": [444.24, 447.0], "text": " The models are fired at a high temperature for about 10 hours."}, {"timestamp": [447.0, 452.0], "text": " When they cool, they will be hard and brick-like."}, {"timestamp": [456.0, 460.0], "text": " The big moment is when the kiln is opened and each child collects his own work."}, {"timestamp": [460.0, null], "text": " To show it with pride to his friends and take it home."}], "text": " One of the most The most serious One of the most serious accidents in the history of Wellington Railways occurred south of Patamatta. 19 of the 39 wagons comprising the northbound goods express left the rails. The weight of the main load carried the derailed trucks forward, spilling some of them over the embankment and completely blocking the lines with smashed wagons and scattered merchandise. Neither engine driver nor guard, sole occupants of of the train were any the worse for that experience. Twelve hours after the crash goods consigned to all parts of the North Island were still being transferred from the wreckage to waiting motor trucks. Being a job for heavy equipment, two large cranes lifting 40 and 10 tons respectively, were used in the salvage operations. Here they joined forces to place one of the heavier wagons back on the rails. Faced with the possible problem of having to switch trains from the north through the Wairarapa, nearly a hundred men under the direction of the district engineer had to work all night clearing and relaying the main line in time to let the Auckland Express pass. Work on the parallel loop line continued non-stop throughout the day and by six in the afternoon, less than 23 hours after this major accident, both lines were completely serviceable. High tribute to the speed and efficiency of railway workers in an emergency. Some buck jumping and bullock riding is going on at the Rickerton Domain Christchurch. A number of the men are professional rough riders from an Australian Wild West show at present touring the Dominion. And amongst the crowd, some of the younger generations seem to have ambitions to become rough riders too, although it's hard to see why. Some stay on and some come off and others can't make up their minds. Rough riding is a popular sport in Australia and there's every sign that it will find favour here among the lads when life becomes a little dull in the weekends. 13,000 people crowd into rugby park New Plymouth to watch the newly selected Mario Blacks play Taranaki Province. It's fast open rugby. The ball is thrown around amongst the backs a good deal and Taranaki's tackling is a feature of the game. A line-up and the Taranaki forwards toss it quickly to their backs but the Māori stop a passing rush and there's a scrum round for the ball. The ball comes out to the Maori halfback who feeds it to his 5-8th, from Proctor to Mariner to Smith. In a dazzling movement, Smith flashes over the line. It's a try. The marries have opened the scoring Karenech's have opened the scoring Terenack's defenses are hardening now. Playmills round on the side of the field and there's some fierce racking. Taranaki has the ball. The Maoris have been caught napping near their goalposts and Taranaki is over. It's a try. The attempt of conversion just misses. In the second spell the score is Maoris 8, Taranaki 6. The sides are evenly matched but the Maoris are showing rather more dash and speed in their backline play. They take the ball in a series of brisk passes but their back is forced out and there's a throw in. Although Tarnacki have put up a good game the end of play finds the Mauris the winners by 13 points to nine. In the art room at the Clyde Key School, the children are thoroughly enjoying themselves. Painting, modelling and various handicrafts are now considered an important part of school life. The experience the children get from making things of their own helps to build up their confidence in their own powers. Modeling is particularly popular with the small ones. Clay is so easily worked that they have a feeling of mastery over it. They can easily mold it into whatever shape they want, and this gives them a sense of achievement. What they actually produce is usually rather primitive and crude, at least grown-ups may think so, but that doesn't matter. The important thing is they're making something that expresses what they think and feel. As they get older, they work more thoughtfully. Perhaps they don't show their enjoyment quite so openly as the younger children, but the satisfaction in achievement is there just the same. The teachers don't interfere too much. Their job is to guide rather than direct the youthful talent. By this age, some of the children's work shows great delicacy and imagination. In fact, many of the models are good enough to put into a more permanent form by firing in a kiln. On the day that firing takes place, other schools send along some of their children to Clyde Key to watch the operation, and they bring their own models to help fill the oven. This electric kiln is the only one in a school in New Zealand, although others are going to be installed soon. The models are fired at a high temperature for about 10 hours. When they cool, they will be hard and brick-like. The big moment is when the kiln is opened and each child collects his own work. To show it with pride to his friends and take it home."}