{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " It's the 14th of March 1896."}, {"timestamp": [4.0, 9.0], "text": " William Hatton, a manufacturing confectioner from Dunedin, patents a recipe."}, {"timestamp": [9.0, 15.0], "text": " A mixture of about 20 to 30 pounds of sugar and 5 to 10 pounds of glucose"}, {"timestamp": [15.0, 20.0], "text": " is boiled with a little water to a degree not exceeding 400 degrees Fahrenheit."}, {"timestamp": [20.0, 23.0], "text": " And then from 2 to 3 ounces of carbonate of soda is added,"}, {"timestamp": [23.0, 26.72], "text": " causing the mixture to froth and become light."}, {"timestamp": [27.5, 30.94], "text": " It's then poured out and moulded into any desired shape."}, {"timestamp": [31.72, 35.62], "text": " William Hatton has registered his invention and the way it has performed"}, {"timestamp": [35.62, 40.62], "text": " under the patents, designs and trademarks Act of 1889."}, {"timestamp": [41.86, 44.98], "text": " He names his invention Hokie-Pokey."}, {"timestamp": [47.0, 55.0], "text": " The recipe may have changed over the years, but Hokie-Pokey has remained as a New Zealand staple for well over a century."}, {"timestamp": [55.0, 61.0], "text": " How do we know this? Because it's in the archives."}], "text": " It's the 14th of March 1896. William Hatton, a manufacturing confectioner from Dunedin, patents a recipe. A mixture of about 20 to 30 pounds of sugar and 5 to 10 pounds of glucose is boiled with a little water to a degree not exceeding 400 degrees Fahrenheit. And then from 2 to 3 ounces of carbonate of soda is added, causing the mixture to froth and become light. It's then poured out and moulded into any desired shape. William Hatton has registered his invention and the way it has performed under the patents, designs and trademarks Act of 1889. He names his invention Hokie-Pokey. The recipe may have changed over the years, but Hokie-Pokey has remained as a New Zealand staple for well over a century. How do we know this? Because it's in the archives."}