{"speakers": [], "chunks": [{"timestamp": [0.0, 32.0], "text": " Last November, these residents in the government housing area at 9ainai were working together to help build their own cooperative stores."}, {"timestamp": [32.0, 36.0], "text": " Today their stores are completed and the first tool are open for business."}, {"timestamp": [40.0, 45.24], "text": " Well planned and well designed, the shops were completed by returned men under the rehabilitation scheme,"}, {"timestamp": [45.5, 48.24], "text": " assisted by the voluntary weekend work of local residents."}, {"timestamp": [48.62, 50.7], "text": " They're staffed entirely by returned men."}, {"timestamp": [54.68, 58.94], "text": " With the butchers and the grocers open for business, and the dairy and the boatmaker to open soon,"}, {"timestamp": [59.2, 63.18], "text": " housewives at Nainai have good stores to help solve their housekeeping problems."}, {"timestamp": [65.0, 69.0], "text": " The first co-op center, have good stores to help solve their housekeeping problems."}, {"timestamp": [73.0, 75.0], "text": " The first co-op center in a state housing area in New Zealand is off to a good start. More are being planned."}, {"timestamp": [77.0, 80.0], "text": " With her paying off pennant flying, for it's the end of her commission,"}, {"timestamp": [80.0, 84.0], "text": " the Royal New Zealand Navy's cruiser, Achilles, prepares to leave Auckland for England,"}, {"timestamp": [84.0, 86.1], "text": " where she will revert to the Royal New Zealand Navy's cruiser, Achilles, prepares to leave Auckland for England, where she will revert to the Royal Navy."}, {"timestamp": [91.6, 95.1], "text": " With the last men on board, officers and men line the rails,"}, {"timestamp": [95.48, 97.38], "text": " the proud company of a famous ship."}, {"timestamp": [104.56, 109.44], "text": " Achilles' compliment is now 500 men, who will bring back to New Zealand the new cruiser Belona"}, {"timestamp": [109.44, 111.22], "text": " to take Achilles' place in our navy."}, {"timestamp": [112.1, 113.82], "text": " Some of the men are staying in the service."}, {"timestamp": [114.28, 120.2], "text": " Some are getting their bowler hats on in Zivis Street, and a former commander now retiring rarely did get a bowler hat."}, {"timestamp": [156.16, 156.4], "text": " It's goodbye Achilles, a garland fighting ship. 67 flying hours out from London, a record-breaking British Lancasterian arrives over O'Harkier,"}, {"timestamp": [160.52, 161.0], "text": " bringing home to New Zealand the Minister of Finance, Treasury officials, and thoughts of the budget."}, {"timestamp": [164.66, 164.88], "text": " In London, the New Zealand Party discussed everything from peace treaties to the price of wool,"}, {"timestamp": [167.0, 171.0], "text": " and returned by way of Washington and Ottawa."}, {"timestamp": [178.36, 182.76], "text": " Away since April, the Honourable Walter Nash seems in the best of health, as he's greeted by the Prime Minister, and not at all tired after six days of round the globe travel."}, {"timestamp": [185.8, 187.16], "text": " We've had a great time."}, {"timestamp": [187.68, 192.52], "text": " It was a great privilege to go home to represent the Prime Minister at the conference of"}, {"timestamp": [192.52, 197.56], "text": " Prime Ministers, and I hope to give him his report within a day or two of what happened"}, {"timestamp": [197.56, 201.06], "text": " there and what decisions will have to be made by him and the government."}, {"timestamp": [202.08, 203.1], "text": " It's good to be here."}, {"timestamp": [203.54, 207.0], "text": " There's no better place in the world than New Zealand."}, {"timestamp": [207.0, 217.8], "text": " Just over a hundred miles north of Gisbon near Cape Runaway is Teara Roa. There are over"}, {"timestamp": [217.8, 223.0], "text": " 1,700 people in this district. Not many of them live in the township. It is merely the center"}, {"timestamp": [223.0, 226.02], "text": " of some of the wildest and most inaccessible country in New Zealand."}, {"timestamp": [226.78, 231.42], "text": " There are not many parts of this district, however, where they don't see the grey card of the district nurse,"}, {"timestamp": [231.74, 258.64], "text": " who is looking after the health of the population only road is a riverbed."}, {"timestamp": [258.64, 280.44], "text": " She drives over paddocks and often completes the journey on horseback."}, {"timestamp": [283.2, 288.0], "text": " She goes to many places on many missions. In an effort to check that terrible scourge of the Māori people, tuberculosis,"}, {"timestamp": [288.0, 292.0], "text": " she sees that bad cases are isolated in detached bedrooms."}, {"timestamp": [296.0, 299.0], "text": " She attends to accident cases, sickness and childbirth."}, {"timestamp": [299.0, 302.0], "text": " She is a friend and advisor to everyone."}, {"timestamp": [302.0, 307.96], "text": " Not only does she help present troubles, but she looks to the future."}, {"timestamp": [308.56, 312.72], "text": " She will see that this child is given special attention in learning to use her hand again."}, {"timestamp": [314.76, 319.98], "text": " At the local school, she cooperates with the teaching staff in saying that the children are clean and healthy."}, {"timestamp": [320.52, 324.56], "text": " She even gives children a bath and will interview parents who neglect these things."}, {"timestamp": [324.74, 328.5], "text": " She even gives children a bath and will interview parents who neglect these things."}, {"timestamp": [332.92, 336.24], "text": " One of her jobs is to see that crippled children get proper surgical boots."}, {"timestamp": [342.2, 347.0], "text": " As an extra, she lectures in Mothercraft. Home training is particularly important in this part of the world. With the school authorities, she"}, {"timestamp": [347.0, 353.32], "text": " has arranged for the pupils to receive nourishing school lunches at a cheap price. She"}, {"timestamp": [353.32, 357.38], "text": " works in close cooperation with the headmaster of the school and every child is"}, {"timestamp": [357.38, 371.0], "text": " studied and watched. And then after work she runs a prenatal clinic in her own home."}, {"timestamp": [371.0, 373.0], "text": " She has no spare time."}, {"timestamp": [373.0, 415.8], "text": " Once a month she sets out on horseback to the tiny Horoera school many miles further up the coast. I'm The monthly visit is a highlight at this isolated spot."}, {"timestamp": [415.8, 418.5], "text": " Every child knows her as a friend."}, {"timestamp": [418.5, 430.52], "text": " She has looked after them since they were born. on."}, {"timestamp": [435.18, 455.88], "text": " Not only does she inspect teeth and tonsils, but she makes sure the children are properly dressed and well looked after. If they're not, she will see the parents. Everybody respects the district nurse."}, {"timestamp": [456.24, 459.02], "text": " She is a lone figure, but she is too busy to be lonely."}, {"timestamp": [459.56, 462.86], "text": " She is trying to bring the health services of the cities to the backblocks,"}, {"timestamp": [462.86, 467.0], "text": " and it's a job that needs much determination and courage."}, {"timestamp": [467.0, 471.0], "text": " This is 1946, but district nurses in areas such as this"}, {"timestamp": [471.0, 475.0], "text": " have all the spirit that the pioneers ever had."}], "text": " Last November, these residents in the government housing area at 9ainai were working together to help build their own cooperative stores. Today their stores are completed and the first tool are open for business. Well planned and well designed, the shops were completed by returned men under the rehabilitation scheme, assisted by the voluntary weekend work of local residents. They're staffed entirely by returned men. With the butchers and the grocers open for business, and the dairy and the boatmaker to open soon, housewives at Nainai have good stores to help solve their housekeeping problems. The first co-op center, have good stores to help solve their housekeeping problems. The first co-op center in a state housing area in New Zealand is off to a good start. More are being planned. With her paying off pennant flying, for it's the end of her commission, the Royal New Zealand Navy's cruiser, Achilles, prepares to leave Auckland for England, where she will revert to the Royal New Zealand Navy's cruiser, Achilles, prepares to leave Auckland for England, where she will revert to the Royal Navy. With the last men on board, officers and men line the rails, the proud company of a famous ship. Achilles' compliment is now 500 men, who will bring back to New Zealand the new cruiser Belona to take Achilles' place in our navy. Some of the men are staying in the service. Some are getting their bowler hats on in Zivis Street, and a former commander now retiring rarely did get a bowler hat. It's goodbye Achilles, a garland fighting ship. 67 flying hours out from London, a record-breaking British Lancasterian arrives over O'Harkier, bringing home to New Zealand the Minister of Finance, Treasury officials, and thoughts of the budget. In London, the New Zealand Party discussed everything from peace treaties to the price of wool, and returned by way of Washington and Ottawa. Away since April, the Honourable Walter Nash seems in the best of health, as he's greeted by the Prime Minister, and not at all tired after six days of round the globe travel. We've had a great time. It was a great privilege to go home to represent the Prime Minister at the conference of Prime Ministers, and I hope to give him his report within a day or two of what happened there and what decisions will have to be made by him and the government. It's good to be here. There's no better place in the world than New Zealand. Just over a hundred miles north of Gisbon near Cape Runaway is Teara Roa. There are over 1,700 people in this district. Not many of them live in the township. It is merely the center of some of the wildest and most inaccessible country in New Zealand. There are not many parts of this district, however, where they don't see the grey card of the district nurse, who is looking after the health of the population only road is a riverbed. She drives over paddocks and often completes the journey on horseback. She goes to many places on many missions. In an effort to check that terrible scourge of the Māori people, tuberculosis, she sees that bad cases are isolated in detached bedrooms. She attends to accident cases, sickness and childbirth. She is a friend and advisor to everyone. Not only does she help present troubles, but she looks to the future. She will see that this child is given special attention in learning to use her hand again. At the local school, she cooperates with the teaching staff in saying that the children are clean and healthy. She even gives children a bath and will interview parents who neglect these things. She even gives children a bath and will interview parents who neglect these things. One of her jobs is to see that crippled children get proper surgical boots. As an extra, she lectures in Mothercraft. Home training is particularly important in this part of the world. With the school authorities, she has arranged for the pupils to receive nourishing school lunches at a cheap price. She works in close cooperation with the headmaster of the school and every child is studied and watched. And then after work she runs a prenatal clinic in her own home. She has no spare time. Once a month she sets out on horseback to the tiny Horoera school many miles further up the coast. I'm The monthly visit is a highlight at this isolated spot. Every child knows her as a friend. She has looked after them since they were born. on. Not only does she inspect teeth and tonsils, but she makes sure the children are properly dressed and well looked after. If they're not, she will see the parents. Everybody respects the district nurse. She is a lone figure, but she is too busy to be lonely. She is trying to bring the health services of the cities to the backblocks, and it's a job that needs much determination and courage. This is 1946, but district nurses in areas such as this have all the spirit that the pioneers ever had."}