{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " There are no Japs waiting for these New Zealanders now as they wait ashore here on Vela Le Vela,"}, {"timestamp": [27.0, 30.0], "text": " but there's hardgoing just the same."}, {"timestamp": [30.0, 36.0], "text": " They're on maneuvers, keeping in trim, retesting their strength after their first clash with the Japs a few months ago."}, {"timestamp": [36.0, 39.0], "text": " Our Pacific cameraman sent back these pictures with a note."}, {"timestamp": [39.0, 48.0], "text": " I have tried to convey the conditions under which our men on these islands train and fight."}, {"timestamp": [55.0, 56.0], "text": " In this realistic exercise in jungle fighting, they're putting into practice lessons learnt in their first short campaign."}, {"timestamp": [62.0, 65.04], "text": " They've learnt tricks of the trade tool from the black-skinned Solomon Islanders, bushcraft that helps out with the enemy. Getting in supplies is a major problem in this war in the"}, {"timestamp": [65.04, 95.0], "text": " jungle. It means manpower to lump in r men must be in the pink of physical condition."}, {"timestamp": [95.0, 100.0], "text": " Here on Vela Vela Vela, they've learnt that this means young men who are tough."}, {"timestamp": [103.0, 106.0], "text": " In position now and waiting for the rail test."}, {"timestamp": [106.0, 109.0], "text": " While a base is set up, there's a chance of a smoke."}, {"timestamp": [113.0, 118.0], "text": " Establishing communications and keeping in touch isn't easy here, but it's vital."}, {"timestamp": [118.0, 121.0], "text": " Patrols can be cut off and lost in the silence."}, {"timestamp": [121.0, 143.76], "text": " The equipment like everything else must be carried through the matted jungle by someone. These pictures were taken a few weeks before Christmas. We at home"}, {"timestamp": [143.76, 148.24], "text": " were thinking of holidays, of Christmas meals, of lazing in the sun in comfort."}, {"timestamp": [149.3, 153.02], "text": " We enjoyed those holidays thanks to these men and thousands like them."}, {"timestamp": [167.0, 174.0], "text": " Time's up. Rifles get a last clean before the workout that's coming, and final plans are discussed."}, {"timestamp": [178.0, 180.0], "text": " Now it's hit the trail again."}, {"timestamp": [180.0, 185.0], "text": " Jungle warfare doesn't call for the dashing chargers nor storming tactics of open battlegrounds."}, {"timestamp": [185.0, 189.0], "text": " First it's slow but steady slogging, pushing on and on."}, {"timestamp": [189.0, 195.0], "text": " Lugging along supplies, equipment, ammunition, rifles, mortars and machine guns."}, {"timestamp": [195.0, 198.0], "text": " Slushing through mud soaked with rain and sweat."}, {"timestamp": [198.0, 212.0], "text": " Fighting the Jap in the jungle means moving with caution, matching Jap patients with their patience,"}, {"timestamp": [212.0, 214.0], "text": " Jap cunning with their cunning."}, {"timestamp": [218.0, 225.0], "text": " Each forward move must be carefully planned."}, {"timestamp": [225.0, 229.0], "text": " Each new position carefully recognized until they're ready for the final kill."}, {"timestamp": [229.0, 267.0], "text": " On the advance, mortars and machine guns open up. With sniper posts wiped out, they close in now to point blank range where every shot must count."}, {"timestamp": [267.0, 286.5], "text": " This is no textbook exercise with dummy ammunition."}, {"timestamp": [286.5, 290.36], "text": " One man stops a ricochet bullet in the head, but stretcher bearers have been trained in"}, {"timestamp": [290.36, 292.36], "text": " jungle warfare too."}, {"timestamp": [292.36, 296.94], "text": " On improvised stretches, wounded must be carried back down the slimy jungle tracks to dressing"}, {"timestamp": [296.94, 297.34], "text": " stations."}, {"timestamp": [297.34, 313.0], "text": " It took these men three hours to bring their patient one and a half miles."}, {"timestamp": [317.0, 327.0], "text": " Back on the front line, they're going in now to drive out the enemy. It's only"}, {"timestamp": [327.0, 333.0], "text": " It's open training, but the boys are right on the job."}, {"timestamp": [333.0, 393.6], "text": " Neither the jungle nor the Jap is going to lick them. I'm gonna The President The"}, {"timestamp": [393.6, 403.64], "text": " The"}], "text": " There are no Japs waiting for these New Zealanders now as they wait ashore here on Vela Le Vela, but there's hardgoing just the same. They're on maneuvers, keeping in trim, retesting their strength after their first clash with the Japs a few months ago. Our Pacific cameraman sent back these pictures with a note. I have tried to convey the conditions under which our men on these islands train and fight. In this realistic exercise in jungle fighting, they're putting into practice lessons learnt in their first short campaign. They've learnt tricks of the trade tool from the black-skinned Solomon Islanders, bushcraft that helps out with the enemy. Getting in supplies is a major problem in this war in the jungle. It means manpower to lump in r men must be in the pink of physical condition. Here on Vela Vela Vela, they've learnt that this means young men who are tough. In position now and waiting for the rail test. While a base is set up, there's a chance of a smoke. Establishing communications and keeping in touch isn't easy here, but it's vital. Patrols can be cut off and lost in the silence. The equipment like everything else must be carried through the matted jungle by someone. These pictures were taken a few weeks before Christmas. We at home were thinking of holidays, of Christmas meals, of lazing in the sun in comfort. We enjoyed those holidays thanks to these men and thousands like them. Time's up. Rifles get a last clean before the workout that's coming, and final plans are discussed. Now it's hit the trail again. Jungle warfare doesn't call for the dashing chargers nor storming tactics of open battlegrounds. First it's slow but steady slogging, pushing on and on. Lugging along supplies, equipment, ammunition, rifles, mortars and machine guns. Slushing through mud soaked with rain and sweat. Fighting the Jap in the jungle means moving with caution, matching Jap patients with their patience, Jap cunning with their cunning. Each forward move must be carefully planned. Each new position carefully recognized until they're ready for the final kill. On the advance, mortars and machine guns open up. With sniper posts wiped out, they close in now to point blank range where every shot must count. This is no textbook exercise with dummy ammunition. One man stops a ricochet bullet in the head, but stretcher bearers have been trained in jungle warfare too. On improvised stretches, wounded must be carried back down the slimy jungle tracks to dressing stations. It took these men three hours to bring their patient one and a half miles. Back on the front line, they're going in now to drive out the enemy. It's only It's open training, but the boys are right on the job. Neither the jungle nor the Jap is going to lick them. I'm gonna The President The The"}