{"speakers": [], "chunks": [{"timestamp": [0.0, 29.66], "text": " Mark out a pathway and you build for a homestead."}, {"timestamp": [30.28, 32.76], "text": " Mark out a highway and you build for a nation."}, {"timestamp": [33.8, 37.78], "text": " From none more than its roadmakers has New Zealand received greater legacy."}, {"timestamp": [38.6, 47.0], "text": " Twelve thousand miles of main highways are the measure of the nation's vitality and growth."}, {"timestamp": [51.0, 57.0], "text": " The roads at Tieti Bay at a server government housing estate, houses which a thousand families will turn into homes."}, {"timestamp": [58.0, 62.0], "text": " For the road maker, this land of ours gives both opportunity and challenge."}, {"timestamp": [62.0, 67.0], "text": " Nor is that challenge confined to the shape of its hills."}, {"timestamp": [67.0, 85.46], "text": " Ever shortening distances, ever faster tempo. The closer to the back blocks, the greater the need for transport and good roads, even in places where road transport is truly in its infancy."}, {"timestamp": [89.08, 89.7], "text": " Midway between Danavirk and Takapau, the problem is summed up."}, {"timestamp": [93.92, 95.9], "text": " A quarter ton of fertilizer to be loaded for aerial top dressing every three and a half minutes and the need for trucks to be on call."}, {"timestamp": [96.8, 100.52], "text": " Aerial farming has done for the hill country what the plough has done for the plains."}, {"timestamp": [101.24, 106.0], "text": " Its efficiency depends on good roads. The city likewise depends."}, {"timestamp": [110.0, 114.0], "text": " The city likewise depends."}, {"timestamp": [114.0, 116.0], "text": " To and from the port run the roads,"}, {"timestamp": [116.0, 119.0], "text": " and across the water a bridge is planned."}, {"timestamp": [119.0, 140.0], "text": " In Auckland streets, congestion prevails. To ease the pressure, Auckland tears up its tram tracks."}, {"timestamp": [140.0, 144.0], "text": " 45 miles of double track is the total involved."}, {"timestamp": [144.0, 147.0], "text": " Salvage value will help to pay for modernization"}, {"timestamp": [147.0, 160.7], "text": " two and a quarter miles of motorway already point to the cure for congestion at"}, {"timestamp": [160.7, 167.0], "text": " Auckland's southern outlet at present it runs out from Penrose. In time, it will loop direct from Newmarket."}, {"timestamp": [172.0, 181.0], "text": " Mount Wellington is the motorway's present terminus, and here more than a mile of piles have been driven in to consolidate the overbridge's foundations."}, {"timestamp": [182.0, 187.0], "text": " To carry the road over the railway, narrow mushroom pillars have been built."}, {"timestamp": [187.0, 201.0], "text": " The Water Street underpass is interesting. Its spans are made up of sections of reinforced concrete,"}, {"timestamp": [201.0, 205.64], "text": " assembled and bolted together on the site, ready for lifting into place."}, {"timestamp": [211.24, 219.56], "text": " In all, ten bridges are being built for the six miles extension. Across Tamaki River Bridge to Redoubt Road beyond. Six thousand cars should be crossing daily next year. Across the tidal"}, {"timestamp": [219.56, 224.26], "text": " area between Point Chevalier and Rosebank, Auckland's new northern outlet will pass."}, {"timestamp": [227.0, 232.0], "text": " between Point Chevalier and Rosebank, Auckland's new northern outlet will pass. 600 feet long, the Wao River Bridge will pass the motorway on to Henderson Creek Bridge,"}, {"timestamp": [232.0, 238.0], "text": " within sight of the 1YA mast. Near that mast, junction with the existing Great North Road"}, {"timestamp": [238.0, 244.0], "text": " will be affected, five miles of modern motorway within 18 months."}, {"timestamp": [244.0, 246.08], "text": " Of the very highest priority"}, {"timestamp": [246.08, 248.18], "text": " is the road board's general ceiling program."}, {"timestamp": [248.92, 250.54], "text": " And this job in OTACI is typical"}, {"timestamp": [250.54, 252.26], "text": " of what is going on all over the country."}, {"timestamp": [253.2, 254.24], "text": " Every mile of ceiling"}, {"timestamp": [254.24, 258.4], "text": " means an annual saving of £1,500 in vehicle wear and tear"}, {"timestamp": [258.4, 260.24], "text": " on all roads in average use."}, {"timestamp": [261.08, 262.56], "text": " To put a roof over our roads,"}, {"timestamp": [262.94, 264.24], "text": " to make bad roads good"}, {"timestamp": [264.24, 268.0], "text": " before making good roads better, that is roads board policy."}, {"timestamp": [272.0, 279.0], "text": " Natural hazards in the South Island emphasize the need for an all-weather outlet from Canterbury to the west coast,"}, {"timestamp": [279.0, 282.0], "text": " and funds have already been set aside for this important project."}, {"timestamp": [282.0, 285.48], "text": " On the Christchurch-Timaru Highway,"}, {"timestamp": [288.3, 288.8], "text": " interest centres on the foundations for the Timuco River Bridge,"}, {"timestamp": [291.76, 295.36], "text": " where 16 reinforced concrete cylinders have been sunk 30 feet below the riverbed level in less than three and a half months."}, {"timestamp": [295.88, 298.2], "text": " With the help of the French designed Benito Grab,"}, {"timestamp": [298.2, 312.0], "text": " it places a removable steel lining into position as it excavates."}, {"timestamp": [315.0, 316.0], "text": " Closing the gap is the watchword on the Christchurch-Pickton Highway,"}, {"timestamp": [319.0, 320.0], "text": " where 67 miles of metal are being worked up ready for sealing."}, {"timestamp": [329.04, 330.88], "text": " Weather permitting, 29 miles of this total will be sealed during the coming season. Over to a job of culvert laying."}, {"timestamp": [331.64, 335.94], "text": " Ceiling is a waste of time without a firm foundation, and you can't ensure that without drainage."}, {"timestamp": [336.74, 338.68], "text": " What you can't pipe, you can bridge."}, {"timestamp": [342.88, 346.24], "text": " At Piperar, a bridge rises across the River Piaco."}, {"timestamp": [346.24, 350.6], "text": " It will replace the ferry which has served the Hauraki Plains for so many long years."}, {"timestamp": [350.6, 356.0], "text": " A 10-mile detour via Nathia Bridge will no longer be necessary at night or in rough weather,"}, {"timestamp": [356.0, 362.0], "text": " and one of New Zealand's last remaining bridgekeeper signals will soon be a memory to the people of Thames."}, {"timestamp": [366.58, 372.02], "text": " Whether roads serve the ports or ports serve the roads is something about which seamen and"}, {"timestamp": [372.02, 373.84], "text": " landsmen will argue forever and a day."}, {"timestamp": [374.48, 375.74], "text": " But there's one point of agreement."}, {"timestamp": [376.48, 379.82], "text": " They are complementary in the matter of shifting heavy cargoes and goods."}, {"timestamp": [380.56, 385.5], "text": " Hence the 300,000 cubic yards of filling for the approaches to Mount Manganui's new walls."}, {"timestamp": [387.6, 392.1], "text": " From the state mills at Rotorua comes timber, milled and graded for export."}, {"timestamp": [392.9, 395.84], "text": " From the great new paper mill at Kawarau will come newsprint."}, {"timestamp": [396.5, 399.1], "text": " Heavy wear for the highways, work for the ports."}, {"timestamp": [399.9, 403.04], "text": " Imported machinery will be needed for the great new dam at Atiyamuri,"}, {"timestamp": [403.46, 405.36], "text": " where the Waikato will once more be harnessed. A new bridge is to be built. The Wairaki-Tirau State Highway will be needed for the great new dam at Atiyamuri, where the Waikato will once more be harnessed."}, {"timestamp": [405.96, 407.1], "text": " A new bridge is to be built."}, {"timestamp": [407.86, 410.54], "text": " The Wairaki-Tirau State Highway will be straightened."}, {"timestamp": [411.14, 449.24], "text": " The order has gone out for a major road engineering job. A bridge which, among other things, corrects a blind approach, is the new 500-footer over the Nauroraroro at Clive. With all its piles safely driven and its peers nearly completed,"}, {"timestamp": [449.24, 453.92], "text": " it's already safe from floods such as these, which so often and so sadly have"}, {"timestamp": [453.92, 462.02], "text": " proved a deadly menace to life. Only the highest standards in engineering can"}, {"timestamp": [462.02, 467.0], "text": " prevail against this, the unleashed strength, the blind brute force of nature."}, {"timestamp": [467.0, 487.0], "text": " It's a hazard which the roadmaker must never fail to take into account."}, {"timestamp": [487.0, 490.0], "text": " Against nature he's matched uninvigable."}, {"timestamp": [494.0, 497.0], "text": " Damaged approaches are the aftermath,"}, {"timestamp": [497.0, 521.0], "text": " slips and erosion the abiding menace, on this one of the normally sun-drenched roads of Hawke's Bay."}, {"timestamp": [527.0, 533.0], "text": " Out of his depth, with his roots in a rut, he's just a pedestrian. Just out of Maru Maru, they start clearing up."}, {"timestamp": [533.0, 538.0], "text": " These are the jobs, the very essential jobs that keep the road open and widen and improve it."}, {"timestamp": [538.0, 542.0], "text": " Heavy and dirty jobs that rarely make headlines."}, {"timestamp": [541.5, 548.1], "text": " that rarely make headlines."}, {"timestamp": [551.2, 553.36], "text": " Sunshine reveals a sorry sight of erosion in the valleys, but adds an incentive to action."}, {"timestamp": [553.36, 555.4], "text": " This is the scene in the Wireworker Gorge,"}, {"timestamp": [555.4, 556.9], "text": " where a slip has obstructed the road."}, {"timestamp": [574.0, 577.0], "text": " The road open sign is given once again, and the first of the convoy gets through. Watching him pass, the road makers relax."}, {"timestamp": [577.0, 579.0], "text": " They've caused to celebrate."}, {"timestamp": [579.0, 583.0], "text": " The narrow winding roads of the gorge are being widened throughout its length."}, {"timestamp": [583.0, 587.0], "text": " Soon there'll be a two-lane highway right through."}, {"timestamp": [587.0, 595.0], "text": " Farther up the gorge, a stone crushing plant is at work near a newly open quarry."}, {"timestamp": [595.0, 599.0], "text": " Metals for road building are hard to come by, but must always be on hand."}, {"timestamp": [599.0, 607.18], "text": " Appointed by the government, the National Roads Board has the responsibility of coordinating such works throughout the country."}, {"timestamp": [607.18, 612.94], "text": " Waikaramoana provides a final footnote to this record of man and machines versus nature,"}, {"timestamp": [612.94, 616.48], "text": " for here the tonnage of eroded soil has been gigantic."}, {"timestamp": [616.48, 620.4], "text": " As in so many other places, stout hearts have turned the issue."}, {"timestamp": [620.4, 626.0], "text": " Corners are being shaved off, overhangs cleared, while the immediate problem of cleaning up the slip goes ahead."}, {"timestamp": [650.6, 651.32], "text": " The roads open and far below the shape of a new safer road, which in time will replace the old."}, {"timestamp": [655.6, 656.52], "text": " Tourist country this, and important in its own right to the country's economy and health."}, {"timestamp": [658.92, 667.96], "text": " There is access once more to its scenic delights. A growing country bursting with energy."}, {"timestamp": [668.6, 673.0], "text": " More prosperity, more cars, more size and weight in every type of vehicle."}, {"timestamp": [673.5, 674.18], "text": " More speed."}, {"timestamp": [674.68, 679.74], "text": " More need for wider roads, easier curves, greater sight distances, safety."}, {"timestamp": [694.2, 694.84], "text": " At Porrua, work on the last stretch of the motorway extension is in its final stages."}, {"timestamp": [697.8, 701.22], "text": " There'll be a straight run through from the Naranga Gorge by December."}, {"timestamp": [705.3, 706.14], "text": " But the job of road building demands that there shall always be a looking into the future."}, {"timestamp": [711.34, 712.02], "text": " And if, in their roads, these men see something more than highways, who shall blame them?"}, {"timestamp": [715.32, null], "text": " From their visions come the links which bond us into a nation."}], "text": " Mark out a pathway and you build for a homestead. Mark out a highway and you build for a nation. From none more than its roadmakers has New Zealand received greater legacy. Twelve thousand miles of main highways are the measure of the nation's vitality and growth. The roads at Tieti Bay at a server government housing estate, houses which a thousand families will turn into homes. For the road maker, this land of ours gives both opportunity and challenge. Nor is that challenge confined to the shape of its hills. Ever shortening distances, ever faster tempo. The closer to the back blocks, the greater the need for transport and good roads, even in places where road transport is truly in its infancy. Midway between Danavirk and Takapau, the problem is summed up. A quarter ton of fertilizer to be loaded for aerial top dressing every three and a half minutes and the need for trucks to be on call. Aerial farming has done for the hill country what the plough has done for the plains. Its efficiency depends on good roads. The city likewise depends. The city likewise depends. To and from the port run the roads, and across the water a bridge is planned. In Auckland streets, congestion prevails. To ease the pressure, Auckland tears up its tram tracks. 45 miles of double track is the total involved. Salvage value will help to pay for modernization two and a quarter miles of motorway already point to the cure for congestion at Auckland's southern outlet at present it runs out from Penrose. In time, it will loop direct from Newmarket. Mount Wellington is the motorway's present terminus, and here more than a mile of piles have been driven in to consolidate the overbridge's foundations. To carry the road over the railway, narrow mushroom pillars have been built. The Water Street underpass is interesting. Its spans are made up of sections of reinforced concrete, assembled and bolted together on the site, ready for lifting into place. In all, ten bridges are being built for the six miles extension. Across Tamaki River Bridge to Redoubt Road beyond. Six thousand cars should be crossing daily next year. Across the tidal area between Point Chevalier and Rosebank, Auckland's new northern outlet will pass. between Point Chevalier and Rosebank, Auckland's new northern outlet will pass. 600 feet long, the Wao River Bridge will pass the motorway on to Henderson Creek Bridge, within sight of the 1YA mast. Near that mast, junction with the existing Great North Road will be affected, five miles of modern motorway within 18 months. Of the very highest priority is the road board's general ceiling program. And this job in OTACI is typical of what is going on all over the country. Every mile of ceiling means an annual saving of £1,500 in vehicle wear and tear on all roads in average use. To put a roof over our roads, to make bad roads good before making good roads better, that is roads board policy. Natural hazards in the South Island emphasize the need for an all-weather outlet from Canterbury to the west coast, and funds have already been set aside for this important project. On the Christchurch-Timaru Highway, interest centres on the foundations for the Timuco River Bridge, where 16 reinforced concrete cylinders have been sunk 30 feet below the riverbed level in less than three and a half months. With the help of the French designed Benito Grab, it places a removable steel lining into position as it excavates. Closing the gap is the watchword on the Christchurch-Pickton Highway, where 67 miles of metal are being worked up ready for sealing. Weather permitting, 29 miles of this total will be sealed during the coming season. Over to a job of culvert laying. Ceiling is a waste of time without a firm foundation, and you can't ensure that without drainage. What you can't pipe, you can bridge. At Piperar, a bridge rises across the River Piaco. It will replace the ferry which has served the Hauraki Plains for so many long years. A 10-mile detour via Nathia Bridge will no longer be necessary at night or in rough weather, and one of New Zealand's last remaining bridgekeeper signals will soon be a memory to the people of Thames. Whether roads serve the ports or ports serve the roads is something about which seamen and landsmen will argue forever and a day. But there's one point of agreement. They are complementary in the matter of shifting heavy cargoes and goods. Hence the 300,000 cubic yards of filling for the approaches to Mount Manganui's new walls. From the state mills at Rotorua comes timber, milled and graded for export. From the great new paper mill at Kawarau will come newsprint. Heavy wear for the highways, work for the ports. Imported machinery will be needed for the great new dam at Atiyamuri, where the Waikato will once more be harnessed. A new bridge is to be built. The Wairaki-Tirau State Highway will be needed for the great new dam at Atiyamuri, where the Waikato will once more be harnessed. A new bridge is to be built. The Wairaki-Tirau State Highway will be straightened. The order has gone out for a major road engineering job. A bridge which, among other things, corrects a blind approach, is the new 500-footer over the Nauroraroro at Clive. With all its piles safely driven and its peers nearly completed, it's already safe from floods such as these, which so often and so sadly have proved a deadly menace to life. Only the highest standards in engineering can prevail against this, the unleashed strength, the blind brute force of nature. It's a hazard which the roadmaker must never fail to take into account. Against nature he's matched uninvigable. Damaged approaches are the aftermath, slips and erosion the abiding menace, on this one of the normally sun-drenched roads of Hawke's Bay. Out of his depth, with his roots in a rut, he's just a pedestrian. Just out of Maru Maru, they start clearing up. These are the jobs, the very essential jobs that keep the road open and widen and improve it. Heavy and dirty jobs that rarely make headlines. that rarely make headlines. Sunshine reveals a sorry sight of erosion in the valleys, but adds an incentive to action. This is the scene in the Wireworker Gorge, where a slip has obstructed the road. The road open sign is given once again, and the first of the convoy gets through. Watching him pass, the road makers relax. They've caused to celebrate. The narrow winding roads of the gorge are being widened throughout its length. Soon there'll be a two-lane highway right through. Farther up the gorge, a stone crushing plant is at work near a newly open quarry. Metals for road building are hard to come by, but must always be on hand. Appointed by the government, the National Roads Board has the responsibility of coordinating such works throughout the country. Waikaramoana provides a final footnote to this record of man and machines versus nature, for here the tonnage of eroded soil has been gigantic. As in so many other places, stout hearts have turned the issue. Corners are being shaved off, overhangs cleared, while the immediate problem of cleaning up the slip goes ahead. The roads open and far below the shape of a new safer road, which in time will replace the old. Tourist country this, and important in its own right to the country's economy and health. There is access once more to its scenic delights. A growing country bursting with energy. More prosperity, more cars, more size and weight in every type of vehicle. More speed. More need for wider roads, easier curves, greater sight distances, safety. At Porrua, work on the last stretch of the motorway extension is in its final stages. There'll be a straight run through from the Naranga Gorge by December. But the job of road building demands that there shall always be a looking into the future. And if, in their roads, these men see something more than highways, who shall blame them? From their visions come the links which bond us into a nation."}