{"speakers": [], "chunks": [{"timestamp": [0.0, 36.6], "text": " Near his birthplace at Old Tamatea, the Honorable P. Pekyar was buried in a quiet country churchyard after a week of morning, shared with Maori tribes by his fellow ministers in the war administration, and by members of cabinet, led by the prime minister."}, {"timestamp": [39.32, 46.96], "text": " Parwari Karaka Paiqia was a descendant of Paiquia Te Tehika'u, chief of the N훮ti Fatua."}, {"timestamp": [46.96, 51.34], "text": " Like many M훮ori's who gained positions of leadership in their race, he found that obligations"}, {"timestamp": [51.34, 56.38], "text": " of service to his own people involved obligations to his country."}, {"timestamp": [56.38, 61.24], "text": " From a position of prominence in Maori affairs, he was chief executive officer of the Rattana"}, {"timestamp": [61.24, 66.12], "text": " movement, he went forward to find his place in national politics."}, {"timestamp": [66.12, 72.76], "text": " As member for the Northern Maori electorate, he became minister in charge of the Maori war effort."}, {"timestamp": [72.76, 77.2], "text": " When he died, he seemed only at the beginning of his political career."}, {"timestamp": [77.2, 81.76], "text": " Yet he had already shown that a Maori allegiance to his people and the patriotism of a New"}, {"timestamp": [81.76, 97.0], "text": " Zealander are the same thing. This Wellington's schoolboy is weaving a scarf on a small hand loom."}, {"timestamp": [97.0, 101.0], "text": " Using two colors, he's trying a simple pattern."}, {"timestamp": [101.0, 104.0], "text": " Weaving is a particularly instructive craft,"}, {"timestamp": [104.0, 105.16], "text": " and there's no shortage of waste"}, {"timestamp": [105.16, 109.66], "text": " wool which can be spun for school use. Much has been handspun by the children"}, {"timestamp": [109.66, 114.64], "text": " themselves. When the ends of the warp have been knotted the girls take over to wash"}, {"timestamp": [114.64, 119.86], "text": " the scarves and give them their first ironing. Crafts have an important place in a"}, {"timestamp": [119.86, 126.0], "text": " complete education. Man used materials long before he used words and figures. He still needs"}, {"timestamp": [126.0, 131.08], "text": " to know all about them. Today, the hands as well as the heads of the younger generation are"}, {"timestamp": [131.08, 134.6], "text": " receiving training in the schools."}, {"timestamp": [134.6, 145.0], "text": " These are men who belong in these tropical Solomon Islands."}, {"timestamp": [145.0, 148.0], "text": " They've come to work as labourers on Guadalcanal."}, {"timestamp": [148.0, 153.0], "text": " A bronze head that would please a sculptor and the spear of his ancestors"}, {"timestamp": [153.0, 155.0], "text": " count for little amidst a modern war."}, {"timestamp": [155.0, 158.0], "text": " It is as labourers and bearers the Solomon Islanders"}, {"timestamp": [158.0, 160.0], "text": " are helping to defend their homeland."}, {"timestamp": [164.0, 169.0], "text": " Here on Guadalcanal, four weeks before its fall, we see a group of British and New Zealand officers."}, {"timestamp": [169.0, 173.0], "text": " Captain D.C. Trench examines the Japanese-made Luger pistol."}, {"timestamp": [173.0, 183.0], "text": " Here's Captain Williams talking to Major Clemens' MC in a clearing out of range of snipers."}, {"timestamp": [183.0, 202.0], "text": " Now the Fijian scouts are presenting Carver to their New Zealand officers. First Phil goes to Captain Williams. This little group here have a right to celebrate, for in their first month of scouting behind the enemy lines, they've shot or knife nearly 30 japs. Their own casualties were three walking wounded."}, {"timestamp": [202.0, 208.0], "text": " In its ceremonial round, the cup next passes to Lieutenant Dudley Chambers."}, {"timestamp": [208.0, 212.0], "text": " The beauty of Carver is that it goes to the lakes, not the head."}, {"timestamp": [212.0, 215.0], "text": " It's a great aid to brilliant conversation,"}, {"timestamp": [215.0, 220.0], "text": " so it's a good drink after working for days in Guadalcanal jungle in the completest silence."}, {"timestamp": [220.0, 230.0], "text": " Now, while Solomon's parakeets go about their business in the palm trees overhead, the Fijian scouts are starting out on a demonstration patrol."}, {"timestamp": [230.0, 235.0], "text": " These are men who've beaten the Japs outright in their own methods of jungle fighting."}, {"timestamp": [235.0, 238.0], "text": " Sometimes they use the Japs' own weapons."}, {"timestamp": [238.0, 243.0], "text": " The patrol passes and the jungle settles down."}, {"timestamp": [243.0, 247.46], "text": " With no very obvious sign of man about,"}, {"timestamp": [247.96, 250.9], "text": " the waterboatman skid once more over the mosquito pools."}, {"timestamp": [253.2, 257.6], "text": " The duty of these men is to bring back information, not trophies,"}, {"timestamp": [258.0, 259.5], "text": " but they do more than their job."}, {"timestamp": [260.1, 263.34], "text": " And enemy patrols sometimes go where the good jabs go"}, {"timestamp": [263.34, 265.34], "text": " and never know what hit them."}, {"timestamp": [266.42, 270.06], "text": " General Ramele, in a classic attempt to make friends and influence people,"}, {"timestamp": [270.44, 273.36], "text": " once told us that a million New Zealanders could conquer the world."}, {"timestamp": [273.9, 275.98], "text": " If we had to pull in more people to make that number,"}, {"timestamp": [276.34, 279.22], "text": " we'd gladly begin by adopting the fighting Fijians."}], "text": " Near his birthplace at Old Tamatea, the Honorable P. Pekyar was buried in a quiet country churchyard after a week of morning, shared with Maori tribes by his fellow ministers in the war administration, and by members of cabinet, led by the prime minister. Parwari Karaka Paiqia was a descendant of Paiquia Te Tehika'u, chief of the N훮ti Fatua. Like many M훮ori's who gained positions of leadership in their race, he found that obligations of service to his own people involved obligations to his country. From a position of prominence in Maori affairs, he was chief executive officer of the Rattana movement, he went forward to find his place in national politics. As member for the Northern Maori electorate, he became minister in charge of the Maori war effort. When he died, he seemed only at the beginning of his political career. Yet he had already shown that a Maori allegiance to his people and the patriotism of a New Zealander are the same thing. This Wellington's schoolboy is weaving a scarf on a small hand loom. Using two colors, he's trying a simple pattern. Weaving is a particularly instructive craft, and there's no shortage of waste wool which can be spun for school use. Much has been handspun by the children themselves. When the ends of the warp have been knotted the girls take over to wash the scarves and give them their first ironing. Crafts have an important place in a complete education. Man used materials long before he used words and figures. He still needs to know all about them. Today, the hands as well as the heads of the younger generation are receiving training in the schools. These are men who belong in these tropical Solomon Islands. They've come to work as labourers on Guadalcanal. A bronze head that would please a sculptor and the spear of his ancestors count for little amidst a modern war. It is as labourers and bearers the Solomon Islanders are helping to defend their homeland. Here on Guadalcanal, four weeks before its fall, we see a group of British and New Zealand officers. Captain D.C. Trench examines the Japanese-made Luger pistol. Here's Captain Williams talking to Major Clemens' MC in a clearing out of range of snipers. Now the Fijian scouts are presenting Carver to their New Zealand officers. First Phil goes to Captain Williams. This little group here have a right to celebrate, for in their first month of scouting behind the enemy lines, they've shot or knife nearly 30 japs. Their own casualties were three walking wounded. In its ceremonial round, the cup next passes to Lieutenant Dudley Chambers. The beauty of Carver is that it goes to the lakes, not the head. It's a great aid to brilliant conversation, so it's a good drink after working for days in Guadalcanal jungle in the completest silence. Now, while Solomon's parakeets go about their business in the palm trees overhead, the Fijian scouts are starting out on a demonstration patrol. These are men who've beaten the Japs outright in their own methods of jungle fighting. Sometimes they use the Japs' own weapons. The patrol passes and the jungle settles down. With no very obvious sign of man about, the waterboatman skid once more over the mosquito pools. The duty of these men is to bring back information, not trophies, but they do more than their job. And enemy patrols sometimes go where the good jabs go and never know what hit them. General Ramele, in a classic attempt to make friends and influence people, once told us that a million New Zealanders could conquer the world. If we had to pull in more people to make that number, we'd gladly begin by adopting the fighting Fijians."}