{"speakers": [], "chunks": [{"timestamp": [0.0, 25.0], "text": " This is how Scott Bass looks the first week in November 1957."}, {"timestamp": [25.0, 27.0], "text": " 23 men have wintered here comfortably."}, {"timestamp": [27.0, 30.0], "text": " It's proved to be well built and well found."}, {"timestamp": [30.0, 33.0], "text": " In fact, the envy of our American neighbors next door."}, {"timestamp": [33.0, 36.0], "text": " The four months of darkness haven't been too dull."}, {"timestamp": [36.0, 39.0], "text": " There's always been the odd chore such as this one,"}, {"timestamp": [39.0, 42.0], "text": " clearing the snow off the Astrodome."}, {"timestamp": [47.04, 49.52], "text": " Taking Met readings is a four times a day job."}, {"timestamp": [50.1, 52.0], "text": " Sometimes in the winter it had been rather tough,"}, {"timestamp": [52.32, 55.78], "text": " stumbling out in a blizzard and clawing your way there and back in the dark."}, {"timestamp": [62.16, 64.2], "text": " There's plenty of outside activity now."}, {"timestamp": [64.5, 70.0], "text": " Down at the airstrip, the beaver aircraft's being loaded for another flight to depot 280 on the polar plateau."}, {"timestamp": [70.0, 76.0], "text": " Across on the barrier ice, the Weddle seals have returned."}, {"timestamp": [76.0, 82.0], "text": " Last year, biologist Ron Ballam branded about 60 of them and is now finding out how many are coming back."}, {"timestamp": [82.0, 85.5], "text": " They're rather likable creatures these weddle seals,"}, {"timestamp": [85.5, 94.08], "text": " almost human at times. At this time of the year the barrier ice is the"}, {"timestamp": [94.08, 100.68], "text": " maternity ward and you can visit pups from a few hours to a few days old. Getting out of"}, {"timestamp": [100.68, 104.22], "text": " the water is quite an effort it often means chewing away the ice round the edges to"}, {"timestamp": [104.22, 105.16], "text": " make a better slipway."}, {"timestamp": [105.76, 108.76], "text": " Seals don't seem to be quite the right shape for climbing onto the ice easily."}, {"timestamp": [116.72, 120.32], "text": " This is a handy laboratory for learning more about seals in their ways."}, {"timestamp": [126.0, 130.0], "text": " Ron Ballam's discovered that pups are taken to the water when they're about 10 days old."}, {"timestamp": [130.0, 134.0], "text": " Previously it was thought that they were a month old before they were taught to swim."}, {"timestamp": [135.0, 147.0], "text": " But seals take a dim view of furry four-legged creatures that sniff their tail flippers. Back at the airstrip"}, {"timestamp": [147.0, 162.0], "text": " Back at the airstrip, the beaver's nearly ready for the final flight to depot 280."}, {"timestamp": [162.0, 168.5], "text": " At 280 are Sir Edmund Hillary and other members of the tractor party who've traveled overland from Scott Base. They've"}, {"timestamp": [168.5, 171.8], "text": " climbed up the skeleton glacier and are now on the edge of the polar plateau."}, {"timestamp": [175.8, 182.6], "text": " The cameraman joins them here and takes up the story."}, {"timestamp": [183.6, 188.0], "text": " At Depot 280 so-called because it's 280 surface miles from Scott Base,"}, {"timestamp": [188.0, 191.0], "text": " we're stacking the last stores before we hit the trail."}, {"timestamp": [191.0, 195.0], "text": " On either side of the depot, we build a string of snow cans."}, {"timestamp": [195.0, 199.0], "text": " We leave ten of them at half-mile intervals lying at right angles across our route."}, {"timestamp": [199.0, 203.0], "text": " They'll make it a lot easier for Dr. Fuchs party to find the depot."}, {"timestamp": [203.0, 206.66], "text": " Red flags to port and black to starboard"}, {"timestamp": [206.66, 212.12], "text": " are the final touches for these navigational aids. It's November the 12th, just"}, {"timestamp": [212.12, 215.88], "text": " four weeks since the tractor set out from Scott Base and we're ready to move again."}, {"timestamp": [215.88, 219.92], "text": " Before we go we give the thermometers of whirl for a final temperature reading."}, {"timestamp": [219.92, 228.08], "text": " It's minus 32 degrees today that's 64 degrees of frost. Quite pleasant, really."}, {"timestamp": [230.76, 231.38], "text": " With the weasel pulling the caboose, we're on our way."}, {"timestamp": [234.1, 234.84], "text": " The caboose is our proud contribution to Antarctic Transport."}, {"timestamp": [237.58, 238.16], "text": " Built during the winter, this caravan on runners is just the answer."}, {"timestamp": [240.78, 243.5], "text": " It's a mobile headquarters, a permanent home for the radio and a snug and ever-ready refuge in case of blizzards."}, {"timestamp": [248.0, 251.0], "text": " It isn't long before we run into soft going and trouble for the tractors."}, {"timestamp": [251.0, 256.0], "text": " We try various tactics and finally put the three tractors in tandem and get going again."}, {"timestamp": [256.0, 275.0], "text": " This is the start of our trip across the polar Dr. Fuchs, who's coming overland from the other side of the Antarctic continent."}, {"timestamp": [275.0, 282.0], "text": " The rendezvous is depot 700, that is, 700 miles from Scott Base and 500 miles this side of the South Pole."}, {"timestamp": [282.0, 295.68], "text": " We're to lay two more depots for him and map out a course for him to reach Scott base. We've expected this. The four dog teams are ahead of us and they've"}, {"timestamp": [295.68, 301.68], "text": " reported by radio more soft going. In addition we're heading uphill. This time it's relaying,"}, {"timestamp": [301.68, 313.04], "text": " taking the sledges forward two at a time and going back for the others."}, {"timestamp": [316.56, 317.36], "text": " To dodge crevasses, we swing to the southwest and strike hard going."}, {"timestamp": [318.4, 319.44], "text": " We get into our stride."}, {"timestamp": [324.4, 325.5], "text": " The plateau's a wonderful sight, stretching out like a great sea, its undulations like an ocean swell."}, {"timestamp": [325.5, 329.54], "text": " We navigate as at sea by the sun, and it's easier to travel at night when the sun's low"}, {"timestamp": [329.54, 331.18], "text": " on the horizon."}, {"timestamp": [331.18, 352.0], "text": " This is when polar travel becomes exciting. Blizzard conditions aren't so exciting, though we're comfortable when they can't."}, {"timestamp": [352.0, 354.0], "text": " It's snug inside the caboose."}, {"timestamp": [354.0, 365.0], "text": " Getting underway after a blow takes a bit longer."}, {"timestamp": [365.0, 377.0], "text": " For four days we steer through the drift."}, {"timestamp": [377.0, 379.0], "text": " It's miserable going."}, {"timestamp": [379.0, 421.0], "text": " The dog teams can't travel in this and somewhere about here we pass them. 13 days and 200 miles out from 280 we push up the mast and aerial for depot 480."}, {"timestamp": [421.0, 432.24], "text": " This radio is a homer for guiding the beaver in. Three days later the"}, {"timestamp": [432.24, 437.4], "text": " four dog teams arrive. Harry Ayers and Roy Carly on first. They're lucky to finders"}, {"timestamp": [437.4, 444.6], "text": " in such weather and we're all mighty glad to see one another. Chaining them to the"}, {"timestamp": [444.6, 448.0], "text": " span lines is the first move in camping drill when you're travelling with dogs."}, {"timestamp": [448.0, 451.0], "text": " Then they're fed, a pound of pemmican apiece."}, {"timestamp": [455.0, 458.0], "text": " The beast cared for, man cares for himself."}, {"timestamp": [458.0, 460.0], "text": " It's tough travelling with the dog team."}, {"timestamp": [460.0, 463.0], "text": " You've got to carry food for nine dogs, so it's the very minimum for you."}, {"timestamp": [463.0, 468.96], "text": " With a thousand pound load on the sledge, there's no room for passengers, so it's run or ski yourself."}, {"timestamp": [480.0, 482.0], "text": " Next day, we're waiting for the beaver to come in."}, {"timestamp": [483.6, 487.0], "text": " Bob Miller takes a fix, his sledging partner George Marsh takes a cigar."}, {"timestamp": [487.0, 491.0], "text": " The cameraman fiddles with a sledge,"}, {"timestamp": [491.0, 494.0], "text": " Jim Bates ad-mise his beard,"}, {"timestamp": [494.0, 498.0], "text": " and Harry Ayers cuts Ed Hilary's hair."}, {"timestamp": [502.0, 507.0], "text": " The plane, picking up the dog team's tracks, finds its way in easily."}, {"timestamp": [507.0, 513.0], "text": " Coming on the plane to rejoin us are Murray Ellis and Peter Mulgrew,"}, {"timestamp": [513.0, 518.0], "text": " two members of the tractor team who had slight accidents at 280 and have been recuperating at Scott Base."}, {"timestamp": [518.0, 521.0], "text": " We don't linger over plane turn rounds."}, {"timestamp": [521.0, 533.24], "text": " We'll need about a dozen lows to lay this depot, and as chief pilot John Clayton well knows, good weather seldom lasts. For the three"}, {"timestamp": [533.24, 536.74], "text": " days we sat around waiting for the plane, we all thought of the mail we were going"}, {"timestamp": [536.74, 543.82], "text": " to get. Now the happiest bloke seems to be Roy Carlyan. Peter Muldrew gets his hand"}, {"timestamp": [543.82, 545.0], "text": " in again with the radio."}, {"timestamp": [545.0, 548.0], "text": " These New Zealand sets have been most efficient."}, {"timestamp": [548.0, 553.0], "text": " While we're here, we take the opportunity of drying out our sleeping gear."}, {"timestamp": [553.0, 556.0], "text": " One of those little details you can't do when you're travelling."}, {"timestamp": [556.0, 564.0], "text": " Three days after they arrive, Bob Miller and George Marsh set off for 700, our last depot."}, {"timestamp": [564.0, 565.14], "text": " These two are our first emergencies in case the tractor train doesn't make it. after they arrive, Bob Miller and George Marsh set off for 700, our last depot."}, {"timestamp": [565.14, 569.0], "text": " These two are our first emergencies in case the tractor train doesn't make it."}, {"timestamp": [569.0, 571.14], "text": " After 700's late, they'll go exploring."}, {"timestamp": [591.0, 596.0], "text": " The plane brings in 11 drums of petrol plus food and dog tucker. In building a depot we use the petrol drums for a bass and stack the other gear around it."}, {"timestamp": [596.0, 599.0], "text": " We make it as high as we can so it'll be easily found."}, {"timestamp": [599.0, 602.0], "text": " The drums are too heavy for the winter shift."}, {"timestamp": [602.0, 608.0], "text": " Mending a sledge is a job for Harry Ayers before Roy Carlyne and he leaves."}, {"timestamp": [608.0, 613.0], "text": " They're not coming any further south but are going east to explore and map the Darwin Glacier area."}, {"timestamp": [613.0, 616.0], "text": " It'll be late January before they're back at base."}, {"timestamp": [620.0, 623.0], "text": " Before we move on there's the usual Cairn building."}, {"timestamp": [623.0, 627.0], "text": " And we won't be sorry to moving for we get a bit sick of this stationary depot life."}, {"timestamp": [627.0, 641.0], "text": " Ted Gorn, who was relieved for Peter Mulgrew, says goodbye."}, {"timestamp": [641.0, 657.1], "text": " We won't see the beaver again till we get to 700. With depot 480 well and truly"}, {"timestamp": [657.1, 673.6], "text": " laid we get cracking again. That is after we get the transport mobile."}, {"timestamp": [679.04, 684.8], "text": " For navigation we use a sun compass. Ordinary compasses are useless here because we're so close to the south magnetic pole. We're heading south again. There's a touch of the unbelievable about"}, {"timestamp": [684.8, 685.0], "text": " this journey."}, {"timestamp": [685.0, 688.0], "text": " Using tractors was never in the original plan."}, {"timestamp": [688.0, 693.0], "text": " All winter, Ed Hilary and the other boys tried out the tractors in extremely low temperatures."}, {"timestamp": [693.0, 697.0], "text": " They made some changes, reckoned they'd work, and here we are."}, {"timestamp": [701.0, 706.0], "text": " For the first day we register 52 miles on our wheel, a record."}, {"timestamp": [706.0, 713.0], "text": " A sledge in a slot or small crevasse spoils our run on the second day out, though it doesn't hold us up for long."}, {"timestamp": [713.0, 724.0], "text": " We always peer down any crevass as we fall into."}, {"timestamp": [724.0, 729.0], "text": " I don't know why, it probably gives us a might have been worse satisfaction."}, {"timestamp": [729.0, 738.0], "text": " When we pitched camp at the end of the third day, we've done another 27 miles,"}, {"timestamp": [738.0, 758.0], "text": " in spite of a four-hour hold-up for repairs to the weasel."}, {"timestamp": [762.0, 766.74], "text": " And so we travel on through the trackless wastes of the Antarctic. But they aren't so trackless when we pick up the dog teams trailed and follow it into the Midway Depot,"}, {"timestamp": [767.12, 769.28], "text": " halfway between Scott Base and the South Pole."}, {"timestamp": [769.92, 771.78], "text": " Bob Miller and George Marsh built the can,"}, {"timestamp": [772.16, 773.18], "text": " and to lighten our load,"}, {"timestamp": [773.28, 775.18], "text": " we leave six drums of petrol and a sledge."}, {"timestamp": [780.82, 782.22], "text": " Just after we leave Midway,"}, {"timestamp": [782.3, 783.88], "text": " we run into a badly crevassed area."}, {"timestamp": [784.5, 788.0], "text": " We get used to Ed Hillary's lanky figure starting off at the end of a rope."}, {"timestamp": [788.0, 793.0], "text": " In all this white expanse it's a little hard to know which way to head to dodge the crevasses."}, {"timestamp": [793.0, 795.0], "text": " Cravasse's."}, {"timestamp": [795.0, 806.0], "text": " Cravasse gazing is one occupation while we're waiting."}, {"timestamp": [806.0, 809.0], "text": " Filling the pot for char is another."}, {"timestamp": [809.0, 815.0], "text": " We hardly get going when a tractor track breaks."}, {"timestamp": [815.0, 817.0], "text": " It's quite a day."}, {"timestamp": [817.0, 829.0], "text": " On a bit further and then pop goes the weasel."}, {"timestamp": [829.0, 831.0], "text": " It had been sick for days."}, {"timestamp": [831.0, 835.0], "text": " Jim Bates and Murray Ellis had spent hours and hours trying to retool a diff bearing."}, {"timestamp": [835.0, 838.0], "text": " But it didn't work and we leave the weasel behind."}, {"timestamp": [842.0, 844.0], "text": " And so we struggled on."}, {"timestamp": [844.0, 847.0], "text": " Ever since we left Midway we have seemed to have been floundering."}, {"timestamp": [847.0, 850.0], "text": " Now it's more soft going, we have to relay again."}, {"timestamp": [850.0, 853.0], "text": " It's a bit frustrating, but you can't complain."}, {"timestamp": [853.0, 856.0], "text": " We're getting more out of the Ferguson's than we expect it."}, {"timestamp": [856.0, 885.0], "text": " After all, they're operating at 9,000 feet. About here, Pete Mulgrew and Ed favour a little walk."}, {"timestamp": [889.0, 892.0], "text": " It must be a good shot if Murray Ellis has stopped to take it."}, {"timestamp": [892.0, 895.0], "text": " It is. Jim Bates was leading."}, {"timestamp": [895.0, 898.0], "text": " Generally, the tractor straddles the hole before the top caves in."}, {"timestamp": [898.0, 923.0], "text": " As Ed remarked afterwards, these tractors are the best crevasse detectors ever invented."}, {"timestamp": [927.0, 944.0], "text": " Three hours and a cup of tea later, we haul it out. On again. We're not getting very far, very fast. We hear on the radio that we're not the only ones."}, {"timestamp": [944.0, 945.76], "text": " Dr Fuchs and party are having worse troubles. Threading your way the radio that we're not the only ones. Dr. Fuchs and party are"}, {"timestamp": [945.76, 951.44], "text": " having worse troubles. Threading your way through crevasses is not the way to make progress."}, {"timestamp": [951.44, 956.48], "text": " You go round in circles and come back on your own tracks. We passed by here more than an hour ago."}, {"timestamp": [963.44, 967.0], "text": " Meanwhile Bob Miller and George Marsh have beaten us to Depot 700 and they come out to meet us."}, {"timestamp": [967.0, 975.0], "text": " They've had easier going than we've had. The light dog teams can skim over the snow bridges that cover the crevasses."}, {"timestamp": [975.0, 997.0], "text": " That's rather a sore point with us because they'd signalled back the going was good. We were glad to leave 480 and now we're glad to stop at 700."}, {"timestamp": [997.0, 1000.0], "text": " At least the ground will be firm for a while."}, {"timestamp": [1000.0, 1007.44], "text": " It's taken us 10 days."}, {"timestamp": [1009.6, 1010.2], "text": " We set about stocking our last depot."}, {"timestamp": [1014.2, 1015.0], "text": " We are now so far from Scott Base that we're getting towards the limit of the beavers range."}, {"timestamp": [1018.8, 1019.0], "text": " To solve the problem, the Air Force Boys have put down a feeder dump at Shackleton Inlet,"}, {"timestamp": [1020.3, 1021.3], "text": " and they're relaying from that."}, {"timestamp": [1024.6, 1025.82], "text": " The two pilots, John Claydon and Bill C Cranfield put on the pressure and work in shifts"}, {"timestamp": [1025.82, 1035.72], "text": " to complete the operation. We're nearly finished and the dog teams are departing. They're"}, {"timestamp": [1035.72, 1040.46], "text": " heading into the blue to survey more of the mountains along the Antarctic coastline. When"}, {"timestamp": [1040.46, 1044.4], "text": " they reappeared two months later Bob Miller and George Marsh had made one of the"}, {"timestamp": [1044.4, 1045.64], "text": " great Antarctic journeys."}, {"timestamp": [1046.32, 1050.06], "text": " They'd covered 1,700 miles by dog sledge and mapped a vast area."}, {"timestamp": [1057.86, 1060.0], "text": " The beaver departs for the last time."}, {"timestamp": [1061.12, 1063.08], "text": " The depot lane portion of our trip is completed."}, {"timestamp": [1063.64, 1066.0], "text": " We've been lucky and finished ahead of schedule."}, {"timestamp": [1066.0, 1072.0], "text": " This is where we've arranged to meet Dr. Fuchs, but with the difficulties he's met with, it's obvious he won't be here for a long time."}, {"timestamp": [1072.0, 1078.0], "text": " So Ed Hilary decides to push further south, to the south pole if we can."}, {"timestamp": [1078.0, 1087.0], "text": " There are quite a lot of catches to it. It's 500 miles away. The beaver won't be able to reach us with supplies, and we've only just enough petrol to make it."}, {"timestamp": [1091.0, 1096.0], "text": " It isn't long before heads out front again as a crevasse hunter."}, {"timestamp": [1096.0, 1101.0], "text": " In some places we flag our route through them so the British party can follow it."}, {"timestamp": [1110.72, 1115.84], "text": " Just before Christmas Day we come to an area dotted with small hummocks. The landscapes like a half-iced cake. It all looks very Christmassy but our main concern is our"}, {"timestamp": [1115.84, 1129.0], "text": " petrol consumption. Dodging around hummocks and crevasses chews up the gas. On we go through hard going and soft, mostly soft."}, {"timestamp": [1129.0, 1134.0], "text": " We run out of the crevasses and our mileage goes up from 20 and 30 to 40 and 50 miles a day."}, {"timestamp": [1134.0, 1136.0], "text": " We're climbing too."}, {"timestamp": [1136.0, 1141.0], "text": " Over 10,000 feet now and the high altitude is knocking back performance of the tractors."}, {"timestamp": [1141.0, 1158.0], "text": " We stop to refuel and to take stock. It's miles versus petrol and petrol's losing."}, {"timestamp": [1158.0, 1163.0], "text": " We've passed the point of no return so Ed Hillary makes the decision."}, {"timestamp": [1163.0, 1165.12], "text": " We offload all spares and carry on"}, {"timestamp": [1165.12, 1170.32], "text": " with the very minimum gear. We can't leave a tractor behind because we need three. If one falls"}, {"timestamp": [1170.32, 1174.88], "text": " into a hole it takes two to pull it out. We are still a hundred miles from the pole."}, {"timestamp": [1174.88, 1189.0], "text": " We start the new year with a new load."}, {"timestamp": [1189.0, 1192.0], "text": " It's a new whiteout and the going's very soft."}, {"timestamp": [1192.0, 1219.0], "text": " We churn on in low gear all the time. The South Pole can't be far now."}, {"timestamp": [1219.0, 1224.0], "text": " This is it."}, {"timestamp": [1224.0, 1227.0], "text": " Away in the distance of the left is a weasel approaching."}, {"timestamp": [1231.0, 1236.0], "text": " The Americans at the pole station have come out to meet us."}, {"timestamp": [1236.0, 1239.0], "text": " They seem as pleased to see ours as we them."}, {"timestamp": [1239.0, 1242.0], "text": " We're not sorry we've arrived. The relief is terrific."}, {"timestamp": [1242.0, 1247.12], "text": " It's January the 4th, 1958 82 days after the tractor train"}, {"timestamp": [1247.12, 1261.12], "text": " left Scott base until an American plane arrives to flyers back to Scott base"}, {"timestamp": [1261.12, 1268.0], "text": " where the guests of our new friends this IGY station with its observatory dome was established last summer by AirDrop,"}, {"timestamp": [1268.0, 1270.0], "text": " 17 men winter here."}, {"timestamp": [1270.0, 1273.0], "text": " The faithful tractors we leave behind."}, {"timestamp": [1273.0, 1279.0], "text": " Hard to believe that web tracks fitted over wheels brought us 1,200 rough miles."}, {"timestamp": [1279.0, 1282.0], "text": " We leave to our last drum of petrol."}, {"timestamp": [1282.0, 1287.0], "text": " It's a good finish to a good trip."}, {"timestamp": [1291.0, 1296.0], "text": " At the base, HMNZS Endeavour is unloading stores for this year's winter party."}, {"timestamp": [1296.0, 1302.0], "text": " Assisting in the unloading is Lyndon Martin in Czech Shirt, who's the new leader of the IGY activities here."}, {"timestamp": [1302.0, 1305.52], "text": " Though Transantarctic exploration will soon be finished,"}, {"timestamp": [1305.52, 1307.44], "text": " the international geophysical year doesn't end"}, {"timestamp": [1307.44, 1309.42], "text": " till December 1958."}, {"timestamp": [1309.42, 1311.52], "text": " These stores are for the 11 men who'll carry on"}, {"timestamp": [1311.52, 1312.86], "text": " with research during the coming winter."}, {"timestamp": [1316.82, 1323.02], "text": " The summer party are busy with their research."}, {"timestamp": [1323.02, 1324.7], "text": " From the depths of McMurdo Sound,"}, {"timestamp": [1324.7, 1327.0], "text": " Dick Barrick and Forrester Davidson haul up a grab."}, {"timestamp": [1327.0, 1330.0], "text": " Inside should be valuable samples from the sea floor."}, {"timestamp": [1330.0, 1342.0], "text": " But that doesn't happen often."}, {"timestamp": [1342.0, 1347.82], "text": " Also finding out what's below the sea surface are two senior varsity students who are hauling in a plankton net."}, {"timestamp": [1372.0, 1387.0], "text": " They've made a good haul and brought up the sort of creatures that delight zoologists and ichthyologists. After unloading, Endeavour moves down the sound following the coast of Ross Island to Cape Evans."}, {"timestamp": [1391.0, 1397.0], "text": " A party from the ship comes ashore to tidy up and repair Captain Scott's historic hut."}, {"timestamp": [1397.0, 1401.0], "text": " The ravages of the years and the untidiness of men have left quite a mess."}, {"timestamp": [1401.0, 1409.44], "text": " The local inhabitants supervise and approve."}, {"timestamp": [1409.44, 1421.44], "text": " The roofs being recovered and the interior cleaned of years and years of snow."}, {"timestamp": [1421.44, 1440.0], "text": " Captain Kirkwood of Endeavour records the operation. Being loaded on Endeavour is a 1914 tractor."}, {"timestamp": [1440.0, 1451.52], "text": " It was taken south by Sir Ernest Shackleton but it proved unsatisfactory and was abandoned. It's being brought back as a museum piece. Every summer the"}, {"timestamp": [1451.52, 1455.16], "text": " school gulls returned to the Antarctic to breed. They resent human"}, {"timestamp": [1455.16, 1459.18], "text": " visitors to their nesting grounds and swoop low in protest. Though they like to"}, {"timestamp": [1459.18, 1462.48], "text": " be left in peace they're not about raiding the penguin rookeries for eggs and"}, {"timestamp": [1462.48, 1465.28], "text": " baby chicks. They are in fact the penguins' worst enemies."}, {"timestamp": [1477.64, 1482.08], "text": " Further down the sound is Cape Roids, where Shackleton built his hut in 1907."}, {"timestamp": [1482.88, 1485.0], "text": " Penguins live here, and this is what one of them says."}, {"timestamp": [1485.0, 1487.0], "text": " It's no joke being a penguin."}, {"timestamp": [1487.0, 1489.0], "text": " This is my son Wilfred with his mother."}, {"timestamp": [1489.0, 1492.0], "text": " Greedy little wretch, he does nothing but eat."}, {"timestamp": [1492.0, 1495.0], "text": " Here's a prize for you, my mother-in-law."}, {"timestamp": [1495.0, 1496.0], "text": " Always interfering."}, {"timestamp": [1496.0, 1498.0], "text": " A man can't spend a quiet Sunday around his own nest"}, {"timestamp": [1498.0, 1501.0], "text": " without she comes sticking a beacon."}, {"timestamp": [1501.0, 1514.0], "text": " Food, that's all he ever thinks about. The only place a family penguin like me can get a bit of peace is in the water. Even then I always find 50 cousins with the same idea."}, {"timestamp": [1520.0, 1533.2], "text": " That's Aunt Emily. She hates getting a feet wet."}, {"timestamp": [1536.4, 1537.0], "text": " You people laugh and call us funny. It's not right."}, {"timestamp": [1541.6, 1543.2], "text": " I come home tired and cold from a swim, looking forward to a quiet evening on the nest, and has anything changed?"}, {"timestamp": [1547.0, 1554.0], "text": " Oh well. With the sun shining for 24 hours the day's never ending down here."}, {"timestamp": [1554.0, 1557.0], "text": " The scientists make the most of it and spread themselves far afield."}, {"timestamp": [1557.0, 1571.5], "text": " From the freshwater ponds and lakes they collect floating weeds, algae to them."}, {"timestamp": [1578.22, 1579.84], "text": " They peer through instruments that help measure magnetic force, work that throws light on the accuracy of compasses and the safety of navigation."}, {"timestamp": [1591.28, 1594.0], "text": " They try to find out how long a seal can hold its breath, a point of interest for Dr. DeHammel. Seals have self-sealing nostrils for underwater swimming."}, {"timestamp": [1598.0, 1600.76], "text": " Down on the ice, a crab-eater seal is enjoying a scratch."}, {"timestamp": [1601.38, 1603.6], "text": " Crab-eaters, unlike the weddle seals, are not harmless."}, {"timestamp": [1604.1, 1605.5], "text": " They can give a vicious bite,"}, {"timestamp": [1605.5, 1608.3], "text": " and if they decide to go you, they have a good turn of speed."}, {"timestamp": [1615.2, 1627.0], "text": " Radio interviews apparently aren't popular with seals."}, {"timestamp": [1631.0, 1632.0], "text": " A school of killer whales brings a crowd to the edge of the ice."}, {"timestamp": [1635.0, 1637.0], "text": " Hunting in packs these small whales are the wolves of the sea. There are few creatures so savage."}, {"timestamp": [1637.0, 1640.0], "text": " Seals and penguins are among their victims."}, {"timestamp": [1644.0, 1649.0], "text": " The penguins wisely head inland."}, {"timestamp": [1649.0, 1654.0], "text": " Another visitor is a larger whale which is classified as a lesser rockall."}, {"timestamp": [1654.0, 1659.0], "text": " Polar waters are the breeding grounds for the whales and old whalers followed them down to these seas."}, {"timestamp": [1659.0, 1665.56], "text": " It was a whaling skipper John Biscoe who in 1831 first named a portion of the Antarctic continent at Cape Anne."}, {"timestamp": [1678.68, 1684.48], "text": " Back on the airstrip at Scott Base the beaver arrives from Skelton Depot. It is brought"}, {"timestamp": [1684.48, 1685.5], "text": " back one of the Northern"}, {"timestamp": [1685.5, 1691.28], "text": " Party dog teams. Today, Richard Brooke and Bernie Gunn return after four months in the mountains"}, {"timestamp": [1691.28, 1696.66], "text": " west of McMurdo Sound. With Murray Douglas and Guyon Warren, who returned a fortnight"}, {"timestamp": [1696.66, 1701.76], "text": " ago, they've explored another large area. During the summer, the field parties have"}, {"timestamp": [1701.76, 1705.5], "text": " surveyed 300 miles of mountains along the Antarctic coastline."}, {"timestamp": [1708.0, 1712.0], "text": " In some ways the Antarctic is proving more hospitable than once thought."}, {"timestamp": [1712.0, 1717.0], "text": " To test whether plant life can flourish, some maram grass is being planted at the back of Scott base."}, {"timestamp": [1719.0, 1726.0], "text": " An American helicopter flies New Zealand scientists to Dry Valley, where retreating glaciers offer new geological studies."}, {"timestamp": [1730.0, 1737.0], "text": " As Dr. Hatherton, leader of the New Zealand IGY, has pointed out, American support and backing enables our men to complete a lot of fieldwork."}, {"timestamp": [1737.0, 1744.0], "text": " Four of them spend 10 days in the valley of the winds, as they call it, and there find a sandy desert along the lake shore."}, {"timestamp": [1748.0, 1754.0], "text": " Trevor Hatharton says goodbye to his successor Lyndon Martin and says IGY at Scott Base is all yours."}, {"timestamp": [1758.0, 1768.0], "text": " Dead on time the 515 boat train pulls out of the station taking with it a cheerful cage of Kiwis."}, {"timestamp": [1772.0, 1777.0], "text": " A crowd gathers at the airstrip to welcome some new arrivals. From South Ice on the other side of the continent comes the Otter Plain of the British Party."}, {"timestamp": [1777.0, 1781.0], "text": " Their work in supporting Dr. Fuchs finished, they've come to meet him here."}, {"timestamp": [1781.0, 1785.5], "text": " Their 1300 mile flight in a single- engine plane is another achievement in Antarctic"}, {"timestamp": [1785.5, 1790.0], "text": " adventuring."}, {"timestamp": [1790.0, 1798.0], "text": " It's January 20th and there's excitement down at the South Pole."}, {"timestamp": [1798.0, 1804.3], "text": " Dr. Fuchs' snow cats have been sighted. His progress has been of interest and at times"}, {"timestamp": [1804.3, 1808.0], "text": " concerned to the New Zealand half of the Commonwealth Trans-Antarctic expedition."}, {"timestamp": [1808.0, 1838.32], "text": " Tough terrain as he climbed up the wall of the polar plateau caused frustrating delays follow the New Zealanders trail back to Scott Bace."}, {"timestamp": [1838.8, 1841.38], "text": " But for Dr. Fuchs, a nine-year-old dream is coming true."}, {"timestamp": [1841.9, 1845.0], "text": " What Shackleton hoped to do 40 years ago is almost within his reach."}, {"timestamp": [1849.0, 1853.0], "text": " Added to the excitement of being here, there's the joy of getting male."}, {"timestamp": [1855.0, 1859.0], "text": " Sir Edmund Hillary meets George Lowe, an old Mount Everest friend."}, {"timestamp": [1861.0, 1866.8], "text": " Say Edmund and Dr. Fuchs plan the next move. Scott Bays is not far away now."}, {"timestamp": [1866.8, 1871.9], "text": " It's March 17th and HMNZS Endeavour is arriving in Wellington Harbor."}, {"timestamp": [1871.9, 1874.4], "text": " This is the official ending to the great achievement."}, {"timestamp": [1874.4, 1891.0], "text": " The act of walking down the gangplank is the signing off."}, {"timestamp": [1891.0, 1895.0], "text": " They're no longer explorers, but family men again."}, {"timestamp": [1899.0, 1901.0], "text": " Theirs is a proud achievement."}, {"timestamp": [1901.0, 1904.0], "text": " In so many ways the impossible was made possible."}, {"timestamp": [1904.0, 1906.0], "text": " The Antarctic continent"}, {"timestamp": [1906.0, 1908.0], "text": " will never be the same again."}], "text": " This is how Scott Bass looks the first week in November 1957. 23 men have wintered here comfortably. It's proved to be well built and well found. In fact, the envy of our American neighbors next door. The four months of darkness haven't been too dull. There's always been the odd chore such as this one, clearing the snow off the Astrodome. Taking Met readings is a four times a day job. Sometimes in the winter it had been rather tough, stumbling out in a blizzard and clawing your way there and back in the dark. There's plenty of outside activity now. Down at the airstrip, the beaver aircraft's being loaded for another flight to depot 280 on the polar plateau. Across on the barrier ice, the Weddle seals have returned. Last year, biologist Ron Ballam branded about 60 of them and is now finding out how many are coming back. They're rather likable creatures these weddle seals, almost human at times. At this time of the year the barrier ice is the maternity ward and you can visit pups from a few hours to a few days old. Getting out of the water is quite an effort it often means chewing away the ice round the edges to make a better slipway. Seals don't seem to be quite the right shape for climbing onto the ice easily. This is a handy laboratory for learning more about seals in their ways. Ron Ballam's discovered that pups are taken to the water when they're about 10 days old. Previously it was thought that they were a month old before they were taught to swim. But seals take a dim view of furry four-legged creatures that sniff their tail flippers. Back at the airstrip Back at the airstrip, the beaver's nearly ready for the final flight to depot 280. At 280 are Sir Edmund Hillary and other members of the tractor party who've traveled overland from Scott Base. They've climbed up the skeleton glacier and are now on the edge of the polar plateau. The cameraman joins them here and takes up the story. At Depot 280 so-called because it's 280 surface miles from Scott Base, we're stacking the last stores before we hit the trail. On either side of the depot, we build a string of snow cans. We leave ten of them at half-mile intervals lying at right angles across our route. They'll make it a lot easier for Dr. Fuchs party to find the depot. Red flags to port and black to starboard are the final touches for these navigational aids. It's November the 12th, just four weeks since the tractor set out from Scott Base and we're ready to move again. Before we go we give the thermometers of whirl for a final temperature reading. It's minus 32 degrees today that's 64 degrees of frost. Quite pleasant, really. With the weasel pulling the caboose, we're on our way. The caboose is our proud contribution to Antarctic Transport. Built during the winter, this caravan on runners is just the answer. It's a mobile headquarters, a permanent home for the radio and a snug and ever-ready refuge in case of blizzards. It isn't long before we run into soft going and trouble for the tractors. We try various tactics and finally put the three tractors in tandem and get going again. This is the start of our trip across the polar Dr. Fuchs, who's coming overland from the other side of the Antarctic continent. The rendezvous is depot 700, that is, 700 miles from Scott Base and 500 miles this side of the South Pole. We're to lay two more depots for him and map out a course for him to reach Scott base. We've expected this. The four dog teams are ahead of us and they've reported by radio more soft going. In addition we're heading uphill. This time it's relaying, taking the sledges forward two at a time and going back for the others. To dodge crevasses, we swing to the southwest and strike hard going. We get into our stride. The plateau's a wonderful sight, stretching out like a great sea, its undulations like an ocean swell. We navigate as at sea by the sun, and it's easier to travel at night when the sun's low on the horizon. This is when polar travel becomes exciting. Blizzard conditions aren't so exciting, though we're comfortable when they can't. It's snug inside the caboose. Getting underway after a blow takes a bit longer. For four days we steer through the drift. It's miserable going. The dog teams can't travel in this and somewhere about here we pass them. 13 days and 200 miles out from 280 we push up the mast and aerial for depot 480. This radio is a homer for guiding the beaver in. Three days later the four dog teams arrive. Harry Ayers and Roy Carly on first. They're lucky to finders in such weather and we're all mighty glad to see one another. Chaining them to the span lines is the first move in camping drill when you're travelling with dogs. Then they're fed, a pound of pemmican apiece. The beast cared for, man cares for himself. It's tough travelling with the dog team. You've got to carry food for nine dogs, so it's the very minimum for you. With a thousand pound load on the sledge, there's no room for passengers, so it's run or ski yourself. Next day, we're waiting for the beaver to come in. Bob Miller takes a fix, his sledging partner George Marsh takes a cigar. The cameraman fiddles with a sledge, Jim Bates ad-mise his beard, and Harry Ayers cuts Ed Hilary's hair. The plane, picking up the dog team's tracks, finds its way in easily. Coming on the plane to rejoin us are Murray Ellis and Peter Mulgrew, two members of the tractor team who had slight accidents at 280 and have been recuperating at Scott Base. We don't linger over plane turn rounds. We'll need about a dozen lows to lay this depot, and as chief pilot John Clayton well knows, good weather seldom lasts. For the three days we sat around waiting for the plane, we all thought of the mail we were going to get. Now the happiest bloke seems to be Roy Carlyan. Peter Muldrew gets his hand in again with the radio. These New Zealand sets have been most efficient. While we're here, we take the opportunity of drying out our sleeping gear. One of those little details you can't do when you're travelling. Three days after they arrive, Bob Miller and George Marsh set off for 700, our last depot. These two are our first emergencies in case the tractor train doesn't make it. after they arrive, Bob Miller and George Marsh set off for 700, our last depot. These two are our first emergencies in case the tractor train doesn't make it. After 700's late, they'll go exploring. The plane brings in 11 drums of petrol plus food and dog tucker. In building a depot we use the petrol drums for a bass and stack the other gear around it. We make it as high as we can so it'll be easily found. The drums are too heavy for the winter shift. Mending a sledge is a job for Harry Ayers before Roy Carlyne and he leaves. They're not coming any further south but are going east to explore and map the Darwin Glacier area. It'll be late January before they're back at base. Before we move on there's the usual Cairn building. And we won't be sorry to moving for we get a bit sick of this stationary depot life. Ted Gorn, who was relieved for Peter Mulgrew, says goodbye. We won't see the beaver again till we get to 700. With depot 480 well and truly laid we get cracking again. That is after we get the transport mobile. For navigation we use a sun compass. Ordinary compasses are useless here because we're so close to the south magnetic pole. We're heading south again. There's a touch of the unbelievable about this journey. Using tractors was never in the original plan. All winter, Ed Hilary and the other boys tried out the tractors in extremely low temperatures. They made some changes, reckoned they'd work, and here we are. For the first day we register 52 miles on our wheel, a record. A sledge in a slot or small crevasse spoils our run on the second day out, though it doesn't hold us up for long. We always peer down any crevass as we fall into. I don't know why, it probably gives us a might have been worse satisfaction. When we pitched camp at the end of the third day, we've done another 27 miles, in spite of a four-hour hold-up for repairs to the weasel. And so we travel on through the trackless wastes of the Antarctic. But they aren't so trackless when we pick up the dog teams trailed and follow it into the Midway Depot, halfway between Scott Base and the South Pole. Bob Miller and George Marsh built the can, and to lighten our load, we leave six drums of petrol and a sledge. Just after we leave Midway, we run into a badly crevassed area. We get used to Ed Hillary's lanky figure starting off at the end of a rope. In all this white expanse it's a little hard to know which way to head to dodge the crevasses. Cravasse's. Cravasse gazing is one occupation while we're waiting. Filling the pot for char is another. We hardly get going when a tractor track breaks. It's quite a day. On a bit further and then pop goes the weasel. It had been sick for days. Jim Bates and Murray Ellis had spent hours and hours trying to retool a diff bearing. But it didn't work and we leave the weasel behind. And so we struggled on. Ever since we left Midway we have seemed to have been floundering. Now it's more soft going, we have to relay again. It's a bit frustrating, but you can't complain. We're getting more out of the Ferguson's than we expect it. After all, they're operating at 9,000 feet. About here, Pete Mulgrew and Ed favour a little walk. It must be a good shot if Murray Ellis has stopped to take it. It is. Jim Bates was leading. Generally, the tractor straddles the hole before the top caves in. As Ed remarked afterwards, these tractors are the best crevasse detectors ever invented. Three hours and a cup of tea later, we haul it out. On again. We're not getting very far, very fast. We hear on the radio that we're not the only ones. Dr Fuchs and party are having worse troubles. Threading your way the radio that we're not the only ones. Dr. Fuchs and party are having worse troubles. Threading your way through crevasses is not the way to make progress. You go round in circles and come back on your own tracks. We passed by here more than an hour ago. Meanwhile Bob Miller and George Marsh have beaten us to Depot 700 and they come out to meet us. They've had easier going than we've had. The light dog teams can skim over the snow bridges that cover the crevasses. That's rather a sore point with us because they'd signalled back the going was good. We were glad to leave 480 and now we're glad to stop at 700. At least the ground will be firm for a while. It's taken us 10 days. We set about stocking our last depot. We are now so far from Scott Base that we're getting towards the limit of the beavers range. To solve the problem, the Air Force Boys have put down a feeder dump at Shackleton Inlet, and they're relaying from that. The two pilots, John Claydon and Bill C Cranfield put on the pressure and work in shifts to complete the operation. We're nearly finished and the dog teams are departing. They're heading into the blue to survey more of the mountains along the Antarctic coastline. When they reappeared two months later Bob Miller and George Marsh had made one of the great Antarctic journeys. They'd covered 1,700 miles by dog sledge and mapped a vast area. The beaver departs for the last time. The depot lane portion of our trip is completed. We've been lucky and finished ahead of schedule. This is where we've arranged to meet Dr. Fuchs, but with the difficulties he's met with, it's obvious he won't be here for a long time. So Ed Hilary decides to push further south, to the south pole if we can. There are quite a lot of catches to it. It's 500 miles away. The beaver won't be able to reach us with supplies, and we've only just enough petrol to make it. It isn't long before heads out front again as a crevasse hunter. In some places we flag our route through them so the British party can follow it. Just before Christmas Day we come to an area dotted with small hummocks. The landscapes like a half-iced cake. It all looks very Christmassy but our main concern is our petrol consumption. Dodging around hummocks and crevasses chews up the gas. On we go through hard going and soft, mostly soft. We run out of the crevasses and our mileage goes up from 20 and 30 to 40 and 50 miles a day. We're climbing too. Over 10,000 feet now and the high altitude is knocking back performance of the tractors. We stop to refuel and to take stock. It's miles versus petrol and petrol's losing. We've passed the point of no return so Ed Hillary makes the decision. We offload all spares and carry on with the very minimum gear. We can't leave a tractor behind because we need three. If one falls into a hole it takes two to pull it out. We are still a hundred miles from the pole. We start the new year with a new load. It's a new whiteout and the going's very soft. We churn on in low gear all the time. The South Pole can't be far now. This is it. Away in the distance of the left is a weasel approaching. The Americans at the pole station have come out to meet us. They seem as pleased to see ours as we them. We're not sorry we've arrived. The relief is terrific. It's January the 4th, 1958 82 days after the tractor train left Scott base until an American plane arrives to flyers back to Scott base where the guests of our new friends this IGY station with its observatory dome was established last summer by AirDrop, 17 men winter here. The faithful tractors we leave behind. Hard to believe that web tracks fitted over wheels brought us 1,200 rough miles. We leave to our last drum of petrol. It's a good finish to a good trip. At the base, HMNZS Endeavour is unloading stores for this year's winter party. Assisting in the unloading is Lyndon Martin in Czech Shirt, who's the new leader of the IGY activities here. Though Transantarctic exploration will soon be finished, the international geophysical year doesn't end till December 1958. These stores are for the 11 men who'll carry on with research during the coming winter. The summer party are busy with their research. From the depths of McMurdo Sound, Dick Barrick and Forrester Davidson haul up a grab. Inside should be valuable samples from the sea floor. But that doesn't happen often. Also finding out what's below the sea surface are two senior varsity students who are hauling in a plankton net. They've made a good haul and brought up the sort of creatures that delight zoologists and ichthyologists. After unloading, Endeavour moves down the sound following the coast of Ross Island to Cape Evans. A party from the ship comes ashore to tidy up and repair Captain Scott's historic hut. The ravages of the years and the untidiness of men have left quite a mess. The local inhabitants supervise and approve. The roofs being recovered and the interior cleaned of years and years of snow. Captain Kirkwood of Endeavour records the operation. Being loaded on Endeavour is a 1914 tractor. It was taken south by Sir Ernest Shackleton but it proved unsatisfactory and was abandoned. It's being brought back as a museum piece. Every summer the school gulls returned to the Antarctic to breed. They resent human visitors to their nesting grounds and swoop low in protest. Though they like to be left in peace they're not about raiding the penguin rookeries for eggs and baby chicks. They are in fact the penguins' worst enemies. Further down the sound is Cape Roids, where Shackleton built his hut in 1907. Penguins live here, and this is what one of them says. It's no joke being a penguin. This is my son Wilfred with his mother. Greedy little wretch, he does nothing but eat. Here's a prize for you, my mother-in-law. Always interfering. A man can't spend a quiet Sunday around his own nest without she comes sticking a beacon. Food, that's all he ever thinks about. The only place a family penguin like me can get a bit of peace is in the water. Even then I always find 50 cousins with the same idea. That's Aunt Emily. She hates getting a feet wet. You people laugh and call us funny. It's not right. I come home tired and cold from a swim, looking forward to a quiet evening on the nest, and has anything changed? Oh well. With the sun shining for 24 hours the day's never ending down here. The scientists make the most of it and spread themselves far afield. From the freshwater ponds and lakes they collect floating weeds, algae to them. They peer through instruments that help measure magnetic force, work that throws light on the accuracy of compasses and the safety of navigation. They try to find out how long a seal can hold its breath, a point of interest for Dr. DeHammel. Seals have self-sealing nostrils for underwater swimming. Down on the ice, a crab-eater seal is enjoying a scratch. Crab-eaters, unlike the weddle seals, are not harmless. They can give a vicious bite, and if they decide to go you, they have a good turn of speed. Radio interviews apparently aren't popular with seals. A school of killer whales brings a crowd to the edge of the ice. Hunting in packs these small whales are the wolves of the sea. There are few creatures so savage. Seals and penguins are among their victims. The penguins wisely head inland. Another visitor is a larger whale which is classified as a lesser rockall. Polar waters are the breeding grounds for the whales and old whalers followed them down to these seas. It was a whaling skipper John Biscoe who in 1831 first named a portion of the Antarctic continent at Cape Anne. Back on the airstrip at Scott Base the beaver arrives from Skelton Depot. It is brought back one of the Northern Party dog teams. Today, Richard Brooke and Bernie Gunn return after four months in the mountains west of McMurdo Sound. With Murray Douglas and Guyon Warren, who returned a fortnight ago, they've explored another large area. During the summer, the field parties have surveyed 300 miles of mountains along the Antarctic coastline. In some ways the Antarctic is proving more hospitable than once thought. To test whether plant life can flourish, some maram grass is being planted at the back of Scott base. An American helicopter flies New Zealand scientists to Dry Valley, where retreating glaciers offer new geological studies. As Dr. Hatherton, leader of the New Zealand IGY, has pointed out, American support and backing enables our men to complete a lot of fieldwork. Four of them spend 10 days in the valley of the winds, as they call it, and there find a sandy desert along the lake shore. Trevor Hatharton says goodbye to his successor Lyndon Martin and says IGY at Scott Base is all yours. Dead on time the 515 boat train pulls out of the station taking with it a cheerful cage of Kiwis. A crowd gathers at the airstrip to welcome some new arrivals. From South Ice on the other side of the continent comes the Otter Plain of the British Party. Their work in supporting Dr. Fuchs finished, they've come to meet him here. Their 1300 mile flight in a single- engine plane is another achievement in Antarctic adventuring. It's January 20th and there's excitement down at the South Pole. Dr. Fuchs' snow cats have been sighted. His progress has been of interest and at times concerned to the New Zealand half of the Commonwealth Trans-Antarctic expedition. Tough terrain as he climbed up the wall of the polar plateau caused frustrating delays follow the New Zealanders trail back to Scott Bace. But for Dr. Fuchs, a nine-year-old dream is coming true. What Shackleton hoped to do 40 years ago is almost within his reach. Added to the excitement of being here, there's the joy of getting male. Sir Edmund Hillary meets George Lowe, an old Mount Everest friend. Say Edmund and Dr. Fuchs plan the next move. Scott Bays is not far away now. It's March 17th and HMNZS Endeavour is arriving in Wellington Harbor. This is the official ending to the great achievement. The act of walking down the gangplank is the signing off. They're no longer explorers, but family men again. Theirs is a proud achievement. In so many ways the impossible was made possible. The Antarctic continent will never be the same again."}