{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Oneson"}, {"timestamp": [2.0, 11.0], "text": " On the New Zealand's"}, {"timestamp": [11.0, 31.0], "text": " On Nissan Island, men of New Zealand's Pacific Division parade for the presentation of awards won during recent actions."}, {"timestamp": [33.0, 37.0], "text": " Among those who step up to receive decorations are Major Bullen to get the DSO."}, {"timestamp": [37.0, 43.0], "text": " Back in February during the invasion of Nissen, Major Bullen personally led his company in a daring assault on an enemy position."}, {"timestamp": [43.0, 46.9], "text": " They exterminated 60 Japs during their successful operation."}, {"timestamp": [48.86, 50.46], "text": " Sergeant Reesby gets the DCM."}, {"timestamp": [50.86, 55.1], "text": " He showed outstanding courage while in temporary command of a platoon that wiped out an enemy post."}, {"timestamp": [57.22, 61.8], "text": " Another DCM goes to Corporal Davidson, who, while on reconnaissance, rushed an enemy position"}, {"timestamp": [61.8, 66.88], "text": " and with complete disregard for his own safety, cleaned out seven jets."}, {"timestamp": [66.88, 72.38], "text": " Sergeant Newbury receives the British Empire Medal for his untiring energy and skillful leadership."}, {"timestamp": [72.38, 76.18], "text": " This parade honors not only the few whose deeds were outstanding during the invasion and"}, {"timestamp": [76.18, 91.26], "text": " consolidation of Nissen Island, but all washed up in the Pacific,"}, {"timestamp": [91.56, 94.84], "text": " and if you forget to wash behind your ears, even your best friends won't tell you."}, {"timestamp": [95.96, 97.64], "text": " But there are other kinds of washing too."}, {"timestamp": [97.82, 99.56], "text": " In fact, a man's work is never done."}, {"timestamp": [100.8, 103.28], "text": " Out of the strangest copper comes the whitest wash."}, {"timestamp": [104.28, 107.0], "text": " Of course, it's so much easier with a washing machine,"}, {"timestamp": [107.2, 108.62], "text": " and this New Zealander built his own."}, {"timestamp": [109.0, 111.52], "text": " All he has to do is pop in his clothes and put the lid on them."}, {"timestamp": [111.9, 114.44], "text": " He probably doesn't like washing his dirty linen in public."}, {"timestamp": [114.9, 116.9], "text": " A little energy on the end of the handle does the job."}, {"timestamp": [118.5, 121.56], "text": " This machine is its owner's pride and the envy of his fellow men."}, {"timestamp": [121.84, 124.02], "text": " But his ingenuity didn't stop with a washing machine."}, {"timestamp": [124.4, 126.74], "text": " He built a ring a two, and it works perfectly."}, {"timestamp": [127.4, 129.0], "text": " Well, it works."}, {"timestamp": [139.28, 142.96], "text": " Just another example of the resource and skill of a typical New Zealander."}, {"timestamp": [143.26, 150.28], "text": " He can well be proud of the thousand and one things washed by his own hands in his own machines. Well made New Zealand."}, {"timestamp": [156.88, 160.88], "text": " This scene of mules and horses browsing under the coconut palms at Guadalcanal"}, {"timestamp": [160.88, 165.04], "text": " is a reminder that the Pacific War isn't all men and machines."}, {"timestamp": [169.84, 170.3], "text": " In spite of all the jokes about his obstinacy and his kick, as well as the vocabulary he has inspired,"}, {"timestamp": [172.24, 172.86], "text": " the Army mule is still a very useful beast."}, {"timestamp": [175.68, 176.04], "text": " Trucks and jeeps fitted with creeper gears can go most places,"}, {"timestamp": [179.72, 191.0], "text": " but there are still jungle tracks and mountain trails that only animals can manage. These animals get every care and attention."}, {"timestamp": [191.0, 194.0], "text": " Their coral-pave corrals have running water laid on"}, {"timestamp": [194.0, 198.0], "text": " and they get first-class chow."}, {"timestamp": [198.0, 204.0], "text": " Skilled vets take care of the injured."}, {"timestamp": [204.0, 207.92], "text": " This injury is the result of an accident, but during the fighting some of the mules were wounded."}, {"timestamp": [208.52, 209.72], "text": " This one lost half an ear."}, {"timestamp": [211.92, 213.62], "text": " And this one, most of his tail."}, {"timestamp": [217.12, 220.9], "text": " To keep both animals and men fit, the mule train hits the trail again."}, {"timestamp": [221.5, 229.56], "text": " Nowadays it's just a pleasant excursion, but these men and these animals played their part in bringing back peace and quietness to the valleys and hills of Guadalcanal."}, {"timestamp": [229.56, 244.94], "text": " New Zealand fights on two fronts, the Mediterranean and the Pacific. These boys are arriving"}, {"timestamp": [244.94, 248.0], "text": " in Egypt on their way to reinforce the division in Italy."}, {"timestamp": [248.0, 251.0], "text": " Going forward now, they have a very big chance of being in at the kill in the Western"}, {"timestamp": [251.0, 252.0], "text": " Theatre of War."}, {"timestamp": [252.0, 255.0], "text": " The heart of Germany is their final destination."}, {"timestamp": [258.0, 261.0], "text": " We've been seeing these scenes of men and troop ships for a long time now,"}, {"timestamp": [261.0, 265.0], "text": " and even after both Germany and Japan have fallen, the troop ships will still sail,"}, {"timestamp": [265.0, 268.0], "text": " and the lighters still take troops ashore in distant places."}, {"timestamp": [268.0, 273.0], "text": " If the Dominion takes an active part in the building of an international force after the war,"}, {"timestamp": [273.0, 275.0], "text": " there will still be world travel for servicemen."}, {"timestamp": [275.0, 293.0], "text": " A shore, there's food and brothers' meetings, and soon these reinforcements will be on their way to their base camp."}, {"timestamp": [297.0, 301.0], "text": " The war in the desert is over, but there are still camps in the desert."}, {"timestamp": [301.0, 304.0], "text": " The war is in a greener land now across the Mediterranean."}, {"timestamp": [304.0, 305.02], "text": " There is still traveling to do before these men throw their weight into the desert. The war is in a greener land now across the Mediterranean. There is still"}, {"timestamp": [305.02, 307.92], "text": " traveling to do before these men throw their weight into the struggle."}, {"timestamp": [316.0, 321.96], "text": " As the train departs, we turn from the endless sun of Egypt to a gleam of sun on Port"}, {"timestamp": [321.96, 328.76], "text": " Nicholson, where a hospital ship is bringing home the first New Zealand wounded from Italy. Friends and relatives are on the wharf to meet them,"}, {"timestamp": [329.14, 339.0], "text": " these men who have done their part in the war in Europe. As usual, the long sea voyage has"}, {"timestamp": [339.0, 343.44], "text": " been a great convalescence, and many who are carried aboard on stretchers are ready to walk off on"}, {"timestamp": [343.44, 349.0], "text": " their own feet. They've done their share of fighting, and now they're here to get well and settle into normal life."}, {"timestamp": [353.86, 355.68], "text": " Army medical personnel go aboard."}, {"timestamp": [356.16, 360.76], "text": " Girls cheer so hard that they fall off the barrier, and the walking wounded begin to come ashore."}, {"timestamp": [361.36, 367.0], "text": " Parents meet their sons, wives meet their husbands."}, {"timestamp": [372.0, 377.0], "text": " Sons and daughters of New Zealand come down the covered gangway and parents"}, {"timestamp": [377.0, 384.0], "text": " peer anxiously to see how they will look. When these wounded came home, others had already taken their places in the line."}, {"timestamp": [384.0, 389.0], "text": " Back in Egypt again we see Brigadier General Weir inspecting the new reinforcements."}, {"timestamp": [389.0, 394.0], "text": " These are the lucky ones, the men who've been ordered forward in the days when the equipment is adequate to the job."}, {"timestamp": [394.0, 416.0], "text": " The days of too little and too late are over now. These are the men who will see the finish of the war in Europe."}, {"timestamp": [416.0, 420.0], "text": " Their dominion was in at the start and they're seeing the job through."}, {"timestamp": [420.0, 425.38], "text": " Steadily and without worry they go forward to take their allotted place in the final smashing invasion of Hitler's fortress Europe."}], "text": " Oneson On the New Zealand's On Nissan Island, men of New Zealand's Pacific Division parade for the presentation of awards won during recent actions. Among those who step up to receive decorations are Major Bullen to get the DSO. Back in February during the invasion of Nissen, Major Bullen personally led his company in a daring assault on an enemy position. They exterminated 60 Japs during their successful operation. Sergeant Reesby gets the DCM. He showed outstanding courage while in temporary command of a platoon that wiped out an enemy post. Another DCM goes to Corporal Davidson, who, while on reconnaissance, rushed an enemy position and with complete disregard for his own safety, cleaned out seven jets. Sergeant Newbury receives the British Empire Medal for his untiring energy and skillful leadership. This parade honors not only the few whose deeds were outstanding during the invasion and consolidation of Nissen Island, but all washed up in the Pacific, and if you forget to wash behind your ears, even your best friends won't tell you. But there are other kinds of washing too. In fact, a man's work is never done. Out of the strangest copper comes the whitest wash. Of course, it's so much easier with a washing machine, and this New Zealander built his own. All he has to do is pop in his clothes and put the lid on them. He probably doesn't like washing his dirty linen in public. A little energy on the end of the handle does the job. This machine is its owner's pride and the envy of his fellow men. But his ingenuity didn't stop with a washing machine. He built a ring a two, and it works perfectly. Well, it works. Just another example of the resource and skill of a typical New Zealander. He can well be proud of the thousand and one things washed by his own hands in his own machines. Well made New Zealand. This scene of mules and horses browsing under the coconut palms at Guadalcanal is a reminder that the Pacific War isn't all men and machines. In spite of all the jokes about his obstinacy and his kick, as well as the vocabulary he has inspired, the Army mule is still a very useful beast. Trucks and jeeps fitted with creeper gears can go most places, but there are still jungle tracks and mountain trails that only animals can manage. These animals get every care and attention. Their coral-pave corrals have running water laid on and they get first-class chow. Skilled vets take care of the injured. This injury is the result of an accident, but during the fighting some of the mules were wounded. This one lost half an ear. And this one, most of his tail. To keep both animals and men fit, the mule train hits the trail again. Nowadays it's just a pleasant excursion, but these men and these animals played their part in bringing back peace and quietness to the valleys and hills of Guadalcanal. New Zealand fights on two fronts, the Mediterranean and the Pacific. These boys are arriving in Egypt on their way to reinforce the division in Italy. Going forward now, they have a very big chance of being in at the kill in the Western Theatre of War. The heart of Germany is their final destination. We've been seeing these scenes of men and troop ships for a long time now, and even after both Germany and Japan have fallen, the troop ships will still sail, and the lighters still take troops ashore in distant places. If the Dominion takes an active part in the building of an international force after the war, there will still be world travel for servicemen. A shore, there's food and brothers' meetings, and soon these reinforcements will be on their way to their base camp. The war in the desert is over, but there are still camps in the desert. The war is in a greener land now across the Mediterranean. There is still traveling to do before these men throw their weight into the desert. The war is in a greener land now across the Mediterranean. There is still traveling to do before these men throw their weight into the struggle. As the train departs, we turn from the endless sun of Egypt to a gleam of sun on Port Nicholson, where a hospital ship is bringing home the first New Zealand wounded from Italy. Friends and relatives are on the wharf to meet them, these men who have done their part in the war in Europe. As usual, the long sea voyage has been a great convalescence, and many who are carried aboard on stretchers are ready to walk off on their own feet. They've done their share of fighting, and now they're here to get well and settle into normal life. Army medical personnel go aboard. Girls cheer so hard that they fall off the barrier, and the walking wounded begin to come ashore. Parents meet their sons, wives meet their husbands. Sons and daughters of New Zealand come down the covered gangway and parents peer anxiously to see how they will look. When these wounded came home, others had already taken their places in the line. Back in Egypt again we see Brigadier General Weir inspecting the new reinforcements. These are the lucky ones, the men who've been ordered forward in the days when the equipment is adequate to the job. The days of too little and too late are over now. These are the men who will see the finish of the war in Europe. Their dominion was in at the start and they're seeing the job through. Steadily and without worry they go forward to take their allotted place in the final smashing invasion of Hitler's fortress Europe."}