{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " This way to"}, {"timestamp": [7.0, 29.86], "text": " This way to Japan and heading for it, are members of the New Zealand press party."}, {"timestamp": [30.16, 34.32], "text": " Men who will tell New Zealand about conditions in areas where our J-Force will soon find itself."}, {"timestamp": [34.72, 37.34], "text": " By words and pictures, we'll learn how our troops are faring."}, {"timestamp": [40.64, 43.12], "text": " A national film unit cameraman is with the party."}, {"timestamp": [43.96, 47.98], "text": " They deplane at Morotai in time to see Australians bringing in Japanese war criminals"}, {"timestamp": [47.98, 50.56], "text": " to face trial for killing POWs on Mbwina."}, {"timestamp": [54.9, 57.84], "text": " Members of the party gather information from officers of the court."}, {"timestamp": [60.84, 62.44], "text": " The trial is now on."}, {"timestamp": [64.52, 70.0], "text": " Later the party looks over the aerodrome at Kanoia, once beaten up by American bombers."}, {"timestamp": [70.0, 80.0], "text": " Off again, and with hours of travel behind them and more to come, they wait by sleeping."}, {"timestamp": [80.0, 94.34], "text": " Ahead lies Hiroshima."}, {"timestamp": [99.12, 99.36], "text": " The national rowing championships at Arama Ho on the Wonganoi River brings thousands to line the banks."}, {"timestamp": [110.88, 116.8], "text": " Good weather makes the river ideal for spectators and oarsmen alike. A highlight of the 14 events is the championship single skulls and 13 starters are off on the 1.5 mile course."}, {"timestamp": [128.14, 143.36], "text": " Abbott of Fittoni gets an early lead which he steadily increases."}, {"timestamp": [149.12, 153.44], "text": " And it's Abbott all the way, a win by six lengths from Taylor of Wellington with Fathergill of Aramaho third."}, {"timestamp": [156.32, 158.16], "text": " For everyone, its eyes on the river all day."}, {"timestamp": [162.52, 162.92], "text": " The start of the main event, the New Zealand Championship Senior 8th, with seven crews away."}, {"timestamp": [166.68, 172.44], "text": " Port Chalmers get a bad start, but recover to move up with the leaders, Aramaho and Patoni."}, {"timestamp": [179.5, 180.18], "text": " As they settle down at halfway, Wanganui is in the lead, closely followed by Alamo Ho, Petoni and Port Chalmers. Then come Union, Auckland, Whitamatta."}, {"timestamp": [185.56, 185.92], "text": " As they near the post, it looks as if it's going to be the most exciting finish of the day. Aramaho is still in the lead, but Auckland is coming up fast."}, {"timestamp": [187.84, 188.06], "text": " It's still Aramahoe, but Auckland is going to be there."}, {"timestamp": [192.84, 195.0], "text": " They race bow to bow and Auckland makes it to win by a canvas from Aramahoe with Port Chalmers' third."}, {"timestamp": [197.88, 198.16], "text": " Here's the Auckland crew, now champion senior eight of the Dominion."}, {"timestamp": [210.56, 213.3], "text": " For everyone, it's been another grand day's rowing on the Wonganoi. At Epsom, the Auckland A&P Society makes history"}, {"timestamp": [213.3, 215.04], "text": " by holding their 100th annual show."}, {"timestamp": [222.86, 227.0], "text": " A record crowd of 32,000 is here at Epsom to see the grand parade."}, {"timestamp": [227.0, 230.0], "text": " City dwellers admire prize jersey balls for a safe distance."}, {"timestamp": [230.0, 241.0], "text": " Jumping horses jump everything before them."}, {"timestamp": [241.0, 245.0], "text": " They certainly have the Crotian feeling, but this one seems to have the Epsom feeling."}, {"timestamp": [252.0, 256.0], "text": " At the Auckland Show, town meets country, and it provides plenty of entertainment for both."}, {"timestamp": [260.0, 269.92], "text": " At Murrayfield, Edinburgh, Scotland inflicted the first defeat on the Kiwis, scoring 11 points to the Kiwi 6."}, {"timestamp": [270.82, 276.48], "text": " For a fortnight prior to the match, the ground had been covered with straw to protect the surface from the severe January frosts."}, {"timestamp": [277.12, 281.16], "text": " A crowd of over 40,000 went to Murrayfield, fully expecting another Kiwi victory."}, {"timestamp": [281.94, 286.0], "text": " Even though they did not see one, I won't say they went home disappointed."}, {"timestamp": [286.0, 289.0], "text": " Scottish born, New Zealand Prime Minister, Mr. Peter Fraser,"}, {"timestamp": [289.0, 292.0], "text": " travelled all night from London to see the match."}, {"timestamp": [292.0, 294.0], "text": " Here being presented to the players,"}, {"timestamp": [294.0, 296.0], "text": " Young,"}, {"timestamp": [296.0, 298.0], "text": " Woolley,"}, {"timestamp": [298.0, 301.0], "text": " Argus, Alan,"}, {"timestamp": [301.0, 310.0], "text": " Cook, Kearney, Arnold, Smith and the referee, Mr. Cyril Gadden."}, {"timestamp": [314.0, 317.0], "text": " Lumsden kicked off for Scotland and the ball went into touch"}, {"timestamp": [317.0, 320.0], "text": " and the game restarts with Sherrott throwing in for New Zealand."}, {"timestamp": [320.0, 327.18], "text": " Just after the start of the game, quite a big fog came down onto the ground and it was very difficult at times to pick up the players."}, {"timestamp": [333.94, 335.26], "text": " There go the Scottish backs."}, {"timestamp": [335.4, 339.14], "text": " Lumsden gets it out to Bruce, but Bruce could not hold at that time and Smith picks up"}, {"timestamp": [339.14, 340.4], "text": " and tries to break through."}, {"timestamp": [346.6, 349.0], "text": " Finley starts the back line off on his own 25."}, {"timestamp": [349.0, 351.0], "text": " It goes to Kearney, to Alan, to Smith,"}, {"timestamp": [351.0, 353.0], "text": " and Smith gives it out to Argus on the far wing"}, {"timestamp": [353.0, 355.0], "text": " and he races up the field,"}, {"timestamp": [355.0, 359.0], "text": " but he's brought down just outside the 25."}, {"timestamp": [359.0, 361.0], "text": " New Zealand on the attack now,"}, {"timestamp": [361.0, 363.0], "text": " but Young comes off the side with Blake,"}, {"timestamp": [363.0, 365.12], "text": " but Cook is there and tries a drop kick."}, {"timestamp": [365.2, 370.4], "text": " Will it go? No, just outside the place. And here goes the start of New Zealand's first try."}, {"timestamp": [370.48, 374.18], "text": " It's kicked through by Arnold, and now Woolly comes up and watch Woolley barge his way over,"}, {"timestamp": [374.26, 379.3], "text": " right through man after man, and score just by the court. And New Zealand lead by three points."}, {"timestamp": [379.76, 383.58], "text": " And here goes Scotland's try. Now there's Bruce racing through, and he'll give it now to Anderson,"}, {"timestamp": [383.7, 385.84], "text": " and Anderson will go over and score a grand try."}, {"timestamp": [385.94, 387.16], "text": " Here's the meeting from another angle."}, {"timestamp": [387.56, 388.4], "text": " Watch Anderson's score."}, {"timestamp": [389.12, 390.6], "text": " And the score then was three o'clock."}, {"timestamp": [395.78, 397.98], "text": " It's rucking, but the Scottish forwards"}, {"timestamp": [397.98, 400.44], "text": " dominated the game on this occasion."}, {"timestamp": [401.22, 401.78], "text": " Back it goes."}, {"timestamp": [401.86, 403.14], "text": " Now watch them throw the ball around"}, {"timestamp": [403.14, 404.48], "text": " just like the New Zealanders do."}, {"timestamp": [404.56, 408.52], "text": " It was grand to watch. The way it goes out and it's kick for touch by Bruce on the"}, {"timestamp": [408.52, 413.24], "text": " far side as he tried to give Dougie Smith a run. But Cook is there, flashes right into it"}, {"timestamp": [413.24, 420.04], "text": " and again relieves for New Zealand. Now this is the start of Scotland's second try."}, {"timestamp": [420.04, 424.36], "text": " It doesn't come from here. It'll go right up to the 25 and a forward Elliot will now throw"}, {"timestamp": [424.36, 426.42], "text": " it out. Watch the Scotch backs calling for that ball,"}, {"timestamp": [427.02, 428.66], "text": " throwing the arms in the air, and out it comes."}, {"timestamp": [429.92, 431.56], "text": " It comes out, and Munro gets it."}, {"timestamp": [431.58, 434.06], "text": " He throws a dummy and goes right through and scored on his own."}, {"timestamp": [434.8, 437.26], "text": " And you'll now see Dougie Smith kick the goal"}, {"timestamp": [437.26, 439.92], "text": " to make it 8-3 in Scotland's following."}, {"timestamp": [440.4, 442.52], "text": " And it was then that the 40,000 people"}, {"timestamp": [442.52, 450.5], "text": " sent it a Scotch vision."}, {"timestamp": [453.34, 453.46], "text": " But the New Zealanders weren't done. No, not by a long shot."}, {"timestamp": [456.2, 456.3], "text": " It was here that they really got going for the first time in the match."}, {"timestamp": [459.04, 459.2], "text": " They tried everything, throwing it around in all directions."}, {"timestamp": [462.74, 462.86], "text": " But again, the opportunities, even though they were there, were not taken."}, {"timestamp": [465.0, 466.02], "text": " Life was very, very bad indeed at this stage."}, {"timestamp": [469.94, 473.56], "text": " But even though it was bad, Cook could still see the goalposts to kick this penalty goal for New Zealand to make it 8-6."}, {"timestamp": [476.98, 479.18], "text": " And there goes the last try of the match"}, {"timestamp": [479.18, 482.64], "text": " who were kicked through by Bruce and Anderson touch it down."}, {"timestamp": [482.64, 486.06], "text": " And so ended an historic game, the first time"}, {"timestamp": [486.06, 487.76], "text": " a Scottish team had beaten any"}, {"timestamp": [487.76, 488.9], "text": " New Zealand side."}], "text": " This way to This way to Japan and heading for it, are members of the New Zealand press party. Men who will tell New Zealand about conditions in areas where our J-Force will soon find itself. By words and pictures, we'll learn how our troops are faring. A national film unit cameraman is with the party. They deplane at Morotai in time to see Australians bringing in Japanese war criminals to face trial for killing POWs on Mbwina. Members of the party gather information from officers of the court. The trial is now on. Later the party looks over the aerodrome at Kanoia, once beaten up by American bombers. Off again, and with hours of travel behind them and more to come, they wait by sleeping. Ahead lies Hiroshima. The national rowing championships at Arama Ho on the Wonganoi River brings thousands to line the banks. Good weather makes the river ideal for spectators and oarsmen alike. A highlight of the 14 events is the championship single skulls and 13 starters are off on the 1.5 mile course. Abbott of Fittoni gets an early lead which he steadily increases. And it's Abbott all the way, a win by six lengths from Taylor of Wellington with Fathergill of Aramaho third. For everyone, its eyes on the river all day. The start of the main event, the New Zealand Championship Senior 8th, with seven crews away. Port Chalmers get a bad start, but recover to move up with the leaders, Aramaho and Patoni. As they settle down at halfway, Wanganui is in the lead, closely followed by Alamo Ho, Petoni and Port Chalmers. Then come Union, Auckland, Whitamatta. As they near the post, it looks as if it's going to be the most exciting finish of the day. Aramaho is still in the lead, but Auckland is coming up fast. It's still Aramahoe, but Auckland is going to be there. They race bow to bow and Auckland makes it to win by a canvas from Aramahoe with Port Chalmers' third. Here's the Auckland crew, now champion senior eight of the Dominion. For everyone, it's been another grand day's rowing on the Wonganoi. At Epsom, the Auckland A&P Society makes history by holding their 100th annual show. A record crowd of 32,000 is here at Epsom to see the grand parade. City dwellers admire prize jersey balls for a safe distance. Jumping horses jump everything before them. They certainly have the Crotian feeling, but this one seems to have the Epsom feeling. At the Auckland Show, town meets country, and it provides plenty of entertainment for both. At Murrayfield, Edinburgh, Scotland inflicted the first defeat on the Kiwis, scoring 11 points to the Kiwi 6. For a fortnight prior to the match, the ground had been covered with straw to protect the surface from the severe January frosts. A crowd of over 40,000 went to Murrayfield, fully expecting another Kiwi victory. Even though they did not see one, I won't say they went home disappointed. Scottish born, New Zealand Prime Minister, Mr. Peter Fraser, travelled all night from London to see the match. Here being presented to the players, Young, Woolley, Argus, Alan, Cook, Kearney, Arnold, Smith and the referee, Mr. Cyril Gadden. Lumsden kicked off for Scotland and the ball went into touch and the game restarts with Sherrott throwing in for New Zealand. Just after the start of the game, quite a big fog came down onto the ground and it was very difficult at times to pick up the players. There go the Scottish backs. Lumsden gets it out to Bruce, but Bruce could not hold at that time and Smith picks up and tries to break through. Finley starts the back line off on his own 25. It goes to Kearney, to Alan, to Smith, and Smith gives it out to Argus on the far wing and he races up the field, but he's brought down just outside the 25. New Zealand on the attack now, but Young comes off the side with Blake, but Cook is there and tries a drop kick. Will it go? No, just outside the place. And here goes the start of New Zealand's first try. It's kicked through by Arnold, and now Woolly comes up and watch Woolley barge his way over, right through man after man, and score just by the court. And New Zealand lead by three points. And here goes Scotland's try. Now there's Bruce racing through, and he'll give it now to Anderson, and Anderson will go over and score a grand try. Here's the meeting from another angle. Watch Anderson's score. And the score then was three o'clock. It's rucking, but the Scottish forwards dominated the game on this occasion. Back it goes. Now watch them throw the ball around just like the New Zealanders do. It was grand to watch. The way it goes out and it's kick for touch by Bruce on the far side as he tried to give Dougie Smith a run. But Cook is there, flashes right into it and again relieves for New Zealand. Now this is the start of Scotland's second try. It doesn't come from here. It'll go right up to the 25 and a forward Elliot will now throw it out. Watch the Scotch backs calling for that ball, throwing the arms in the air, and out it comes. It comes out, and Munro gets it. He throws a dummy and goes right through and scored on his own. And you'll now see Dougie Smith kick the goal to make it 8-3 in Scotland's following. And it was then that the 40,000 people sent it a Scotch vision. But the New Zealanders weren't done. No, not by a long shot. It was here that they really got going for the first time in the match. They tried everything, throwing it around in all directions. But again, the opportunities, even though they were there, were not taken. Life was very, very bad indeed at this stage. But even though it was bad, Cook could still see the goalposts to kick this penalty goal for New Zealand to make it 8-6. And there goes the last try of the match who were kicked through by Bruce and Anderson touch it down. And so ended an historic game, the first time a Scottish team had beaten any New Zealand side."}