{"speakers": [], "chunks": [{"timestamp": [0.0, 1.3], "text": " The Twenthali"}, {"timestamp": [1.3, 11.16], "text": " Get a boy"}, {"timestamp": [11.16, 13.64], "text": " A car of Gilgare."}, {"timestamp": [18.52, 23.52], "text": " The Twentham today has come Major General Gilbreath,"}, {"timestamp": [23.52, 29.0], "text": " commanding general of South Pacific Base Command, to present United States awards to New Zealand officers."}, {"timestamp": [29.0, 35.0], "text": " From him, Brigadier Goss receives the United States Legion of Merit for his work as Deputy Chief of Staff of New Zealand's Pacific Division."}, {"timestamp": [35.0, 43.0], "text": " The award is also made to Colonel Bassett for his outstanding liaison duties during the combined operations of the New Zealand and United States forces."}, {"timestamp": [43.0, 49.0], "text": " And the Third Legion of Merit is awarded to Major Brunette of the New Zealand Medical Corps"}, {"timestamp": [49.0, 52.0], "text": " for his organization and surgical work in the forward areas."}, {"timestamp": [52.0, 55.0], "text": " These decorations are the United States tribute to the great teamwork"}, {"timestamp": [55.0, 58.0], "text": " the New Zealanders put into the combined operations in the Pacific."}, {"timestamp": [58.0, 63.0], "text": " A teamwork that resulted in the clockwork capture of Vela-La-Levela, Treasury and Green Islands"}, {"timestamp": [63.0, 65.0], "text": " by New Zealand's third division."}, {"timestamp": [65.0, 82.0], "text": " These days, almost every ship that brings passengers to New Zealand means an end to a long wait for someone."}, {"timestamp": [82.0, 86.3], "text": " This ship is no exception."}, {"timestamp": [88.28, 88.74], "text": " Down the gangway comes Captain Newman,"}, {"timestamp": [91.5, 92.16], "text": " first member of the RNZBR to attain that rank."}, {"timestamp": [94.44, 95.04], "text": " And behind him come brides from USA and Canada,"}, {"timestamp": [96.14, 96.94], "text": " wives of New Zealand airmen."}, {"timestamp": [98.8, 99.7], "text": " We've seen brides like these arrive before."}, {"timestamp": [101.0, 102.8], "text": " Someday there'll be people here whose ancestors didn't come out in the Tory"}, {"timestamp": [102.8, 106.0], "text": " but in a crowded ship during World War II."}, {"timestamp": [106.0, 110.0], "text": " At the clearing hospital, today's brides receive a warm welcome."}, {"timestamp": [110.0, 113.0], "text": " They find people are kind and they're among friends."}, {"timestamp": [113.0, 116.0], "text": " But best of all, this is Journey's End."}, {"timestamp": [116.0, 128.12], "text": " Despite the war and such things as aeroplanes, the way of life in some of the Pacific"}, {"timestamp": [128.12, 136.56], "text": " islands goes on as it's done since palm trees first leaned against the sky."}, {"timestamp": [136.56, 139.56], "text": " When the Prime Minister of New Zealand comes to pay an official visit to some of these"}, {"timestamp": [139.56, 144.7], "text": " islands, he goes ashore in a canoe of the same type the people here have used for centuries."}, {"timestamp": [144.7, 146.0], "text": " These are some of the peoples of the Pacific."}, {"timestamp": [146.0, 151.0], "text": " Old and young, neither war nor modern life has made much change in their traditional ceremonies."}, {"timestamp": [151.0, 155.0], "text": " It's the same throughout all the islands in which today New Zealand has a special interest."}, {"timestamp": [155.0, 187.0], "text": " In Raritonga, Aituke, Nui, Tokalau, the people still like to dance in their own fashion. Mr. Fraser's visit is an occasion for ceremonies of welcome, an enthusiastic welcome this, down to the last letter of the word."}, {"timestamp": [191.0, 199.0], "text": " Tomorrow the youngsters here will be the men and women of these islands. They must grow up healthy, strong and free."}, {"timestamp": [202.0, 205.0], "text": " Their traditions like the Carver ceremony must be undisturbed."}, {"timestamp": [205.0, 207.0], "text": " This is a ceremony to be respected."}, {"timestamp": [207.0, 236.94], "text": " It's a symbol of friendship. In this war, the people have made their own"}, {"timestamp": [236.94, 239.42], "text": " their own shores, raised defense forces."}, {"timestamp": [239.42, 244.38], "text": " And in all these outlying islands, linked with New Zealand, the people were ready if need be to fight."}, {"timestamp": [244.38, 261.06], "text": " War has served to emphasize the fact that their problems are our problems."}, {"timestamp": [261.06, 264.84], "text": " This is the Carver ceremony as performed by women at Rarotonga."}, {"timestamp": [264.84, 268.2], "text": " Though it seems remote, the lives of these people here are bound up with ours,"}, {"timestamp": [268.2, 270.2], "text": " and their welfare is our concern."}, {"timestamp": [270.2, 273.8], "text": " Ahead lie problems of administration, trade and education."}, {"timestamp": [273.8, 278.5], "text": " The war and development, like this new flying strip at Rarotonga"}, {"timestamp": [278.5, 280.8], "text": " have brought the world closer to these islands."}, {"timestamp": [280.8, 284.2], "text": " This means that in the future there'll be many problems to be solved."}, {"timestamp": [284.2, 289.1], "text": " With New Zealand's future goes the future of our Pacific Islands."}, {"timestamp": [289.1, 296.96], "text": " At a carnival held by the RSA at Newtown Park, Wellington, one of the attractions"}, {"timestamp": [296.96, 301.22], "text": " was a demonstration of the craft of glass blowing. A length of glass tube has been heated"}, {"timestamp": [301.22, 307.54], "text": " to redness for the making of a U-Bend. Making a perfect U-Bend without altering the gauge of the glass is not a thing that many"}, {"timestamp": [307.54, 310.64], "text": " people can get round to."}, {"timestamp": [314.6, 318.9], "text": " This demonstration of craftsman's skill attracts a large audience, including a party of Taranaki"}, {"timestamp": [318.9, 320.6], "text": " schoolchildren who are visiting Wellington."}, {"timestamp": [324.1, 328.04], "text": " Now a glass ornament is being completed, a coloured swan. The two"}, {"timestamp": [328.04, 332.18], "text": " bends of the neck are made in one movement holding the swan upside down. Glass"}, {"timestamp": [332.18, 336.56], "text": " blowing is a trade requiring comparatively few tools but very great skill and in"}, {"timestamp": [336.56, 341.12], "text": " peacetime glassblowers could work as a one-man business. As the swan evolves, the"}, {"timestamp": [341.12, 346.5], "text": " commentator, a sergeant major by trade, describes how it's done. The swan is being finished now and the last recognizable evolves, the commentator of Sergeant Major by trade describes how it's done."}, {"timestamp": [351.7, 352.2], "text": " The swan is being finished now and the last recognizable piece of the tube from which it was made is melted off."}, {"timestamp": [356.3, 361.7], "text": " Other glass ornaments too are on display, including this pair of tall flamingos."}, {"timestamp": [364.0, 364.3], "text": " Here's Charlie the clown from the act next door."}, {"timestamp": [370.0, 375.0], "text": " He finds trying to make hot glass do what he wants about as much use as talking to a glass budgie in a glass cage. It's a better idea to stand by and watch the expert."}, {"timestamp": [375.0, 385.0], "text": " There's plenty of fun at the show, but there must be a serious side to all this tool."}, {"timestamp": [385.0, 391.0], "text": " There is, and we find the glass blower spending his working hours in a laboratory, making scientific equipment."}, {"timestamp": [391.0, 395.0], "text": " He is blowing a series of bulbs to make a condenser for the use of a research chemist."}, {"timestamp": [399.0, 402.0], "text": " At this lathe, the operator uses a flame instead of a cutting tool."}, {"timestamp": [402.0, 411.0], "text": " The condenser bulbs go inside the tube, which will make the water jacket for cooling, and the two tubes will be fused together at the end."}, {"timestamp": [414.0, 423.0], "text": " Next, what was a joke at the carnival is seen as a standard method of breaking open the end of a sealed tube."}, {"timestamp": [424.0, 427.2], "text": " This laboratory is also making spirit levels for the services,"}, {"timestamp": [427.56, 430.0], "text": " boys from the technical college acting as assistants"}, {"timestamp": [430.1, 432.2], "text": " and warming up the tubes ready for drawing out."}, {"timestamp": [434.8, 455.0], "text": " On the condenser, a hole is blown out, ready for joining on the sidearm, which will take the cooling water into the finished job."}, {"timestamp": [455.0, 462.0], "text": " There's only a handful of men in New Zealand sufficiently skilled in this ancient craft to make the glass apparatus needed for modern research work."}, {"timestamp": [462.0, 467.0], "text": " This man, Mr Proctor, learnt his trade under European craftsmen in Australia."}, {"timestamp": [467.0, 479.0], "text": " The finished condenser joins other completed apparatus on the stand."}, {"timestamp": [479.0, 485.7], "text": " And here finally is the biggest thing he's made, a ceiling high fractionating column for reclaiming solvents."}, {"timestamp": [486.3, 489.3], "text": " It's an intricate piece of New Zealand made scientific equipment."}], "text": " The Twenthali Get a boy A car of Gilgare. The Twentham today has come Major General Gilbreath, commanding general of South Pacific Base Command, to present United States awards to New Zealand officers. From him, Brigadier Goss receives the United States Legion of Merit for his work as Deputy Chief of Staff of New Zealand's Pacific Division. The award is also made to Colonel Bassett for his outstanding liaison duties during the combined operations of the New Zealand and United States forces. And the Third Legion of Merit is awarded to Major Brunette of the New Zealand Medical Corps for his organization and surgical work in the forward areas. These decorations are the United States tribute to the great teamwork the New Zealanders put into the combined operations in the Pacific. A teamwork that resulted in the clockwork capture of Vela-La-Levela, Treasury and Green Islands by New Zealand's third division. These days, almost every ship that brings passengers to New Zealand means an end to a long wait for someone. This ship is no exception. Down the gangway comes Captain Newman, first member of the RNZBR to attain that rank. And behind him come brides from USA and Canada, wives of New Zealand airmen. We've seen brides like these arrive before. Someday there'll be people here whose ancestors didn't come out in the Tory but in a crowded ship during World War II. At the clearing hospital, today's brides receive a warm welcome. They find people are kind and they're among friends. But best of all, this is Journey's End. Despite the war and such things as aeroplanes, the way of life in some of the Pacific islands goes on as it's done since palm trees first leaned against the sky. When the Prime Minister of New Zealand comes to pay an official visit to some of these islands, he goes ashore in a canoe of the same type the people here have used for centuries. These are some of the peoples of the Pacific. Old and young, neither war nor modern life has made much change in their traditional ceremonies. It's the same throughout all the islands in which today New Zealand has a special interest. In Raritonga, Aituke, Nui, Tokalau, the people still like to dance in their own fashion. Mr. Fraser's visit is an occasion for ceremonies of welcome, an enthusiastic welcome this, down to the last letter of the word. Tomorrow the youngsters here will be the men and women of these islands. They must grow up healthy, strong and free. Their traditions like the Carver ceremony must be undisturbed. This is a ceremony to be respected. It's a symbol of friendship. In this war, the people have made their own their own shores, raised defense forces. And in all these outlying islands, linked with New Zealand, the people were ready if need be to fight. War has served to emphasize the fact that their problems are our problems. This is the Carver ceremony as performed by women at Rarotonga. Though it seems remote, the lives of these people here are bound up with ours, and their welfare is our concern. Ahead lie problems of administration, trade and education. The war and development, like this new flying strip at Rarotonga have brought the world closer to these islands. This means that in the future there'll be many problems to be solved. With New Zealand's future goes the future of our Pacific Islands. At a carnival held by the RSA at Newtown Park, Wellington, one of the attractions was a demonstration of the craft of glass blowing. A length of glass tube has been heated to redness for the making of a U-Bend. Making a perfect U-Bend without altering the gauge of the glass is not a thing that many people can get round to. This demonstration of craftsman's skill attracts a large audience, including a party of Taranaki schoolchildren who are visiting Wellington. Now a glass ornament is being completed, a coloured swan. The two bends of the neck are made in one movement holding the swan upside down. Glass blowing is a trade requiring comparatively few tools but very great skill and in peacetime glassblowers could work as a one-man business. As the swan evolves, the commentator, a sergeant major by trade, describes how it's done. The swan is being finished now and the last recognizable evolves, the commentator of Sergeant Major by trade describes how it's done. The swan is being finished now and the last recognizable piece of the tube from which it was made is melted off. Other glass ornaments too are on display, including this pair of tall flamingos. Here's Charlie the clown from the act next door. He finds trying to make hot glass do what he wants about as much use as talking to a glass budgie in a glass cage. It's a better idea to stand by and watch the expert. There's plenty of fun at the show, but there must be a serious side to all this tool. There is, and we find the glass blower spending his working hours in a laboratory, making scientific equipment. He is blowing a series of bulbs to make a condenser for the use of a research chemist. At this lathe, the operator uses a flame instead of a cutting tool. The condenser bulbs go inside the tube, which will make the water jacket for cooling, and the two tubes will be fused together at the end. Next, what was a joke at the carnival is seen as a standard method of breaking open the end of a sealed tube. This laboratory is also making spirit levels for the services, boys from the technical college acting as assistants and warming up the tubes ready for drawing out. On the condenser, a hole is blown out, ready for joining on the sidearm, which will take the cooling water into the finished job. There's only a handful of men in New Zealand sufficiently skilled in this ancient craft to make the glass apparatus needed for modern research work. This man, Mr Proctor, learnt his trade under European craftsmen in Australia. The finished condenser joins other completed apparatus on the stand. And here finally is the biggest thing he's made, a ceiling high fractionating column for reclaiming solvents. It's an intricate piece of New Zealand made scientific equipment."}