{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " A TANKE A TANILEEN A TANNANANELAND A TANKINES A Good TANKINES A Good TARET FOR AEC a disabled tank is a good target for aircraft."}, {"timestamp": [27.0, 40.0], "text": " Locating and recovering a tank out of action is the job of this New Zealand unit."}, {"timestamp": [40.0, 42.0], "text": " In training they show us how they do it."}, {"timestamp": [42.0, 46.0], "text": " The radio telephone brings them to the rescue, despite the flies."}, {"timestamp": [46.0, 53.0], "text": " With their huge tank transporter, they're off on a compass bearing to find a tank that might soon be useless."}, {"timestamp": [53.0, 58.0], "text": " It's just somewhere in the desert."}, {"timestamp": [58.0, 75.0], "text": " This tank's in real difficulties, a broken track and fire. But these boys know how to deal with those little troubles."}, {"timestamp": [79.0, 83.0], "text": " A quick examination has shown that the tank can't be repaired on the spot,"}, {"timestamp": [83.0, 86.0], "text": " so they're just going to pick it up and carry it off."}, {"timestamp": [86.0, 99.0], "text": " Tank battles have been likened to sea battles, but tanks don't sink."}, {"timestamp": [103.0, 110.0], "text": " In the first desert campaigns, Rommel began using a tank recovery system, but we soon had the equipment and the men for our service tool."}, {"timestamp": [114.0, 118.0], "text": " A few more careful inches and the tank is safe on board."}, {"timestamp": [122.0, 127.0], "text": " The broken track is picked up. It will be repaired."}, {"timestamp": [127.0, 132.0], "text": " And off goes the tank to a field workshop."}, {"timestamp": [132.0, 136.0], "text": " This is just one of the ways these New Zealanders beat the enemy at his own game."}, {"timestamp": [136.0, 151.0], "text": " Physical fitness is but one essential for an airman."}, {"timestamp": [151.0, 157.0], "text": " In his three months at the initial training wing, he's tested and examined to see if he weighs up to aircrew standards."}, {"timestamp": [157.0, 160.0], "text": " How well can he see in the dark?"}, {"timestamp": [160.0, 166.56], "text": " In this room, future airmen sit with dark glasses while their eyes become dark adapted."}, {"timestamp": [166.56, 171.36], "text": " Then they sit in total darkness. After that, dim letters and figures appear upon a screen"}, {"timestamp": [171.36, 178.0], "text": " and they write down what they see."}, {"timestamp": [178.0, 183.0], "text": " Piloting calls for quick reactions. This apparatus tests them. The problem is to keep the moving"}, {"timestamp": [183.0, 187.0], "text": " light in the center square."}, {"timestamp": [189.0, 194.0], "text": " This pilot's in a tight corner, but the right touch on the controls will bring him out of it."}, {"timestamp": [200.0, 205.28], "text": " Flying crew must feel at home at high altitudes. In the decompression chamber they can go upstairs"}, {"timestamp": [205.28, 216.0], "text": " without leaving the ground. The medical officer goes along too. He explains the effects"}, {"timestamp": [216.0, 236.0], "text": " of rapid climbing, how it and then brought down suddenly."}, {"timestamp": [236.0, 242.0], "text": " Blowing their noses and swallowing equalizes the pressure in their ears."}, {"timestamp": [242.0, 246.0], "text": " Then up to 20,000 feet, where they try to decode messages."}, {"timestamp": [246.0, 250.0], "text": " It's not so easy up there, for the higher the altitude, the thin of the air,"}, {"timestamp": [250.0, 253.0], "text": " and thin air acts like an anesthetic."}, {"timestamp": [257.0, 267.0], "text": " After 10 minutes, oxygen masks are put on."}, {"timestamp": [267.0, 275.0], "text": " They're none the worse for their experience, but they find that with oxygen they regain their normal efficiency."}, {"timestamp": [275.0, 279.0], "text": " This lesson will not be lost when it comes to flying."}, {"timestamp": [283.0, 287.0], "text": " Then a series of interviews to check up on a man's past history."}, {"timestamp": [287.0, 290.0], "text": " The questions are searching but necessary."}, {"timestamp": [290.0, 294.0], "text": " Temperamental fitness is every bit as important as physical fitness."}, {"timestamp": [294.0, 301.0], "text": " How a man faces up to a simple puzzle, for instance, gives a good slant on his personality."}, {"timestamp": [301.0, 307.0], "text": " At the end of the three months' initial training course, results of all tests, interviews and exams come together."}, {"timestamp": [307.0, 309.0], "text": " The scores are chalked up."}, {"timestamp": [309.0, 314.0], "text": " This exhaustive record decides whether a man is going to be a pilot, observer, or gunner."}, {"timestamp": [314.0, 320.0], "text": " The selection committee interviews those who have failed and explains why they will never make good airmen."}, {"timestamp": [320.0, 326.0], "text": " The doubtful ones are reconsidered and sometimes have to be persuaded to alter their flying careers."}, {"timestamp": [330.0, 336.0], "text": " Men may be a bit weak in navigation, but still make good pilots."}, {"timestamp": [339.0, 343.0], "text": " So these men go into the air knowing that the right man is in the right job."}, {"timestamp": [344.0, 347.68], "text": " They have confidence in themselves and confidence in one another."}, {"timestamp": [347.68, 350.24], "text": " The rest's theirs and the sky's the limit."}, {"timestamp": [350.24, 363.12], "text": " The"}, {"timestamp": [363.12, 363.28], "text": " Rest's there's and the sky's the limit."}], "text": " A TANKE A TANILEEN A TANNANANELAND A TANKINES A Good TANKINES A Good TARET FOR AEC a disabled tank is a good target for aircraft. Locating and recovering a tank out of action is the job of this New Zealand unit. In training they show us how they do it. The radio telephone brings them to the rescue, despite the flies. With their huge tank transporter, they're off on a compass bearing to find a tank that might soon be useless. It's just somewhere in the desert. This tank's in real difficulties, a broken track and fire. But these boys know how to deal with those little troubles. A quick examination has shown that the tank can't be repaired on the spot, so they're just going to pick it up and carry it off. Tank battles have been likened to sea battles, but tanks don't sink. In the first desert campaigns, Rommel began using a tank recovery system, but we soon had the equipment and the men for our service tool. A few more careful inches and the tank is safe on board. The broken track is picked up. It will be repaired. And off goes the tank to a field workshop. This is just one of the ways these New Zealanders beat the enemy at his own game. Physical fitness is but one essential for an airman. In his three months at the initial training wing, he's tested and examined to see if he weighs up to aircrew standards. How well can he see in the dark? In this room, future airmen sit with dark glasses while their eyes become dark adapted. Then they sit in total darkness. After that, dim letters and figures appear upon a screen and they write down what they see. Piloting calls for quick reactions. This apparatus tests them. The problem is to keep the moving light in the center square. This pilot's in a tight corner, but the right touch on the controls will bring him out of it. Flying crew must feel at home at high altitudes. In the decompression chamber they can go upstairs without leaving the ground. The medical officer goes along too. He explains the effects of rapid climbing, how it and then brought down suddenly. Blowing their noses and swallowing equalizes the pressure in their ears. Then up to 20,000 feet, where they try to decode messages. It's not so easy up there, for the higher the altitude, the thin of the air, and thin air acts like an anesthetic. After 10 minutes, oxygen masks are put on. They're none the worse for their experience, but they find that with oxygen they regain their normal efficiency. This lesson will not be lost when it comes to flying. Then a series of interviews to check up on a man's past history. The questions are searching but necessary. Temperamental fitness is every bit as important as physical fitness. How a man faces up to a simple puzzle, for instance, gives a good slant on his personality. At the end of the three months' initial training course, results of all tests, interviews and exams come together. The scores are chalked up. This exhaustive record decides whether a man is going to be a pilot, observer, or gunner. The selection committee interviews those who have failed and explains why they will never make good airmen. The doubtful ones are reconsidered and sometimes have to be persuaded to alter their flying careers. Men may be a bit weak in navigation, but still make good pilots. So these men go into the air knowing that the right man is in the right job. They have confidence in themselves and confidence in one another. The rest's theirs and the sky's the limit. The Rest's there's and the sky's the limit."}