{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " The doctor had a busy time"}, {"timestamp": [3.0, 32.68], "text": " The Doctor had a busy time examining the 48 competitors and this year's Peck Shield Harbour swim held at Evans Bay, Wellington."}, {"timestamp": [33.12, 35.94], "text": " But they all made the grade and dived off on the one and a half mile course."}, {"timestamp": [36.84, 39.82], "text": " The race is a handicap event, so starters had to take their turn."}, {"timestamp": [40.32, 45.24], "text": " The limit swimmers had a 25 minute start from scratch man, J.C. Blakely of Lyle Bay, a regular competitor."}, {"timestamp": [45.86, 49.72], "text": " This annual race is always an annual opportunity for Blakely to show his speed and stamina."}, {"timestamp": [58.56, 62.12], "text": " The choppy sea down the bay made it tough going, but only a few retired."}, {"timestamp": [67.08, 72.36], "text": " Every styled except a dog paddle and water wings was used even the breaststroke brought some of them safely home"}, {"timestamp": [72.36, 80.04], "text": " first home was N Wood a hot high school lad closely followed by several others"}, {"timestamp": [80.04, 89.0], "text": " six man in is Blakely when the times were added up it was found that once again he'd made fastest time."}, {"timestamp": [89.0, 91.0], "text": " 43 minutes, two seconds."}, {"timestamp": [91.0, 98.0], "text": " The Lyle Bay team won the Peck Shield, and here they are in their natural state, all striped for action."}, {"timestamp": [102.0, 109.5], "text": " When the Danneverk A&P Association held its victory show, it was a big day for everyone."}, {"timestamp": [109.5, 114.5], "text": " Cough Club members made it today for showing off their products, and there was plenty for everyone to see and do."}, {"timestamp": [114.5, 127.0], "text": " A show's a chance for men on the land to get together, even if it's only to consider a pig."}, {"timestamp": [127.0, 132.0], "text": " Here too it was a chance to sell raffle tickets in aid of patriotic funds."}, {"timestamp": [132.0, 135.0], "text": " A chance for sheep dogs to show they're not as silly as the sheep."}, {"timestamp": [135.0, 172.0], "text": " A chance for spectators to see some first-class jumping with a few thrills thrown in. For everyone, it was a good show, the first in five years as the army had borrowed the grounds."}, {"timestamp": [176.0, 179.0], "text": " Old members like Dick Roke enjoyed every minute of the two days."}, {"timestamp": [181.0, 186.0], "text": " And old timers like Mr. Graham Speedy and friends turned up just to prove that old showgoers never die."}, {"timestamp": [186.0, 188.0], "text": " They come again next year."}, {"timestamp": [192.0, 198.0], "text": " Behind the front lines, they're unloading the Christmas mail, parcels and letters from home."}, {"timestamp": [198.0, 202.0], "text": " Snow is about and it's going to be very different from a New Zealand Christmas."}, {"timestamp": [202.0, 206.0], "text": " Batriotic parcels being sent up to the lines will add to the Christmas menu."}, {"timestamp": [208.0, 211.0], "text": " The men are thinking about their Christmas dinner as they gather wood."}, {"timestamp": [211.0, 213.0], "text": " Shortly they're going to do some shopping."}, {"timestamp": [213.0, 216.0], "text": " They know where they can get some first-class poultry."}, {"timestamp": [216.0, 229.0], "text": " That was good hunting, and now it's a matter of agreeing on a price."}, {"timestamp": [229.0, 235.0], "text": " This pig is for the Mali battalion and to her new owner she shows an almost dog-like devotion."}, {"timestamp": [235.0, 243.0], "text": " Bringing home the wine is a responsible job."}, {"timestamp": [243.0, 245.0], "text": " The first step in turning pig into pork and for the onlookers is a responsible job."}, {"timestamp": [249.0, 252.0], "text": " The first step in turning pig into pork and for the onlookers quite a cheering sight."}, {"timestamp": [255.0, 256.0], "text": " Bringing home the wine is a responsible job."}, {"timestamp": [260.0, 262.0], "text": " Having given a good account of the turkey hunt, it's time to cut the cackle and get on with the job."}, {"timestamp": [266.0, 270.0], "text": " After weeks and months on tinned bullybees, this is certainly a sight worth watching. Tomorrow will be a lovely day."}, {"timestamp": [270.0, 275.0], "text": " Bringing home the wine is a responsible job."}, {"timestamp": [275.0, 278.0], "text": " Mail means a lot, especially at Christmas."}, {"timestamp": [278.0, 282.0], "text": " There's always a feeling of anticipation and gratitude to the folks at home."}, {"timestamp": [282.0, 288.96], "text": " That is, except for bully beef."}, {"timestamp": [292.24, 301.12], "text": " Normally, mail is a good morale builder, quite uplifting, in fact."}, {"timestamp": [302.8, 303.76], "text": " Bringing home the wine is... Uh-uh."}, {"timestamp": [305.0, 311.0], "text": " That's what comes of putting all your wine in one basket."}, {"timestamp": [311.0, 315.0], "text": " In the front line, they're overhauling machine guns."}, {"timestamp": [315.0, 317.0], "text": " Even Christmas means no letter."}, {"timestamp": [317.0, 335.0], "text": " Firing from fixed positions, they keep Jerry below ground. But there's a good time coming, for behind the lines they're packing the Christmas dinner to send up to the forward positions."}, {"timestamp": [338.0, 340.0], "text": " With a replacement, they'll just make it."}, {"timestamp": [341.0, 348.0], "text": " Christmas dinner is now on at Div Headquarters and General Sir Bernard Freiburg comes to see the traditional ceremony of the officers serving the men."}, {"timestamp": [348.0, 358.0], "text": " The Padre hands out two bottles of cheer for man. This is the origin of the word bottle dress."}, {"timestamp": [362.0, 365.0], "text": " Christmas dinner tastes better when you wear a bowler."}, {"timestamp": [365.0, 369.0], "text": " After a tin hat you feel quite lightheaded and ready for further frivolities."}, {"timestamp": [369.0, 380.0], "text": " But it's not everyone who can celebrate."}, {"timestamp": [380.0, 383.0], "text": " From the front line come these ambulances bringing wounded."}, {"timestamp": [383.0, 387.4], "text": " A sobering reminder of the hard fighting that has characterized the 18 months campaigning in Italy."}, {"timestamp": [388.08, 390.96], "text": " Every defensive position has meant bitter assaults and heavy casualties."}, {"timestamp": [393.2, 396.28], "text": " The front line dinner arrives at the bullet-spattered farmhouse."}, {"timestamp": [396.72, 399.0], "text": " As the men unloaded, they wonder what Jerry's having for dinner."}, {"timestamp": [399.56, 413.5], "text": " Maybe they ought to send him something to mix with his sauerkraut."}, {"timestamp": [417.3, 417.7], "text": " Thanks to the good organization and teamwork, this feed will be remembered for months to come."}, {"timestamp": [420.4, 421.9], "text": " It's done a lot to make 1944 a memorable Christmas."}, {"timestamp": [424.6, 425.8], "text": " To make it very outstanding, there's an old cocky double wedding. Two nurses and two"}, {"timestamp": [425.8, 432.02], "text": " sergeants, all on the staff of number one general hospital, made it a foursome. And at an"}, {"timestamp": [432.02, 450.16], "text": " isolated outpost, this little group have their own celebration. with every Christmas with every Christmas Father Christ, may all day"}, {"timestamp": [450.16, 453.04], "text": " be merry merry"}, {"timestamp": [453.04, 455.0], "text": " and ride."}, {"timestamp": [457.0, 461.42], "text": " And may all your Christmas"}, {"timestamp": [461.42, null], "text": " require. We're going to be born."}], "text": " The doctor had a busy time The Doctor had a busy time examining the 48 competitors and this year's Peck Shield Harbour swim held at Evans Bay, Wellington. But they all made the grade and dived off on the one and a half mile course. The race is a handicap event, so starters had to take their turn. The limit swimmers had a 25 minute start from scratch man, J.C. Blakely of Lyle Bay, a regular competitor. This annual race is always an annual opportunity for Blakely to show his speed and stamina. The choppy sea down the bay made it tough going, but only a few retired. Every styled except a dog paddle and water wings was used even the breaststroke brought some of them safely home first home was N Wood a hot high school lad closely followed by several others six man in is Blakely when the times were added up it was found that once again he'd made fastest time. 43 minutes, two seconds. The Lyle Bay team won the Peck Shield, and here they are in their natural state, all striped for action. When the Danneverk A&P Association held its victory show, it was a big day for everyone. Cough Club members made it today for showing off their products, and there was plenty for everyone to see and do. A show's a chance for men on the land to get together, even if it's only to consider a pig. Here too it was a chance to sell raffle tickets in aid of patriotic funds. A chance for sheep dogs to show they're not as silly as the sheep. A chance for spectators to see some first-class jumping with a few thrills thrown in. For everyone, it was a good show, the first in five years as the army had borrowed the grounds. Old members like Dick Roke enjoyed every minute of the two days. And old timers like Mr. Graham Speedy and friends turned up just to prove that old showgoers never die. They come again next year. Behind the front lines, they're unloading the Christmas mail, parcels and letters from home. Snow is about and it's going to be very different from a New Zealand Christmas. Batriotic parcels being sent up to the lines will add to the Christmas menu. The men are thinking about their Christmas dinner as they gather wood. Shortly they're going to do some shopping. They know where they can get some first-class poultry. That was good hunting, and now it's a matter of agreeing on a price. This pig is for the Mali battalion and to her new owner she shows an almost dog-like devotion. Bringing home the wine is a responsible job. The first step in turning pig into pork and for the onlookers is a responsible job. The first step in turning pig into pork and for the onlookers quite a cheering sight. Bringing home the wine is a responsible job. Having given a good account of the turkey hunt, it's time to cut the cackle and get on with the job. After weeks and months on tinned bullybees, this is certainly a sight worth watching. Tomorrow will be a lovely day. Bringing home the wine is a responsible job. Mail means a lot, especially at Christmas. There's always a feeling of anticipation and gratitude to the folks at home. That is, except for bully beef. Normally, mail is a good morale builder, quite uplifting, in fact. Bringing home the wine is... Uh-uh. That's what comes of putting all your wine in one basket. In the front line, they're overhauling machine guns. Even Christmas means no letter. Firing from fixed positions, they keep Jerry below ground. But there's a good time coming, for behind the lines they're packing the Christmas dinner to send up to the forward positions. With a replacement, they'll just make it. Christmas dinner is now on at Div Headquarters and General Sir Bernard Freiburg comes to see the traditional ceremony of the officers serving the men. The Padre hands out two bottles of cheer for man. This is the origin of the word bottle dress. Christmas dinner tastes better when you wear a bowler. After a tin hat you feel quite lightheaded and ready for further frivolities. But it's not everyone who can celebrate. From the front line come these ambulances bringing wounded. A sobering reminder of the hard fighting that has characterized the 18 months campaigning in Italy. Every defensive position has meant bitter assaults and heavy casualties. The front line dinner arrives at the bullet-spattered farmhouse. As the men unloaded, they wonder what Jerry's having for dinner. Maybe they ought to send him something to mix with his sauerkraut. Thanks to the good organization and teamwork, this feed will be remembered for months to come. It's done a lot to make 1944 a memorable Christmas. To make it very outstanding, there's an old cocky double wedding. Two nurses and two sergeants, all on the staff of number one general hospital, made it a foursome. And at an isolated outpost, this little group have their own celebration. with every Christmas with every Christmas Father Christ, may all day be merry merry and ride. And may all your Christmas require. We're going to be born."}