{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " These New Zealand air trainees haven't set this rubber dinghy on the grass in a spirit of mere curiosity."}, {"timestamp": [29.0, 34.0], "text": " It's just that the Air Force thinks it's a lot better to find out about these things within spitting distance of dry land,"}, {"timestamp": [34.0, 37.0], "text": " rather than having to sort it out in an emergency."}, {"timestamp": [37.0, 40.0], "text": " This mightn't look like a plane to you, but inside it's much the same."}, {"timestamp": [40.0, 48.76], "text": " And with the addition of a swimming bath and a little imagination, it does practicing landings or rather waterings miles from land the main thing is speed"}, {"timestamp": [48.76, 52.42], "text": " and that's where a practice comes in the dinghy is thrown into the water"}, {"timestamp": [52.42, 56.5], "text": " deflated and when a release cord is pulled a bottle of gas automatically blows it up"}, {"timestamp": [56.5, 88.84], "text": " the plane may sink any minute so hurry up will you I'm going to be. Emergency rations are"}, {"timestamp": [88.84, 90.24], "text": " Innsiceptive"}, {"timestamp": [90.24, 108.0], "text": " and everybody hopes a rescue plane will observe their plight."}, {"timestamp": [108.0, 112.0], "text": " Of course you never know when this swimming bath mightn't be the sea."}, {"timestamp": [112.0, 119.0], "text": " Well, what did we tell you? Miles out in the ocean all alone."}, {"timestamp": [119.0, 123.0], "text": " Well, not quite miles out in the ocean because this is still practice."}, {"timestamp": [123.0, 128.0], "text": " Not quite all alone because here's a walrus amphibian to the rescue, but it's getting rare enough."}, {"timestamp": [128.0, 146.0], "text": " Now we only have to shift to a Pacific Island where the rescue service got a new name."}, {"timestamp": [146.0, 153.0], "text": " Once upon a time this used to be known as the Air Sea Rescue Service, but now it is called Dumbo."}, {"timestamp": [153.0, 160.0], "text": " One of the very first planes to carry out a rescue mission had as a mascot Walt Disney's baby elephant,"}, {"timestamp": [160.0, 164.0], "text": " and the word Dumbo was used in the signal report."}, {"timestamp": [164.0, 168.12], "text": " Ever since then, rescue missions have been Dumbo jobs."}, {"timestamp": [174.12, 177.0], "text": " That was the OC of No. 6 Flying Boat Squadron,"}, {"timestamp": [177.2, 179.5], "text": " the outfit that specialises in air sea rescues."}, {"timestamp": [180.06, 181.2], "text": " Each Dumbo is a rescue,"}, {"timestamp": [181.6, 183.88], "text": " and this plane has quite a herd of Dumbo's to its credit."}, {"timestamp": [185.68, 190.86], "text": " New Zealanders keep this wartime free ambulance service ready to search for and find men forced down at sea."}, {"timestamp": [191.4, 192.86], "text": " The base is well up in the war zone."}, {"timestamp": [193.36, 195.68], "text": " The control tower was designed for us by the Japs."}, {"timestamp": [196.08, 198.86], "text": " We took it over from dishonorable contractors some time ago."}, {"timestamp": [212.0, 235.0], "text": " To the King George Memorial Hospital at Roxburgh come children from Southland and Otago to regain their health and build up their strength. Directed here by school medical officers, the children find every day is a full and happy one. Part of the treatment is oil and milk at regular times, and they don't seem to mind taking either."}, {"timestamp": [239.0, 247.0], "text": " Weighing in is just a daily job. Children have been known to put on a stone in a few weeks in these ideal surroundings."}, {"timestamp": [247.0, 256.0], "text": " Up here in central Otago, fruit and vegetables grow well so they're available all the year round."}, {"timestamp": [256.0, 259.0], "text": " Meal time means that every child has plenty to eat."}, {"timestamp": [259.0, 263.0], "text": " And those who come here are poor eaters, learn to clean up their plates and ask for more."}, {"timestamp": [263.0, 274.16], "text": " After every meal there's more exercise. Toothbrush drill. Part of the rest period every day is sunbathing"}, {"timestamp": [274.16, 281.84], "text": " carefully controlled. For the little ones a midday sleep. When rest over it's"}, {"timestamp": [281.84, 285.0], "text": " time for a little more light exercise like gardening."}, {"timestamp": [285.0, 288.0], "text": " Flowers as well as children grow quickly here."}, {"timestamp": [288.0, 293.0], "text": " Of course it wouldn't be any sort of a playground without a sandpit where future engineers"}, {"timestamp": [293.0, 297.5], "text": " get their first chance at construction work and in the paddling pool future sailors learn"}, {"timestamp": [297.5, 300.5], "text": " to manoeuvre their ships in safety even if they do get their feet wet."}, {"timestamp": [300.5, 307.96], "text": " This camp, one of several throughout the Dominion, is maintained by donations"}, {"timestamp": [307.96, 311.88], "text": " and the sale of health stamps. Thanks to public support, hundreds of children suffering"}, {"timestamp": [311.88, 316.52], "text": " from ill health, the effects of illness or faulty feeding, can for a time rest up and go back"}, {"timestamp": [316.52, 318.72], "text": " home better fitted to face the future."}, {"timestamp": [330.5, 334.5], "text": " Everybody's been wanting teacups, and here they come at last, marching along in answer to the law of supply and demand."}, {"timestamp": [334.5, 336.0], "text": " And here's how it's done."}, {"timestamp": [336.0, 344.0], "text": " These hands are finishing or fetting a saucer while the cups go marching on."}, {"timestamp": [344.0, 347.0], "text": " Getting the clay ready entails a lot of work with hydraulic filter presses and so forth."}, {"timestamp": [347.0, 354.0], "text": " This oversized mincing machine is known to its intimates as a pug mill."}, {"timestamp": [354.0, 360.0], "text": " At the other end it looks as though they've been issuing a reduced butter ration."}, {"timestamp": [360.0, 365.6], "text": " Actually each pet of clay issued here is the correct ration for making one cup or one saucer. Placed in moulds the pads of clay go three at a time into a ration. Actually each pet of clay issued here is the correct ration for making one cup or one saucer."}, {"timestamp": [367.2, 400.0], "text": " Placed in moulds the pets of clay go three at a time into a machine which does the main job of cup making. When dried enough to handle, the tea things pass along and get the once over."}, {"timestamp": [400.0, 407.0], "text": " Here's putting handles on, but if you've knocked yours off, it's no good sending them in for a retread."}, {"timestamp": [407.0, 418.0], "text": " Here's a great idea for washing up without getting the hands greasy."}, {"timestamp": [418.0, 423.0], "text": " If the dish water looks a bit thick, it's because they're really glazing and not washing up at all."}, {"timestamp": [423.0, 427.2], "text": " This load of shaped clay is ready for firing and gas heated ovens."}, {"timestamp": [435.8, null], "text": " The crockery marches on, and it's a big business. The"}], "text": " These New Zealand air trainees haven't set this rubber dinghy on the grass in a spirit of mere curiosity. It's just that the Air Force thinks it's a lot better to find out about these things within spitting distance of dry land, rather than having to sort it out in an emergency. This mightn't look like a plane to you, but inside it's much the same. And with the addition of a swimming bath and a little imagination, it does practicing landings or rather waterings miles from land the main thing is speed and that's where a practice comes in the dinghy is thrown into the water deflated and when a release cord is pulled a bottle of gas automatically blows it up the plane may sink any minute so hurry up will you I'm going to be. Emergency rations are Innsiceptive and everybody hopes a rescue plane will observe their plight. Of course you never know when this swimming bath mightn't be the sea. Well, what did we tell you? Miles out in the ocean all alone. Well, not quite miles out in the ocean because this is still practice. Not quite all alone because here's a walrus amphibian to the rescue, but it's getting rare enough. Now we only have to shift to a Pacific Island where the rescue service got a new name. Once upon a time this used to be known as the Air Sea Rescue Service, but now it is called Dumbo. One of the very first planes to carry out a rescue mission had as a mascot Walt Disney's baby elephant, and the word Dumbo was used in the signal report. Ever since then, rescue missions have been Dumbo jobs. That was the OC of No. 6 Flying Boat Squadron, the outfit that specialises in air sea rescues. Each Dumbo is a rescue, and this plane has quite a herd of Dumbo's to its credit. New Zealanders keep this wartime free ambulance service ready to search for and find men forced down at sea. The base is well up in the war zone. The control tower was designed for us by the Japs. We took it over from dishonorable contractors some time ago. To the King George Memorial Hospital at Roxburgh come children from Southland and Otago to regain their health and build up their strength. Directed here by school medical officers, the children find every day is a full and happy one. Part of the treatment is oil and milk at regular times, and they don't seem to mind taking either. Weighing in is just a daily job. Children have been known to put on a stone in a few weeks in these ideal surroundings. Up here in central Otago, fruit and vegetables grow well so they're available all the year round. Meal time means that every child has plenty to eat. And those who come here are poor eaters, learn to clean up their plates and ask for more. After every meal there's more exercise. Toothbrush drill. Part of the rest period every day is sunbathing carefully controlled. For the little ones a midday sleep. When rest over it's time for a little more light exercise like gardening. Flowers as well as children grow quickly here. Of course it wouldn't be any sort of a playground without a sandpit where future engineers get their first chance at construction work and in the paddling pool future sailors learn to manoeuvre their ships in safety even if they do get their feet wet. This camp, one of several throughout the Dominion, is maintained by donations and the sale of health stamps. Thanks to public support, hundreds of children suffering from ill health, the effects of illness or faulty feeding, can for a time rest up and go back home better fitted to face the future. Everybody's been wanting teacups, and here they come at last, marching along in answer to the law of supply and demand. And here's how it's done. These hands are finishing or fetting a saucer while the cups go marching on. Getting the clay ready entails a lot of work with hydraulic filter presses and so forth. This oversized mincing machine is known to its intimates as a pug mill. At the other end it looks as though they've been issuing a reduced butter ration. Actually each pet of clay issued here is the correct ration for making one cup or one saucer. Placed in moulds the pads of clay go three at a time into a ration. Actually each pet of clay issued here is the correct ration for making one cup or one saucer. Placed in moulds the pets of clay go three at a time into a machine which does the main job of cup making. When dried enough to handle, the tea things pass along and get the once over. Here's putting handles on, but if you've knocked yours off, it's no good sending them in for a retread. Here's a great idea for washing up without getting the hands greasy. If the dish water looks a bit thick, it's because they're really glazing and not washing up at all. This load of shaped clay is ready for firing and gas heated ovens. The crockery marches on, and it's a big business. The"}