{"speakers": [], "chunks": [{"timestamp": [0.0, 25.5], "text": " To meet the demands of New Zealand's contingent for next year's Empire Games,"}, {"timestamp": [25.5, 29.5], "text": " machines at Christchurch are already weaving the first of thousands of feet of material."}, {"timestamp": [29.5, 32.0], "text": " Singlets, blazer, swimming costumes."}, {"timestamp": [32.0, 36.5], "text": " These are a few of the garments required, and all of them are dyed in the traditional black."}, {"timestamp": [36.5, 43.5], "text": " Over 200 entrance coaches and managers will represent New Zealand,"}, {"timestamp": [43.5, 46.22], "text": " and they'll all wear the fern leaf badge."}, {"timestamp": [46.22, 48.38], "text": " Embroider machines put them on singlets"}, {"timestamp": [48.38, 50.42], "text": " and for blazer emblems a pantograph guides"}, {"timestamp": [50.42, 52.32], "text": " three sewing heads at once."}, {"timestamp": [52.32, 55.38], "text": " Soon athletes from across the world will be watching these badges."}, {"timestamp": [57.5, 60.02], "text": " A great array of industries backs up the organization"}, {"timestamp": [60.02, 70.28], "text": " of the British Empire Games 1950."}, {"timestamp": [72.84, 76.04], "text": " Something new has been added at Wellington Zoo and crowds flocked to welcome the new elephant."}, {"timestamp": [76.04, 78.04], "text": " She's a bonnie we thing from Siam,"}, {"timestamp": [78.04, 79.88], "text": " six years old at Christmas time,"}, {"timestamp": [79.88, 83.8], "text": " and she tips the scales almost over at 1,500 weight."}, {"timestamp": [83.8, 85.56], "text": " Thousands of children sent in names for the immigrant from Walsing Matilda to Gorgeous Gussie. For the winning almost over at 1,500 weight. Thousands of children sent in names for the"}, {"timestamp": [85.56, 90.92], "text": " immigrant from waltzing Matilda to gorgeous gussie. For the winning pick of Maharani, meaning"}, {"timestamp": [90.92, 96.4], "text": " an Indian princess, Johnny Muter of Western Hut has the first ride. For four years the zoo"}, {"timestamp": [96.4, 114.0], "text": " has been without an elephant and the zoo without an elephant is like a circus without a cloud. Barton's Bush, popular picnic area near Wellington, is threatened by the waters of the"}, {"timestamp": [114.0, 115.0], "text": " Hutt River."}, {"timestamp": [115.0, 119.0], "text": " Erosions scouring deeply into the banks has left its mark in past winter floods."}, {"timestamp": [119.0, 122.0], "text": " Many valuable toter trees have been lost."}, {"timestamp": [122.0, 125.44], "text": " Engineers have taken the bend out of the river by"}, {"timestamp": [125.44, 129.82], "text": " dozing spoil from the high ground on the opposite banks. A new river bed has"}, {"timestamp": [129.82, 138.4], "text": " been created about 50 chains long by two wide with an average depth of 10 feet. Earth"}, {"timestamp": [138.4, 141.76], "text": " moving has been going on for approximately two months and fine weather has"}, {"timestamp": [141.76, 148.24], "text": " favored operations. An elaborate webbing system is adopted to hold together the sloping walls."}, {"timestamp": [148.24, 152.92], "text": " Manika, kept in position with steel cable anchored to heavy groins, covers hundreds of willow"}, {"timestamp": [152.92, 160.16], "text": " saplings planted on their side and wired to stakes."}, {"timestamp": [160.16, 163.92], "text": " Three dozers make ready to open the inlet of the new river course."}, {"timestamp": [163.92, 168.4], "text": " A narrow dividing wall of shingle keeps the water back while the machines gradually clear the entrance."}, {"timestamp": [183.2, 189.0], "text": " The water must be allowed in slowly so that the riveting work on the banks will not be washed away by a sudden rush."}, {"timestamp": [189.0, 209.0], "text": " Although the water flows freely down the new bed, it's still necessary to keep the channel clear."}, {"timestamp": [209.0, 215.0], "text": " With the old river level down, earth moving can be continued, and soon the river course is completely changed."}, {"timestamp": [215.0, 217.0], "text": " Barton's bush is safe."}, {"timestamp": [222.0, 230.0], "text": " Towering to 8,000 feet, Egmont is vital to the economy of New Zealand's Taranaki province."}, {"timestamp": [230.0, 239.0], "text": " Its bush-clad slopes gather and control the rain, which waters the stock and irrigates the rich pasture land stretching out towards Ruhriehu in the centre of the North Island."}, {"timestamp": [239.0, 247.4], "text": " But many years of browsing by wild goats and opossums has caused irreparable damage to the protective cloak of rain forest in Egmont National Park,"}, {"timestamp": [247.4, 252.4], "text": " killing off large areas, bringing about erosion and uncontrolled runoff of rainwater."}, {"timestamp": [255.9, 263.4], "text": " The forest rangers with their indispensable family of dogs are constantly on the job looking after their 150 square miles of forest park."}, {"timestamp": [263.4, 266.0], "text": " Over tracks invisible to the unaccustomed"}, {"timestamp": [266.0, 271.68], "text": " eye, they traverse daily miles of rugged country, always on the lookout for signs of fresh damage"}, {"timestamp": [271.68, 296.0], "text": " by goats and the possums. Both enemies have struck in the same spot here."}, {"timestamp": [296.0, 311.0], "text": " The tree trunks have been completely ring barked by goats and above the flower heads have been attacked by hungry possums."}, {"timestamp": [315.0, 336.24], "text": " A favorite food of the opossums have been trapped in the reserve."}, {"timestamp": [336.24, 341.52], "text": " Traplines are set by the ranges to test for density, and where infestation is heavy, trappers"}, {"timestamp": [341.52, 354.0], "text": " are put on to work the areas. Rear forestation with exotic pines has been undertaken on the slopes of the Kaitaki"}, {"timestamp": [354.0, 357.0], "text": " rangers in the outlying areas of the reserve."}, {"timestamp": [357.0, 363.0], "text": " Making their way through a sturdy regrowth of native seedlings,"}, {"timestamp": [363.0, 367.0], "text": " the rangers mark off some of the trees for thinning out."}, {"timestamp": [371.0, 380.0], "text": " With several days supply of food and ammunition in their packs, the going gets tough at times."}, {"timestamp": [380.0, 386.8], "text": " Creeks have to be crossed and recrossed many times, for owing to the nature of the country, they twist and turn in all directions."}, {"timestamp": [386.8, 392.0], "text": " Sometimes a heavy fall of rain may cause a creek to rise several feet in a very short while,"}, {"timestamp": [392.0, 426.0], "text": " drowning stepping stones under a roaring torrent. Short cuts up perpendicular tree covered cliffs save time and miles of detouring. But in places it's too steep for the dogs and they get a"}, {"timestamp": [426.0, 430.32], "text": " gentle shove in the right direction from Master. Jacob's Ladder is what the rangers"}, {"timestamp": [430.32, 469.0], "text": " call this track. They had to build one to make the last 20 odd feet. In a secluded clearing way off the beaten track, they reached their cabin, built partly from bush timber and partly from materials man-packed over the steep track."}, {"timestamp": [469.0, 478.0], "text": " A little drafty may be, but wonderfully welcome to tired and hungry rangers, a place to eat and sleep and handy to the scene of tomorrow's operations."}, {"timestamp": [478.0, 484.0], "text": " A morning round of the trap line gives evidence of the necessity for heavy trapping in this area."}, {"timestamp": [484.0, 488.76], "text": " Goats too are fairly numerous round here. Out for an early morning run, the dogs"}, {"timestamp": [488.76, 498.66], "text": " bell one up in the creek. It's amazing how cunning some goats get. Who"}, {"timestamp": [498.66, 503.82], "text": " ever heard of one hiding up a tree? Due to a sustained effort to eradicate the"}, {"timestamp": [503.82, 505.76], "text": " goats, they have gradually been driven"}, {"timestamp": [505.76, 510.84], "text": " towards the upper slopes where they've become increasingly shy and difficult to shoot. Just"}, {"timestamp": [510.84, 533.44], "text": " on 10,000 goats have been killed in the last five years. To save a long and arduous return journey over the same track,"}, {"timestamp": [533.44, 538.32], "text": " Rangers and dogs make a detour that will lead them back to their bush cabin."}, {"timestamp": [538.32, 543.52], "text": " Theirs is a tough and lonely job that keeps them busy from dawn till dark, but satisfying"}, {"timestamp": [543.52, 548.12], "text": " in the knowledge that they're doing a lot towards preserving the native forest of Pagmont National Park."}, {"timestamp": [548.78, 552.66], "text": " The forest that is all important to the rich productivity of Taranaki."}], "text": " To meet the demands of New Zealand's contingent for next year's Empire Games, machines at Christchurch are already weaving the first of thousands of feet of material. Singlets, blazer, swimming costumes. These are a few of the garments required, and all of them are dyed in the traditional black. Over 200 entrance coaches and managers will represent New Zealand, and they'll all wear the fern leaf badge. Embroider machines put them on singlets and for blazer emblems a pantograph guides three sewing heads at once. Soon athletes from across the world will be watching these badges. A great array of industries backs up the organization of the British Empire Games 1950. Something new has been added at Wellington Zoo and crowds flocked to welcome the new elephant. She's a bonnie we thing from Siam, six years old at Christmas time, and she tips the scales almost over at 1,500 weight. Thousands of children sent in names for the immigrant from Walsing Matilda to Gorgeous Gussie. For the winning almost over at 1,500 weight. Thousands of children sent in names for the immigrant from waltzing Matilda to gorgeous gussie. For the winning pick of Maharani, meaning an Indian princess, Johnny Muter of Western Hut has the first ride. For four years the zoo has been without an elephant and the zoo without an elephant is like a circus without a cloud. Barton's Bush, popular picnic area near Wellington, is threatened by the waters of the Hutt River. Erosions scouring deeply into the banks has left its mark in past winter floods. Many valuable toter trees have been lost. Engineers have taken the bend out of the river by dozing spoil from the high ground on the opposite banks. A new river bed has been created about 50 chains long by two wide with an average depth of 10 feet. Earth moving has been going on for approximately two months and fine weather has favored operations. An elaborate webbing system is adopted to hold together the sloping walls. Manika, kept in position with steel cable anchored to heavy groins, covers hundreds of willow saplings planted on their side and wired to stakes. Three dozers make ready to open the inlet of the new river course. A narrow dividing wall of shingle keeps the water back while the machines gradually clear the entrance. The water must be allowed in slowly so that the riveting work on the banks will not be washed away by a sudden rush. Although the water flows freely down the new bed, it's still necessary to keep the channel clear. With the old river level down, earth moving can be continued, and soon the river course is completely changed. Barton's bush is safe. Towering to 8,000 feet, Egmont is vital to the economy of New Zealand's Taranaki province. Its bush-clad slopes gather and control the rain, which waters the stock and irrigates the rich pasture land stretching out towards Ruhriehu in the centre of the North Island. But many years of browsing by wild goats and opossums has caused irreparable damage to the protective cloak of rain forest in Egmont National Park, killing off large areas, bringing about erosion and uncontrolled runoff of rainwater. The forest rangers with their indispensable family of dogs are constantly on the job looking after their 150 square miles of forest park. Over tracks invisible to the unaccustomed eye, they traverse daily miles of rugged country, always on the lookout for signs of fresh damage by goats and the possums. Both enemies have struck in the same spot here. The tree trunks have been completely ring barked by goats and above the flower heads have been attacked by hungry possums. A favorite food of the opossums have been trapped in the reserve. Traplines are set by the ranges to test for density, and where infestation is heavy, trappers are put on to work the areas. Rear forestation with exotic pines has been undertaken on the slopes of the Kaitaki rangers in the outlying areas of the reserve. Making their way through a sturdy regrowth of native seedlings, the rangers mark off some of the trees for thinning out. With several days supply of food and ammunition in their packs, the going gets tough at times. Creeks have to be crossed and recrossed many times, for owing to the nature of the country, they twist and turn in all directions. Sometimes a heavy fall of rain may cause a creek to rise several feet in a very short while, drowning stepping stones under a roaring torrent. Short cuts up perpendicular tree covered cliffs save time and miles of detouring. But in places it's too steep for the dogs and they get a gentle shove in the right direction from Master. Jacob's Ladder is what the rangers call this track. They had to build one to make the last 20 odd feet. In a secluded clearing way off the beaten track, they reached their cabin, built partly from bush timber and partly from materials man-packed over the steep track. A little drafty may be, but wonderfully welcome to tired and hungry rangers, a place to eat and sleep and handy to the scene of tomorrow's operations. A morning round of the trap line gives evidence of the necessity for heavy trapping in this area. Goats too are fairly numerous round here. Out for an early morning run, the dogs bell one up in the creek. It's amazing how cunning some goats get. Who ever heard of one hiding up a tree? Due to a sustained effort to eradicate the goats, they have gradually been driven towards the upper slopes where they've become increasingly shy and difficult to shoot. Just on 10,000 goats have been killed in the last five years. To save a long and arduous return journey over the same track, Rangers and dogs make a detour that will lead them back to their bush cabin. Theirs is a tough and lonely job that keeps them busy from dawn till dark, but satisfying in the knowledge that they're doing a lot towards preserving the native forest of Pagmont National Park. The forest that is all important to the rich productivity of Taranaki."}