{"speakers": [], "chunks": [{"timestamp": [0.0, 32.8], "text": " Large crowds gathered at the Toney to see the New Zealand sports car club speed trials."}, {"timestamp": [33.36, 37.72], "text": " In the paddock were all sorts of cars, 1946 models and an 1896 bends."}, {"timestamp": [39.14, 53.86], "text": " There were sports cars and racing cars, and the small boys and big boys had a good look round."}, {"timestamp": [59.0, 60.84], "text": " The old 1896 car opens the show which marks the 50 years jubilee of British motoring."}, {"timestamp": [71.48, 76.64], "text": " The first cars get away. Cars and motorcycles ran in pairs from a standing start over a quarter-mile course and were timed individually."}, {"timestamp": [77.34, 81.84], "text": " Fastest cars crossed the line at nearly 80 miles per hour and motorcycles at over 90."}, {"timestamp": [87.96, 90.34], "text": " Faster's time was put up by a Christchurch car"}, {"timestamp": [90.34, 92.76], "text": " which did the standing quarter mile in 20 seconds."}, {"timestamp": [99.66, 101.7], "text": " For Wellington's Victoria University,"}, {"timestamp": [102.0, 103.28], "text": " like all our colleges today,"}, {"timestamp": [103.44, 105.36], "text": " the biggest headache is a shortage of classrooms."}, {"timestamp": [105.7, 107.4], "text": " The answer is temporary classrooms."}, {"timestamp": [108.82, 113.92], "text": " From the top of a hill behind the college, Sawyer is being taken to build up the site below the main building."}, {"timestamp": [118.76, 127.0], "text": " Here, a gully is being slowly filled in, and on top of it it space found for the temporary classrooms."}, {"timestamp": [131.0, 136.0], "text": " These prefabricated buildings were once destined to be American naval hospitals in the Pacific."}, {"timestamp": [136.0, 150.0], "text": " When Victoria University opens again for the next session, these classrooms will be ready for use."}, {"timestamp": [150.0, 167.82], "text": " At Wellington suburb of Nio, a first-class miniature rifle range is hoping to keep the members of the suburbs old home guard together. The range gives them plenty of practice and they can be"}, {"timestamp": [167.82, 176.24], "text": " well proud of their club. They built it all themselves. In their spare time they built"}, {"timestamp": [176.24, 179.88], "text": " the range in the butts and by their own efforts raise the money to buy all the necessary"}, {"timestamp": [179.88, 184.12], "text": " equipment. The range is 100 yards long and the butts are of the shutter type, something"}, {"timestamp": [184.12, 186.0], "text": " new for a miniature rifle range."}, {"timestamp": [186.0, 212.24], "text": " For these men, some good practice and many a good day's sport is the result of a little cooperation."}, {"timestamp": [221.02, 221.82], "text": " Leading shortly to study in Canada and America is a group of biology students and leading the party is a lecturer at Victoria University College, Miss Ralph."}, {"timestamp": [226.5, 230.28], "text": " We are all paying for this trip ourselves, but the Canadian government and the United States government are helping us with the travelling and billeting arrangements."}, {"timestamp": [230.28, 234.88], "text": " We hope to meet some world authorities in both botany and zoology and learn something of"}, {"timestamp": [234.88, 236.76], "text": " their teaching methods."}, {"timestamp": [236.76, 241.84], "text": " Some of us have still to complete our degrees at Victoria, and the trip overseas will help"}, {"timestamp": [241.84, 243.72], "text": " us a great deal."}, {"timestamp": [243.72, 245.38], "text": " We can learn a lot,"}, {"timestamp": [247.16, 249.2], "text": " and we can help extend the friendship between New Zealand students"}, {"timestamp": [249.2, 251.96], "text": " and those of America and Canada."}, {"timestamp": [258.28, 260.94], "text": " This is the home of Mr. A. Clappam of Wangaray,"}, {"timestamp": [261.18, 262.32], "text": " a man with a novel hobby."}, {"timestamp": [262.72, 264.5], "text": " Even his house shows signs of novelty."}, {"timestamp": [269.0, 274.5], "text": " But it's not the chimney pot decoration that brings young visitors around. There's something more interesting inside."}, {"timestamp": [275.0, 280.0], "text": " For 35 years, Mr. Clapham, a retired engineer who has travelled the world, has been collecting clocks,"}, {"timestamp": [280.6, 284.0], "text": " clocks of every size and shape, clocks from every country he's visited."}, {"timestamp": [284.8, 332.9], "text": " Some of his novelty clocks are a source of delight and wonder to youngsters. I'm gonna POMPEOX-WOLF! This monastery clock is 150 years old."}, {"timestamp": [333.1, 336.1], "text": " At the hour for prayers, the figure of a monk tolls the bell."}, {"timestamp": [347.86, 348.88], "text": " Here's a 24-hour clock."}, {"timestamp": [350.72, 355.14], "text": " And here's a clock that goes backwards."}, {"timestamp": [358.2, 358.4], "text": " But pride of his collection is this French alarm clock,"}, {"timestamp": [360.3, 368.86], "text": " which is 260 years old. A musical box keeps the youngsters happy"}, {"timestamp": [368.86, 373.58], "text": " while Mr. Clapham gets on with his job of repairing another specimen for his unusual collection."}], "text": " Large crowds gathered at the Toney to see the New Zealand sports car club speed trials. In the paddock were all sorts of cars, 1946 models and an 1896 bends. There were sports cars and racing cars, and the small boys and big boys had a good look round. The old 1896 car opens the show which marks the 50 years jubilee of British motoring. The first cars get away. Cars and motorcycles ran in pairs from a standing start over a quarter-mile course and were timed individually. Fastest cars crossed the line at nearly 80 miles per hour and motorcycles at over 90. Faster's time was put up by a Christchurch car which did the standing quarter mile in 20 seconds. For Wellington's Victoria University, like all our colleges today, the biggest headache is a shortage of classrooms. The answer is temporary classrooms. From the top of a hill behind the college, Sawyer is being taken to build up the site below the main building. Here, a gully is being slowly filled in, and on top of it it space found for the temporary classrooms. These prefabricated buildings were once destined to be American naval hospitals in the Pacific. When Victoria University opens again for the next session, these classrooms will be ready for use. At Wellington suburb of Nio, a first-class miniature rifle range is hoping to keep the members of the suburbs old home guard together. The range gives them plenty of practice and they can be well proud of their club. They built it all themselves. In their spare time they built the range in the butts and by their own efforts raise the money to buy all the necessary equipment. The range is 100 yards long and the butts are of the shutter type, something new for a miniature rifle range. For these men, some good practice and many a good day's sport is the result of a little cooperation. Leading shortly to study in Canada and America is a group of biology students and leading the party is a lecturer at Victoria University College, Miss Ralph. We are all paying for this trip ourselves, but the Canadian government and the United States government are helping us with the travelling and billeting arrangements. We hope to meet some world authorities in both botany and zoology and learn something of their teaching methods. Some of us have still to complete our degrees at Victoria, and the trip overseas will help us a great deal. We can learn a lot, and we can help extend the friendship between New Zealand students and those of America and Canada. This is the home of Mr. A. Clappam of Wangaray, a man with a novel hobby. Even his house shows signs of novelty. But it's not the chimney pot decoration that brings young visitors around. There's something more interesting inside. For 35 years, Mr. Clapham, a retired engineer who has travelled the world, has been collecting clocks, clocks of every size and shape, clocks from every country he's visited. Some of his novelty clocks are a source of delight and wonder to youngsters. I'm gonna POMPEOX-WOLF! This monastery clock is 150 years old. At the hour for prayers, the figure of a monk tolls the bell. Here's a 24-hour clock. And here's a clock that goes backwards. But pride of his collection is this French alarm clock, which is 260 years old. A musical box keeps the youngsters happy while Mr. Clapham gets on with his job of repairing another specimen for his unusual collection."}