{"speakers": [], "chunks": [{"timestamp": [0.0, 35.0], "text": " The President Of Auckland, Kipling said, last, loneliest, loveliest, exquisite, apart."}, {"timestamp": [35.0, 48.5], "text": " The once capital of New Zealand, Auckland is now a centre for trade and manufacturing,"}, {"timestamp": [48.5, 52.5], "text": " but there are few parts of the city that are not within reach of beautiful gardens,"}, {"timestamp": [52.5, 57.0], "text": " and almost in the very centre of the city are displays of flowers such as these."}, {"timestamp": [61.0, 67.0], "text": " There are fine public buildings, and the museum and art gallery have a magnificent"}, {"timestamp": [67.0, 94.0], "text": " collection of the finely made delicate art of the Māori. Linked by direct flying boat to America and Australia, Auckland's harbour shelters many types of craft."}, {"timestamp": [94.0, 100.0], "text": " The acknowledged centre for yachting in New Zealand, Auckland is ideal for racing or for leisurely cruises."}, {"timestamp": [100.0, 105.5], "text": " Yachtmen find endless variety in the dozens of bays and sheltered waters outside the harbour."}, {"timestamp": [105.5, 139.0], "text": " Auckland is said to shelter more yachts than any other port in the world. A large port and naval base, it has been long important in shipping circles, and ships have been built here since the days of the four mastered baths."}, {"timestamp": [139.0, 147.0], "text": " During the war, many naval vessels were constructed for the Allies in Auckland's modern shipyards."}, {"timestamp": [147.0, 169.4], "text": " The main city area rises in a gentle slope from the harbor and the center of its activity"}, {"timestamp": [169.4, 187.0], "text": " is Queen Street with its ever busy crowds. Rug making."}, {"timestamp": [187.0, 208.6], "text": " Rug making, one of the most colorful of Auckland's industries, has made New Zealand"}, {"timestamp": [208.6, 211.6], "text": " rugs famous in America and other countries."}, {"timestamp": [211.6, 215.92], "text": " New Zealand's great primary product, wool, is dyed and woven into floor coverings"}, {"timestamp": [215.92, 247.0], "text": " of high quality and freezing colors. I'm gonna be. The"}, {"timestamp": [247.0, 248.0], "text": " The"}, {"timestamp": [248.0, 275.0], "text": " The New Zealand 40-hour week was designed to give time for recreation."}, {"timestamp": [275.0, 287.0], "text": " In a climate such as Auckland, swimming is a popular New Zealand's 40-hour week was designed to give time for recreation."}, {"timestamp": [287.0, 345.64], "text": " In a climate such as Auckland, swimming is a popular pastime and the many public bars are usually lively places. I'm gonna'a. For holidays away from the city, many go to Kawau Island, where the famous administrator for George Gray once made his home. His former"}, {"timestamp": [345.64, 385.0], "text": " residence is now a holiday hotel, where relaxation is easy. Every variety of summer sport makes this island an ideal place to soak in the sunlight. I'm gonnae. And so on the I'm gonnae'n't"}, {"timestamp": [385.0, 465.0], "text": " I'm gonna'a. I'm gonna'a'ne. And......that's..."}, {"timestamp": [465.0, 466.0], "text": "...and..."}, {"timestamp": [466.0, 467.0], "text": "...and..."}, {"timestamp": [467.0, 469.0], "text": "...and..."}, {"timestamp": [469.0, 470.0], "text": "...and..."}, {"timestamp": [470.0, 471.0], "text": "...and..."}, {"timestamp": [471.0, 473.0], "text": "...and..."}, {"timestamp": [473.0, 532.0], "text": "...and... There is ample space to roam on Kauvels place to roam on Kauau Island. Planted with trees and flowers from"}, {"timestamp": [532.0, 550.0], "text": " Kauau Island is a world garden"}, {"timestamp": [550.0, 555.0], "text": " where can be found the exotic color of the topic beside the brilliant green of New Zealand forests."}, {"timestamp": [555.0, 559.0], "text": " The wild rose of England grows beside the brilliant water tower of Australia"}, {"timestamp": [559.0, 566.0], "text": " and its thorough countryman of flaming red gun. The Main-Rid Gun. The Mainland,"}, {"timestamp": [566.0, 567.0], "text": " the"}, {"timestamp": [567.0, 593.0], "text": " mainland, the mainland, seen in the distance reminds us of the cities, and we return to Auckland"}, {"timestamp": [593.0, null], "text": " on the harbour called Whitamatta, the sea of sparkling waters. The"}], "text": " The President Of Auckland, Kipling said, last, loneliest, loveliest, exquisite, apart. The once capital of New Zealand, Auckland is now a centre for trade and manufacturing, but there are few parts of the city that are not within reach of beautiful gardens, and almost in the very centre of the city are displays of flowers such as these. There are fine public buildings, and the museum and art gallery have a magnificent collection of the finely made delicate art of the Māori. Linked by direct flying boat to America and Australia, Auckland's harbour shelters many types of craft. The acknowledged centre for yachting in New Zealand, Auckland is ideal for racing or for leisurely cruises. Yachtmen find endless variety in the dozens of bays and sheltered waters outside the harbour. Auckland is said to shelter more yachts than any other port in the world. A large port and naval base, it has been long important in shipping circles, and ships have been built here since the days of the four mastered baths. During the war, many naval vessels were constructed for the Allies in Auckland's modern shipyards. The main city area rises in a gentle slope from the harbor and the center of its activity is Queen Street with its ever busy crowds. Rug making. Rug making, one of the most colorful of Auckland's industries, has made New Zealand rugs famous in America and other countries. New Zealand's great primary product, wool, is dyed and woven into floor coverings of high quality and freezing colors. I'm gonna be. The The The New Zealand 40-hour week was designed to give time for recreation. In a climate such as Auckland, swimming is a popular New Zealand's 40-hour week was designed to give time for recreation. In a climate such as Auckland, swimming is a popular pastime and the many public bars are usually lively places. I'm gonna'a. For holidays away from the city, many go to Kawau Island, where the famous administrator for George Gray once made his home. His former residence is now a holiday hotel, where relaxation is easy. Every variety of summer sport makes this island an ideal place to soak in the sunlight. I'm gonnae. And so on the I'm gonnae'n't I'm gonna'a. I'm gonna'a'ne. And......that's......and......and......and......and......and......and......and... There is ample space to roam on Kauvels place to roam on Kauau Island. Planted with trees and flowers from Kauau Island is a world garden where can be found the exotic color of the topic beside the brilliant green of New Zealand forests. The wild rose of England grows beside the brilliant water tower of Australia and its thorough countryman of flaming red gun. The Main-Rid Gun. The Mainland, the mainland, the mainland, seen in the distance reminds us of the cities, and we return to Auckland on the harbour called Whitamatta, the sea of sparkling waters. The"}