{"speakers": [], "chunks": [{"timestamp": [0.0, 33.5], "text": " The President In Wellington, it's VE. Day minus one, the day before."}, {"timestamp": [33.5, 36.5], "text": " Feelings of relief and joy are welling up."}, {"timestamp": [36.5, 42.0], "text": " This is the prologue to a day of celebration."}, {"timestamp": [42.0, 46.0], "text": " Even the dog will have his day, and the battalion of seagulls are standing by."}, {"timestamp": [46.0, 49.0], "text": " The news today is good."}, {"timestamp": [49.0, 51.0], "text": " The moment is too great."}, {"timestamp": [51.0, 53.0], "text": " Something has to go despite official restraint."}, {"timestamp": [53.0, 57.0], "text": " In the streets people are trying to go calmly about their business."}, {"timestamp": [61.0, 63.0], "text": " Now the prologue's over."}, {"timestamp": [63.0, 67.0], "text": " There's only the sweeping up to do before the day, and this is how it began."}, {"timestamp": [67.0, 101.0], "text": " The whistles have blown, the bells have rung, the bands are playing. The war in Europe is over. Thousands are pouring into the city, just as they're pouring into countless towns and cities across a world that is turning from darkness into light."}, {"timestamp": [101.0, 106.84], "text": " As noon approaches, the people pack the hillsides and the streets facing government buildings."}, {"timestamp": [106.84, 110.62], "text": " Here, the National Declaration of Peace is to be made."}, {"timestamp": [110.62, 112.64], "text": " At Timoroul, the day has begun with a band"}, {"timestamp": [112.64, 132.0], "text": " pithing a parade to the sound shell on Caroline Bay. In Auckland, Queen Street is early awake."}, {"timestamp": [132.0, 138.0], "text": " With a good day's celebration already behind them, Aucklanders are out again for more."}, {"timestamp": [142.0, 148.0], "text": " As the morning grows, the biggest crowd in the history of the city masses in the Civic Square and overflows into the streets beyond."}, {"timestamp": [148.0, 150.0], "text": " Christchurch."}, {"timestamp": [150.0, 156.0], "text": " It bans again with children bearing toy toys, making it a site that belongs to New Zealand."}, {"timestamp": [156.0, 167.0], "text": " Coming in thousands from all directions, the people move towards Cathedral Square."}, {"timestamp": [171.0, 178.0], "text": " In Weddington, His Excellency, the Governor General proclaims the end of the war in Europe."}, {"timestamp": [178.0, 186.0], "text": " We rejoice as the people because the unconditional surrender of Germany is now achieved."}, {"timestamp": [186.0, 190.0], "text": " And the war in Europe has ended."}, {"timestamp": [190.0, 194.0], "text": " So we've come to the end of our first great task."}, {"timestamp": [194.0, 197.0], "text": " Wherever New Zealand has gathered today, it is with relief and pride."}, {"timestamp": [197.0, 201.0], "text": " For five and a half years we've fought and worked and waited."}, {"timestamp": [201.0, 203.0], "text": " We've shared with others the ebb and flow of battle."}, {"timestamp": [203.0, 205.6], "text": " We share with others this victory."}, {"timestamp": [209.6, 214.6], "text": " But there is still a victory to be won in the Pacific, as the acting Prime Minister, the Honorable Walter Nash, said."}, {"timestamp": [214.6, 226.8], "text": " Let us be determined to so work that the name of our country, New Zealand, shall remain high in the annals of history and respected by all nations."}, {"timestamp": [227.54, 232.94], "text": " That means that we must not let up until Japan also is defeated."}, {"timestamp": [233.64, 240.32], "text": " We must not let up until the maximum food and other supplies are sent to starving Europe and Asia."}, {"timestamp": [240.92, 247.24], "text": " No let up until we've made our major contribution inside and outside our own country"}, {"timestamp": [247.24, 254.0], "text": " to the building of a better world in which security will be available to all people, in all"}, {"timestamp": [254.0, 257.24], "text": " lands of whatever color or creed they may be."}, {"timestamp": [257.24, 258.24], "text": " Thank you."}, {"timestamp": [258.24, 259.24], "text": " Thank you."}, {"timestamp": [259.24, 260.24], "text": " Thank you."}, {"timestamp": [260.24, 267.0], "text": " Thank you. Along with the deeds of our fighting forces"}, {"timestamp": [267.0, 286.0], "text": " from the world who never rode on a tank the work of the thousands who wore no uniform,"}, {"timestamp": [286.0, 311.0], "text": " who never rode on a tank through a liberated city, but by common effort we've overwhelmed our enemy. The national ceremony ends and the crowd"}, {"timestamp": [311.0, 329.0], "text": " to rejoice together, having won a victory together."}, {"timestamp": [329.0, 334.0], "text": " Traffic problems are a headache for traffic men. Amateur assistance is not much help."}, {"timestamp": [334.0, 372.3], "text": " At Ota Hu, the people expressed their feelings with a peace parade reminiscent of those that were held at the end of World War I. In Christchurch, it's really all something more than a baby show."}, {"timestamp": [376.8, 416.0], "text": " Back in Wellington, everything in the Navy is reaching an advanced stage of celebration. Or then the music goes round and round, and Christchurch provides the biggest noise with an artillery salute."}, {"timestamp": [416.0, 428.0], "text": " Timmero ends the day with a torchlight parade and a bonfire."}, {"timestamp": [432.0, 435.0], "text": " It's victory in a blaze of glory."}, {"timestamp": [436.0, 438.0], "text": " Today, victory over Germany."}, {"timestamp": [438.0, 447.0], "text": " Tomorrow, Japan. The"}], "text": " The President In Wellington, it's VE. Day minus one, the day before. Feelings of relief and joy are welling up. This is the prologue to a day of celebration. Even the dog will have his day, and the battalion of seagulls are standing by. The news today is good. The moment is too great. Something has to go despite official restraint. In the streets people are trying to go calmly about their business. Now the prologue's over. There's only the sweeping up to do before the day, and this is how it began. The whistles have blown, the bells have rung, the bands are playing. The war in Europe is over. Thousands are pouring into the city, just as they're pouring into countless towns and cities across a world that is turning from darkness into light. As noon approaches, the people pack the hillsides and the streets facing government buildings. Here, the National Declaration of Peace is to be made. At Timoroul, the day has begun with a band pithing a parade to the sound shell on Caroline Bay. In Auckland, Queen Street is early awake. With a good day's celebration already behind them, Aucklanders are out again for more. As the morning grows, the biggest crowd in the history of the city masses in the Civic Square and overflows into the streets beyond. Christchurch. It bans again with children bearing toy toys, making it a site that belongs to New Zealand. Coming in thousands from all directions, the people move towards Cathedral Square. In Weddington, His Excellency, the Governor General proclaims the end of the war in Europe. We rejoice as the people because the unconditional surrender of Germany is now achieved. And the war in Europe has ended. So we've come to the end of our first great task. Wherever New Zealand has gathered today, it is with relief and pride. For five and a half years we've fought and worked and waited. We've shared with others the ebb and flow of battle. We share with others this victory. But there is still a victory to be won in the Pacific, as the acting Prime Minister, the Honorable Walter Nash, said. Let us be determined to so work that the name of our country, New Zealand, shall remain high in the annals of history and respected by all nations. That means that we must not let up until Japan also is defeated. We must not let up until the maximum food and other supplies are sent to starving Europe and Asia. No let up until we've made our major contribution inside and outside our own country to the building of a better world in which security will be available to all people, in all lands of whatever color or creed they may be. Thank you. Thank you. Thank you. Thank you. Along with the deeds of our fighting forces from the world who never rode on a tank the work of the thousands who wore no uniform, who never rode on a tank through a liberated city, but by common effort we've overwhelmed our enemy. The national ceremony ends and the crowd to rejoice together, having won a victory together. Traffic problems are a headache for traffic men. Amateur assistance is not much help. At Ota Hu, the people expressed their feelings with a peace parade reminiscent of those that were held at the end of World War I. In Christchurch, it's really all something more than a baby show. Back in Wellington, everything in the Navy is reaching an advanced stage of celebration. Or then the music goes round and round, and Christchurch provides the biggest noise with an artillery salute. Timmero ends the day with a torchlight parade and a bonfire. It's victory in a blaze of glory. Today, victory over Germany. Tomorrow, Japan. The"}