{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " The town of Sett."}, {"timestamp": [3.0, 31.0], "text": " The town of Sedan and Moldra has a service that many other towns would be pleased to boast of."}, {"timestamp": [31.0, 38.0], "text": " This travelling washing machine service is run by Mrs. Watson, who calls at your home, unloads a washing machine and gets to work."}, {"timestamp": [38.0, 52.68], "text": " Able to do several washes in one day, this service. This service is able to do several washes in one day, this service seems to be the answer to the busy housewives problems."}, {"timestamp": [53.38, 59.52], "text": " Mrs. Watson is not one to tarry, and no sooner is the was done than she's away, and another was will be done before lunchtime."}, {"timestamp": [73.28, 73.78], "text": " From Port Chalmers to Portobello, an electric cable is being laid along the sea floor."}, {"timestamp": [80.2, 83.36], "text": " Saving four miles in distance and numerous power poles, it will be used to help supply the Otago Peninsula with electric current."}, {"timestamp": [87.0, 91.0], "text": " From an electricity truck, a small steel rope is passed out. This is in turn tied to the cable and the lot hauled in shore."}, {"timestamp": [91.0, 95.0], "text": " After inspecting the cable for likely floors, it's attached to a new circuit."}, {"timestamp": [100.0, 105.54], "text": " Under way for Portobello, the electric cable is slowly paid out."}, {"timestamp": [105.92, 109.34], "text": " Every care is taken to see it remains sufficiently slack to prevent snapping."}, {"timestamp": [120.96, 126.0], "text": " At Portobello, the cable is again checked by Dunedin City Council engineers."}, {"timestamp": [130.0, 138.0], "text": " With the water below taking the strain, the cable is pulled up the hillside and set down in shallow trenches."}, {"timestamp": [138.0, 142.0], "text": " For the first time in New Zealand, a municipal underwater electric cable is laid."}, {"timestamp": [142.0, 146.56], "text": " This project of the Dunedin City Council is as yet in experimental stages,"}, {"timestamp": [147.06, 150.34], "text": " but when in full operation will mean much to the Otago Peninsula."}, {"timestamp": [160.14, 164.24], "text": " Radar was one of the wonders of the war, and for Britain a decisive weapon."}, {"timestamp": [164.94, 169.68], "text": " With it, enemy planes and submarines could be easily and accurately detected long before they were sighted."}, {"timestamp": [170.1, 173.18], "text": " In New Zealand, it was extensively used for guarding our coasts."}, {"timestamp": [179.04, 183.72], "text": " The basic principle of radar is the echoing back of high-frequency radio waves."}, {"timestamp": [184.14, 185.04], "text": " When a signal is sent out and strikes an object, it the echoing back of high frequency radio waves. When a signal is sent"}, {"timestamp": [185.04, 189.88], "text": " out and strikes an object, it is echoed back. From the strength and direction of the echo can be"}, {"timestamp": [189.88, 195.52], "text": " told the distance and direction of the ship or plane. Normally, radar waves travel in a straight"}, {"timestamp": [195.52, 206.0], "text": " line. But when warm, dry air overlays cold moist air, the radio beam is unaccountably sent downwards."}, {"timestamp": [206.5, 210.52], "text": " This greatly increases the range of radar, for signals will pass over the horizon"}, {"timestamp": [210.52, 212.94], "text": " and pick up objects normally out of range."}, {"timestamp": [232.5, 238.0], "text": " Nowhere else in the world can these conditions be studied so easily as on the Canterbury Plains. So at Ashburton, the New Zealand and British governments, established the Canterbury Research Project."}, {"timestamp": [240.0, 245.36], "text": " At Ashburton, New Zealand and British scientists are trying to find out when and why the weather affects radar."}, {"timestamp": [246.6, 250.2], "text": " To measure the temperature and humidity of the atmosphere during a norwester,"}, {"timestamp": [250.74, 254.22], "text": " meteorological trucks send up instruments attached to a kite or balloon."}, {"timestamp": [259.6, 262.82], "text": " The results are sent by radio telephone to the control tower."}, {"timestamp": [265.96, 270.14], "text": " A plane fitted with special radar apparatus is going to fly out over the sea."}, {"timestamp": [270.6, 276.64], "text": " It makes several runs at different altitudes to test the radar signals in both low moist air and high dry air."}, {"timestamp": [283.68, 287.0], "text": " Radar signals are sent back to the radar trucks on the foreshore."}, {"timestamp": [287.0, 299.0], "text": " By radio telephone the controller is informed of the results obtained."}, {"timestamp": [299.0, 306.66], "text": " After two hours the plane comes in on its final run"}, {"timestamp": [306.66, 308.92], "text": " and another operation Norwester is over."}, {"timestamp": [309.46, 311.94], "text": " The controller brings the records down to the analysis room."}, {"timestamp": [312.68, 314.68], "text": " From one operation there is sufficient data"}, {"timestamp": [314.68, 316.82], "text": " to keep the analysis staff busy for a week."}, {"timestamp": [317.62, 320.04], "text": " From the Canterbury project it is hoped that a lot more"}, {"timestamp": [320.04, 321.18], "text": " will be known about radar,"}, {"timestamp": [321.72, 323.88], "text": " an invention that is useful to ships and planes"}, {"timestamp": [323.88, 325.56], "text": " in peace as well as war."}], "text": " The town of Sett. The town of Sedan and Moldra has a service that many other towns would be pleased to boast of. This travelling washing machine service is run by Mrs. Watson, who calls at your home, unloads a washing machine and gets to work. Able to do several washes in one day, this service. This service is able to do several washes in one day, this service seems to be the answer to the busy housewives problems. Mrs. Watson is not one to tarry, and no sooner is the was done than she's away, and another was will be done before lunchtime. From Port Chalmers to Portobello, an electric cable is being laid along the sea floor. Saving four miles in distance and numerous power poles, it will be used to help supply the Otago Peninsula with electric current. From an electricity truck, a small steel rope is passed out. This is in turn tied to the cable and the lot hauled in shore. After inspecting the cable for likely floors, it's attached to a new circuit. Under way for Portobello, the electric cable is slowly paid out. Every care is taken to see it remains sufficiently slack to prevent snapping. At Portobello, the cable is again checked by Dunedin City Council engineers. With the water below taking the strain, the cable is pulled up the hillside and set down in shallow trenches. For the first time in New Zealand, a municipal underwater electric cable is laid. This project of the Dunedin City Council is as yet in experimental stages, but when in full operation will mean much to the Otago Peninsula. Radar was one of the wonders of the war, and for Britain a decisive weapon. With it, enemy planes and submarines could be easily and accurately detected long before they were sighted. In New Zealand, it was extensively used for guarding our coasts. The basic principle of radar is the echoing back of high-frequency radio waves. When a signal is sent out and strikes an object, it the echoing back of high frequency radio waves. When a signal is sent out and strikes an object, it is echoed back. From the strength and direction of the echo can be told the distance and direction of the ship or plane. Normally, radar waves travel in a straight line. But when warm, dry air overlays cold moist air, the radio beam is unaccountably sent downwards. This greatly increases the range of radar, for signals will pass over the horizon and pick up objects normally out of range. Nowhere else in the world can these conditions be studied so easily as on the Canterbury Plains. So at Ashburton, the New Zealand and British governments, established the Canterbury Research Project. At Ashburton, New Zealand and British scientists are trying to find out when and why the weather affects radar. To measure the temperature and humidity of the atmosphere during a norwester, meteorological trucks send up instruments attached to a kite or balloon. The results are sent by radio telephone to the control tower. A plane fitted with special radar apparatus is going to fly out over the sea. It makes several runs at different altitudes to test the radar signals in both low moist air and high dry air. Radar signals are sent back to the radar trucks on the foreshore. By radio telephone the controller is informed of the results obtained. After two hours the plane comes in on its final run and another operation Norwester is over. The controller brings the records down to the analysis room. From one operation there is sufficient data to keep the analysis staff busy for a week. From the Canterbury project it is hoped that a lot more will be known about radar, an invention that is useful to ships and planes in peace as well as war."}