{"speakers": [], "chunks": [{"timestamp": [0.0, 24.0], "text": " Wellington gets its first close look at the world's most unconventional ship."}, {"timestamp": [24.0, 28.0], "text": " The here today, gone tomorrow, passengers only southern cross."}, {"timestamp": [28.0, 34.0], "text": " Lofty of superstructure, streamlined from towering master midships to solitary funnel well after she's built for service."}, {"timestamp": [34.0, 41.0], "text": " That 400 births will be reserved for immigrants on all her future voyages is a fact the Prime Minister has checked up for himself."}, {"timestamp": [41.0, 45.68], "text": " Looking over her vast sun deck are some of the newly embarked passengers"}, {"timestamp": [45.68, 49.28], "text": " who have taken advantage of the quick turnaround of this non-cargo carrying ship."}, {"timestamp": [49.28, 56.32], "text": " At 20,000 tunner she can carry 1,140 passengers in cabin comfort at a speed of 20 knots."}, {"timestamp": [57.36, 61.68], "text": " May fair winds accompany her on a maiden voyage in which she circumnavigates the globe."}, {"timestamp": [61.68, 65.0], "text": " 24,000 miles in 76 days."}, {"timestamp": [65.0, 82.0], "text": " To fill the lecture rooms of Admore Teachers Training College 20 miles south of Auckland City"}, {"timestamp": [82.0, 86.0], "text": " come students from many parts of the North Island, from differing environments,"}, {"timestamp": [86.0, 89.0], "text": " from city, from farm, from country town,"}, {"timestamp": [89.0, 91.0], "text": " some Māori, some Pakeha,"}, {"timestamp": [91.0, 94.0], "text": " and a few young people from the smaller islands of the South Pacific."}, {"timestamp": [94.0, 96.0], "text": " They come here to live in New Zealand's"}, {"timestamp": [96.0, 98.0], "text": " only fully residential training college,"}, {"timestamp": [98.0, 100.0], "text": " and to learn."}, {"timestamp": [100.0, 102.0], "text": " Learning means understanding,"}, {"timestamp": [102.0, 104.0], "text": " and they gain that understanding"}, {"timestamp": [104.0, 107.0], "text": " not just in lecture rooms, but also in the school rooms."}, {"timestamp": [107.0, 112.0], "text": " To understand and guide children, that's their future."}, {"timestamp": [112.0, 122.0], "text": " Students look on in note effective techniques and mistakes while one of their number takes a class."}, {"timestamp": [122.0, 125.44], "text": " Teaching methods have advanced considerably in the past few years and many different ways of approaches one of their number takes a class."}, {"timestamp": [125.44, 129.5], "text": " Teaching methods have advanced considerably in the past few years, and many different ways"}, {"timestamp": [129.5, 142.46], "text": " of approaching the mind of a child are learnt by these teachers of tomorrow."}, {"timestamp": [142.46, 144.3], "text": " Learning takes many different forms."}, {"timestamp": [144.3, 148.0], "text": " In the large college library, students increase their knowledge of their chosen profession,"}, {"timestamp": [148.0, 151.0], "text": " of their world, of their country."}, {"timestamp": [155.0, 159.0], "text": " Outside, too, they gained this knowledge."}, {"timestamp": [159.0, 163.0], "text": " A group and a lecturer view the sight of a once-browed Maori power."}, {"timestamp": [163.0, 165.04], "text": " Here where now forgotten battles"}, {"timestamp": [165.04, 169.32], "text": " were fought and where the communal life of the tribe was lived, they learned to know their"}, {"timestamp": [169.32, 176.12], "text": " country well. To know their country and to know themselves. Ardmore is something more than"}, {"timestamp": [176.12, 181.32], "text": " a place of learning. It's a way of life. It's a place where 600 young New Zealanders live"}, {"timestamp": [181.32, 187.0], "text": " together, learn to organize their lives together. An elected executive controls many college affairs."}, {"timestamp": [187.0, 190.0], "text": " Under its sponsorship, many different clubs function."}, {"timestamp": [190.0, 192.0], "text": " A student newspaper is published."}, {"timestamp": [192.0, 204.0], "text": " For the girls, a popular activity is keeping college gardens in trim."}, {"timestamp": [204.0, 209.0], "text": " An efficiently-run student fire brigade is always on the alert."}, {"timestamp": [209.0, 213.0], "text": " Living together, like learning, takes many different forms."}, {"timestamp": [213.0, 259.5], "text": " There are friendships to be made in the quiet hours of relaxation, in a college lounge, or perhaps at a dance. They're sport too. Not just for their own well-being, but also for the benefit of school children whose sporting lives they were later direct."}, {"timestamp": [259.5, 265.0], "text": " Ardmore has a good record in intercollegiate sports."}, {"timestamp": [269.0, 270.0], "text": " To gentler things."}, {"timestamp": [270.0, 275.0], "text": " In a pottery class, students watch the deaf hands of an instructor shape clay into a bowl."}, {"timestamp": [280.0, 285.0], "text": " Much interesting work in the arts is done by students."}, {"timestamp": [285.0, 290.0], "text": " Western culture and Polynesian culture mingle within Ardmore College."}, {"timestamp": [290.0, 293.0], "text": " Māori students keep up their old-time crafts,"}, {"timestamp": [293.0, 295.0], "text": " making native costumes and poise"}, {"timestamp": [295.0, 298.0], "text": " and practicing one of the few surviving cottage crafts,"}, {"timestamp": [298.0, 300.0], "text": " Tuku-tuku for interior decoration."}, {"timestamp": [300.0, 302.0], "text": " The business of living and learning together"}, {"timestamp": [302.0, 305.86], "text": " goes on in the lecture rooms, the libraries, the lounges, the sports fields,"}, {"timestamp": [306.26, 309.28], "text": " and in the corridors where notice boards tell of many different activities,"}, {"timestamp": [309.98, 325.0], "text": " of club meetings, sports events, rehearsals. My father, my hearten, ma'amari,"}, {"timestamp": [325.0, 331.0], "text": " take mei, has to cry, ma'amas,"}, {"timestamp": [331.0, 337.0], "text": " say, oh, we, come out,"}, {"timestamp": [337.0, 346.0], "text": " and here, he'll be here, he'll be ho be holla. how a lot I'ma Where's the other"}, {"timestamp": [346.0, 347.0], "text": " I'm a"}, {"timestamp": [347.0, 348.0], "text": " t'nobu'r"}, {"timestamp": [348.0, 390.0], "text": " k'r'r Come on to be The Maori Club songs are popular with the weekly college assembly too."}, {"timestamp": [395.0, 413.0], "text": " Ardmore Training College, a place of learning, a way of living. One of five colleges diverted to training the young people who will guide the lives of New Zealand's children."}, {"timestamp": [419.5, 425.0], "text": " At Tom Tuta, airport of New Caledonia, a New Zealand official party is welcomed by French civil authorities and by a guard of honor drawn from French military forces under the command of Colonel Frey."}, {"timestamp": [429.0, 433.0], "text": " Heading the visiting party is Major General the Right Honorable Sir Harold Barraclough, Chief Justice of New Zealand and former commander of her Pacific forces."}, {"timestamp": [434.0, 438.0], "text": " Sir Harold is here to unveil a memorial in the New Zealand Military Cemetery,"}, {"timestamp": [438.0, 442.0], "text": " and for this occasion, a party of next of kin of war dead who lie in New Caledonia"}, {"timestamp": [442.0, 445.68], "text": " have come from Auckland by flying boat."}, {"timestamp": [445.68, 453.88], "text": " During the Pacific War, New Caledonia became a forward base in the defense of New Zealand."}, {"timestamp": [457.88, 461.98], "text": " Brigadier Dove of the New Zealand Army is here to welcome the next of kin."}, {"timestamp": [461.98, 465.4], "text": " The official party meet his excellency Monsieur René Offere,"}, {"timestamp": [465.4, 467.0], "text": " High Commissioner of France and the Pacific."}, {"timestamp": [475.0, 479.44], "text": " 100 miles from Newmere at Bari, people assemble, and French trickula and New Zealand"}, {"timestamp": [479.44, 493.0], "text": " Ensign once again fly side by side as the time for the ceremony approaches."}, {"timestamp": [498.0, 501.0], "text": " On arrival at the cemetery, maintained here on French territory by the British Imperial Wargraves Commission, Sir Harold is received with a general salute."}, {"timestamp": [501.0, 573.9], "text": " The cross of sacrifice stands ready for unveiling. The cross of sacrifice stands ready for unveiling. I'm Sons of nearly 500 New Zealand families are commemorated here near their former camps."}, {"timestamp": [574.7, null], "text": " Men, their country sent forward armed, to drive back approaching danger. The"}], "text": " Wellington gets its first close look at the world's most unconventional ship. The here today, gone tomorrow, passengers only southern cross. Lofty of superstructure, streamlined from towering master midships to solitary funnel well after she's built for service. That 400 births will be reserved for immigrants on all her future voyages is a fact the Prime Minister has checked up for himself. Looking over her vast sun deck are some of the newly embarked passengers who have taken advantage of the quick turnaround of this non-cargo carrying ship. At 20,000 tunner she can carry 1,140 passengers in cabin comfort at a speed of 20 knots. May fair winds accompany her on a maiden voyage in which she circumnavigates the globe. 24,000 miles in 76 days. To fill the lecture rooms of Admore Teachers Training College 20 miles south of Auckland City come students from many parts of the North Island, from differing environments, from city, from farm, from country town, some Māori, some Pakeha, and a few young people from the smaller islands of the South Pacific. They come here to live in New Zealand's only fully residential training college, and to learn. Learning means understanding, and they gain that understanding not just in lecture rooms, but also in the school rooms. To understand and guide children, that's their future. Students look on in note effective techniques and mistakes while one of their number takes a class. Teaching methods have advanced considerably in the past few years and many different ways of approaches one of their number takes a class. Teaching methods have advanced considerably in the past few years, and many different ways of approaching the mind of a child are learnt by these teachers of tomorrow. Learning takes many different forms. In the large college library, students increase their knowledge of their chosen profession, of their world, of their country. Outside, too, they gained this knowledge. A group and a lecturer view the sight of a once-browed Maori power. Here where now forgotten battles were fought and where the communal life of the tribe was lived, they learned to know their country well. To know their country and to know themselves. Ardmore is something more than a place of learning. It's a way of life. It's a place where 600 young New Zealanders live together, learn to organize their lives together. An elected executive controls many college affairs. Under its sponsorship, many different clubs function. A student newspaper is published. For the girls, a popular activity is keeping college gardens in trim. An efficiently-run student fire brigade is always on the alert. Living together, like learning, takes many different forms. There are friendships to be made in the quiet hours of relaxation, in a college lounge, or perhaps at a dance. They're sport too. Not just for their own well-being, but also for the benefit of school children whose sporting lives they were later direct. Ardmore has a good record in intercollegiate sports. To gentler things. In a pottery class, students watch the deaf hands of an instructor shape clay into a bowl. Much interesting work in the arts is done by students. Western culture and Polynesian culture mingle within Ardmore College. Māori students keep up their old-time crafts, making native costumes and poise and practicing one of the few surviving cottage crafts, Tuku-tuku for interior decoration. The business of living and learning together goes on in the lecture rooms, the libraries, the lounges, the sports fields, and in the corridors where notice boards tell of many different activities, of club meetings, sports events, rehearsals. My father, my hearten, ma'amari, take mei, has to cry, ma'amas, say, oh, we, come out, and here, he'll be here, he'll be ho be holla. how a lot I'ma Where's the other I'm a t'nobu'r k'r'r Come on to be The Maori Club songs are popular with the weekly college assembly too. Ardmore Training College, a place of learning, a way of living. One of five colleges diverted to training the young people who will guide the lives of New Zealand's children. At Tom Tuta, airport of New Caledonia, a New Zealand official party is welcomed by French civil authorities and by a guard of honor drawn from French military forces under the command of Colonel Frey. Heading the visiting party is Major General the Right Honorable Sir Harold Barraclough, Chief Justice of New Zealand and former commander of her Pacific forces. Sir Harold is here to unveil a memorial in the New Zealand Military Cemetery, and for this occasion, a party of next of kin of war dead who lie in New Caledonia have come from Auckland by flying boat. During the Pacific War, New Caledonia became a forward base in the defense of New Zealand. Brigadier Dove of the New Zealand Army is here to welcome the next of kin. The official party meet his excellency Monsieur René Offere, High Commissioner of France and the Pacific. 100 miles from Newmere at Bari, people assemble, and French trickula and New Zealand Ensign once again fly side by side as the time for the ceremony approaches. On arrival at the cemetery, maintained here on French territory by the British Imperial Wargraves Commission, Sir Harold is received with a general salute. The cross of sacrifice stands ready for unveiling. The cross of sacrifice stands ready for unveiling. I'm Sons of nearly 500 New Zealand families are commemorated here near their former camps. Men, their country sent forward armed, to drive back approaching danger. The"}