{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " For the first day of the Canterbury Jockey Club's Metropolitan Meeting, thousands flocked to rickerton to see some of the best racing turned on here for years."}, {"timestamp": [28.0, 32.0], "text": " The Tote registered a South Island record of 156,000 pounds."}, {"timestamp": [32.0, 39.0], "text": " The New Zealand Cup of two miles attracted 19 starters, with Amalad going out the favourite, and the big crowd sees them get away to a good start."}, {"timestamp": [39.0, 44.0], "text": " As they come down for the first time, the leader's Capronella from Night Lancer."}, {"timestamp": [47.0, 51.0], "text": " Now on the homeward journey, the leaders Lorry Bay from Amelad with Royal Lancer hanging on behind."}, {"timestamp": [51.0, 56.0], "text": " At the moment, Amelad is moving nicely, and it's still Lowry Bay with Amelad and Royal Lancer."}, {"timestamp": [56.0, 58.0], "text": " Kevin's right on the outside."}, {"timestamp": [58.0, 62.0], "text": " It's Amelad and Kevin now. The two of them are going to fight it out."}, {"timestamp": [62.0, 64.0], "text": " Lowry Bay is going on the inside."}, {"timestamp": [64.0, 67.44], "text": " Amelads out of it, and it's Kevin going into the lead."}, {"timestamp": [67.44, 70.12], "text": " It's Kevin making a perfect run for it to sweep past the field"}, {"timestamp": [70.12, 74.64], "text": " to win from Lowry Bay with Glen Fallick finishing well in third place."}, {"timestamp": [74.64, 75.96], "text": " His excellency, the Governor General,"}, {"timestamp": [75.96, 78.46], "text": " presents the cup to Kevin's owner, Mr. R.J. Murphy."}, {"timestamp": [78.46, 80.0], "text": " This is his third New Zealand Cup,"}, {"timestamp": [80.0, 82.72], "text": " Arritics and Cuddle bringing it home for him twice before."}, {"timestamp": [82.72, 85.54], "text": " Kevin was bought as a yearling for 375 guineas."}, {"timestamp": [85.54, 87.3], "text": " And with his first New Zealand cup in the bag,"}, {"timestamp": [87.3, 88.9], "text": " he can well look pleased with himself."}, {"timestamp": [92.8, 98.7], "text": " The United States Minister in New Zealand"}, {"timestamp": [98.7, 102.1], "text": " and American officers gathered at Trentham camp recently"}, {"timestamp": [102.1, 105.0], "text": " for a ceremonial parade when Brigadier R. A. R. A. R."}, {"timestamp": [105.0, 108.0], "text": " R. A. R. A. R.S.O., D.S.O., New Zealand Staff Corps, received an American decoration,"}, {"timestamp": [108.0, 111.0], "text": " the Legion of Merit, degree of commander."}, {"timestamp": [111.0, 115.0], "text": " Brigadier Rowe commanded the landing forces during the occupation of the Treasury Islands."}, {"timestamp": [115.0, 138.0], "text": " This is not only an honor for Brigadier Rowe, it's a further reminder that we're all in together. Organized by Otago and Southland manufacturers, a New Zealand industry's fair opens"}, {"timestamp": [138.0, 142.0], "text": " in Dunedin with plenty of exhibits to demonstrate the remarkable growth of industry in the South."}, {"timestamp": [142.0, 145.0], "text": " Thousands of people from both provinces and other parts of the Dominion"}, {"timestamp": [145.0, 147.0], "text": " frong the fair for ten days."}, {"timestamp": [147.0, 150.0], "text": " People of Dunedin see just what goes on in factories around their city."}, {"timestamp": [150.0, 153.0], "text": " For here the factories come out in the open."}, {"timestamp": [153.0, 157.0], "text": " From stocking making, they can turn to watch how pills and medicinal tablets are made."}, {"timestamp": [157.0, 159.0], "text": " They see a machine that works on the principle of"}, {"timestamp": [159.0, 162.0], "text": " Another little pill won't do us any harm."}, {"timestamp": [162.0, 170.02], "text": " The fair is the greatest industrial exhibition here since the Dunedin exhibition some 20 years ago. Complete broadcasting studios give people"}, {"timestamp": [170.02, 173.86], "text": " the chance of seeing just what goes on behind the mic. They can take a good look at"}, {"timestamp": [173.86, 178.72], "text": " the man who goes on and on and the music that goes round and round. Southland with"}, {"timestamp": [178.72, 184.42], "text": " its oats and cows has plenty to boast about as well as a victory loan effort."}, {"timestamp": [184.42, 188.2], "text": " Besides it's the only province that today can boast of a dying industry."}], "text": " For the first day of the Canterbury Jockey Club's Metropolitan Meeting, thousands flocked to rickerton to see some of the best racing turned on here for years. The Tote registered a South Island record of 156,000 pounds. The New Zealand Cup of two miles attracted 19 starters, with Amalad going out the favourite, and the big crowd sees them get away to a good start. As they come down for the first time, the leader's Capronella from Night Lancer. Now on the homeward journey, the leaders Lorry Bay from Amelad with Royal Lancer hanging on behind. At the moment, Amelad is moving nicely, and it's still Lowry Bay with Amelad and Royal Lancer. Kevin's right on the outside. It's Amelad and Kevin now. The two of them are going to fight it out. Lowry Bay is going on the inside. Amelads out of it, and it's Kevin going into the lead. It's Kevin making a perfect run for it to sweep past the field to win from Lowry Bay with Glen Fallick finishing well in third place. His excellency, the Governor General, presents the cup to Kevin's owner, Mr. R.J. Murphy. This is his third New Zealand Cup, Arritics and Cuddle bringing it home for him twice before. Kevin was bought as a yearling for 375 guineas. And with his first New Zealand cup in the bag, he can well look pleased with himself. The United States Minister in New Zealand and American officers gathered at Trentham camp recently for a ceremonial parade when Brigadier R. A. R. A. R. R. A. R. A. R.S.O., D.S.O., New Zealand Staff Corps, received an American decoration, the Legion of Merit, degree of commander. Brigadier Rowe commanded the landing forces during the occupation of the Treasury Islands. This is not only an honor for Brigadier Rowe, it's a further reminder that we're all in together. Organized by Otago and Southland manufacturers, a New Zealand industry's fair opens in Dunedin with plenty of exhibits to demonstrate the remarkable growth of industry in the South. Thousands of people from both provinces and other parts of the Dominion frong the fair for ten days. People of Dunedin see just what goes on in factories around their city. For here the factories come out in the open. From stocking making, they can turn to watch how pills and medicinal tablets are made. They see a machine that works on the principle of Another little pill won't do us any harm. The fair is the greatest industrial exhibition here since the Dunedin exhibition some 20 years ago. Complete broadcasting studios give people the chance of seeing just what goes on behind the mic. They can take a good look at the man who goes on and on and the music that goes round and round. Southland with its oats and cows has plenty to boast about as well as a victory loan effort. Besides it's the only province that today can boast of a dying industry."}