{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " To the Soviet Embassy in London come RAF pilots."}, {"timestamp": [7.0, 25.54], "text": " These pilots were members of the Hurricane Fighter Wing that fought in Russia. Today four of them are to be decorated by the Soviet embassy in London come RAF pilots. These pilots were members of the Hurricane Fighter Wing"}, {"timestamp": [25.54, 26.88], "text": " that fought in Russia."}, {"timestamp": [26.88, 28.64], "text": " Today, four of them are to be decorated"}, {"timestamp": [28.64, 30.98], "text": " by the Soviet ambassador for their services there."}, {"timestamp": [33.1, 34.94], "text": " This is an international occasion,"}, {"timestamp": [34.94, 37.3], "text": " and there are many visitors, including Mrs. Churchill."}, {"timestamp": [39.12, 41.56], "text": " Leader of the British pilots was a New Zealander,"}, {"timestamp": [41.56, 43.4], "text": " Wing Commander Isherwood."}, {"timestamp": [43.4, 45.44], "text": " On behalf of the Soviet government, Mr."}, {"timestamp": [45.44, 51.36], "text": " Meiski presents him with the Order of Lenin. This high Soviet decoration is not only a recognition"}, {"timestamp": [51.36, 55.96], "text": " of the help given by the British wing to the Russian Air Force, but is also a tribute to"}, {"timestamp": [55.96, 63.56], "text": " Wing Commander Isherwood's outstanding qualities as leader and pilot. After his return from Russia,"}, {"timestamp": [64.12, 67.0], "text": " Wing Commander Isherwood was in charge of a fighter station in England."}, {"timestamp": [67.0, 71.0], "text": " Flying conditions here are good after those of the Russian winter."}, {"timestamp": [71.0, 73.0], "text": " There is no language difficulty either."}, {"timestamp": [73.0, 77.0], "text": " Being a New Zealander, he can always understand the Australian ground crew."}, {"timestamp": [77.0, 90.0], "text": " A top flight pilot himself, the O.C. stands high with the station pilots."}, {"timestamp": [90.0, 97.0], "text": " He is also admired by Mrs. Isherwood. As a lorry driver in the Motor Transport Corps, she can admire skillful piloting."}, {"timestamp": [97.0, 103.0], "text": " And Jacqueline, in difficulties, can do the same. She claims to be her father's greatest admirer."}, {"timestamp": [103.0, 108.8], "text": " Wing Commander Isherwood finds family life very enjoyable after fighting in Russia."}, {"timestamp": [108.8, 112.4], "text": " His work there was a valuable contribution to Allied friendship,"}, {"timestamp": [112.4, 115.4], "text": " a friendship which must be continued in peace time,"}, {"timestamp": [115.4, 120.2], "text": " so that the generation of Jacqueline won't have to do the work all over again."}, {"timestamp": [131.0, 137.0], "text": " One of the tobacco growing areas of Nelson Province is the Pengitotera Valley. Along this road this morning, an army truck is dropping off batches of soldiers at what the driver hopes are the right farms."}, {"timestamp": [137.0, 144.0], "text": " The men are here to ease the labor problem of the tobacco industry, but the immediate problem is finding the right address."}, {"timestamp": [144.0, 146.06], "text": " In time, the groups locate the growers they is finding the right address. In time the"}, {"timestamp": [146.06, 149.42], "text": " groups locate the growers they're going to work for. The truck scatters"}, {"timestamp": [149.42, 153.38], "text": " more men along the valley and soon they're hard at work in the crop. Most of"}, {"timestamp": [153.38, 157.22], "text": " these are local men recently called up for their month in camp and familiar with"}, {"timestamp": [157.22, 161.36], "text": " the ways of tobacco. Want of rain has given everyone a poor crop this season."}, {"timestamp": [161.36, 165.44], "text": " The plants should be taller than this. Men who haven't"}, {"timestamp": [165.44, 171.02], "text": " worked on tobacco before get instructions in picking from the grower. The leaf which"}, {"timestamp": [171.02, 175.84], "text": " has been picked has to be picked up. Everybody likes tobacco. The grower because he can"}, {"timestamp": [175.84, 180.72], "text": " sell it. The government because they can tax it. And the smoker, well, he just likes it"}, {"timestamp": [180.72, 189.9], "text": " for no reason at all. The work goes on. So soldier works"}, {"timestamp": [189.9, 197.44], "text": " beside farmer on the primary production front. While the soldiers are working in"}, {"timestamp": [197.44, 201.8], "text": " the crop, angels as they're called, are at work near the kilns, tying the leaf to tea tree"}, {"timestamp": [201.8, 208.06], "text": " sticks ready for curing. Some kills have been started already and inside them tobacco is yellowing and drying."}, {"timestamp": [208.06, 219.68], "text": " While the girls are up here tying stick after stick of leaf for the kills, a"}, {"timestamp": [219.68, 224.06], "text": " brawny young soldier is down in the paddock picking flowers right and left and then throwing"}, {"timestamp": [224.06, 238.06], "text": " them away. It's just part of this curious tobacco industry once before in July"}, {"timestamp": [238.06, 243.16], "text": " nineteen forty three some of our men came back like this today again we look up to"}, {"timestamp": [243.16, 248.88], "text": " more who are back the second furlough party to return from the Middle East. Crowds gather early at the"}, {"timestamp": [248.88, 253.2], "text": " wharf gates, more women than men. Some come to meet their fathers, some to"}, {"timestamp": [253.2, 258.24], "text": " meet husbands, sons, brothers, sweethearts, some to meet just friends. Those on the"}, {"timestamp": [258.24, 262.44], "text": " ship have fought on the battlefronts, those on the shore have worked at home. For"}, {"timestamp": [262.44, 271.8], "text": " both it's a happy, eager day."}, {"timestamp": [275.6, 277.8], "text": " To wave a welcome to the boys as they come ashore is as close as some can get, but it's enough to raise all hearts high."}, {"timestamp": [287.0, 289.0], "text": " Today is a day for bands and banners. It's a day for bans and banners."}, {"timestamp": [289.0, 302.0], "text": " It's a day to hear men say,"}, {"timestamp": [302.0, 306.0], "text": " I think I can say for myself and the rest of us boys"}, {"timestamp": [306.0, 309.0], "text": " that this is one of the happiest moments of our life."}, {"timestamp": [312.0, 314.0], "text": " For those who have waited at home,"}, {"timestamp": [314.0, 316.0], "text": " four long years have crept by"}, {"timestamp": [316.0, 318.0], "text": " in a country where no bombs have fallen."}, {"timestamp": [318.0, 320.0], "text": " Life has been safe and secure,"}, {"timestamp": [320.0, 323.0], "text": " thanks to these men who have shared the real dangers of war."}, {"timestamp": [323.0, 325.0], "text": " Slowly they come ashore."}, {"timestamp": [325.0, 329.0], "text": " Their ship, once a luxury liner, has carried men off to battle since war began."}, {"timestamp": [329.0, 332.0], "text": " Now she brings men back to rest from battle."}, {"timestamp": [332.0, 336.0], "text": " Their voyage has been no pleasure crews, but they're hardened travelers now,"}, {"timestamp": [336.0, 339.0], "text": " and this has been the best trip of all."}, {"timestamp": [343.0, 346.22], "text": " For some, relatives and friends are here to greet them."}, {"timestamp": [346.22, 348.76], "text": " For others, there are journeys still to be made."}, {"timestamp": [348.76, 357.08], "text": " This is the best day of our lives."}, {"timestamp": [357.08, 360.44], "text": " People of Wellington, of course, were there to welcome us with open arms."}, {"timestamp": [360.44, 363.86], "text": " If I'm not a Wellington, I'm an officer, so I expect mine tomorrow."}, {"timestamp": [363.86, 368.54], "text": " The train is waiting. Those whose homes are in the north make sure it's one they're not going to miss."}, {"timestamp": [369.12, 371.16], "text": " At every station will be somebody to meet someone."}, {"timestamp": [371.52, 374.44], "text": " There will be cheers and laughter. Families will be complete again."}, {"timestamp": [390.68, 397.74], "text": " Now they're off. On a journey through part of a land they know, a land they've travelled 10,000 miles to fight for, a land that is home. In Wellington, three days"}, {"timestamp": [397.74, 401.3], "text": " later, thousands cram the streets as some of their own men marched to a civic"}, {"timestamp": [401.3, 401.8], "text": " luncheon."}, {"timestamp": [408.0, 411.0], "text": " It's the city's day to say welcome to men whose homes are here,"}, {"timestamp": [411.0, 415.0], "text": " to men who used to walk these streets to work before they marched away to fight."}, {"timestamp": [415.0, 427.8], "text": " This is the city's welcome, and the city is proud of her men."}, {"timestamp": [427.8, 434.5], "text": " They've come home again, home to enjoy a rest from war, a well-earned rest after work well done."}], "text": " To the Soviet Embassy in London come RAF pilots. These pilots were members of the Hurricane Fighter Wing that fought in Russia. Today four of them are to be decorated by the Soviet embassy in London come RAF pilots. These pilots were members of the Hurricane Fighter Wing that fought in Russia. Today, four of them are to be decorated by the Soviet ambassador for their services there. This is an international occasion, and there are many visitors, including Mrs. Churchill. Leader of the British pilots was a New Zealander, Wing Commander Isherwood. On behalf of the Soviet government, Mr. Meiski presents him with the Order of Lenin. This high Soviet decoration is not only a recognition of the help given by the British wing to the Russian Air Force, but is also a tribute to Wing Commander Isherwood's outstanding qualities as leader and pilot. After his return from Russia, Wing Commander Isherwood was in charge of a fighter station in England. Flying conditions here are good after those of the Russian winter. There is no language difficulty either. Being a New Zealander, he can always understand the Australian ground crew. A top flight pilot himself, the O.C. stands high with the station pilots. He is also admired by Mrs. Isherwood. As a lorry driver in the Motor Transport Corps, she can admire skillful piloting. And Jacqueline, in difficulties, can do the same. She claims to be her father's greatest admirer. Wing Commander Isherwood finds family life very enjoyable after fighting in Russia. His work there was a valuable contribution to Allied friendship, a friendship which must be continued in peace time, so that the generation of Jacqueline won't have to do the work all over again. One of the tobacco growing areas of Nelson Province is the Pengitotera Valley. Along this road this morning, an army truck is dropping off batches of soldiers at what the driver hopes are the right farms. The men are here to ease the labor problem of the tobacco industry, but the immediate problem is finding the right address. In time, the groups locate the growers they is finding the right address. In time the groups locate the growers they're going to work for. The truck scatters more men along the valley and soon they're hard at work in the crop. Most of these are local men recently called up for their month in camp and familiar with the ways of tobacco. Want of rain has given everyone a poor crop this season. The plants should be taller than this. Men who haven't worked on tobacco before get instructions in picking from the grower. The leaf which has been picked has to be picked up. Everybody likes tobacco. The grower because he can sell it. The government because they can tax it. And the smoker, well, he just likes it for no reason at all. The work goes on. So soldier works beside farmer on the primary production front. While the soldiers are working in the crop, angels as they're called, are at work near the kilns, tying the leaf to tea tree sticks ready for curing. Some kills have been started already and inside them tobacco is yellowing and drying. While the girls are up here tying stick after stick of leaf for the kills, a brawny young soldier is down in the paddock picking flowers right and left and then throwing them away. It's just part of this curious tobacco industry once before in July nineteen forty three some of our men came back like this today again we look up to more who are back the second furlough party to return from the Middle East. Crowds gather early at the wharf gates, more women than men. Some come to meet their fathers, some to meet husbands, sons, brothers, sweethearts, some to meet just friends. Those on the ship have fought on the battlefronts, those on the shore have worked at home. For both it's a happy, eager day. To wave a welcome to the boys as they come ashore is as close as some can get, but it's enough to raise all hearts high. Today is a day for bands and banners. It's a day for bans and banners. It's a day to hear men say, I think I can say for myself and the rest of us boys that this is one of the happiest moments of our life. For those who have waited at home, four long years have crept by in a country where no bombs have fallen. Life has been safe and secure, thanks to these men who have shared the real dangers of war. Slowly they come ashore. Their ship, once a luxury liner, has carried men off to battle since war began. Now she brings men back to rest from battle. Their voyage has been no pleasure crews, but they're hardened travelers now, and this has been the best trip of all. For some, relatives and friends are here to greet them. For others, there are journeys still to be made. This is the best day of our lives. People of Wellington, of course, were there to welcome us with open arms. If I'm not a Wellington, I'm an officer, so I expect mine tomorrow. The train is waiting. Those whose homes are in the north make sure it's one they're not going to miss. At every station will be somebody to meet someone. There will be cheers and laughter. Families will be complete again. Now they're off. On a journey through part of a land they know, a land they've travelled 10,000 miles to fight for, a land that is home. In Wellington, three days later, thousands cram the streets as some of their own men marched to a civic luncheon. It's the city's day to say welcome to men whose homes are here, to men who used to walk these streets to work before they marched away to fight. This is the city's welcome, and the city is proud of her men. They've come home again, home to enjoy a rest from war, a well-earned rest after work well done."}