{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Applese"}, {"timestamp": [2.0, 3.0], "text": " Apples, instead of tea"}, {"timestamp": [3.0, 28.76], "text": " Apples, instead of tea-tree, now grow on much of the heathlands of Nelson."}, {"timestamp": [28.76, 33.4], "text": " Beyond the apple trees may be seen the homes of the orchardists."}, {"timestamp": [33.4, 38.24], "text": " Some years here the problem is weather or disease, but this season the problems to find labor"}, {"timestamp": [38.24, 40.38], "text": " to pick and grade the fruit."}, {"timestamp": [40.38, 42.6], "text": " It was the army that came to the rescue."}, {"timestamp": [42.6, 45.02], "text": " With their own cookhouses, camps and transport,"}, {"timestamp": [47.3, 47.86], "text": " hundreds of soldiers have moved into the orchard districts."}, {"timestamp": [50.98, 52.68], "text": " They're spending a few weeks here, and for many it's like a holiday."}, {"timestamp": [57.48, 58.16], "text": " Each morning, army trucks leave the men in twos and threes at different orchards to bring in the crop."}, {"timestamp": [63.2, 64.6], "text": " Few have worked in orchards before, but learning a new trade overnight comes easy to this generation."}, {"timestamp": [68.4, 68.96], "text": " The men are here as soldiers and receive their usual army pay."}, {"timestamp": [71.36, 73.2], "text": " The growers pay a government account for the men's labor."}, {"timestamp": [77.28, 81.92], "text": " Without the soldiers aid, much of this season's fruit would have stayed on the trees and been lost to the country. As it is, a peak labor problem has been solved"}, {"timestamp": [81.92, 83.76], "text": " without the army having to release men."}, {"timestamp": [85.76, 88.96], "text": " It is on jobs like this, needing much labor for a short time,"}, {"timestamp": [89.28, 92.96], "text": " that the mobile manpower of organized army units can give efficient help."}, {"timestamp": [94.24, 98.24], "text": " In the packing sheds, as well as in the orchards, soldiers are putting in hours."}, {"timestamp": [98.96, 103.36], "text": " In these days of economy, apples for immediate consumption are not all being rat."}, {"timestamp": [105.62, 107.86], "text": " Now it's Saturday and 1 o'clock,"}, {"timestamp": [108.16, 111.86], "text": " and men of the harvesting units are all spruced up to go on weekend leave."}, {"timestamp": [112.5, 116.14], "text": " The trucks load up with men, great coats, cases of apples for friends."}, {"timestamp": [116.92, 134.0], "text": " They pull out from the little apple port bound for Nelson City. This fresh meat is being weighed out for feeding to laboratory rats."}, {"timestamp": [134.0, 138.0], "text": " The purpose is to compare the growth of rats whose diet includes fresh meat with the growth"}, {"timestamp": [138.0, 144.8], "text": " of rats eating the dried meat which we are exporting to Britain."}, {"timestamp": [144.8, 147.0], "text": " White rats have been bred in these laboratories for many"}, {"timestamp": [147.0, 151.0], "text": " generations. Careful inbreeding and selection has made them all very much alike,"}, {"timestamp": [151.0, 157.0], "text": " as uniformity is important in feeding experiments. At weaning time each young rat begins"}, {"timestamp": [157.0, 161.0], "text": " his life's work by being weighed."}, {"timestamp": [169.4, 175.68], "text": " These feeding tests are important because they're confirming that two tons of dried meat has the same food value as the five tons of boned fresh meat from which it was made."}, {"timestamp": [175.68, 178.04], "text": " Two ships can do the job of five."}, {"timestamp": [178.04, 183.56], "text": " The proportion of solid to water in a normal cargo is indicated on the little ship on the bench."}, {"timestamp": [183.56, 185.46], "text": " Also dried meat needs no refrigeration. There is no need to ship on the bench. Also, dried meat needs no refrigeration."}, {"timestamp": [186.96, 190.86], "text": " There is no need to ship water halfway around the world. England has plenty of it."}, {"timestamp": [191.44, 196.54], "text": " Our laboratories are making sure that drying processes avoid impairing the value of the foods we send."}, {"timestamp": [197.48, 202.6], "text": " These rats have grown healthily on dried meat, but research workers will rear rats on dried"}, {"timestamp": [202.6, 205.66], "text": " food for several generations before they're fully satisfied."}, {"timestamp": [207.0, 211.52], "text": " Meanwhile, rats of all things are helping a job which saves shipping space."}, {"timestamp": [219.74, 224.82], "text": " Fiji is a British responsibility, but these days the island has its own defense force,"}, {"timestamp": [227.0, 234.0], "text": " part of the South Pacific Command. Here they're training. Crossing a river, one man goes over with a rope, holding to the anchored rope the rest follow."}, {"timestamp": [234.0, 239.0], "text": " Like New Zealand, Fiji has many deep, fast-flowing rivers, few bridges."}, {"timestamp": [239.0, 251.7], "text": " So this submarine technique is well known to the troops sharing in the defense of Britain's Pacific colony. Fiji troops are tough, well-trained and proud of their proficiency. The"}, {"timestamp": [251.7, 256.08], "text": " immediate Japanese threat to their island home has been staved off. If it were"}, {"timestamp": [256.08, 258.56], "text": " renewed, Japan would pay dearly."}], "text": " Applese Apples, instead of tea Apples, instead of tea-tree, now grow on much of the heathlands of Nelson. Beyond the apple trees may be seen the homes of the orchardists. Some years here the problem is weather or disease, but this season the problems to find labor to pick and grade the fruit. It was the army that came to the rescue. With their own cookhouses, camps and transport, hundreds of soldiers have moved into the orchard districts. They're spending a few weeks here, and for many it's like a holiday. Each morning, army trucks leave the men in twos and threes at different orchards to bring in the crop. Few have worked in orchards before, but learning a new trade overnight comes easy to this generation. The men are here as soldiers and receive their usual army pay. The growers pay a government account for the men's labor. Without the soldiers aid, much of this season's fruit would have stayed on the trees and been lost to the country. As it is, a peak labor problem has been solved without the army having to release men. It is on jobs like this, needing much labor for a short time, that the mobile manpower of organized army units can give efficient help. In the packing sheds, as well as in the orchards, soldiers are putting in hours. In these days of economy, apples for immediate consumption are not all being rat. Now it's Saturday and 1 o'clock, and men of the harvesting units are all spruced up to go on weekend leave. The trucks load up with men, great coats, cases of apples for friends. They pull out from the little apple port bound for Nelson City. This fresh meat is being weighed out for feeding to laboratory rats. The purpose is to compare the growth of rats whose diet includes fresh meat with the growth of rats eating the dried meat which we are exporting to Britain. White rats have been bred in these laboratories for many generations. Careful inbreeding and selection has made them all very much alike, as uniformity is important in feeding experiments. At weaning time each young rat begins his life's work by being weighed. These feeding tests are important because they're confirming that two tons of dried meat has the same food value as the five tons of boned fresh meat from which it was made. Two ships can do the job of five. The proportion of solid to water in a normal cargo is indicated on the little ship on the bench. Also dried meat needs no refrigeration. There is no need to ship on the bench. Also, dried meat needs no refrigeration. There is no need to ship water halfway around the world. England has plenty of it. Our laboratories are making sure that drying processes avoid impairing the value of the foods we send. These rats have grown healthily on dried meat, but research workers will rear rats on dried food for several generations before they're fully satisfied. Meanwhile, rats of all things are helping a job which saves shipping space. Fiji is a British responsibility, but these days the island has its own defense force, part of the South Pacific Command. Here they're training. Crossing a river, one man goes over with a rope, holding to the anchored rope the rest follow. Like New Zealand, Fiji has many deep, fast-flowing rivers, few bridges. So this submarine technique is well known to the troops sharing in the defense of Britain's Pacific colony. Fiji troops are tough, well-trained and proud of their proficiency. The immediate Japanese threat to their island home has been staved off. If it were renewed, Japan would pay dearly."}