{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " During Auckland's Youth Week, organised by the Junior Chamber of Commerce, 3,000 sporting-minded young people come to Western Spring Stadium to show their paces."}, {"timestamp": [28.0, 42.0], "text": " 40-odd sports clubs are here to demonstrate what's available this summer for young folk with abounding energy."}, {"timestamp": [42.0, 46.56], "text": " And now we know what it is that goes bump in the local hall on weekday nights."}, {"timestamp": [46.56, 62.8], "text": " For folks who like the sound of pipes, there's Scottish country dancing. And for folks who"}, {"timestamp": [62.8, 66.34], "text": " don't, there's judo. But either way, you get plenty of exercise."}, {"timestamp": [84.82, 91.0], "text": " At Mission Bay, lifesavers and others's another way of spending a quiet weekend."}, {"timestamp": [91.0, 97.0], "text": " Young New Zealanders are fortunate. There's plenty of room and plenty of opportunity to follow any sport they fancy."}, {"timestamp": [97.0, 107.64], "text": " Cooperation is the keynote of this act, and it's cooperation among the clubs that is the keynote of this act,"}, {"timestamp": [107.98, 109.62], "text": " and it's cooperation among the clubs"}, {"timestamp": [109.62, 113.18], "text": " that's made the athletic displays of Youth Week an outstanding success."}, {"timestamp": [124.4, 128.28], "text": " Election fever's in the air, and in Wellington's Thorndon area, it's running very high."}, {"timestamp": [128.64, 130.74], "text": " After all, Parliament buildings are in Thorndon,"}, {"timestamp": [130.94, 134.7], "text": " and the ghosts of long-dead politicians still seem to be speech-making on the front lawn."}, {"timestamp": [139.56, 142.38], "text": " Also in Thorndon are Wellington's busiest election headquarters."}, {"timestamp": [142.98, 148.16], "text": " In this little hotel in 1942, Bill Henderson began the annual Mayor of Thorndon campaign"}, {"timestamp": [148.16, 150.16], "text": " to raise funds for blind children."}, {"timestamp": [150.16, 154.6], "text": " For Bill, organizing the appeal today is a full-time job five weeks of the year."}, {"timestamp": [154.6, 158.94], "text": " A penny buys a vote and its hope this year's results will top the 5,000 pounds collected"}, {"timestamp": [158.94, 163.76], "text": " in 1956."}, {"timestamp": [163.76, 171.0], "text": " With Mac McLaughlin, the present Lord Mayor, Bill sets out on the rounds of popular weekend resorts and gets the 1957 campaign underway."}, {"timestamp": [175.0, 181.0], "text": " All over Wellington, Manawatu and the Wairo rapper, the posters go up and the penny votes roll in."}, {"timestamp": [182.0, 185.2], "text": " Like all good politicians, each candidate has an election platform"}, {"timestamp": [185.2, 190.32], "text": " with only one plank in it, so the voters won't get confused. Merv Kenny is advocating"}, {"timestamp": [190.32, 194.78], "text": " pippies, keener's and powers for counter lunches. And Keith Bartlett wants to see rubber-filled"}, {"timestamp": [194.78, 200.94], "text": " potholes. Danny McLaughlin's campaigning for one big happy family. Frank Miles for 10-ounce"}, {"timestamp": [200.94, 232.0], "text": " beers, 10 o'clock opening and 10 o'clock closing. And Earl Taylor for safety first despite your thirst. Well, there they are. You can pick your favorite and back his slogan all the way. But who wins the Merrill chain doesn't matter. What counts is that from Palmerston North to Blenham, the blind are being helped by the pennies, and there are few appeals more worthy of support. Here's a man giving every candidate a fair chance, and every blind child as well."}, {"timestamp": [236.22, 241.14], "text": " Growing Rotorua has outgrown its old hospital and a new wing costing half a million now dominates the hospital grounds. The new like the old is on Pukiroa Hill with the"}, {"timestamp": [241.14, 251.26], "text": " well-known views over the lake, Ohenamutu and the steaming Quirau Domain. An old-time challenge and welcome greets the Minister of Health, the Honourable"}, {"timestamp": [251.26, 256.08], "text": " J.R. Hannan when he arrives to open the new wing. For Maori residents and especially"}, {"timestamp": [256.08, 260.88], "text": " for the Ohinamutu people, ties with the hospital have been strong. It was they who made"}, {"timestamp": [260.88, 266.1], "text": " this ideal site available back in 1880."}, {"timestamp": [272.2, 272.8], "text": " The minister thanks the Maori community for its contribution to the well-being of all residents of Rotorua and nearby districts."}, {"timestamp": [280.0, 282.1], "text": " He accepts an inscribed key from the contractor and names the new wing, the Bridgman wing, after Dr. E.H. Bridgman, the medical superintendent."}, {"timestamp": [289.2, 295.6], "text": " The ceremony ends as Bishop Panapa dedicates the building and the minister unveils an inscription commemorating the gift of the land by the Nautifokoei."}, {"timestamp": [299.38, 299.68], "text": " Before this day's over, the kids will get lost, mum won't be able to find dad,"}, {"timestamp": [302.32, 302.66], "text": " and 40,000 people will have rolled up to see what's going on."}, {"timestamp": [306.76, 312.12], "text": " So everything is set for the 1957 Royal Show at Hastings. The Governor-General, Lord Cobham, is on hand to open the show in the man are born."}, {"timestamp": [312.12, 314.92], "text": " Hastings being in Hawke's Bay, there's keen interest in the sheet."}, {"timestamp": [314.92, 319.88], "text": " Although the entries aren't big in numbers, judges say quality is well up to Royal Show standard."}, {"timestamp": [319.88, 327.0], "text": " L.T. Hoggards' Ram is commended for its fine head and fleece and takes the Romney Championship."}, {"timestamp": [330.0, 334.0], "text": " Marinos now, everyone sporting a massive fleece of the finest wool."}, {"timestamp": [334.0, 338.0], "text": " All four prize awards are taken by stock from a Thai Happy Sheep Station."}, {"timestamp": [342.0, 345.9], "text": " Just watch this judge and you'll see why farmers never let their sheep wear hats."}, {"timestamp": [349.4, 350.92], "text": " First sheep, now cattle."}, {"timestamp": [351.46, 354.94], "text": " Prize winners come from all over the North Island, from the Waikato to the Wairarapa."}, {"timestamp": [355.44, 359.68], "text": " The lineup of beef breeds for the meat and wool cut is one of the best ever seen in New Zealand."}, {"timestamp": [360.22, 363.3], "text": " The high quality of the animal shown set the judges quite a problem."}, {"timestamp": [363.5, 368.5], "text": " The high quality of the animal shown set the judges quite a problem."}, {"timestamp": [371.8, 372.1], "text": " E.T. Buckley's Hereford bull is the show's supreme champion."}, {"timestamp": [373.9, 374.2], "text": " This bull has pedigree in size."}, {"timestamp": [376.4, 379.2], "text": " Some of us have to be contented with just pedigree."}, {"timestamp": [383.2, 388.08], "text": " Lunch time, and nothing could be more pleasant than a picnic by the showground lake."}, {"timestamp": [390.84, 400.64], "text": " Back to the ring, where cattle have given way to horses."}, {"timestamp": [405.0, 427.96], "text": " Livestock are of interest to keen amateur photographers. Young farmers find time to look at the latest machinery before the highlight of any ANP show, The Grand Parade."}, {"timestamp": [432.12, 435.34], "text": " The animals in the show ring set the standard for all New Zealand."}, {"timestamp": [435.84, 439.9], "text": " Months of preparation for farmers and stock breeders come to a grand finish in the parade."}, {"timestamp": [440.42, null], "text": " And now farmers and animals alike can relax until next year's Royal Show."}], "text": " During Auckland's Youth Week, organised by the Junior Chamber of Commerce, 3,000 sporting-minded young people come to Western Spring Stadium to show their paces. 40-odd sports clubs are here to demonstrate what's available this summer for young folk with abounding energy. And now we know what it is that goes bump in the local hall on weekday nights. For folks who like the sound of pipes, there's Scottish country dancing. And for folks who don't, there's judo. But either way, you get plenty of exercise. At Mission Bay, lifesavers and others's another way of spending a quiet weekend. Young New Zealanders are fortunate. There's plenty of room and plenty of opportunity to follow any sport they fancy. Cooperation is the keynote of this act, and it's cooperation among the clubs that is the keynote of this act, and it's cooperation among the clubs that's made the athletic displays of Youth Week an outstanding success. Election fever's in the air, and in Wellington's Thorndon area, it's running very high. After all, Parliament buildings are in Thorndon, and the ghosts of long-dead politicians still seem to be speech-making on the front lawn. Also in Thorndon are Wellington's busiest election headquarters. In this little hotel in 1942, Bill Henderson began the annual Mayor of Thorndon campaign to raise funds for blind children. For Bill, organizing the appeal today is a full-time job five weeks of the year. A penny buys a vote and its hope this year's results will top the 5,000 pounds collected in 1956. With Mac McLaughlin, the present Lord Mayor, Bill sets out on the rounds of popular weekend resorts and gets the 1957 campaign underway. All over Wellington, Manawatu and the Wairo rapper, the posters go up and the penny votes roll in. Like all good politicians, each candidate has an election platform with only one plank in it, so the voters won't get confused. Merv Kenny is advocating pippies, keener's and powers for counter lunches. And Keith Bartlett wants to see rubber-filled potholes. Danny McLaughlin's campaigning for one big happy family. Frank Miles for 10-ounce beers, 10 o'clock opening and 10 o'clock closing. And Earl Taylor for safety first despite your thirst. Well, there they are. You can pick your favorite and back his slogan all the way. But who wins the Merrill chain doesn't matter. What counts is that from Palmerston North to Blenham, the blind are being helped by the pennies, and there are few appeals more worthy of support. Here's a man giving every candidate a fair chance, and every blind child as well. Growing Rotorua has outgrown its old hospital and a new wing costing half a million now dominates the hospital grounds. The new like the old is on Pukiroa Hill with the well-known views over the lake, Ohenamutu and the steaming Quirau Domain. An old-time challenge and welcome greets the Minister of Health, the Honourable J.R. Hannan when he arrives to open the new wing. For Maori residents and especially for the Ohinamutu people, ties with the hospital have been strong. It was they who made this ideal site available back in 1880. The minister thanks the Maori community for its contribution to the well-being of all residents of Rotorua and nearby districts. He accepts an inscribed key from the contractor and names the new wing, the Bridgman wing, after Dr. E.H. Bridgman, the medical superintendent. The ceremony ends as Bishop Panapa dedicates the building and the minister unveils an inscription commemorating the gift of the land by the Nautifokoei. Before this day's over, the kids will get lost, mum won't be able to find dad, and 40,000 people will have rolled up to see what's going on. So everything is set for the 1957 Royal Show at Hastings. The Governor-General, Lord Cobham, is on hand to open the show in the man are born. Hastings being in Hawke's Bay, there's keen interest in the sheet. Although the entries aren't big in numbers, judges say quality is well up to Royal Show standard. L.T. Hoggards' Ram is commended for its fine head and fleece and takes the Romney Championship. Marinos now, everyone sporting a massive fleece of the finest wool. All four prize awards are taken by stock from a Thai Happy Sheep Station. Just watch this judge and you'll see why farmers never let their sheep wear hats. First sheep, now cattle. Prize winners come from all over the North Island, from the Waikato to the Wairarapa. The lineup of beef breeds for the meat and wool cut is one of the best ever seen in New Zealand. The high quality of the animal shown set the judges quite a problem. The high quality of the animal shown set the judges quite a problem. E.T. Buckley's Hereford bull is the show's supreme champion. This bull has pedigree in size. Some of us have to be contented with just pedigree. Lunch time, and nothing could be more pleasant than a picnic by the showground lake. Back to the ring, where cattle have given way to horses. Livestock are of interest to keen amateur photographers. Young farmers find time to look at the latest machinery before the highlight of any ANP show, The Grand Parade. The animals in the show ring set the standard for all New Zealand. Months of preparation for farmers and stock breeders come to a grand finish in the parade. And now farmers and animals alike can relax until next year's Royal Show."}