{"speakers": [], "chunks": [{"timestamp": [0.0, 4.76], "text": " In a novel"}, {"timestamp": [4.76, 29.28], "text": " In a novel demonstration on a hillside six miles out of Masterton in the Wairar Wrapper,"}, {"timestamp": [29.7, 34.06], "text": " ten of the latest model farm tractors went through their paces at the same time and under the same conditions"}, {"timestamp": [34.06, 38.1], "text": " to show off their capabilities to an interested audience of over 3,000 farmers."}, {"timestamp": [53.0, 57.0], "text": " It was a fair test of the capabilities of most of the models available on today's market, and there were plenty of assorted shapes and sizes to choose from."}, {"timestamp": [57.0, 73.78], "text": " After the hillside disking, there was a demonstration of plowing on the flat by various models."}, {"timestamp": [78.56, 82.88], "text": " The farmers and other agricultural experts got a first-hand look at the job done by the latest equipment."}, {"timestamp": [86.24, 86.54], "text": " Visiting members of the Fijian and Nigerian Empire Games teams,"}, {"timestamp": [88.0, 88.4], "text": " who were among the last to leave New Zealand,"}, {"timestamp": [90.34, 91.32], "text": " also showed a lively interest in the tractors."}, {"timestamp": [93.88, 94.24], "text": " Nukuvo of Fiji decided to try one for himself,"}, {"timestamp": [114.04, 116.44], "text": " with all the enjoyment and enthusiasm he and with a nozzle that can be trained in any direction."}, {"timestamp": [121.68, 124.18], "text": " Fertilizer is poured into a hopper on the top of the machine"}, {"timestamp": [124.18, 128.0], "text": " and blown out by air pressure created by an enclosed fan."}, {"timestamp": [128.0, 151.36], "text": " Manufactured in New Zealand, the new fertilizer spreader is one more aid to the farmers in their drive for increased production."}, {"timestamp": [157.44, 159.44], "text": " On parade for uniform inspection at Athletic Park are contestants in the 1950 New Zealand National Archery Tournament."}, {"timestamp": [164.72, 168.22], "text": " 128 competitors representing clubs from every part of New Zealand await the judge's for the best dressed team the award goes to Randwick ladies and in"}, {"timestamp": [168.22, 171.8], "text": " keeping with the Robin Hood uniform a field shoot in some bush near Wellington is part"}, {"timestamp": [171.8, 179.9], "text": " of the program in the field shoot both standing and kneeling positions are used"}, {"timestamp": [179.9, 185.52], "text": " and the targets are hidden among the trees."}, {"timestamp": [189.64, 191.12], "text": " These present-day bowmen have all the concentration of an old-time hunter stalking his prey."}, {"timestamp": [192.82, 199.52], "text": " And they have the accuracy, too."}, {"timestamp": [201.86, 202.06], "text": " All the target shoots are held at Athletic Park,"}, {"timestamp": [205.86, 206.74], "text": " and there are events for men, women and juniors over an average range of 50 yards."}, {"timestamp": [214.42, 215.34], "text": " Archery as a sport is over 2,000 years old and played a big part in early English history when it was law for all males between 6 and 60 to practice it."}, {"timestamp": [219.76, 221.44], "text": " Today it has a worldwide following as an outdoor sport and is growing in popularity in New Zealand."}, {"timestamp": [227.0, 231.0], "text": " Defending the men's title this year is W.J. Burton of Gisbon, World's Olympic champion in 1946-47."}, {"timestamp": [238.0, 238.7], "text": " At the end of each shoot, the competitors go to their targets and claim their arrows after their score has been recorded."}, {"timestamp": [252.0, 256.0], "text": " Several people may use each target, but the arrows have individual markings. Top scorer in the men's events and the new national champion is G. G. Gregory of Christchurch on the left, being congratulated by Burton of Gisbon, the runner-up,"}, {"timestamp": [256.0, 259.0], "text": " and Bell Christchurch, winner of the field shoot."}, {"timestamp": [263.0, 270.06], "text": " At the hillside workshops in Dunedin, the New Zealand railways are catching up on part of their engine building program which was interrupted by the war."}, {"timestamp": [270.94, 275.04], "text": " 35 JA-type locomotives are being built here at the rate of one every seven weeks."}, {"timestamp": [275.78, 279.46], "text": " The 109-ton JA is the second heaviest engine used in New Zealand."}, {"timestamp": [280.16, 284.4], "text": " They're completely assembled at Hillside and 95% of the finished parts are made there."}, {"timestamp": [285.84, 290.98], "text": " Steel for casting many of the parts is also made at Hillside from melted down pig iron and scrap steel."}, {"timestamp": [315.76, 323.92], "text": " The molten steel is poured from the ladle into molds for 2,500-weight wheel centers, frame stretchers, and many other large castings."}, {"timestamp": [328.92, 337.72], "text": " An 800-weight coupling rod white-hot from the furnace is beaten into shape by a two-ton steam hammer."}, {"timestamp": [342.66, 347.76], "text": " When cool, the forged parts are scribed and marked for final shaping and drilling in the machine shop."}, {"timestamp": [350.96, 351.26], "text": " A surface grinder finishes them off to within thousands of an inch."}, {"timestamp": [352.9, 357.14], "text": " The standard of accuracy demanded throughout."}, {"timestamp": [361.8, 373.68], "text": " In the final assembly, every part must fit perfectly in an engine that has to haul heavy loads over thousands of miles without the slightest trouble."}, {"timestamp": [377.2, 384.4], "text": " A coat of paint and a head of steam and another engine is ready for trials."}, {"timestamp": [389.32, 390.04], "text": " The JAs are coal burners and were specially designed for use on the South Island main lines."}, {"timestamp": [395.14, null], "text": " The building of 35 of these engines at the rate of one every seven weeks is a major engineering job and one that the men at Hillside can be justly proud of. The"}], "text": " In a novel In a novel demonstration on a hillside six miles out of Masterton in the Wairar Wrapper, ten of the latest model farm tractors went through their paces at the same time and under the same conditions to show off their capabilities to an interested audience of over 3,000 farmers. It was a fair test of the capabilities of most of the models available on today's market, and there were plenty of assorted shapes and sizes to choose from. After the hillside disking, there was a demonstration of plowing on the flat by various models. The farmers and other agricultural experts got a first-hand look at the job done by the latest equipment. Visiting members of the Fijian and Nigerian Empire Games teams, who were among the last to leave New Zealand, also showed a lively interest in the tractors. Nukuvo of Fiji decided to try one for himself, with all the enjoyment and enthusiasm he and with a nozzle that can be trained in any direction. Fertilizer is poured into a hopper on the top of the machine and blown out by air pressure created by an enclosed fan. Manufactured in New Zealand, the new fertilizer spreader is one more aid to the farmers in their drive for increased production. On parade for uniform inspection at Athletic Park are contestants in the 1950 New Zealand National Archery Tournament. 128 competitors representing clubs from every part of New Zealand await the judge's for the best dressed team the award goes to Randwick ladies and in keeping with the Robin Hood uniform a field shoot in some bush near Wellington is part of the program in the field shoot both standing and kneeling positions are used and the targets are hidden among the trees. These present-day bowmen have all the concentration of an old-time hunter stalking his prey. And they have the accuracy, too. All the target shoots are held at Athletic Park, and there are events for men, women and juniors over an average range of 50 yards. Archery as a sport is over 2,000 years old and played a big part in early English history when it was law for all males between 6 and 60 to practice it. Today it has a worldwide following as an outdoor sport and is growing in popularity in New Zealand. Defending the men's title this year is W.J. Burton of Gisbon, World's Olympic champion in 1946-47. At the end of each shoot, the competitors go to their targets and claim their arrows after their score has been recorded. Several people may use each target, but the arrows have individual markings. Top scorer in the men's events and the new national champion is G. G. Gregory of Christchurch on the left, being congratulated by Burton of Gisbon, the runner-up, and Bell Christchurch, winner of the field shoot. At the hillside workshops in Dunedin, the New Zealand railways are catching up on part of their engine building program which was interrupted by the war. 35 JA-type locomotives are being built here at the rate of one every seven weeks. The 109-ton JA is the second heaviest engine used in New Zealand. They're completely assembled at Hillside and 95% of the finished parts are made there. Steel for casting many of the parts is also made at Hillside from melted down pig iron and scrap steel. The molten steel is poured from the ladle into molds for 2,500-weight wheel centers, frame stretchers, and many other large castings. An 800-weight coupling rod white-hot from the furnace is beaten into shape by a two-ton steam hammer. When cool, the forged parts are scribed and marked for final shaping and drilling in the machine shop. A surface grinder finishes them off to within thousands of an inch. The standard of accuracy demanded throughout. In the final assembly, every part must fit perfectly in an engine that has to haul heavy loads over thousands of miles without the slightest trouble. A coat of paint and a head of steam and another engine is ready for trials. The JAs are coal burners and were specially designed for use on the South Island main lines. The building of 35 of these engines at the rate of one every seven weeks is a major engineering job and one that the men at Hillside can be justly proud of. The"}