{"speakers": [], "chunks": [{"timestamp": [0.0, 15.0], "text": " In the beginning, the land was a riving surface of continuously erupting lava."}, {"timestamp": [15.0, 21.0], "text": " But as the volcanoes died, the rocks cooled and lichens crept in to blanket the scars."}, {"timestamp": [21.0, 25.52], "text": " More prolific vegetable life followed to deposit a soil of extraordinary richness."}, {"timestamp": [26.56, 31.12], "text": " The generation process complete, man arrived around the 12th century when the Maori people"}, {"timestamp": [31.12, 36.32], "text": " came to imbue the land with its first culture. Then about the middle of the 19th century,"}, {"timestamp": [44.8, 47.0], "text": " European colonization of New Zealand began."}, {"timestamp": [47.0, 65.0], "text": " With Auckland City erupting as its major metropolis. A city of half a million people."}, {"timestamp": [65.0, 87.0], "text": " Auckland is in the northern end of New Zealand, and is becoming a recognised stop on international commerce routes."}, {"timestamp": [87.0, 95.0], "text": " In subtropical climb, it sprawls its way across a narrow neck of land between the South Pacific Ocean and the Tasman Sea."}, {"timestamp": [95.0, 119.0], "text": " Its volcanic origins are plainly evident, with 60 extinct combs reaching their dry mouths out of the city and surroundings. In gulfing many of these cones, Auckland enthusiastically spreads outwards and upwards."}, {"timestamp": [119.0, 127.2], "text": " It is a city of design and disorder, with the planned advantages and the inherent scars of boisterous urban growth."}, {"timestamp": [128.1, 133.0], "text": " It has all the manifestations of a technologically advanced metropolis, and it has the people."}, {"timestamp": [137.0, 144.0], "text": " New Zealanders are characterized as being a vigorous people."}, {"timestamp": [144.5, 150.0], "text": " This belief has its basis, in fact, although Aucklanders are generally more urbanised in their outlook."}, {"timestamp": [150.0, 153.0], "text": " Still, the work they do is the same as anywhere,"}, {"timestamp": [153.0, 157.0], "text": " and each individual has the normal daily quota of problems, drives,"}, {"timestamp": [157.0, 160.0], "text": " and economic and commercial pressures to contend with."}, {"timestamp": [164.0, 170.0], "text": " Although it's the most advanced of New Zealand cities, Auckland still has a relatively unhurried place of life."}, {"timestamp": [170.0, 174.0], "text": " There's plenty of time for recreations and relaxations."}, {"timestamp": [174.0, 179.0], "text": " Aspirations are the same as those of people anywhere, but there's less sense of urgency."}, {"timestamp": [182.0, 188.0], "text": " By living in a larger city, the Aucklander tends to be slightly aloof of his compatriots in other centres."}, {"timestamp": [188.0, 194.0], "text": " But he can never escape the knowledge that his background in the economy of this country is based on primary produce."}, {"timestamp": [194.0, 198.0], "text": " Even within the confines of his city, there are strong reminders of this."}, {"timestamp": [198.0, 207.0], "text": " For many sheep are pastured on the parklands and reserves that dock the city, usually around the slopes and base of organic coves."}, {"timestamp": [211.0, 239.0], "text": " There are 20 sheep to each person in New Zealanders like to travel overseas for new experiences."}, {"timestamp": [239.0, 246.0], "text": " This is the ambition of every 18-year-old office girl and the destiny of almost every 18 week old lamb."}, {"timestamp": [246.0, 251.0], "text": " Both groups travel extensively but the office girls usually return."}, {"timestamp": [251.0, 265.0], "text": " The desire to travel is not confined to overseas objectives and personal mobility is regarded as a necessity. Cars are all imported and assembled locally."}, {"timestamp": [265.0, 285.28], "text": " Then they're seldom discarded until every last mile has"}, {"timestamp": [285.28, 292.36], "text": " been coaxed out of them. A car which may eventually find itself in the"}, {"timestamp": [292.36, 296.06], "text": " melting pot at the Auckland steel mill may not have been condemned until it"}, {"timestamp": [296.06, 303.28], "text": " was over 30 years old. Bouts of heavy humidity come with Auckland's"}, {"timestamp": [303.28, 305.0], "text": " subtropical climate."}, {"timestamp": [305.0, 308.0], "text": " But to this there's a national panacea."}, {"timestamp": [308.0, 345.0], "text": " This is a prosperous industry that caters for a large internal demand. I'm gonna'a. M. M. And..."}, {"timestamp": [345.0, 346.0], "text": " I'm..."}, {"timestamp": [346.0, 347.0], "text": "...and..."}, {"timestamp": [347.0, 349.0], "text": "...and..."}, {"timestamp": [349.0, 350.0], "text": "...and..."}, {"timestamp": [350.0, 351.0], "text": "...and..."}, {"timestamp": [351.0, 353.0], "text": "...and..."}, {"timestamp": [353.0, 355.0], "text": "...and..."}, {"timestamp": [355.0, 357.0], "text": "...and..."}, {"timestamp": [357.0, 459.0], "text": "...and... Southern tropical showers invariably catch the unprepared. I'm gonnae. Private swimming pools are common in the ranks of the well healed."}, {"timestamp": [459.0, 465.0], "text": " Watery indolence becomes a profession in the summer when Auckland's humidity reaches its highest."}, {"timestamp": [482.0, 545.0], "text": " Most Aucklanders are intensely proud of their city, its modern amenities, its climate, its continual struggle to be in vogue with overseas trends, and its frenetic growth. Wow! I'm gonnae. I'm gonnae. And......andah."}, {"timestamp": [545.0, 546.0], "text": "...and..."}, {"timestamp": [546.0, 638.48], "text": "...and... Oh! The wheels of commerce relax in the weekends, but their rhythm is perpetuated by the followers of a feverish national pastime. The social The social connotations of racing are the same anywhere."}, {"timestamp": [638.48, 642.56], "text": " The men style the sport and the women sport the styles."}, {"timestamp": [642.56, 648.0], "text": " But the beaches are a free for all. sport and the women sport the styles."}, {"timestamp": [651.0, 654.0], "text": " But the beaches are a free-for-all, particularly through the summer months. However, there are too many miles of them to be overcrowded,"}, {"timestamp": [654.0, 657.0], "text": " and Aucklanders can be complacent in the knowledge that there is always"}, {"timestamp": [657.0, 665.0], "text": " plenty of room for sporting and courting. Phrouh, Pohrhaw! And..."}, {"timestamp": [665.0, 704.4], "text": "...whooph, whuphuh! The Hydromania that grips Auckland through the summer reaches its peak a few days before the annual regatta."}, {"timestamp": [704.4, 709.84], "text": " Always an insipient fever, it becomes an epidemic as 2,000 boat owners prepare"}, {"timestamp": [709.84, 718.24], "text": " their vessels for the great day of pleasure and highly competitive racing. By mid-morning,"}, {"timestamp": [718.24, 723.52], "text": " the harbour resembles the Orient with a facelift, as scores of yards jostle for position at"}, {"timestamp": [723.52, 726.0], "text": " the start of each event."}, {"timestamp": [726.0, 742.0], "text": " They ride the waves whenever the elements allow, but on one day in particular,"}, {"timestamp": [742.0, 796.0], "text": " this Auckland becomes a city of Sinbad's. I'm gonna be. They would never consider themselves insular."}, {"timestamp": [800.0, 827.0], "text": " But for Aucklanders, there's only one place to live. The"}, {"timestamp": [827.0, 828.0], "text": " The"}], "text": " In the beginning, the land was a riving surface of continuously erupting lava. But as the volcanoes died, the rocks cooled and lichens crept in to blanket the scars. More prolific vegetable life followed to deposit a soil of extraordinary richness. The generation process complete, man arrived around the 12th century when the Maori people came to imbue the land with its first culture. Then about the middle of the 19th century, European colonization of New Zealand began. With Auckland City erupting as its major metropolis. A city of half a million people. Auckland is in the northern end of New Zealand, and is becoming a recognised stop on international commerce routes. In subtropical climb, it sprawls its way across a narrow neck of land between the South Pacific Ocean and the Tasman Sea. Its volcanic origins are plainly evident, with 60 extinct combs reaching their dry mouths out of the city and surroundings. In gulfing many of these cones, Auckland enthusiastically spreads outwards and upwards. It is a city of design and disorder, with the planned advantages and the inherent scars of boisterous urban growth. It has all the manifestations of a technologically advanced metropolis, and it has the people. New Zealanders are characterized as being a vigorous people. This belief has its basis, in fact, although Aucklanders are generally more urbanised in their outlook. Still, the work they do is the same as anywhere, and each individual has the normal daily quota of problems, drives, and economic and commercial pressures to contend with. Although it's the most advanced of New Zealand cities, Auckland still has a relatively unhurried place of life. There's plenty of time for recreations and relaxations. Aspirations are the same as those of people anywhere, but there's less sense of urgency. By living in a larger city, the Aucklander tends to be slightly aloof of his compatriots in other centres. But he can never escape the knowledge that his background in the economy of this country is based on primary produce. Even within the confines of his city, there are strong reminders of this. For many sheep are pastured on the parklands and reserves that dock the city, usually around the slopes and base of organic coves. There are 20 sheep to each person in New Zealanders like to travel overseas for new experiences. This is the ambition of every 18-year-old office girl and the destiny of almost every 18 week old lamb. Both groups travel extensively but the office girls usually return. The desire to travel is not confined to overseas objectives and personal mobility is regarded as a necessity. Cars are all imported and assembled locally. Then they're seldom discarded until every last mile has been coaxed out of them. A car which may eventually find itself in the melting pot at the Auckland steel mill may not have been condemned until it was over 30 years old. Bouts of heavy humidity come with Auckland's subtropical climate. But to this there's a national panacea. This is a prosperous industry that caters for a large internal demand. I'm gonna'a. M. M. And... I'm......and......and......and......and......and......and......and......and... Southern tropical showers invariably catch the unprepared. I'm gonnae. Private swimming pools are common in the ranks of the well healed. Watery indolence becomes a profession in the summer when Auckland's humidity reaches its highest. Most Aucklanders are intensely proud of their city, its modern amenities, its climate, its continual struggle to be in vogue with overseas trends, and its frenetic growth. Wow! I'm gonnae. I'm gonnae. And......andah....and......and... Oh! The wheels of commerce relax in the weekends, but their rhythm is perpetuated by the followers of a feverish national pastime. The social The social connotations of racing are the same anywhere. The men style the sport and the women sport the styles. But the beaches are a free for all. sport and the women sport the styles. But the beaches are a free-for-all, particularly through the summer months. However, there are too many miles of them to be overcrowded, and Aucklanders can be complacent in the knowledge that there is always plenty of room for sporting and courting. Phrouh, Pohrhaw! And......whooph, whuphuh! The Hydromania that grips Auckland through the summer reaches its peak a few days before the annual regatta. Always an insipient fever, it becomes an epidemic as 2,000 boat owners prepare their vessels for the great day of pleasure and highly competitive racing. By mid-morning, the harbour resembles the Orient with a facelift, as scores of yards jostle for position at the start of each event. They ride the waves whenever the elements allow, but on one day in particular, this Auckland becomes a city of Sinbad's. I'm gonna be. They would never consider themselves insular. But for Aucklanders, there's only one place to live. The The"}