{"speakers": [], "chunks": [{"timestamp": [0.0, 8.28], "text": " Hi everyone, I'm Andrea Jacobson from Vector Communications and we're a retail service"}, {"timestamp": [8.28, 13.6], "text": " provider who are offering internet services over the new ultra-fast broadband"}, {"timestamp": [13.6, 18.32], "text": " UFB that's been installed throughout the pavements throughout New Zealand."}, {"timestamp": [18.32, 24.66], "text": " You've probably a lot of you already seeing chorus digging things up and so with that"}, {"timestamp": [24.66, 27.76], "text": " coming along it's really changing the way that"}, {"timestamp": [27.76, 33.56], "text": " teachers are teaching and pupils are learning because the opportunities that it brings are just"}, {"timestamp": [33.56, 41.12], "text": " absolutely huge. And so we, I wanted to tell you quickly about our service and what it can"}, {"timestamp": [41.12, 47.74], "text": " offer your school. So to sort of summar, EdgeNet uses the ultra-fast fiber"}, {"timestamp": [47.74, 50.76], "text": " to connect schools and educational institutions"}, {"timestamp": [50.76, 53.04], "text": " and content providers to each other"}, {"timestamp": [53.04, 55.76], "text": " to offer ultra-fast, cost-effective,"}, {"timestamp": [55.76, 58.7], "text": " pairing, collaboration, and uncapped access"}, {"timestamp": [58.7, 60.46], "text": " to the public internet."}, {"timestamp": [60.46, 63.16], "text": " So that all sounds pretty good, but what does it really mean?"}, {"timestamp": [63.16, 69.7], "text": " And I just sort of want to dive into that now and look at the ways EdgNet delivers to our schools and could deliver to your school."}, {"timestamp": [71.2, 74.4], "text": " So the first thing that we've got going on is experience."}, {"timestamp": [75.06, 79.18], "text": " We've been running ultra-fast fibre to schools for nearly five years now."}, {"timestamp": [79.62, 83.88], "text": " We started off on the North Shore with the Neal Fiber Loop and we've since expanded out of there."}, {"timestamp": [83.98, 87.86], "text": " So we've had schools like Overiebel College who've now coming up to their second and third"}, {"timestamp": [87.86, 93.84], "text": " years on our service. And so now we're making use of that knowledge and rolling out"}, {"timestamp": [93.84, 99.12], "text": " the service nationwide over UFB. So we've now got coverage available throughout New Zealand."}, {"timestamp": [101.28, 107.12], "text": " The way that we do things differently, the first way we do things differently is through pairing."}, {"timestamp": [107.12, 113.7], "text": " And this is where we take educational content and put it straight into our EdgeNet network"}, {"timestamp": [113.7, 119.6], "text": " so that schools can access that up to the maximum speed of their connection without having"}, {"timestamp": [119.6, 124.6], "text": " to go out over the internet, which is fantastic because when you go out over the internet,"}, {"timestamp": [124.6, 128.4], "text": " it all becomes a bit vague and things can happen and you won't get as good a user"}, {"timestamp": [128.4, 133.84], "text": " experience so we've connected in a TV we've paired with Microsoft in Auckland"}, {"timestamp": [133.84, 141.6], "text": " EASTEL TV and Z and then we've also paired in cloud content providers so that if"}, {"timestamp": [141.6, 145.3], "text": " you were looking at getting your servers hosted online or had material"}, {"timestamp": [145.3, 149.8], "text": " and data centres, we're paired in there and again you can access that material without having"}, {"timestamp": [149.8, 154.04], "text": " to go out over the internet straight through your edge net connection at really high reliable"}, {"timestamp": [154.04, 156.5], "text": " speeds."}, {"timestamp": [156.5, 161.4], "text": " The next thing that's going on is collaboration and so lots of schools are using collaboration"}, {"timestamp": [161.4, 166.0], "text": " with their fast access to enhance their teaching and learning."}, {"timestamp": [166.0, 169.16], "text": " And also they're using it to share assets such as teachers."}, {"timestamp": [169.16, 175.76], "text": " Some schools are using it for distance learning so that they can share, run one class and"}, {"timestamp": [175.76, 179.0], "text": " have it running at three schools or running projects."}, {"timestamp": [179.0, 181.3], "text": " Someone's running a TV station."}, {"timestamp": [181.3, 198.0], "text": " And if you rely on just the internet for collaboration, then you're restricted again by the speed and the quality of your internet connection. So we allow all edge net schools to collaborate with each other without going out over the internet, again at up to the maximum speed of their access connection."}, {"timestamp": [200.0, 205.48], "text": " Another thing that you need when you're choosing an ultra-fast broadband provider is reliability."}, {"timestamp": [210.38, 210.88], "text": " We are Vector. We're one of the largest owners and managers of multi-network infrastructure in New Zealand."}, {"timestamp": [213.8, 214.1], "text": " We offer seamless high-speed connectivity throughout New Zealand,"}, {"timestamp": [216.66, 216.8], "text": " and we're really lucky because we've always been a fibre company,"}, {"timestamp": [220.94, 221.44], "text": " so we are unencumbered by traditional legacy technology."}, {"timestamp": [224.26, 224.56], "text": " There's no copper in our network or anything we're trying to sweat."}, {"timestamp": [227.6, 232.04], "text": " It's all glass. The next thing in reliability that I want to talk about is contention ratio, and I've spoken to"}, {"timestamp": [232.04, 235.12], "text": " lots and lots of people about this today, and it's something a lot of people don't know"}, {"timestamp": [235.12, 236.42], "text": " about."}, {"timestamp": [236.42, 240.46], "text": " When you are comparing internet services, you'll see some of them are very cheap and some of"}, {"timestamp": [240.46, 246.4], "text": " them are more expensive, and one of the easy ways to control the cost of an internet service is through contention."}, {"timestamp": [246.4, 249.36], "text": " And that means how many users are sharing"}, {"timestamp": [249.36, 250.5], "text": " their internet connection?"}, {"timestamp": [250.5, 252.54], "text": " And you'll have all experienced this."}, {"timestamp": [252.54, 254.0], "text": " If you're working at home for the day,"}, {"timestamp": [254.0, 257.5], "text": " you have a really fast internet connection during the day,"}, {"timestamp": [257.5, 260.0], "text": " then all the school kids get home after 4 o'clock,"}, {"timestamp": [260.0, 263.0], "text": " and by 7pm everything has ground to a halt."}, {"timestamp": [263.0, 266.42], "text": " And that's because there are lots of users sharing the internet connection."}, {"timestamp": [267.24, 270.48], "text": " So I wanted to just sort of show how that works."}, {"timestamp": [270.58, 275.44], "text": " So in the diagram on the left hand side, that's when you've got a dedicated internet service."}, {"timestamp": [275.44, 278.4], "text": " So in that case, they've bought a 10 megabit service."}, {"timestamp": [278.84, 282.68], "text": " They will always have 10 megabits available to them all the time."}, {"timestamp": [283.28, 286.7], "text": " They'll never get less than that."}, {"timestamp": [286.82, 287.78], "text": " That is what they've bought."}, {"timestamp": [288.16, 293.4], "text": " And some schools have been on ultra-fast broadband for a few years now are moving to that service"}, {"timestamp": [293.4, 295.46], "text": " and it's one that we've just launched and made available."}, {"timestamp": [296.16, 300.62], "text": " However, for most schools, especially price-conscious schools, they're looking at a contended"}, {"timestamp": [300.62, 308.44], "text": " service where they share their internet access with other users, and sometimes you're going to have to stop and wait while someone else's traffic goes in front of yours"}, {"timestamp": [308.44, 311.04], "text": " and it's a little bit slower."}, {"timestamp": [311.04, 315.24], "text": " And so the reason I wanted to talk about that is that with EdgeNet we've learned a lot"}, {"timestamp": [315.24, 319.74], "text": " over the last three years and we know where contention rates need to sit for schools."}, {"timestamp": [319.74, 324.04], "text": " So we have our contention rate at around five to one which means within the big pool you're"}, {"timestamp": [324.04, 326.88], "text": " sharing with around 5 other users."}, {"timestamp": [326.88, 332.5], "text": " However, other providers out there have rebadged consumer services and now sharing at 50 to 1."}, {"timestamp": [332.5, 337.18], "text": " So that can make a huge difference to the experience your school gets, especially because schools"}, {"timestamp": [337.18, 339.18], "text": " have so many concurrent users."}, {"timestamp": [339.18, 346.06], "text": " So that's a question I'd really encourage you to ask any service provider. The next thing I wanted to talk"}, {"timestamp": [346.06, 350.44], "text": " about was our partners. Schools have really different needs to businesses and"}, {"timestamp": [350.44, 354.88], "text": " they need a tailored solution and every school I talk to is doing their"}, {"timestamp": [354.88, 359.5], "text": " network and the things they're doing a bit differently. We're really flexible so"}, {"timestamp": [359.5, 364.24], "text": " that you can tailor it to fit with your IT and telecommunication strategy. We don't"}, {"timestamp": [364.24, 365.56], "text": " sell voice so you can stay"}, {"timestamp": [365.56, 371.88], "text": " with your current voice provider or you could explore a voice solution or sip trunking. Hobbsonville"}, {"timestamp": [371.88, 376.78], "text": " Point School who presented earlier are an EGenet customer. They have no copper going into their"}, {"timestamp": [376.78, 383.78], "text": " school. All their data, voice and internet services are provided over EGernet. The other thing"}, {"timestamp": [383.78, 387.38], "text": " about EGernet partners is that they look after all your problems so you don't"}, {"timestamp": [387.38, 391.86], "text": " end up in a finger pointing situation, if there's a problem, they'll make sure it gets sorted"}, {"timestamp": [391.86, 395.46], "text": " and we don't have a call centre, they just call straight into our engineers so we can help"}, {"timestamp": [395.46, 397.46], "text": " and support your school."}, {"timestamp": [397.46, 403.08], "text": " We recommend EGNet partners who've completed training in a certified EGernet resellers."}, {"timestamp": [403.08, 405.06], "text": " Quite a few of them are here today."}, {"timestamp": [405.06, 409.32], "text": " Isometric presenting NECS, TTS and Watchdog are all here."}, {"timestamp": [409.32, 411.94], "text": " And we can work with any of these people"}, {"timestamp": [411.94, 414.0], "text": " or with your current IT provider."}, {"timestamp": [415.82, 419.6], "text": " The next thing to think about in terms of your internet service"}, {"timestamp": [419.6, 421.6], "text": " is keeping control."}, {"timestamp": [423.04, 427.2], "text": " I feel very sad when I see schools with UFB who look at capped services still"}, {"timestamp": [427.2, 432.16], "text": " because you just don't want to restrict your learning at all so you really need to be picking an uncapped service."}, {"timestamp": [432.72, 437.74], "text": " All EGNet services are uncapped. We don't mind how much data you use. We've got OREWA College,"}, {"timestamp": [438.16, 442.58], "text": " who Conrad I'm sure we'll be talking about next. They're getting up to three terabytes of data a month,"}, {"timestamp": [442.66, 445.6], "text": " which is huge. I don't mind. Use as much as you like."}, {"timestamp": [446.28, 451.22], "text": " You can upgrade your service at any time you like and we do one-year contracts."}, {"timestamp": [453.02, 455.18], "text": " Just keeping talking about bandwidth."}, {"timestamp": [455.38, 460.6], "text": " I just wanted to touch on however much bandwidth you purchase within a school situation,"}, {"timestamp": [460.72, 461.76], "text": " it probably won't be enough."}, {"timestamp": [462.36, 465.66], "text": " Kids and teachers can just keep on using it."}, {"timestamp": [465.74, 470.34], "text": " So it's going to be a scarce resource. So I recommend you buy as much as you can afford and then"}, {"timestamp": [470.34, 477.08], "text": " manage it. And so make sure that you're using various devices to have rate shaping pools"}, {"timestamp": [477.08, 482.06], "text": " or maybe a teacher's network or things to make sure that everyone in the school gets a quality"}, {"timestamp": [482.06, 489.76], "text": " experience and that no one's hogging all the bandwidth. Also choose an IT partner that you can trust and develop an IT strategy"}, {"timestamp": [489.76, 494.56], "text": " together. You might want to rip all your voice out now or you might want to wait for a while."}, {"timestamp": [494.56, 499.52], "text": " Your PBX may be about to die, maybe there's an option to replace it with an IPPBX."}, {"timestamp": [499.52, 506.24], "text": " There are lots and lots of things you can do with your ultra-fast broadband to help you improve your network"}, {"timestamp": [506.24, 509.56], "text": " and to save money at your school."}, {"timestamp": [509.56, 514.44], "text": " The proof is in the pudding, so they say, and if you come by and see me on our stand out there"}, {"timestamp": [514.44, 520.0], "text": " in the Expo area, we've got case studies on three of our schools, O'Rewa College, Manurewa High"}, {"timestamp": [520.0, 522.14], "text": " School and Packeranga College."}, {"timestamp": [522.14, 529.6], "text": " And online there's also a video case study of OriwaA because lots of people are interested in that school and that ends my"}, {"timestamp": [529.6, 532.72], "text": " short presentation so if you've got any questions come and see me afterwards"}, {"timestamp": [532.72, 542.32], "text": " and I'll hand you over just to just for our audience here what's the range of"}, {"timestamp": [542.32, 549.9], "text": " your service at the moment so we can cover all Auckland schools and all Auckland RBI schools."}, {"timestamp": [550.1, 557.3], "text": " We can also cover the same for Hamilton, Tauronga, Napier Hastings, New Plymouth and Christchurch."}, {"timestamp": [557.3, 561.6], "text": " And the next area that will be opening up to go will be up north, Fongeray,"}, {"timestamp": [561.78, 564.84], "text": " and that will give us all Northland schools north of Auckland."}, {"timestamp": [565.06, 565.96], "text": " Great, good stuff."}], "text": " Hi everyone, I'm Andrea Jacobson from Vector Communications and we're a retail service provider who are offering internet services over the new ultra-fast broadband UFB that's been installed throughout the pavements throughout New Zealand. You've probably a lot of you already seeing chorus digging things up and so with that coming along it's really changing the way that teachers are teaching and pupils are learning because the opportunities that it brings are just absolutely huge. And so we, I wanted to tell you quickly about our service and what it can offer your school. So to sort of summar, EdgeNet uses the ultra-fast fiber to connect schools and educational institutions and content providers to each other to offer ultra-fast, cost-effective, pairing, collaboration, and uncapped access to the public internet. So that all sounds pretty good, but what does it really mean? And I just sort of want to dive into that now and look at the ways EdgNet delivers to our schools and could deliver to your school. So the first thing that we've got going on is experience. We've been running ultra-fast fibre to schools for nearly five years now. We started off on the North Shore with the Neal Fiber Loop and we've since expanded out of there. So we've had schools like Overiebel College who've now coming up to their second and third years on our service. And so now we're making use of that knowledge and rolling out the service nationwide over UFB. So we've now got coverage available throughout New Zealand. The way that we do things differently, the first way we do things differently is through pairing. And this is where we take educational content and put it straight into our EdgeNet network so that schools can access that up to the maximum speed of their connection without having to go out over the internet, which is fantastic because when you go out over the internet, it all becomes a bit vague and things can happen and you won't get as good a user experience so we've connected in a TV we've paired with Microsoft in Auckland EASTEL TV and Z and then we've also paired in cloud content providers so that if you were looking at getting your servers hosted online or had material and data centres, we're paired in there and again you can access that material without having to go out over the internet straight through your edge net connection at really high reliable speeds. The next thing that's going on is collaboration and so lots of schools are using collaboration with their fast access to enhance their teaching and learning. And also they're using it to share assets such as teachers. Some schools are using it for distance learning so that they can share, run one class and have it running at three schools or running projects. Someone's running a TV station. And if you rely on just the internet for collaboration, then you're restricted again by the speed and the quality of your internet connection. So we allow all edge net schools to collaborate with each other without going out over the internet, again at up to the maximum speed of their access connection. Another thing that you need when you're choosing an ultra-fast broadband provider is reliability. We are Vector. We're one of the largest owners and managers of multi-network infrastructure in New Zealand. We offer seamless high-speed connectivity throughout New Zealand, and we're really lucky because we've always been a fibre company, so we are unencumbered by traditional legacy technology. There's no copper in our network or anything we're trying to sweat. It's all glass. The next thing in reliability that I want to talk about is contention ratio, and I've spoken to lots and lots of people about this today, and it's something a lot of people don't know about. When you are comparing internet services, you'll see some of them are very cheap and some of them are more expensive, and one of the easy ways to control the cost of an internet service is through contention. And that means how many users are sharing their internet connection? And you'll have all experienced this. If you're working at home for the day, you have a really fast internet connection during the day, then all the school kids get home after 4 o'clock, and by 7pm everything has ground to a halt. And that's because there are lots of users sharing the internet connection. So I wanted to just sort of show how that works. So in the diagram on the left hand side, that's when you've got a dedicated internet service. So in that case, they've bought a 10 megabit service. They will always have 10 megabits available to them all the time. They'll never get less than that. That is what they've bought. And some schools have been on ultra-fast broadband for a few years now are moving to that service and it's one that we've just launched and made available. However, for most schools, especially price-conscious schools, they're looking at a contended service where they share their internet access with other users, and sometimes you're going to have to stop and wait while someone else's traffic goes in front of yours and it's a little bit slower. And so the reason I wanted to talk about that is that with EdgeNet we've learned a lot over the last three years and we know where contention rates need to sit for schools. So we have our contention rate at around five to one which means within the big pool you're sharing with around 5 other users. However, other providers out there have rebadged consumer services and now sharing at 50 to 1. So that can make a huge difference to the experience your school gets, especially because schools have so many concurrent users. So that's a question I'd really encourage you to ask any service provider. The next thing I wanted to talk about was our partners. Schools have really different needs to businesses and they need a tailored solution and every school I talk to is doing their network and the things they're doing a bit differently. We're really flexible so that you can tailor it to fit with your IT and telecommunication strategy. We don't sell voice so you can stay with your current voice provider or you could explore a voice solution or sip trunking. Hobbsonville Point School who presented earlier are an EGenet customer. They have no copper going into their school. All their data, voice and internet services are provided over EGernet. The other thing about EGernet partners is that they look after all your problems so you don't end up in a finger pointing situation, if there's a problem, they'll make sure it gets sorted and we don't have a call centre, they just call straight into our engineers so we can help and support your school. We recommend EGNet partners who've completed training in a certified EGernet resellers. Quite a few of them are here today. Isometric presenting NECS, TTS and Watchdog are all here. And we can work with any of these people or with your current IT provider. The next thing to think about in terms of your internet service is keeping control. I feel very sad when I see schools with UFB who look at capped services still because you just don't want to restrict your learning at all so you really need to be picking an uncapped service. All EGNet services are uncapped. We don't mind how much data you use. We've got OREWA College, who Conrad I'm sure we'll be talking about next. They're getting up to three terabytes of data a month, which is huge. I don't mind. Use as much as you like. You can upgrade your service at any time you like and we do one-year contracts. Just keeping talking about bandwidth. I just wanted to touch on however much bandwidth you purchase within a school situation, it probably won't be enough. Kids and teachers can just keep on using it. So it's going to be a scarce resource. So I recommend you buy as much as you can afford and then manage it. And so make sure that you're using various devices to have rate shaping pools or maybe a teacher's network or things to make sure that everyone in the school gets a quality experience and that no one's hogging all the bandwidth. Also choose an IT partner that you can trust and develop an IT strategy together. You might want to rip all your voice out now or you might want to wait for a while. Your PBX may be about to die, maybe there's an option to replace it with an IPPBX. There are lots and lots of things you can do with your ultra-fast broadband to help you improve your network and to save money at your school. The proof is in the pudding, so they say, and if you come by and see me on our stand out there in the Expo area, we've got case studies on three of our schools, O'Rewa College, Manurewa High School and Packeranga College. And online there's also a video case study of OriwaA because lots of people are interested in that school and that ends my short presentation so if you've got any questions come and see me afterwards and I'll hand you over just to just for our audience here what's the range of your service at the moment so we can cover all Auckland schools and all Auckland RBI schools. We can also cover the same for Hamilton, Tauronga, Napier Hastings, New Plymouth and Christchurch. And the next area that will be opening up to go will be up north, Fongeray, and that will give us all Northland schools north of Auckland. Great, good stuff."}