{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " The"}, {"timestamp": [2.0, 3.0], "text": " B."}, {"timestamp": [3.0, 4.0], "text": " B."}, {"timestamp": [4.0, 5.0], "text": " B."}, {"timestamp": [5.0, 6.0], "text": " S..."}, {"timestamp": [6.0, 34.6], "text": "...sh... When I was 12 or 13 years old and started to learn some physics, clouds really worried me"}, {"timestamp": [34.6, 39.28], "text": " because they're made of water drops and water is much denser than air and they should fall"}, {"timestamp": [39.28, 40.32], "text": " in the ground."}, {"timestamp": [40.32, 42.04], "text": " They don't seem to, however."}, {"timestamp": [42.04, 46.0], "text": " My name is Jeff Austin and I'm a professor of geophysics at the University of Auckland,"}, {"timestamp": [46.0, 48.0], "text": " and I've been studying clouds ever since."}, {"timestamp": [48.0, 51.0], "text": " I have some idea why clouds don't fall down,"}, {"timestamp": [51.0, 54.0], "text": " but there's many other things we don't know about clouds."}, {"timestamp": [54.0, 57.0], "text": " The new experiment that we have set up involves this piece of equipment"}, {"timestamp": [57.0, 60.0], "text": " which we have just built at the University of Auckland."}, {"timestamp": [60.0, 62.0], "text": " What it is is a weather radar."}, {"timestamp": [62.0, 68.6], "text": " This one is particularly small and compact and can be taken to capture cowed images wherever we want to go."}, {"timestamp": [68.6, 76.6], "text": " You can see we have a tower with a dish on the top that transmits microwave signals, that is radio waves of short wavelength."}, {"timestamp": [76.6, 88.82], "text": " Those go out, interrogate the cloud, signals come back and so with the computers inside the cabin here, we can show three dimensional images of what the clouds look like five minutes ago was pouring a"}, {"timestamp": [88.82, 93.02], "text": " rain here now this cloud over here has disappeared but there's still thousands"}, {"timestamp": [93.02, 96.92], "text": " of tons of water up in the air let's go inside and see see what we can find out"}, {"timestamp": [96.92, 105.0], "text": " about it clouds have been studied for a long time in New Zealand."}, {"timestamp": [105.0, 109.0], "text": " Probably one of the earliest most spectacular observation of clouds is this one,"}, {"timestamp": [109.0, 114.0], "text": " which is a painting by William Hodges, who was Cook's artist on his second trip to New Zealand."}, {"timestamp": [114.0, 118.0], "text": " What we can see here in the middle ground here is Cook's Shep,"}, {"timestamp": [118.0, 122.0], "text": " but we can see straddling across there are three waterspouts."}, {"timestamp": [122.0, 125.76], "text": " This spectacular structure in the front here is the bottom of a fourth water spout. A water spout is a small tornado, so these things we do see from to-soultzpouts. This spectacular structure in the front here is the bottom of a fourth"}, {"timestamp": [125.76, 131.04], "text": " water spout. The water spout is a small tornado, so these things we do see from time to time."}, {"timestamp": [131.04, 135.76], "text": " I find it quite remarkable that this cloud, which is up here, an oppressive dark structure,"}, {"timestamp": [135.76, 141.2], "text": " is actually able to suck water out of the ocean. Quite how it manages to do that is, I think"}, {"timestamp": [141.2, 148.0], "text": " we'd like to investigate. We've got a six km by 6 km per map of the surrounding area."}, {"timestamp": [148.0, 150.0], "text": " The radar is located in the middle here."}, {"timestamp": [150.0, 154.0], "text": " These returns here are from ground and nearby buildings."}, {"timestamp": [154.0, 158.0], "text": " When a shower comes by, what we see is this moving object here,"}, {"timestamp": [158.0, 163.0], "text": " with the yellow areas being heavy rain and the bluer areas being lighter rain."}, {"timestamp": [163.0, 168.24], "text": " What the radar actually sees is the radar return from the raindrops itself, so we can"}, {"timestamp": [168.24, 171.0], "text": " measure the amount of water that's in the cloud."}, {"timestamp": [171.0, 175.88], "text": " The last radar images we showed you was the shower that just went by."}, {"timestamp": [175.88, 178.78], "text": " A couple of weeks ago something much more exciting happened."}, {"timestamp": [178.78, 183.04], "text": " What you can see here is much more intense rainfall coming through."}, {"timestamp": [183.04, 185.7], "text": " These large red areas, not only a heavy rain,"}, {"timestamp": [185.8, 191.32], "text": " but contained a significant number of hailstones. And this went on for some time. So this was"}, {"timestamp": [191.32, 195.16], "text": " actually a flooding event with very heavy rain. You can see just at the moment there, very"}, {"timestamp": [195.16, 199.94], "text": " heavy stuff going over the radar. When it had gone through and everybody thought it was over,"}, {"timestamp": [200.48, 205.0], "text": " there's a long, thin cloud was left behind. And you can see at the top right hand side here."}, {"timestamp": [205.0, 209.0], "text": " If you look closely at the end here you can see a rotating cloud."}, {"timestamp": [209.0, 215.0], "text": " That rotating cloud is a good radar record of a tornado."}, {"timestamp": [215.0, 217.0], "text": " These are very hard to obtain."}, {"timestamp": [217.0, 220.0], "text": " If we had had the radar out in this muddy field for the next 200 years,"}, {"timestamp": [220.0, 225.0], "text": " there's very little chance you'd have actually recorded a tornado and yet we got lucky."}, {"timestamp": [225.0, 229.7], "text": " And this shows how you need to be lucky as well as doing the right things to do science."}, {"timestamp": [229.7, 234.5], "text": " This is the photograph of the actual tornado that went past our facility here near Ardmore Airport,"}, {"timestamp": [234.5, 236.6], "text": " south of Auckland."}, {"timestamp": [236.6, 242.86], "text": " From the radar image we can see how fast the cloud is rotating around the centre of rotation."}, {"timestamp": [242.86, 245.0], "text": " When you put the numbers in for the speed,"}, {"timestamp": [245.0, 247.0], "text": " you discover there must be a very large force"}, {"timestamp": [247.0, 249.0], "text": " constraining the cloud to go in a circle."}, {"timestamp": [249.0, 253.0], "text": " That force is provided by having a low pressure in the middle of the cloud."}, {"timestamp": [253.0, 257.0], "text": " What it means is that that tornado is acting like a large vacuum cleaner"}, {"timestamp": [257.0, 261.0], "text": " and that vacuum cleaner is capable of picking up cows and cars"}, {"timestamp": [261.0, 263.0], "text": " and even water out of the ocean."}, {"timestamp": [263.0, 267.0], "text": " So we now get numbers on what that low pressure is because we can see the detailed"}, {"timestamp": [267.0, 270.0], "text": " rotation around the outside."}, {"timestamp": [270.0, 275.2], "text": " That was a pretty straightforward explanation of how tornadoes work, but we've still"}, {"timestamp": [275.2, 278.3], "text": " got all these clouds out here not falling on the ground."}, {"timestamp": [278.3, 281.8], "text": " The man who did the original experiments to find out why that would be was a man called"}, {"timestamp": [281.8, 288.56], "text": " Brown who was looking at pollen in water and he noticed the little pollen grains jiggled about. He initially thought that was because"}, {"timestamp": [288.56, 292.54], "text": " they were alive in some sense but then he made suspensions of other little particles"}, {"timestamp": [292.54, 297.38], "text": " in water and discovered they all jiggled around too even though they couldn't possibly be alive."}, {"timestamp": [297.38, 301.2], "text": " The theory of all that was sorted out by Albert Einstein who showed conclusively that the"}, {"timestamp": [301.2, 308.24], "text": " reason that particles jiggered around is that they were being hit upon by the molecules of the water in the case of pollen or by air molecules in the"}, {"timestamp": [308.24, 310.22], "text": " case of cloud water droplets."}, {"timestamp": [310.22, 315.44], "text": " So the reason the cloud stays up there is precisely because the air is jiggling the little"}, {"timestamp": [315.44, 319.94], "text": " molecules around giving a much bigger force than the MG down."}, {"timestamp": [319.94, 324.24], "text": " Small particles then stay up in the sky forever until either they combine together and make"}, {"timestamp": [324.24, 329.0], "text": " a raindrop when they really do fall out of the sky or they evaporate. So these clouds"}, {"timestamp": [329.0, 334.0], "text": " can stay around a long time and the man who sort of that all out for us is Albert Einstein."}], "text": " The B. B. B. S......sh... When I was 12 or 13 years old and started to learn some physics, clouds really worried me because they're made of water drops and water is much denser than air and they should fall in the ground. They don't seem to, however. My name is Jeff Austin and I'm a professor of geophysics at the University of Auckland, and I've been studying clouds ever since. I have some idea why clouds don't fall down, but there's many other things we don't know about clouds. The new experiment that we have set up involves this piece of equipment which we have just built at the University of Auckland. What it is is a weather radar. This one is particularly small and compact and can be taken to capture cowed images wherever we want to go. You can see we have a tower with a dish on the top that transmits microwave signals, that is radio waves of short wavelength. Those go out, interrogate the cloud, signals come back and so with the computers inside the cabin here, we can show three dimensional images of what the clouds look like five minutes ago was pouring a rain here now this cloud over here has disappeared but there's still thousands of tons of water up in the air let's go inside and see see what we can find out about it clouds have been studied for a long time in New Zealand. Probably one of the earliest most spectacular observation of clouds is this one, which is a painting by William Hodges, who was Cook's artist on his second trip to New Zealand. What we can see here in the middle ground here is Cook's Shep, but we can see straddling across there are three waterspouts. This spectacular structure in the front here is the bottom of a fourth water spout. A water spout is a small tornado, so these things we do see from to-soultzpouts. This spectacular structure in the front here is the bottom of a fourth water spout. The water spout is a small tornado, so these things we do see from time to time. I find it quite remarkable that this cloud, which is up here, an oppressive dark structure, is actually able to suck water out of the ocean. Quite how it manages to do that is, I think we'd like to investigate. We've got a six km by 6 km per map of the surrounding area. The radar is located in the middle here. These returns here are from ground and nearby buildings. When a shower comes by, what we see is this moving object here, with the yellow areas being heavy rain and the bluer areas being lighter rain. What the radar actually sees is the radar return from the raindrops itself, so we can measure the amount of water that's in the cloud. The last radar images we showed you was the shower that just went by. A couple of weeks ago something much more exciting happened. What you can see here is much more intense rainfall coming through. These large red areas, not only a heavy rain, but contained a significant number of hailstones. And this went on for some time. So this was actually a flooding event with very heavy rain. You can see just at the moment there, very heavy stuff going over the radar. When it had gone through and everybody thought it was over, there's a long, thin cloud was left behind. And you can see at the top right hand side here. If you look closely at the end here you can see a rotating cloud. That rotating cloud is a good radar record of a tornado. These are very hard to obtain. If we had had the radar out in this muddy field for the next 200 years, there's very little chance you'd have actually recorded a tornado and yet we got lucky. And this shows how you need to be lucky as well as doing the right things to do science. This is the photograph of the actual tornado that went past our facility here near Ardmore Airport, south of Auckland. From the radar image we can see how fast the cloud is rotating around the centre of rotation. When you put the numbers in for the speed, you discover there must be a very large force constraining the cloud to go in a circle. That force is provided by having a low pressure in the middle of the cloud. What it means is that that tornado is acting like a large vacuum cleaner and that vacuum cleaner is capable of picking up cows and cars and even water out of the ocean. So we now get numbers on what that low pressure is because we can see the detailed rotation around the outside. That was a pretty straightforward explanation of how tornadoes work, but we've still got all these clouds out here not falling on the ground. The man who did the original experiments to find out why that would be was a man called Brown who was looking at pollen in water and he noticed the little pollen grains jiggled about. He initially thought that was because they were alive in some sense but then he made suspensions of other little particles in water and discovered they all jiggled around too even though they couldn't possibly be alive. The theory of all that was sorted out by Albert Einstein who showed conclusively that the reason that particles jiggered around is that they were being hit upon by the molecules of the water in the case of pollen or by air molecules in the case of cloud water droplets. So the reason the cloud stays up there is precisely because the air is jiggling the little molecules around giving a much bigger force than the MG down. Small particles then stay up in the sky forever until either they combine together and make a raindrop when they really do fall out of the sky or they evaporate. So these clouds can stay around a long time and the man who sort of that all out for us is Albert Einstein."}