{"speakers": [], "chunks": [{"timestamp": [0.0, 32.76], "text": " The Ministry of Fisheries has great responsibility to manage fisheries not only in our coastal waters,"}, {"timestamp": [32.76, 37.94], "text": " but also our offshore waters and out to our 200 mile zone."}, {"timestamp": [37.94, 42.7], "text": " We also have responsibilities that extend down to the Ross Sea in Antarctica."}, {"timestamp": [42.7, 45.92], "text": " We have a tooth fish fishery down there and we have an"}, {"timestamp": [45.92, 53.06], "text": " ecosystem that we are struggling to understand and know very little about at this point."}, {"timestamp": [53.06, 58.2], "text": " In this particular research project that we commissioned as part of our Antarctic research"}, {"timestamp": [58.2, 63.68], "text": " program, we went down to the Antarctic and we commissioned scientists to look at the Bellini"}, {"timestamp": [63.68, 70.24], "text": " Islands, a small group of islands just north of Cape Adair that straddles the Antarctic Circle."}, {"timestamp": [70.24, 76.24], "text": " New Zealand is building a case to build a marine protected area around the islands."}, {"timestamp": [76.24, 82.48], "text": " We first put forward that case in the year 2000 but we have been directed to obtain more data,"}, {"timestamp": [82.48, 86.92], "text": " more real data about the Bellini Islands to support"}, {"timestamp": [86.92, 94.12], "text": " the case. For this piece of work we commissioned the Tiama, a 15-meter purpose-built yacht,"}, {"timestamp": [95.12, 101.66], "text": " built especially for these conditions, so that we could take divers right into the shallows"}, {"timestamp": [101.66, 106.28], "text": " in uncharted waters around the coastline of the Baleen Islands."}, {"timestamp": [107.28, 114.06], "text": " The scientists on board are marine ecologists from New Zealand with extensive experience in scuba diving."}, {"timestamp": [115.28, 122.04], "text": " They're young, they're fit and healthy, and they had to be, to be able to withstand the extreme conditions that they were diving in."}, {"timestamp": [123.22, 128.0], "text": " The aim of the work was to map the underwater diversity"}, {"timestamp": [128.0, 131.0], "text": " using quantitative methods."}, {"timestamp": [131.0, 135.0], "text": " Of course, the main sampling tool was the camera."}, {"timestamp": [135.0, 140.0], "text": " Underwater cameras were used to photograph invertebrates,"}, {"timestamp": [140.0, 146.24], "text": " fish, seaweed from a range of habitats under the sea."}, {"timestamp": [149.6, 150.14], "text": " The research also aimed to look at the top predators,"}, {"timestamp": [153.6, 157.68], "text": " the whales, the penguins, the seal populations that live on or around the islands at that time of year."}, {"timestamp": [158.72, 161.48], "text": " Samples were taken petrophic studies."}, {"timestamp": [162.08, 164.96], "text": " By looking at the isotopes in feathers,"}, {"timestamp": [167.0, 172.0], "text": " in regurgitated stomach samples, in small biopsies taken from the skin and the flesh of some of the animals,"}, {"timestamp": [172.0, 177.0], "text": " scientists are able to work out what the main prey outons are."}, {"timestamp": [180.0, 188.06], "text": " By looking at the way in which the ecosystem functions, we move beyond simply creating lists of organisms."}, {"timestamp": [188.06, 197.32], "text": " And we move into a phase of understanding exactly how the system works and what parts of it may be vulnerable to change."}, {"timestamp": [197.68, 212.0], "text": " Global warming, effects of fishing, or indeed any other changes that might occur in the area."}, {"timestamp": [218.0, 221.0], "text": " We also wanted the scientists to try and work out what the whales were eating. So how do you do that in an ecologically friendly way?"}, {"timestamp": [221.0, 227.0], "text": " The scientists were able to, in their very small boat, go close up to the whales"}, {"timestamp": [227.0, 235.0], "text": " and using a very fine harpoon, they were able to get a tiny biopsy of skin from the whales"}, {"timestamp": [235.0, 241.0], "text": " without harming them and take this back to the laboratory for analysis so that they could determine"}, {"timestamp": [241.0, 257.0], "text": " what, in fact, these whales were feeding on."}, {"timestamp": [260.3, 266.0], "text": " There are two types of penguins found at the Bellini Islands, the Adeli penguins, which are by far the most common, and the chin straps."}, {"timestamp": [266.0, 270.0], "text": " Now the chin straps are an outlier on these islands."}, {"timestamp": [270.0, 276.0], "text": " The vast majority of chin straps live across the other side of Antarctica."}, {"timestamp": [276.0, 285.1], "text": " But this colony here was surveyed back in 2000, where scientists saw about 20 pairs of breeding animals. During this particular expedition, the scientists found 200 pairs of breeding animals."}, {"timestamp": [287.18, 287.76], "text": " During this particular expedition,"}, {"timestamp": [292.26, 292.66], "text": " the scientists found 200 pairs of chintreps breeding there."}, {"timestamp": [297.4, 297.68], "text": " Not only that, they found a brand new colony on a close-by island,"}, {"timestamp": [298.36, 299.28], "text": " Buckle Island."}, {"timestamp": [301.98, 302.1], "text": " On the face of it, this sounds like fantastic news."}, {"timestamp": [306.72, 313.08], "text": " It sounds like the population of chinstrap. Penguins is indeed increasing. However, we don't know what this is in response to. Is it because of global warming"}, {"timestamp": [313.08, 320.78], "text": " or other climate changes? Or is it just a quirk? A quirk related to variability in the way in which"}, {"timestamp": [320.78, 326.32], "text": " we survey these things. Did the previous expedition carry out his thorough job"}, {"timestamp": [326.32, 329.66], "text": " and as rigorous a job as the scientist on this particular expedition?"}, {"timestamp": [330.44, 333.36], "text": " These are questions that remain unanswered at this point."}, {"timestamp": [335.68, 342.6], "text": " The seaweed life beneath the waves was fantastic and very diverse and unexpected."}, {"timestamp": [343.64, 349.0], "text": " In fact, it is the most diverse range of seaweeds ever seen in Antarctic coastal waters."}, {"timestamp": [349.0, 358.0], "text": " Also, in great abundance, were sponges, tunicates and bryosomes, all encrusting, filter-feeding invertebrates."}, {"timestamp": [358.0, 367.44], "text": " But interestingly, there were very few mobile invertebrates, crabs, for example, top shells, sea urchins."}, {"timestamp": [368.88, 373.12], "text": " There were also very few fish seen in the shallows by the divers."}, {"timestamp": [374.24, 380.64], "text": " But when the Tungaroa arrived into the same area, just days after Tiyama had left,"}, {"timestamp": [381.08, 385.46], "text": " and began to pick up where the Tiama divers left off."}, {"timestamp": [385.46, 390.8], "text": " So from the Tungaroa they were sampling deeper waters but in the same zones they"}, {"timestamp": [390.8, 394.5], "text": " found evidence of large numbers of fish."}, {"timestamp": [394.5, 399.28], "text": " They also found evidence of some of these other more mobile invertebrates."}, {"timestamp": [399.28, 406.64], "text": " This has raised questions for the scientists about what is influencing the distribution of these organisms"}, {"timestamp": [406.64, 412.68], "text": " at the different depth zones. Is it related to the ice conditions and the ice scouring,"}, {"timestamp": [412.68, 418.24], "text": " or is it related to the glacial flower that drops out from the ice, creating some turbidity"}, {"timestamp": [418.24, 423.16], "text": " in the water, or is there some other factor that we haven't yet been able to work out?"}, {"timestamp": [424.4, 426.68], "text": " I was one of those biologists on board"}, {"timestamp": [426.68, 434.68], "text": " the Tungaroa and I was able to experience the hostility and the beauty of this very wild place"}, {"timestamp": [434.68, 442.02], "text": " personally. Having spent several weeks in the Ross Sea and being surrounded by icebergs, I was"}, {"timestamp": [442.02, 445.22], "text": " fully aware of many of the hazards of sailing"}, {"timestamp": [445.22, 446.72], "text": " in the Antarctic."}, {"timestamp": [446.72, 448.68], "text": " But it wasn't until we got to the Bellini's."}, {"timestamp": [448.68, 451.64], "text": " I became aware of a different type of hazard."}, {"timestamp": [451.64, 456.48], "text": " As we got closer and closer to the shore, unseen and unexpected"}, {"timestamp": [456.48, 460.52], "text": " hazards like avalanches tearing down some of the ice gullies"}, {"timestamp": [460.52, 466.52], "text": " from the very steep sides of the islands islands created large waves that came out to where"}, {"timestamp": [466.52, 473.62], "text": " we were on the ship. There were other hazards, floating ice, just churning around and sometimes"}, {"timestamp": [473.62, 478.5], "text": " peppered with larger chunks of ice that you didn't want to connect with. The thermometer"}, {"timestamp": [478.5, 484.32], "text": " temperatures were not that cold, sometimes dropping two or three degrees below zero. You added in"}, {"timestamp": [484.32, 485.16], "text": " a wind chill"}, {"timestamp": [485.16, 491.16], "text": " factor and you certainly knew it was cold. We had to wear extreme cold weather"}, {"timestamp": [491.16, 497.58], "text": " gear, we had thermally lined boots, we had thermally lined gloves, you had to be"}, {"timestamp": [497.58, 501.84], "text": " very careful what you touched with your bare hands outside and there were very"}, {"timestamp": [501.84, 512.88], "text": " strict protocols to follow both on board the Tongaroa and on board Tiama. As you can see our scientists face an incredibly"}, {"timestamp": [512.88, 520.4], "text": " arduous journey, arduous conditions and had a very tall order to achieve the"}, {"timestamp": [520.4, 525.76], "text": " survey work that they did but they, and we're very proud to say"}, {"timestamp": [525.76, 530.08], "text": " that we now have the first inshore subtitle survey"}, {"timestamp": [530.08, 533.44], "text": " of the Baleenia Islands marine environment."}, {"timestamp": [533.82, 537.88], "text": " Not only that, the scientists managed to get ashore several times"}, {"timestamp": [537.88, 542.36], "text": " and make new discoveries about the penguin colonies there,"}, {"timestamp": [542.66, 544.24], "text": " about the other seabird life,"}, {"timestamp": [544.24, 547.76], "text": " and they were able to contribute substantially"}, {"timestamp": [547.76, 551.68], "text": " to our ecological knowledge and our understanding of the way"}, {"timestamp": [551.68, null], "text": " in which that ecosystem functions in this very remote archipelago in Antarctica. That's good. That's good. That's the good. It's good. I'm going to be able to be. Thank you. You know,"}], "text": " The Ministry of Fisheries has great responsibility to manage fisheries not only in our coastal waters, but also our offshore waters and out to our 200 mile zone. We also have responsibilities that extend down to the Ross Sea in Antarctica. We have a tooth fish fishery down there and we have an ecosystem that we are struggling to understand and know very little about at this point. In this particular research project that we commissioned as part of our Antarctic research program, we went down to the Antarctic and we commissioned scientists to look at the Bellini Islands, a small group of islands just north of Cape Adair that straddles the Antarctic Circle. New Zealand is building a case to build a marine protected area around the islands. We first put forward that case in the year 2000 but we have been directed to obtain more data, more real data about the Bellini Islands to support the case. For this piece of work we commissioned the Tiama, a 15-meter purpose-built yacht, built especially for these conditions, so that we could take divers right into the shallows in uncharted waters around the coastline of the Baleen Islands. The scientists on board are marine ecologists from New Zealand with extensive experience in scuba diving. They're young, they're fit and healthy, and they had to be, to be able to withstand the extreme conditions that they were diving in. The aim of the work was to map the underwater diversity using quantitative methods. Of course, the main sampling tool was the camera. Underwater cameras were used to photograph invertebrates, fish, seaweed from a range of habitats under the sea. The research also aimed to look at the top predators, the whales, the penguins, the seal populations that live on or around the islands at that time of year. Samples were taken petrophic studies. By looking at the isotopes in feathers, in regurgitated stomach samples, in small biopsies taken from the skin and the flesh of some of the animals, scientists are able to work out what the main prey outons are. By looking at the way in which the ecosystem functions, we move beyond simply creating lists of organisms. And we move into a phase of understanding exactly how the system works and what parts of it may be vulnerable to change. Global warming, effects of fishing, or indeed any other changes that might occur in the area. We also wanted the scientists to try and work out what the whales were eating. So how do you do that in an ecologically friendly way? The scientists were able to, in their very small boat, go close up to the whales and using a very fine harpoon, they were able to get a tiny biopsy of skin from the whales without harming them and take this back to the laboratory for analysis so that they could determine what, in fact, these whales were feeding on. There are two types of penguins found at the Bellini Islands, the Adeli penguins, which are by far the most common, and the chin straps. Now the chin straps are an outlier on these islands. The vast majority of chin straps live across the other side of Antarctica. But this colony here was surveyed back in 2000, where scientists saw about 20 pairs of breeding animals. During this particular expedition, the scientists found 200 pairs of breeding animals. During this particular expedition, the scientists found 200 pairs of chintreps breeding there. Not only that, they found a brand new colony on a close-by island, Buckle Island. On the face of it, this sounds like fantastic news. It sounds like the population of chinstrap. Penguins is indeed increasing. However, we don't know what this is in response to. Is it because of global warming or other climate changes? Or is it just a quirk? A quirk related to variability in the way in which we survey these things. Did the previous expedition carry out his thorough job and as rigorous a job as the scientist on this particular expedition? These are questions that remain unanswered at this point. The seaweed life beneath the waves was fantastic and very diverse and unexpected. In fact, it is the most diverse range of seaweeds ever seen in Antarctic coastal waters. Also, in great abundance, were sponges, tunicates and bryosomes, all encrusting, filter-feeding invertebrates. But interestingly, there were very few mobile invertebrates, crabs, for example, top shells, sea urchins. There were also very few fish seen in the shallows by the divers. But when the Tungaroa arrived into the same area, just days after Tiyama had left, and began to pick up where the Tiama divers left off. So from the Tungaroa they were sampling deeper waters but in the same zones they found evidence of large numbers of fish. They also found evidence of some of these other more mobile invertebrates. This has raised questions for the scientists about what is influencing the distribution of these organisms at the different depth zones. Is it related to the ice conditions and the ice scouring, or is it related to the glacial flower that drops out from the ice, creating some turbidity in the water, or is there some other factor that we haven't yet been able to work out? I was one of those biologists on board the Tungaroa and I was able to experience the hostility and the beauty of this very wild place personally. Having spent several weeks in the Ross Sea and being surrounded by icebergs, I was fully aware of many of the hazards of sailing in the Antarctic. But it wasn't until we got to the Bellini's. I became aware of a different type of hazard. As we got closer and closer to the shore, unseen and unexpected hazards like avalanches tearing down some of the ice gullies from the very steep sides of the islands islands created large waves that came out to where we were on the ship. There were other hazards, floating ice, just churning around and sometimes peppered with larger chunks of ice that you didn't want to connect with. The thermometer temperatures were not that cold, sometimes dropping two or three degrees below zero. You added in a wind chill factor and you certainly knew it was cold. We had to wear extreme cold weather gear, we had thermally lined boots, we had thermally lined gloves, you had to be very careful what you touched with your bare hands outside and there were very strict protocols to follow both on board the Tongaroa and on board Tiama. As you can see our scientists face an incredibly arduous journey, arduous conditions and had a very tall order to achieve the survey work that they did but they, and we're very proud to say that we now have the first inshore subtitle survey of the Baleenia Islands marine environment. Not only that, the scientists managed to get ashore several times and make new discoveries about the penguin colonies there, about the other seabird life, and they were able to contribute substantially to our ecological knowledge and our understanding of the way in which that ecosystem functions in this very remote archipelago in Antarctica. That's good. That's good. That's the good. It's good. I'm going to be able to be. Thank you. You know,"}