{"speakers": [], "chunks": [{"timestamp": [0.0, 36.88], "text": " The The big explosive question, is there oil beneath the seabed off the New Zealand coastline?"}, {"timestamp": [37.52, 44.68], "text": " Small recording ships have arrived to find out, here to prospect our continental shelf and perhaps strike it rich right on our doorstep."}, {"timestamp": [45.36, 48.88], "text": " A seismic survey vessel follows a pre-plotted line along the coast."}, {"timestamp": [49.44, 54.24], "text": " To help it maintain exact position, radio stations have already been set up along the shore,"}, {"timestamp": [54.24, 56.0], "text": " sending out continuous signals."}, {"timestamp": [56.0, 65.38], "text": " The results of the survey can't be known"}, {"timestamp": [65.38, 67.8], "text": " until the ship's findings are analyzed overseas."}, {"timestamp": [68.4, 71.82], "text": " But if there is oil, they must know precisely where it lies."}, {"timestamp": [83.96, 90.0], "text": " At the stern of the survey vessel, a giant cable is prepared, crammed with sensitive recording instruments."}, {"timestamp": [90.0, 103.0], "text": " The cable is towed behind the ship just 20 feet below the surface."}, {"timestamp": [103.0, 106.0], "text": " Shipboard life provides a series of contrasts, while one wide. the ship just 20 feet below the surface."}, {"timestamp": [109.0, 112.0], "text": " Shipboard life provides a series of contrasts, while one watch prepares for the intricate operation"}, {"timestamp": [112.0, 138.0], "text": " and other rests before working through the night. Standing by the companion vessel waits to add impact to the search, the explosive ship."}, {"timestamp": [142.0, 147.0], "text": " As both vessels maneuver into position, the countdown begins."}, {"timestamp": [147.0, 155.0], "text": " This is WK 8828 Caribbean seal back to the fall marks out of the project."}, {"timestamp": [155.0, 164.0], "text": " Seismic waves rocket down onto the ocean floor and bounce back up along the cable"}, {"timestamp": [164.0, 170.32], "text": " and are then transmitted onto computer tape in the recording ship to provide a profile view of the seabed."}, {"timestamp": [170.32, 175.68], "text": " Once underway, the survey continues for days and life accommodates itself to the monotony,"}, {"timestamp": [175.68, 187.0], "text": " a monotony stimulated by the possibility of striking oil down there in the deep."}, {"timestamp": [187.0, 195.0], "text": " National parks are where people go to get away from it all."}, {"timestamp": [195.0, 204.0], "text": " Tongariro National Parks, no exception, and Ruupéhu snows lure the city dwellers away from their office desks and household chores each winter."}, {"timestamp": [204.0, 209.0], "text": " Enterprising members of ski clubs have built themselves snug huts and shallies,"}, {"timestamp": [209.0, 287.0], "text": " and a village is growing high up the mountain. I'm going to be. Trouble. Trouble is, today, when you get away from it all, you're apt to run into all the people you're getting away from. The"}, {"timestamp": [287.0, 305.0], "text": " The Oh, goody, Oh, goody, Oh, goody, you've got it."}, {"timestamp": [305.0, 327.0], "text": " Oh, goody, you've got it."}, {"timestamp": [327.0, 330.0], "text": " Yeah, didn't they break my neck on the stairs though."}, {"timestamp": [332.0, 335.0], "text": " Excuse me please. Have you got a baby's bottle please?"}, {"timestamp": [335.0, 340.0], "text": " Look I'm sorry we don't stock them. But if you just go around the corner of the chemo shop, just down the road there, you'll probably have them."}, {"timestamp": [340.0, 341.0], "text": " Good thanks, okay."}, {"timestamp": [341.0, 342.0], "text": " All right."}, {"timestamp": [342.0, 348.42], "text": " Thanks very much."}, {"timestamp": [348.8, 350.56], "text": " Can I have a baby's bottle, please?"}, {"timestamp": [350.64, 351.64], "text": " What sort of bottle are you?"}, {"timestamp": [352.64, 354.7], "text": " Oh, she just said get a bottle."}, {"timestamp": [355.4, 373.0], "text": " It's one more than one sort, isn't? This is our fest and I'm just so excited."}, {"timestamp": [383.0, 384.0], "text": " Nine months stretch I calls it. Say Dick."}, {"timestamp": [384.0, 385.0], "text": " Hey, Dick."}, {"timestamp": [385.0, 387.0], "text": " Hey, Dick."}, {"timestamp": [387.0, 389.0], "text": " What, how what did they do on Friday night?"}, {"timestamp": [389.0, 391.0], "text": " No, don't think I've got a shame."}, {"timestamp": [391.0, 395.0], "text": " Mum's due to pop any time, so I'll have to stay around home all the weekend."}, {"timestamp": [395.0, 399.0], "text": " Well, actually, of course, we planned out some time ago."}, {"timestamp": [399.0, 404.0], "text": " Your child will, in these first precious few months, learn to distinguish between father and mother,"}, {"timestamp": [404.0, 405.72], "text": " between companion and mother, between companion"}, {"timestamp": [405.72, 410.28], "text": " and comforter. He's going to come to rely on the strength and confidence of your hands,"}, {"timestamp": [410.72, 415.32], "text": " and whether you're teaching him to kick a football or just doing the simple act of changing his napkins."}, {"timestamp": [415.92, 421.76], "text": " This confidence means so much the happiness of your child, and it's not intuitive as we've thought in the past."}, {"timestamp": [423.0, 427.0], "text": " Now tonight I'm going to show you how they handle some of the everyday situations,"}, {"timestamp": [427.0, 429.0], "text": " which of course your wife's going to be doing every day,"}, {"timestamp": [429.0, 433.0], "text": " but I don't see why you should miss out on some of the fun."}, {"timestamp": [433.0, 436.0], "text": " I'd like fathers to come forward and try for themselves"}, {"timestamp": [436.0, 465.0], "text": " because it's only with practice that you're going to develop this confidence. Thank you. I'm gonnae. I'm gonnae. I'm gonna"}, {"timestamp": [465.0, 485.0], "text": " I'm gonna'a. I'm gonna'n't I'm gonna'n'"}, {"timestamp": [485.0, 515.0], "text": " I'm gonna'n' My mum is going to have a baby."}, {"timestamp": [515.0, 518.0], "text": " Hello Jean. Any news yet?"}, {"timestamp": [518.0, 520.0], "text": " You still here?"}, {"timestamp": [520.0, 522.0], "text": " Well a hot bath will do the trick."}, {"timestamp": [522.0, 524.0], "text": " You want to take the springs out of the car."}, {"timestamp": [524.0, 526.36], "text": " Try giving her some castor oil."}, {"timestamp": [527.42, 528.24], "text": " Oh, definitely."}, {"timestamp": [528.38, 529.46], "text": " It's just got to be a boy."}, {"timestamp": [534.14, 534.64], "text": " Darling."}, {"timestamp": [536.36, 545.0], "text": " Darling. I'm gonna'a. I'm gonna'n't I'm gonna'n't"}, {"timestamp": [545.0, 547.0], "text": " I'm gonna'n't"}, {"timestamp": [547.0, 565.0], "text": " I'm gonna to be the I'm going to be. I'm going to"}, {"timestamp": [565.0, 567.0], "text": " I'm going to"}, {"timestamp": [567.0, 569.0], "text": " I'm going to"}, {"timestamp": [569.0, 571.0], "text": " I'm going to"}, {"timestamp": [571.0, 573.0], "text": " I'm going"}, {"timestamp": [573.0, 575.0], "text": " I'm going"}, {"timestamp": [575.0, 577.0], "text": " I'm going"}, {"timestamp": [577.0, 585.0], "text": " I'm gonna I'm gonna"}, {"timestamp": [585.0, 587.0], "text": " I'm gonna be the"}, {"timestamp": [587.0, 589.0], "text": " I'm gonna"}, {"timestamp": [589.0, 590.0], "text": " I'm gonna"}, {"timestamp": [590.0, 592.0], "text": " I'm gonna"}, {"timestamp": [592.0, 594.0], "text": " I'm"}, {"timestamp": [594.0, 596.0], "text": " I'm"}, {"timestamp": [596.0, 597.0], "text": " Oh"}, {"timestamp": [597.0, 598.0], "text": " Oh"}, {"timestamp": [598.0, null], "text": " I'm The"}], "text": " The The big explosive question, is there oil beneath the seabed off the New Zealand coastline? Small recording ships have arrived to find out, here to prospect our continental shelf and perhaps strike it rich right on our doorstep. A seismic survey vessel follows a pre-plotted line along the coast. To help it maintain exact position, radio stations have already been set up along the shore, sending out continuous signals. The results of the survey can't be known until the ship's findings are analyzed overseas. But if there is oil, they must know precisely where it lies. At the stern of the survey vessel, a giant cable is prepared, crammed with sensitive recording instruments. The cable is towed behind the ship just 20 feet below the surface. Shipboard life provides a series of contrasts, while one wide. the ship just 20 feet below the surface. Shipboard life provides a series of contrasts, while one watch prepares for the intricate operation and other rests before working through the night. Standing by the companion vessel waits to add impact to the search, the explosive ship. As both vessels maneuver into position, the countdown begins. This is WK 8828 Caribbean seal back to the fall marks out of the project. Seismic waves rocket down onto the ocean floor and bounce back up along the cable and are then transmitted onto computer tape in the recording ship to provide a profile view of the seabed. Once underway, the survey continues for days and life accommodates itself to the monotony, a monotony stimulated by the possibility of striking oil down there in the deep. National parks are where people go to get away from it all. Tongariro National Parks, no exception, and Ruupéhu snows lure the city dwellers away from their office desks and household chores each winter. Enterprising members of ski clubs have built themselves snug huts and shallies, and a village is growing high up the mountain. I'm going to be. Trouble. Trouble is, today, when you get away from it all, you're apt to run into all the people you're getting away from. The The Oh, goody, Oh, goody, Oh, goody, you've got it. Oh, goody, you've got it. Yeah, didn't they break my neck on the stairs though. Excuse me please. Have you got a baby's bottle please? Look I'm sorry we don't stock them. But if you just go around the corner of the chemo shop, just down the road there, you'll probably have them. Good thanks, okay. All right. Thanks very much. Can I have a baby's bottle, please? What sort of bottle are you? Oh, she just said get a bottle. It's one more than one sort, isn't? This is our fest and I'm just so excited. Nine months stretch I calls it. Say Dick. Hey, Dick. Hey, Dick. What, how what did they do on Friday night? No, don't think I've got a shame. Mum's due to pop any time, so I'll have to stay around home all the weekend. Well, actually, of course, we planned out some time ago. Your child will, in these first precious few months, learn to distinguish between father and mother, between companion and mother, between companion and comforter. He's going to come to rely on the strength and confidence of your hands, and whether you're teaching him to kick a football or just doing the simple act of changing his napkins. This confidence means so much the happiness of your child, and it's not intuitive as we've thought in the past. Now tonight I'm going to show you how they handle some of the everyday situations, which of course your wife's going to be doing every day, but I don't see why you should miss out on some of the fun. I'd like fathers to come forward and try for themselves because it's only with practice that you're going to develop this confidence. Thank you. I'm gonnae. I'm gonnae. I'm gonna I'm gonna'a. I'm gonna'n't I'm gonna'n' I'm gonna'n' My mum is going to have a baby. Hello Jean. Any news yet? You still here? Well a hot bath will do the trick. You want to take the springs out of the car. Try giving her some castor oil. Oh, definitely. It's just got to be a boy. Darling. Darling. I'm gonna'a. I'm gonna'n't I'm gonna'n't I'm gonna'n't I'm gonna to be the I'm going to be. I'm going to I'm going to I'm going to I'm going to I'm going I'm going I'm going I'm gonna I'm gonna I'm gonna be the I'm gonna I'm gonna I'm gonna I'm I'm Oh Oh I'm The"}