{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Hi there."}, {"timestamp": [2.0, 3.0], "text": " Hi there."}, {"timestamp": [3.0, 5.0], "text": " Hi there."}, {"timestamp": [5.0, 30.56], "text": " Hamish Campbell here, Geologist, Institute of Geological and Nuclear Here, Ge Geologist Institute of Geological and Nuclear Sciences."}, {"timestamp": [30.56, 35.2], "text": " We're standing here on top of the Wainui Amata Hill and it's late in the afternoon and there's"}, {"timestamp": [35.2, 40.72], "text": " a lot of noise. I'm here to tell you about time. How do we date things? To us Earth scientists,"}, {"timestamp": [40.72, 45.84], "text": " there are three really major things we deal with all the time. Rocks, fluids"}, {"timestamp": [45.84, 50.62], "text": " and time. We need to be able to date things, determine when things happen and determine"}, {"timestamp": [50.62, 56.52], "text": " rates, how fast things happen. Just witness this magnificent landscape. Here is Wellington"}, {"timestamp": [56.52, 61.5], "text": " Harbour. We're looking over the Hut Valley. How old is the harbour? How old is the land"}, {"timestamp": [61.5, 66.0], "text": " surface? How old is the Wellington Fault? We're looking at the scarpe of the Wellington Fault"}, {"timestamp": [66.0, 68.0], "text": " on the other side of the harbour."}, {"timestamp": [68.0, 69.0], "text": " How often does it move?"}, {"timestamp": [69.0, 71.0], "text": " These are fundamental sorts of questions"}, {"timestamp": [71.0, 73.0], "text": " that we need answers for"}, {"timestamp": [73.0, 77.0], "text": " and that's why we need to be able to date things in our environment."}, {"timestamp": [79.0, 83.0], "text": " The easiest way to date rocks is actually to use fossils."}, {"timestamp": [83.0, 87.0], "text": " And here we have some exquisite examples of some fossils."}, {"timestamp": [87.0, 94.0], "text": " This slab shows some lovely trace fossils. These were made by organisms burrowing on the sea floor."}, {"timestamp": [94.0, 106.6], "text": " They're probably burrows, and this rock's about 65 million years old. Whereas this one is a slab of rock with a whole lot of fossil bellumites. These are the remains of a"}, {"timestamp": [106.6, 112.36], "text": " type of squid and this rock is about 150 million years old. Much more common"}, {"timestamp": [112.36, 118.12], "text": " shelly fossils and here we have a mollusk, a bivalve mollusk that most people will"}, {"timestamp": [118.12, 131.0], "text": " be able to recognize as a shell. The thing we do with respect to fossils is date the rock because we know the sequence within which the sequence of life through geological time."}, {"timestamp": [131.0, 136.0], "text": " And we can use fossils for the last about 550 million years."}, {"timestamp": [136.0, 140.0], "text": " Now the question is how do we get actual numbers on the rocks?"}, {"timestamp": [140.0, 142.0], "text": " And that is the next step."}, {"timestamp": [142.0, 146.16], "text": " In order to do that, we need radiometric dating whereby we"}, {"timestamp": [146.16, 155.12], "text": " date actual minerals in rocks. This is a large piece of greywacky and greywacky is the"}, {"timestamp": [155.12, 161.12], "text": " dominant rock type in New Zealand. It literally makes up the bulk of our landmass. Now"}, {"timestamp": [161.12, 166.0], "text": " it's a sedimentary rock and the question we want to know is how old was the"}, {"timestamp": [166.0, 171.34], "text": " original rock from which this sediment was derived. And in order to do that we're"}, {"timestamp": [171.34, 175.0], "text": " literally going to take a piece of this rock and I've got a sample here and we're"}, {"timestamp": [175.0, 179.86], "text": " going to crush it up and literally extract the minerals in it that we can date and"}, {"timestamp": [179.86, 186.48], "text": " those minerals are zircons. Okay good-day Phil. Here we are. Here's the sample."}, {"timestamp": [190.48, 197.12], "text": " Phil is now crushing up the rock in a hydraulic ram so that it is basically a gravel."}, {"timestamp": [197.12, 204.0], "text": " The next step is crushing the rock up in a tungsten steel mill called a T-Mut. This is a very"}, {"timestamp": [204.0, 227.0], "text": " noisy process and the end result is a powder. long at all. And now that we've got a rock powder, the next step is to separate out the"}, {"timestamp": [227.0, 236.56], "text": " desirable minerals that we can date. And in this case we're after zircons. And that process"}, {"timestamp": [236.56, 249.56], "text": " requires a little bit more complexity. Of course keeping track of the sample is very important"}, {"timestamp": [249.56, 252.84], "text": " so that one sample is not confused with another."}, {"timestamp": [256.44, 257.68], "text": " Great, thank you, Phil."}, {"timestamp": [257.98, 258.6], "text": " This is wonderful."}, {"timestamp": [259.36, 260.24], "text": " Well, here we have it."}, {"timestamp": [260.54, 261.74], "text": " A sample of grey wacky."}, {"timestamp": [262.22, 263.94], "text": " Five minutes ago, it was solid rock,"}, {"timestamp": [263.94, 265.38], "text": " and now it's in a powder"}, {"timestamp": [265.38, 272.12], "text": " form about the consistency of sugar and in this are the minerals that we require for dating"}, {"timestamp": [272.12, 276.5], "text": " this rock and determining the ancestry of the grey wacky of New Zealand."}, {"timestamp": [280.5, 290.0], "text": " Radiometric dating is based on sound physical principles, the ideas that Einstein came up with"}, {"timestamp": [290.0, 296.0], "text": " with respect to radioactivity. He explained to us what radioactivity is, how it is all to do with"}, {"timestamp": [296.0, 304.0], "text": " the loss of mass through radiation energy and in the context of dating minerals that"}, {"timestamp": [304.0, 305.92], "text": " change from uranium to lead."}, {"timestamp": [307.0, 309.56], "text": " And uranium-led dating is the technique"}, {"timestamp": [309.56, 312.64], "text": " that we're going to use on the zircon minerals"}, {"timestamp": [312.64, 314.96], "text": " that we've extracted from our lump of greywaffe."}, {"timestamp": [315.96, 317.44], "text": " Now here we are in this laboratory"}, {"timestamp": [317.44, 319.68], "text": " and we have a mass spectrometer."}, {"timestamp": [320.36, 323.48], "text": " And a mass spectrometer was invented by none other than Rutherford."}, {"timestamp": [324.08, 327.28], "text": " It's a very sophisticated sheep race, really."}, {"timestamp": [328.58, 331.26], "text": " Imagine the man on the gate at the end of the sheep race,"}, {"timestamp": [331.34, 333.98], "text": " and he's separating out the big sheep from the little sheep."}, {"timestamp": [334.46, 336.76], "text": " Or in the case of our zircon mineral,"}, {"timestamp": [336.92, 342.1], "text": " he's separating out the uranium from the lesser, smaller mass lead."}, {"timestamp": [342.86, 349.68], "text": " And here is the magnet that does just that. The magnet is effectively the man at the gate."}, {"timestamp": [350.36, 355.28], "text": " You can imagine the uranium being separated out because of its larger mass from the lead."}, {"timestamp": [356.02, 362.52], "text": " How do we get to an actual date? Quite simply, we know the rate of decay of uranium to lead."}, {"timestamp": [362.72, 365.4], "text": " So it's just a question of counting the uranium,"}, {"timestamp": [365.4, 371.28], "text": " counting the lead, working out the relative proportions and then determining the age. That is"}, {"timestamp": [371.28, 377.96], "text": " how we date minerals. Thanks to Rutherford and Einstein, we have been able to date rocks. They"}, {"timestamp": [377.96, 389.56], "text": " have literally transformed humanity. Our ability to do that has meant that we can understand the natural world around us in such a much more meaningful way."}, {"timestamp": [389.56, 396.24], "text": " And we know for instance that there is nothing older than 4.53 billion years"}, {"timestamp": [396.24, 401.28], "text": " in our solar system. We know from dating that the oldest rocks in New Zealand"}, {"timestamp": [401.28, 406.0], "text": " on Campbell Island are between 540 and 560 million."}, {"timestamp": [406.0, 410.0], "text": " We can date surfaces, we can date water, we can date glaciers,"}, {"timestamp": [410.0, 414.0], "text": " we can date just about anything using isotopic"}, {"timestamp": [414.0, 417.0], "text": " radiometric techniques and we can thank those great men."}, {"timestamp": [417.0, 422.0], "text": " Physicists, both of them, Rutherford and Einstein."}], "text": " Hi there. Hi there. Hi there. Hamish Campbell here, Geologist, Institute of Geological and Nuclear Here, Ge Geologist Institute of Geological and Nuclear Sciences. We're standing here on top of the Wainui Amata Hill and it's late in the afternoon and there's a lot of noise. I'm here to tell you about time. How do we date things? To us Earth scientists, there are three really major things we deal with all the time. Rocks, fluids and time. We need to be able to date things, determine when things happen and determine rates, how fast things happen. Just witness this magnificent landscape. Here is Wellington Harbour. We're looking over the Hut Valley. How old is the harbour? How old is the land surface? How old is the Wellington Fault? We're looking at the scarpe of the Wellington Fault on the other side of the harbour. How often does it move? These are fundamental sorts of questions that we need answers for and that's why we need to be able to date things in our environment. The easiest way to date rocks is actually to use fossils. And here we have some exquisite examples of some fossils. This slab shows some lovely trace fossils. These were made by organisms burrowing on the sea floor. They're probably burrows, and this rock's about 65 million years old. Whereas this one is a slab of rock with a whole lot of fossil bellumites. These are the remains of a type of squid and this rock is about 150 million years old. Much more common shelly fossils and here we have a mollusk, a bivalve mollusk that most people will be able to recognize as a shell. The thing we do with respect to fossils is date the rock because we know the sequence within which the sequence of life through geological time. And we can use fossils for the last about 550 million years. Now the question is how do we get actual numbers on the rocks? And that is the next step. In order to do that, we need radiometric dating whereby we date actual minerals in rocks. This is a large piece of greywacky and greywacky is the dominant rock type in New Zealand. It literally makes up the bulk of our landmass. Now it's a sedimentary rock and the question we want to know is how old was the original rock from which this sediment was derived. And in order to do that we're literally going to take a piece of this rock and I've got a sample here and we're going to crush it up and literally extract the minerals in it that we can date and those minerals are zircons. Okay good-day Phil. Here we are. Here's the sample. Phil is now crushing up the rock in a hydraulic ram so that it is basically a gravel. The next step is crushing the rock up in a tungsten steel mill called a T-Mut. This is a very noisy process and the end result is a powder. long at all. And now that we've got a rock powder, the next step is to separate out the desirable minerals that we can date. And in this case we're after zircons. And that process requires a little bit more complexity. Of course keeping track of the sample is very important so that one sample is not confused with another. Great, thank you, Phil. This is wonderful. Well, here we have it. A sample of grey wacky. Five minutes ago, it was solid rock, and now it's in a powder form about the consistency of sugar and in this are the minerals that we require for dating this rock and determining the ancestry of the grey wacky of New Zealand. Radiometric dating is based on sound physical principles, the ideas that Einstein came up with with respect to radioactivity. He explained to us what radioactivity is, how it is all to do with the loss of mass through radiation energy and in the context of dating minerals that change from uranium to lead. And uranium-led dating is the technique that we're going to use on the zircon minerals that we've extracted from our lump of greywaffe. Now here we are in this laboratory and we have a mass spectrometer. And a mass spectrometer was invented by none other than Rutherford. It's a very sophisticated sheep race, really. Imagine the man on the gate at the end of the sheep race, and he's separating out the big sheep from the little sheep. Or in the case of our zircon mineral, he's separating out the uranium from the lesser, smaller mass lead. And here is the magnet that does just that. The magnet is effectively the man at the gate. You can imagine the uranium being separated out because of its larger mass from the lead. How do we get to an actual date? Quite simply, we know the rate of decay of uranium to lead. So it's just a question of counting the uranium, counting the lead, working out the relative proportions and then determining the age. That is how we date minerals. Thanks to Rutherford and Einstein, we have been able to date rocks. They have literally transformed humanity. Our ability to do that has meant that we can understand the natural world around us in such a much more meaningful way. And we know for instance that there is nothing older than 4.53 billion years in our solar system. We know from dating that the oldest rocks in New Zealand on Campbell Island are between 540 and 560 million. We can date surfaces, we can date water, we can date glaciers, we can date just about anything using isotopic radiometric techniques and we can thank those great men. Physicists, both of them, Rutherford and Einstein."}