{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Look, it's great to be back at Interface Expo."}, {"timestamp": [7.0, 11.0], "text": " We've been doing this for three years now and we've talking to our school customers,"}, {"timestamp": [11.0, 14.8], "text": " they find it really valuable, just having lots of different ideas in one place and just getting"}, {"timestamp": [14.8, 18.04], "text": " a day out of school to really think about ICT."}, {"timestamp": [18.04, 19.76], "text": " This is why I have introduction."}, {"timestamp": [19.76, 20.76], "text": " My name is Peter Nelson."}, {"timestamp": [20.76, 29.46], "text": " I've been working in this field of ICT and education now for about 15 years. And I still sort of thoroughly enjoy it. I enjoy working with our school customers,"}, {"timestamp": [29.9, 34.5], "text": " helping them to sort of create coherent digital strategy, but also working with our teams,"}, {"timestamp": [34.7, 39.02], "text": " our technical people and our education teams. And just looking at all the amazing innovation"}, {"timestamp": [39.02, 43.68], "text": " that's going on in the technical world, just to see how we can bring it together to make it work"}, {"timestamp": [43.68, 48.16], "text": " really well to support your teaching, your learning and your administration in the technical world, just to see how we can bring it together to make it work really well to support your teaching, your learning and your administration in the school."}, {"timestamp": [48.16, 52.08], "text": " And also, another critical area is to deliver better value than ever before."}, {"timestamp": [52.08, 57.24], "text": " I know that was one of the key issues that was raised in that survey from Interface."}, {"timestamp": [57.24, 59.32], "text": " I've also got a personal interest in this area."}, {"timestamp": [59.32, 63.68], "text": " I've got kids now that are primary school aged in years one and three."}, {"timestamp": [63.68, 68.76], "text": " And I'm just, you know, I'm fascinated at the way they use ICT just so naturally in their"}, {"timestamp": [68.76, 74.12], "text": " own lives every day and also the way that they're using it more and more as part of a"}, {"timestamp": [74.12, 77.88], "text": " blended learning program and part of their education."}, {"timestamp": [77.88, 83.64], "text": " I've witnessed, I guess, how absolutely engaging learning can be with a bit of an ICT twist,"}, {"timestamp": [83.64, 85.0], "text": " particularly for our young learners."}, {"timestamp": [85.0, 90.0], "text": " And a good example of that would be, say, the gamification of reading in maths."}, {"timestamp": [90.0, 95.0], "text": " I guess a lot of you have either had kids of your own or you've taught young learners."}, {"timestamp": [95.0, 100.0], "text": " And keeping a five-year-old focused and concentrating on anything for more than five minutes"}, {"timestamp": [100.0, 103.0], "text": " can be a real challenge, particularly five-year-old boys."}, {"timestamp": [103.0, 106.0], "text": " But it's amazing, you know, you can take something like, say,"}, {"timestamp": [106.0, 108.0], "text": " learning as combinations up to 10."}, {"timestamp": [108.0, 110.0], "text": " If you've got a bit of an ICT twist in there,"}, {"timestamp": [110.0, 113.0], "text": " it can really keep them quite focused."}, {"timestamp": [113.0, 115.0], "text": " There's an interesting beat."}, {"timestamp": [115.0, 117.0], "text": " Look, these are exciting times."}, {"timestamp": [117.0, 120.0], "text": " I guess we are finally seeing ICT that's becoming ubiquitous,"}, {"timestamp": [120.0, 123.0], "text": " where we have access to our files, our software,"}, {"timestamp": [123.0, 126.44], "text": " our own personal resources, and also the resources"}, {"timestamp": [126.44, 131.52], "text": " of the internet, sort of on any device, whether it be something like this, at any place,"}, {"timestamp": [132.08, 134.42], "text": " at any time where it's required to support learning."}, {"timestamp": [134.86, 135.66], "text": " And that is exciting."}, {"timestamp": [135.76, 139.58], "text": " I guess the opportunities for learning are really only limited by our imagination."}, {"timestamp": [140.56, 147.0], "text": " Just as a sort of a slightly trite example, we were down at Myco Plumbing in Lanav on Saturday."}, {"timestamp": [147.0, 149.0], "text": " We're down there buying a kitchen tap."}, {"timestamp": [149.0, 153.0], "text": " And if you ever bought a kitchen tap with your wife, there's a lot to it, right?"}, {"timestamp": [153.0, 157.0], "text": " Boys are looking at the functionality, she's looking at the form, we're trying to get them together."}, {"timestamp": [157.0, 161.0], "text": " Kids were fine for about a minute or two, and then they started getting a bit bored and causing trouble."}, {"timestamp": [161.0, 166.12], "text": " They went into that demo area where you can turn taps and showers on. They started squirting each other."}, {"timestamp": [166.12, 167.32], "text": " So I'm tearing my hair out."}, {"timestamp": [167.32, 168.38], "text": " I said, OK, I'll relent."}, {"timestamp": [168.38, 169.42], "text": " I'll give you the iPhone."}, {"timestamp": [169.42, 171.24], "text": " And you can play Minecraft, because Minecraft"}, {"timestamp": [171.24, 173.44], "text": " is the latest craze that they love."}, {"timestamp": [173.44, 176.24], "text": " Great program, if you've got your young learners."}, {"timestamp": [176.24, 180.24], "text": " They can build sort of houses and things in a 3D world, which is quite cool."}, {"timestamp": [180.24, 183.28], "text": " So anyway, we got back to the tap, and we could give it the focus."}, {"timestamp": [183.28, 186.1], "text": " Surely, after about two minutes, so I couldn't hear anything."}, {"timestamp": [186.16, 186.9], "text": " I thought, that's odd."}, {"timestamp": [186.96, 188.66], "text": " What are the little crittins doing?"}, {"timestamp": [189.74, 198.2], "text": " And I had a look around, and there, to me, is testament that you truly can learn anywhere and any time,"}, {"timestamp": [198.36, 200.84], "text": " as my little darling has proved."}, {"timestamp": [203.18, 207.0], "text": " So look, the field of ICT in education is vast."}, {"timestamp": [207.0, 208.88], "text": " We've got 30 minutes today."}, {"timestamp": [208.88, 213.9], "text": " What I'm going to focus in on is two sort of quite topical and interesting aspects."}, {"timestamp": [213.9, 219.14], "text": " It's really looking at this idea or a trend towards schools replacing their servers with"}, {"timestamp": [219.14, 224.24], "text": " cloud-based systems rather than sort of duplicating it and putting another server in place."}, {"timestamp": [224.24, 227.08], "text": " We believe that this is happening, I guess, due to a range of factors."}, {"timestamp": [227.52, 229.84], "text": " On the one hand, we've got some drivers."}, {"timestamp": [230.48, 233.76], "text": " I guess the most important being that cloud-based ICT"}, {"timestamp": [233.76, 238.32], "text": " certainly has very real opportunities to support powerful learning."}, {"timestamp": [238.48, 239.56], "text": " So that's probably the key driver."}, {"timestamp": [240.04, 242.02], "text": " On the other hand, we've got some enabling factors,"}, {"timestamp": [242.28, 244.88], "text": " the obvious one being connection to ultra-fast broadband."}, {"timestamp": [245.46, 247.98], "text": " So what I'll do today, we'll have a look at the factors that make it up"}, {"timestamp": [247.98, 252.38], "text": " and look at how they're coming together to make cloud a, you know, in our view, quite an attractive proposition."}, {"timestamp": [253.74, 256.56], "text": " Just before I get into that, just a bit about TTS."}, {"timestamp": [257.02, 261.3], "text": " We came together about two years ago, and we merged with EdTech Network Services,"}, {"timestamp": [261.9, 266.6], "text": " came together with Passion IT and the SNAP team from within Talco Corporation."}, {"timestamp": [266.6, 268.0], "text": " And what that's enabled us to do,"}, {"timestamp": [268.0, 271.56], "text": " we've got, I guess, quite a large system integration company now."}, {"timestamp": [271.56, 274.44], "text": " We get a lot of practice at putting systems into your schools."}, {"timestamp": [274.44, 278.8], "text": " So in any given month, we do between 5 and 20 full campus-wide upgrades."}, {"timestamp": [278.8, 281.44], "text": " And it just means when we do come to work on your school,"}, {"timestamp": [281.44, 283.56], "text": " we're not learning at all on your site."}, {"timestamp": [283.56, 286.56], "text": " We can actually apply the learning from those other ones."}, {"timestamp": [286.56, 290.4], "text": " We also have a lot of education staff, so it means that we're developing solutions that"}, {"timestamp": [290.4, 294.6], "text": " work really well specifically for schools, for your classroom, for your administration."}, {"timestamp": [294.6, 299.98], "text": " We're not trying to shoehorn corporate solutions into an education context."}, {"timestamp": [299.98, 301.4], "text": " We're also pretty passionate about this."}, {"timestamp": [301.4, 308.32], "text": " I think the shareholders and staff 100% believe that education is absolutely critical to"}, {"timestamp": [308.32, 309.82], "text": " the success of New Zealand."}, {"timestamp": [309.82, 313.44], "text": " We see this ICT or e-learning aspect as being a really important part of that."}, {"timestamp": [313.44, 318.68], "text": " So we're really passionate about helping you to get the most out of these systems."}, {"timestamp": [318.68, 322.62], "text": " In terms of our services, we have the usual sort of things that you'd expect from our systems"}, {"timestamp": [322.62, 323.62], "text": " integrator."}, {"timestamp": [323.62, 327.04], "text": " Interestingly looking at the survey that Greg put up earlier today too,"}, {"timestamp": [327.18, 330.56], "text": " we're finding that we're doing a lot more work around helping schools with planning,"}, {"timestamp": [331.08, 334.62], "text": " and that's both just our customers doing regular annual plans,"}, {"timestamp": [335.0, 337.3], "text": " but also doing quite sort of formalized planning,"}, {"timestamp": [337.8, 341.46], "text": " looking at helping you to develop coherent digital strategy."}, {"timestamp": [341.88, 342.94], "text": " So that's growing quite a lot."}, {"timestamp": [343.46, 347.98], "text": " On the integration side, most of our schools still have on-site servers, but we're now needing"}, {"timestamp": [347.98, 352.84], "text": " to make sure that they work really well with Google Drive and Gmail with Microsoft"}, {"timestamp": [352.84, 356.32], "text": " Office 365 and with all of these other cloud services that you're bringing"}, {"timestamp": [356.32, 361.66], "text": " into play. On the cloud side, we've done a lot of work in partnership with IBM and"}, {"timestamp": [361.66, 368.08], "text": " we've built a product called Nimbus which allows us to take servers from in the school and actually pop them up into the cloud and we'll have a little look"}, {"timestamp": [368.08, 373.4], "text": " at that today. And the other area that's growing really quickly is just around all of the aspects"}, {"timestamp": [373.4, 379.0], "text": " required to support student one-to-one device programs and that's typically looking at wireless"}, {"timestamp": [379.0, 384.28], "text": " systems at your network, smart sort of gateway devices that allow the students to get out without"}, {"timestamp": [384.28, 386.0], "text": " wrecking your network."}, {"timestamp": [386.0, 387.0], "text": " So that sort of thing."}, {"timestamp": [387.0, 389.0], "text": " And we're also doing a bit more procurement."}, {"timestamp": [389.0, 393.0], "text": " So if you're looking at bring your own device and you want to put up a model and recommend that to your community,"}, {"timestamp": [393.0, 398.0], "text": " then we can help do that through our web portal, our e-commerce portal."}, {"timestamp": [398.0, 400.0], "text": " So that's enough about us."}, {"timestamp": [400.0, 405.42], "text": " So just having a look, I guess, providing some context to this shift from on-site to cloud."}, {"timestamp": [409.42, 409.76], "text": " This is just a little look at kind of where we've all come from, I guess, the schools."}, {"timestamp": [410.92, 411.5], "text": " This is the typical scenario."}, {"timestamp": [415.56, 416.4], "text": " Everybody had a kind of a monolithic server or servers sitting in the middle there."}, {"timestamp": [418.16, 418.52], "text": " That had all the information in there."}, {"timestamp": [419.48, 419.72], "text": " We had labs of PCs."}, {"timestamp": [422.68, 425.42], "text": " We had perhaps pods of PCs in the back of classrooms. They all had to connect to the server in order to operate"}, {"timestamp": [425.42, 427.54], "text": " and to get access to that information."}, {"timestamp": [428.12, 429.7], "text": " We had pretty slow networks in the main."}, {"timestamp": [430.14, 431.2], "text": " We had a little bit of wireless,"}, {"timestamp": [431.38, 433.5], "text": " maybe a couple of access points in the staff room"}, {"timestamp": [433.5, 435.18], "text": " to let teacher laptops connect."}, {"timestamp": [435.8, 436.76], "text": " Pretty slow broadband."}, {"timestamp": [437.62, 438.68], "text": " Now the downside of that,"}, {"timestamp": [439.78, 441.52], "text": " I guess it was a bit of a walled garden approach."}, {"timestamp": [441.78, 443.96], "text": " We had pretty good IT inside the school,"}, {"timestamp": [444.04, 446.44], "text": " but if you go outside, the most you could perhaps"}, {"timestamp": [446.44, 452.6], "text": " get was your email if you had a sort of a cloud-based email system or a student management"}, {"timestamp": [452.6, 455.32], "text": " system, once again, if it was cloud-based."}, {"timestamp": [455.32, 458.76], "text": " We're at now, I guess, a lot of our schools, some things have changed."}, {"timestamp": [458.76, 463.84], "text": " We've still got in the main, these big servers sitting in the middle here, but we have around"}, {"timestamp": [463.84, 465.5], "text": " about 60% of schools have now"}, {"timestamp": [465.5, 468.44], "text": " been snubbed so they've got much better internal networks."}, {"timestamp": [468.44, 473.82], "text": " The remaining 40%, a lot of people have invested their own money to improve those networks."}, {"timestamp": [473.82, 478.88], "text": " Many schools have now got wireless overlaid across the top to allow the mobile devices to connect."}, {"timestamp": [478.88, 484.04], "text": " We've put some bulk storage in here, and that allows you just to cope with this growing volume"}, {"timestamp": [484.04, 485.46], "text": " of multimedia that's coming"}, {"timestamp": [485.46, 486.46], "text": " into the school."}, {"timestamp": [486.46, 491.16], "text": " You know the 500 photographs from Sports Day that can be brought in and processed."}, {"timestamp": [491.16, 495.52], "text": " We're putting these Smart Gateway devices in and they are absolutely critical whether you're"}, {"timestamp": [495.52, 498.44], "text": " on jet stream or whether you're on fiber."}, {"timestamp": [498.44, 499.74], "text": " It will never be enough."}, {"timestamp": [499.74, 505.06], "text": " So as you add more and more student devices, you're still going to have to control and prioritize"}, {"timestamp": [505.06, 509.64], "text": " which devices or which users get which part of that internet pipe, no matter how big it is."}, {"timestamp": [509.64, 511.62], "text": " So that's pretty important."}, {"timestamp": [511.62, 514.24], "text": " We're also moving a lot of our services out to the cloud."}, {"timestamp": [514.24, 519.38], "text": " So the likes of your email systems, Google Docs, things like your learning management systems"}, {"timestamp": [519.38, 524.54], "text": " like Ultranet, what that means is, I guess the beauty of having things up here, it means that"}, {"timestamp": [524.54, 529.32], "text": " when we've got these mobile devices, say teacher or student owned, at school and at home, it means that"}, {"timestamp": [529.32, 532.76], "text": " we can access them readily because they are up in the cloud."}, {"timestamp": [532.76, 538.68], "text": " So we've made some big steps forward, but we've still got, you know, literally terabytes or"}, {"timestamp": [538.68, 542.38], "text": " you know, hundreds of gigabytes of data that's kind of locked in that server and it's very hard"}, {"timestamp": [542.38, 549.54], "text": " to get access to on your tablets, your iPads, other devices like that. So just having a look at the driver's"}, {"timestamp": [549.54, 553.5], "text": " side, you know, the biggest and most important one I think is that these cloud-based"}, {"timestamp": [553.5, 560.22], "text": " solutions support student device programs and it means that you can use ICT and really"}, {"timestamp": [560.22, 564.24], "text": " exciting new ways to support learning. It gives you a lot more freedom and flexibility."}, {"timestamp": [564.24, 569.6], "text": " So that's the key driver there. And with one- one, we'll have a look at that. It's growing very"}, {"timestamp": [569.6, 574.1], "text": " rapidly. We'll look at the pace of that. The other one is a desire for reduced risk."}, {"timestamp": [574.1, 580.36], "text": " This was just one of the tables from the recent ministry IT infrastructure survey."}, {"timestamp": [581.12, 589.66], "text": " And this kind of scary aspect here is that irrespective of school size, somewhere between 20% and 40% of our servers out there are older than five"}, {"timestamp": [589.66, 593.56], "text": " years now that means they're out of warranty and these things have got moving"}, {"timestamp": [593.56, 597.94], "text": " parts they will fail so you know hopefully they haven't got important information"}, {"timestamp": [597.94, 601.12], "text": " on there but that's the reality of our you know the situation so there's a"}, {"timestamp": [601.12, 614.36], "text": " quite a big risk factor there the other one is the need to reduce cost you, every conversation we have around ICT has a cost element in it. So, you know, how can we remove the, you know, some of the large cost associated with these big servers that we've been putting in?"}, {"timestamp": [615.44, 622.04], "text": " So we'll have a squeeze at that. On the enabling side, UFB is a critical one and well-priced Internet is essential."}, {"timestamp": [622.8, 625.86], "text": " Also improved local area networks. I'll talk a little"}, {"timestamp": [625.86, 632.88], "text": " bit too about the technology changes. So this idea of consumerization of ICT. We'll also"}, {"timestamp": [632.88, 639.8], "text": " have a look at the community their growing role in IT in schools. So firstly, on the teaching"}, {"timestamp": [639.8, 644.62], "text": " and learning side, this is a massive area. Rather than go into it in depth, I'm just going"}, {"timestamp": [644.62, 647.0], "text": " to show a quick clip of some of the students that we work with,"}, {"timestamp": [647.0, 652.0], "text": " talking about the way they're using ICT as part of a modern learning environment."}, {"timestamp": [652.0, 654.0], "text": " These schools are traditional schools."}, {"timestamp": [654.0, 657.0], "text": " They've had, I guess, traditional classrooms."}, {"timestamp": [657.0, 659.0], "text": " They've looked at the furniture, the layout."}, {"timestamp": [659.0, 663.0], "text": " They've also looked at the use of ICT in modern ways, and they've put it in place,"}, {"timestamp": [663.0, 665.34], "text": " and they've trialled it in the last couple of years."}, {"timestamp": [666.78, 667.52], "text": " So we'll just hear a little bit from the students."}, {"timestamp": [670.34, 670.44], "text": " At the end of it, I'll get you just to have a chat to your neighbour for a couple of minutes,"}, {"timestamp": [672.76, 673.92], "text": " just about what's powerful about that learning."}, {"timestamp": [675.6, 675.8], "text": " And I'm not above bribery."}, {"timestamp": [678.78, 678.98], "text": " I've got some USB keys to give away for the best feedback I get afterwards."}, {"timestamp": [679.98, 680.14], "text": " So have a good think about it."}, {"timestamp": [681.56, 682.1], "text": " Four gig USB keys too."}, {"timestamp": [682.8, 684.06], "text": " Big suckers."}, {"timestamp": [686.0, 689.0], "text": " Here's a murmur of interest. I'm just using the internet as an app."}, {"timestamp": [689.0, 693.0], "text": " The internet is basically, it can't always be correct,"}, {"timestamp": [693.0, 697.0], "text": " so you've got to have at least three or four types of different answers"}, {"timestamp": [697.0, 702.0], "text": " and most of the way to do it is books are trustworthy,"}, {"timestamp": [702.0, 705.7], "text": " but they can't get edited edited but that's also another"}, {"timestamp": [705.7, 708.5], "text": " problem because some of them can be outdated."}, {"timestamp": [708.5, 712.28], "text": " Can we use the paper roll to the office please thank you."}, {"timestamp": [712.28, 719.76], "text": " I liked how we did like we did a different learning way to all the other classes and"}, {"timestamp": [719.76, 725.5], "text": " that I could actually work independently instead of the teacher telling me what to do"}, {"timestamp": [725.5, 730.0], "text": " because I don't like to be told what to do, like to work independently."}, {"timestamp": [730.0, 732.5], "text": " And I live like sitting in different places."}, {"timestamp": [732.5, 735.5], "text": " It like gave you a chance to sit with your friends but keep on learning."}, {"timestamp": [735.5, 741.5], "text": " And like there's a different table for everything, like the Snoopy table which is just a big one behind us."}, {"timestamp": [741.5, 746.24], "text": " And like there's tables you're just going to like work with maths and reading. And you can like work with like maths and reading"}, {"timestamp": [746.24, 752.12], "text": " and when you can also sit away from people that really annoy you like some people."}, {"timestamp": [752.12, 756.08], "text": " The teacher dictated what we did during our subjects during the day and what we needed"}, {"timestamp": [756.08, 762.5], "text": " to do but how we used our time during each so we'd have a set time for reading and during"}, {"timestamp": [762.5, 769.12], "text": " that time you had a certain task that you needed to do and you structured how you what you need to do and when you needed to do it."}, {"timestamp": [769.12, 773.44], "text": " Whenever I finish reading or writing and I upload something I'll read through it again"}, {"timestamp": [773.44, 779.04], "text": " and then I'll see what I need to work on and for my next piece I'll go back and see what my"}, {"timestamp": [779.04, 784.16], "text": " next learning step for that one was and then I will improve that in this piece of writing."}, {"timestamp": [784.16, 787.76], "text": " It gets you out of bed because you've got that device."}, {"timestamp": [787.76, 792.24], "text": " You're actually excited to go to school and use it at school."}, {"timestamp": [792.24, 793.76], "text": " Yeah, come to school."}, {"timestamp": [793.76, 798.56], "text": " Like some schools you want, you fakes it like, I'm too sick, Mom, I don't want to come to school,"}, {"timestamp": [798.56, 803.44], "text": " but you jump out of bed, put on some clothes and go to school."}, {"timestamp": [803.44, 807.0], "text": " And yeah, I think that's what makes our school so different."}, {"timestamp": [807.0, 809.0], "text": " Oh Emma, I'm sure that you fake being sick."}, {"timestamp": [809.0, 811.0], "text": " And you're coming here."}, {"timestamp": [811.0, 812.0], "text": " Oh, no, you haven't?"}, {"timestamp": [812.0, 815.0], "text": " Oh, okay, I'll have to talk with mum then, see."}, {"timestamp": [815.0, 818.0], "text": " My friends that used to be in room one and two,"}, {"timestamp": [818.0, 821.0], "text": " they were, some of them were really jealous of my class"}, {"timestamp": [821.0, 823.0], "text": " because they didn't get to learn the same way as we did."}, {"timestamp": [823.0, 826.0], "text": " And because we were the only class we had this furniture,"}, {"timestamp": [826.0, 828.0], "text": " they would also be jealous because of the furniture"}, {"timestamp": [828.0, 831.0], "text": " because they still had the plane bore and all desks."}, {"timestamp": [831.0, 834.0], "text": " Yeah, every time the people came in for like,"}, {"timestamp": [834.0, 837.0], "text": " talked about exhibition, they would keep on rushing in"}, {"timestamp": [837.0, 841.0], "text": " and go splash on the furniture like a lazy me kit."}, {"timestamp": [841.0, 848.38], "text": " And like we realised that by the year end, like from intermediate and just at the end of the year,"}, {"timestamp": [848.76, 853.98], "text": " people in, like, room one and two, they weren't as, like, knowledgeable as we were by the end"}, {"timestamp": [853.98, 856.24], "text": " because we had a better learning source than they did."}, {"timestamp": [856.4, 860.96], "text": " Some of my friends, like, I came home and I had my device,"}, {"timestamp": [860.96, 864.38], "text": " and they wanted to know if I was allowed to bring it to school."}, {"timestamp": [864.48, 868.5], "text": " And I said, yeah, they were fine, and they and they were really surprised like they were amazed that we were allowed"}, {"timestamp": [868.5, 875.54], "text": " to because my friends are like lucky and kind of thing and I'm like well I guess we are"}, {"timestamp": [875.54, 879.2], "text": " really lucky because my schools don't do this I guess it's because we've got a really cool"}, {"timestamp": [879.2, 882.38], "text": " principal where they're the great teachers oh you're getting house points now that's"}, {"timestamp": [882.38, 885.0], "text": " fantastic but yeah I just think that I reckon that all schools should be doing the great teachers. Oh, you're getting house points now, that's fantastic."}, {"timestamp": [885.0, 891.0], "text": " But yeah, I just think that, I reckon that all schools should be doing this now because"}, {"timestamp": [891.0, 894.0], "text": " technology will just keep on improving."}, {"timestamp": [894.0, 895.0], "text": " You can't stop it."}, {"timestamp": [895.0, 901.0], "text": " It's amazing in a sense that if you hadn't, I know a lot of students wouldn't have gone"}, {"timestamp": [901.0, 905.0], "text": " and shown their work to another peer member and asked them,"}, {"timestamp": [905.0, 907.0], "text": " what do you think of this?"}, {"timestamp": [907.0, 915.0], "text": " But by uploading it to KnowledgeNet as the way of handing them work, you had to assign at least two people to check your work."}, {"timestamp": [915.0, 921.0], "text": " And they would, and that's how you got a lot of peer assessment and you used it and you reflected it and then you went and changed it."}, {"timestamp": [921.0, 930.76], "text": " Yeah, what happens is you can select two or three peers and they can access your journal"}, {"timestamp": [930.76, 932.76], "text": " and comment on it."}, {"timestamp": [932.76, 934.9], "text": " And I think, is it your parents?"}, {"timestamp": [934.9, 941.36], "text": " I think it's your parents alone and your teachers and stuff and they can also comment."}, {"timestamp": [941.36, 947.72], "text": " So like you might write up an activity that you've done and then the"}, {"timestamp": [947.72, 952.38], "text": " teacher could say how you could improve it, the student could say how you could improve"}, {"timestamp": [952.38, 957.98], "text": " it, the parent could say how you could improve it, so you've got lots of different views"}, {"timestamp": [957.98, 959.24], "text": " on how to improve what you're doing."}, {"timestamp": [959.24, 963.76], "text": " Yeah, at the start we didn't have that many."}, {"timestamp": [963.76, 969.0], "text": " Only a few students' parents would look at their work and give feedback,"}, {"timestamp": [969.0, 974.0], "text": " but by the end of year 8 a lot of parents were logging on regularly and looking at their work."}, {"timestamp": [974.0, 981.0], "text": " If PJ had the thing we do that like, if they won't listen to you and won't go into knowledge net,"}, {"timestamp": [981.0, 986.0], "text": " you just go up to them in case, don't you care about my learning."}, {"timestamp": [986.0, 988.0], "text": " And give them the puppy eyes."}, {"timestamp": [988.0, 989.0], "text": " Yeah, it always works."}, {"timestamp": [989.0, 991.0], "text": " I was going to tell my teacher about,"}, {"timestamp": [991.0, 993.0], "text": " oh, maybe we could do my learning."}, {"timestamp": [993.0, 996.0], "text": " But then I thought maybe she might yell at me"}, {"timestamp": [996.0, 999.0], "text": " because maybe I'm telling her what to do."}, {"timestamp": [999.0, 1001.0], "text": " Like, I'm not her boss."}, {"timestamp": [1001.0, 1004.0], "text": " I'm not supposed to tell her how her job's meant to go."}, {"timestamp": [1004.0, 1009.0], "text": " Last year, we get to be the teacher and did these poetry things."}, {"timestamp": [1009.0, 1013.0], "text": " It was cool being the teacher."}, {"timestamp": [1013.0, 1017.0], "text": " It was like, because if someone did something wrong, we're outside,"}, {"timestamp": [1017.0, 1022.0], "text": " or something like that, it was so good because it was fun teaching."}, {"timestamp": [1022.0, 1027.0], "text": " Yeah, so some real characters in there, you know, clearly some of the leaders in their class,"}, {"timestamp": [1027.0, 1031.0], "text": " and I think some people who have perhaps got a future in the film industry or television."}, {"timestamp": [1031.0, 1036.0], "text": " But look, just take a minute or two now, you know, what is quite powerful about,"}, {"timestamp": [1036.0, 1039.0], "text": " you ask yourselves what's quite powerful about some of the things that they're doing."}, {"timestamp": [1039.0, 1042.0], "text": " And I will get you to share some ideas, and we do have some freebies."}, {"timestamp": [1042.0, 1048.72], "text": " So just, yeah, have a chat amongst yourself"}, {"timestamp": [1051.92, 1054.88], "text": " now it sounds like there was some good discussion there can somebody just give me yeah an idea what was what was really powerful about what those students were"}, {"timestamp": [1054.88, 1056.32], "text": " saying up the front here"}, {"timestamp": [1056.32, 1062.32], "text": " directed learning with support yes yeah that's a good children"}, {"timestamp": [1062.32, 1068.84], "text": " yep it's great yeah self-direction confident confident kids and saying that they're good learners."}, {"timestamp": [1068.84, 1069.84], "text": " That's a great answer."}, {"timestamp": [1069.84, 1073.24], "text": " Greg, my lovely assistant Greg will hand out there."}, {"timestamp": [1073.24, 1074.24], "text": " Well done."}, {"timestamp": [1074.24, 1075.24], "text": " Can we have any other feedback?"}, {"timestamp": [1075.24, 1076.24], "text": " What else did you like?"}, {"timestamp": [1076.24, 1077.24], "text": " Yeah."}, {"timestamp": [1077.24, 1078.24], "text": " Yes."}, {"timestamp": [1078.24, 1079.24], "text": " Yes."}, {"timestamp": [1079.24, 1080.24], "text": " Yes."}, {"timestamp": [1080.24, 1093.4], "text": " Yes. And so what we have the end of being involved in their learning right the way through, which is, yeah, which is so important and students are so passionate about it."}, {"timestamp": [1093.4, 1094.2], "text": " Yeah."}, {"timestamp": [1094.2, 1095.2], "text": " Great comment."}, {"timestamp": [1095.2, 1096.2], "text": " Is it mother?"}, {"timestamp": [1096.2, 1097.2], "text": " Yeah."}, {"timestamp": [1097.2, 1102.5], "text": " Just to add to that one, it was about getting a audience and perfect and critique for the work that they would."}, {"timestamp": [1102.5, 1107.06], "text": " Yes."}, {"timestamp": [1112.86, 1113.32], "text": " Yep, so that comment was, yeah, just having a child with quite a wide audience commenting on their learning and assisting them."}, {"timestamp": [1117.2, 1117.26], "text": " Yeah, amazing how clearly they can articulate what they like about it."}, {"timestamp": [1117.84, 1118.14], "text": " That was impressive."}, {"timestamp": [1119.2, 1119.32], "text": " Thanks, Greg, just at the front there."}, {"timestamp": [1119.8, 1123.52], "text": " Oh, yes."}, {"timestamp": [1127.0, 1130.0], "text": " Yes, yep, great engagement. I know it to me, yep. Okay, one more, sorry, who's..."}, {"timestamp": [1130.0, 1131.0], "text": " Yep, yes."}, {"timestamp": [1131.0, 1135.0], "text": " Yep, that's a great comment."}, {"timestamp": [1135.0, 1136.0], "text": " Yep."}, {"timestamp": [1136.0, 1137.0], "text": " Yes."}, {"timestamp": [1137.0, 1142.0], "text": " And we are, yeah, that's a great comment."}, {"timestamp": [1142.0, 1146.2], "text": " What we're seeing too, a lot of schools, particularly as they're moving to one to one,"}, {"timestamp": [1146.2, 1149.76], "text": " are starting to look at the physical layout in parallel."}, {"timestamp": [1149.76, 1151.24], "text": " And look, that's a major change."}, {"timestamp": [1151.24, 1154.16], "text": " Clearly we can't do that in the space of a year or two."}, {"timestamp": [1154.16, 1157.24], "text": " These schools are looking at a sort of a, literally a six or seven year program,"}, {"timestamp": [1157.24, 1160.0], "text": " just slowly rolling out new furniture as they can afford it."}, {"timestamp": [1160.0, 1161.0], "text": " So, but it's a great comment."}, {"timestamp": [1161.0, 1162.0], "text": " Greg's out."}, {"timestamp": [1162.0, 1163.0], "text": " We've got some more."}, {"timestamp": [1163.0, 1166.0], "text": " If you come to the TTIA stand, we'll give you a key. I'll keep going now. That's all we've got, but thank you for that comment. Greg's out. We've got some more. If you come to the TTS stand, we'll give you a key."}, {"timestamp": [1166.0, 1167.0], "text": " I'll keep going now."}, {"timestamp": [1167.0, 1169.0], "text": " That's all we've got, but thank you for that feedback."}, {"timestamp": [1169.0, 1170.0], "text": " That's great."}, {"timestamp": [1170.0, 1172.0], "text": " I'm just using that."}, {"timestamp": [1172.0, 1174.0], "text": " I'm just using..."}, {"timestamp": [1174.0, 1177.0], "text": " Speaking of technological challenges, here we go."}, {"timestamp": [1177.0, 1178.0], "text": " We'll skip around it."}, {"timestamp": [1182.0, 1185.92], "text": " Just to have a look now at one of the other key enablers, and this is the technological"}, {"timestamp": [1185.92, 1188.46], "text": " breakthroughs we're seeing in ICT."}, {"timestamp": [1188.46, 1193.32], "text": " The big change, I guess, is that the power of these things has gone up massively over the"}, {"timestamp": [1193.32, 1198.68], "text": " last three or four years, these sort of things, tablets, and the cost has come down."}, {"timestamp": [1198.68, 1202.98], "text": " A good example, we've got an HP tablet on our stand at the moment that's just come out."}, {"timestamp": [1202.98, 1207.72], "text": " It's a seven-inch tablet and it's $200 dollars and that's amazing I think when we start to see"}, {"timestamp": [1207.72, 1212.0], "text": " something that's that powerful at that price point it means that that idea of"}, {"timestamp": [1212.0, 1216.14], "text": " I guess one-to-one computing is absolutely attainable and we've got a lot of"}, {"timestamp": [1216.14, 1219.38], "text": " schools in the country who are just slowly rolling that out so that's a key"}, {"timestamp": [1219.38, 1223.52], "text": " thing it's also what's sitting behind these things so it's not just the device"}, {"timestamp": [1223.52, 1232.5], "text": " itself it's the fact that we've got really good sophisticated cloud-based software that sits behind it that we can use, and that's what makes these things so absolutely powerful."}, {"timestamp": [1233.5, 1248.76], "text": " Consumerization of IT as well. Just to explain that, I guess in the past, we used to see the technological breakthroughs happening typically in the corporate land, and then it would flow out into the consumer market. What we're seeing now is that these vendors are developing"}, {"timestamp": [1248.76, 1253.52], "text": " items for the consumer market which are then being adopted by organizations. And that's"}, {"timestamp": [1253.52, 1259.18], "text": " a classic example for schools if you look at say Microsoft Office 365 or the Google Suite"}, {"timestamp": [1259.18, 1264.2], "text": " or Gmail. It was designed for a single user at home but schools and organizations can"}, {"timestamp": [1264.2, 1265.76], "text": " recognize how valuable it can be,"}, {"timestamp": [1265.76, 1267.76], "text": " so they're bringing it in to use at school."}, {"timestamp": [1267.76, 1269.24], "text": " So that's another key enabler."}, {"timestamp": [1271.04, 1277.8], "text": " Just to sort of have a look at how this is playing out, this is a survey that Survey New Zealand conducted last year"}, {"timestamp": [1277.8, 1280.2], "text": " around the way that New Zealand has used technology."}, {"timestamp": [1280.2, 1284.4], "text": " The really big change here was that they surveyed it or they asked a question,"}, {"timestamp": [1284.4, 1288.76], "text": " if you had to choose one device, so it's your desktop PC or your laptop or your smartphone"}, {"timestamp": [1288.76, 1292.08], "text": " or your tablet, what would that be if you had to have just one?"}, {"timestamp": [1292.08, 1296.5], "text": " And in the past the laptop has reigned supreme, that was the thing that you'd have to have."}, {"timestamp": [1296.5, 1302.24], "text": " What was really interesting last year, a quarter of the respondents said, no, take the rest away and leave me with my smartphone."}, {"timestamp": [1302.24, 1306.0], "text": " And that was just such a major shift, and it is due to the, I guess, the power of the phone,"}, {"timestamp": [1306.0, 1310.0], "text": " and once again it's that software that's that sits behind it."}, {"timestamp": [1310.0, 1316.0], "text": " This is an example from just another article that came out about trends in the corporate world."}, {"timestamp": [1316.0, 1320.0], "text": " It's just interesting to see it's not just happening in schools, it's in the commercial world too."}, {"timestamp": [1320.0, 1326.72], "text": " So by 2016, they are predicting that 40% of companies won't be supplying IT to their staff anymore."}, {"timestamp": [1326.86, 1328.9], "text": " They'll be running BYUOD programs as well."}, {"timestamp": [1329.62, 1334.02], "text": " And the important thing there, that's what your parent communities are going to be experiencing in their workplace,"}, {"timestamp": [1334.26, 1337.2], "text": " and that's going to influence the way that they look at IT in schools as well."}, {"timestamp": [1338.64, 1351.2], "text": " So just on the community side, we spent quite a lot of time when we're doing our E2E strategic planning service, actually running focus groups with various stakeholders from the school, and we include the parent community."}, {"timestamp": [1351.2, 1354.0], "text": " And there's some really interesting things coming back from that."}, {"timestamp": [1354.0, 1358.0], "text": " Now, parents are aware that ICT is now a critical part of everybody's lives."}, {"timestamp": [1358.0, 1362.0], "text": " They can see that it has huge potential for their kids learning."}, {"timestamp": [1362.0, 1366.9], "text": " They're a little bit nervous about how that's going to look, and they are nervous about that taking over"}, {"timestamp": [1366.9, 1368.52], "text": " the way that learning occurs."}, {"timestamp": [1368.52, 1370.32], "text": " But they are keen to see it happen."}, {"timestamp": [1370.32, 1372.4], "text": " So there's quite a lot of support or growing support"}, {"timestamp": [1372.4, 1374.08], "text": " from the parent community."}, {"timestamp": [1374.08, 1376.24], "text": " We'll just have a little clip now."}, {"timestamp": [1376.24, 1379.02], "text": " This is a clip that we took from Elylem Christian College."}, {"timestamp": [1379.02, 1381.48], "text": " We interviewed some of their parents who were one term"}, {"timestamp": [1381.48, 1383.18], "text": " into a BYOD program."}, {"timestamp": [1383.18, 1389.24], "text": " And it's really interesting just to hear their views in the way that it's changed learning for their kids."}, {"timestamp": [1389.24, 1394.32], "text": " We've got three children using devices in school and I think for us it's that whole"}, {"timestamp": [1394.32, 1396.5], "text": " engagement and excitement of learning again."}, {"timestamp": [1396.5, 1400.38], "text": " So you know it's actually a real world application because this is why technology is"}, {"timestamp": [1400.38, 1402.12], "text": " in everything outside of school."}, {"timestamp": [1402.12, 1407.0], "text": " So no longer does school happen when they get off the bus at 9 o'clock in the morning, finishes at 3 o'clock in the afternoon."}, {"timestamp": [1407.0, 1409.0], "text": " They actually bring their school and they're learning"}, {"timestamp": [1409.0, 1411.0], "text": " home with them and it carries on into the night."}, {"timestamp": [1411.0, 1414.0], "text": " And they don't even realize that they're actually still learning."}, {"timestamp": [1414.0, 1415.0], "text": " That's the beauty of it."}, {"timestamp": [1415.0, 1418.0], "text": " So, you know, it's no longer this segregation between what we did at school"}, {"timestamp": [1418.0, 1419.0], "text": " and what I do at home."}, {"timestamp": [1419.0, 1420.0], "text": " It all blends into one."}, {"timestamp": [1420.0, 1422.0], "text": " So the learning takes place really from, you know,"}, {"timestamp": [1422.0, 1431.0], "text": " after breakfast in the morning to when they go to bed at night. And, you know, in the past, we never had to stop our children doing homework when it was the traditional way of doing it, if we like."}, {"timestamp": [1431.0, 1436.0], "text": " Whereas now, you know, we quite often have to get them to put their devices away at night."}, {"timestamp": [1436.0, 1439.0], "text": " And when all they are actually doing is doing their homework and doing school work."}, {"timestamp": [1439.0, 1443.0], "text": " I think because it's much more relevant and much more accessible for them, it's not a chore."}, {"timestamp": [1443.0, 1448.72], "text": " Learning is fun and that's what learning should be. And is to them because it's their devices in their hands, their"}, {"timestamp": [1448.72, 1453.28], "text": " device they can share with grandparents over Skype, their device they can share with their peers"}, {"timestamp": [1453.28, 1458.4], "text": " and as as Lee's just said you don't mean in the morning it's not a fight to get them to get to school."}, {"timestamp": [1458.4, 1462.08], "text": " Actually they're running to school so they can get their devices open and share their learning"}, {"timestamp": [1462.08, 1468.0], "text": " that they've done at home with their teacher following on from what they've done the previous day. So it's much more relevant to where they are."}, {"timestamp": [1468.0, 1474.6], "text": " My son said the other day just how much he likes having his own device, not necessarily his own,"}, {"timestamp": [1474.6, 1478.8], "text": " but that everyone's got their own one in the classroom. He said there's just no waiting time,"}, {"timestamp": [1478.8, 1483.8], "text": " you know, you don't have to go to another room to find out information, it's right there and right accessible straight away."}, {"timestamp": [1483.8, 1488.88], "text": " I think it's given me a better understanding of what my children are learning in the classroom"}, {"timestamp": [1488.88, 1493.78], "text": " because on their devices they can take snapshots of what their learning intention was."}, {"timestamp": [1493.78, 1499.1], "text": " That then comes home, it opens up a discussion and we talk about it, we reflect on what"}, {"timestamp": [1499.1, 1503.66], "text": " he's learnt in the classroom and how the device is going to help him further with his learning."}, {"timestamp": [1503.66, 1509.0], "text": " So in that respect that's how I feel that we are communicating better"}, {"timestamp": [1509.0, 1511.0], "text": " about the learning journey that both my boys are talking about"}, {"timestamp": [1511.0, 1514.0], "text": " because they are bringing what the teacher has wanted them to learn"}, {"timestamp": [1514.0, 1516.0], "text": " back home into a home environment."}, {"timestamp": [1516.0, 1521.0], "text": " And it just broadens our understanding as well as what's going on in school today."}, {"timestamp": [1521.0, 1526.24], "text": " I think we look at the comments, the teachers' comments and corrections on assignments that"}, {"timestamp": [1526.24, 1529.84], "text": " they're doing in school because of course it's all brought home for us to see, whereas"}, {"timestamp": [1529.84, 1533.5], "text": " perhaps in the past, you know, certain exercise books wouldn't be brought home for us to"}, {"timestamp": [1533.5, 1536.5], "text": " see and the only way we would do that is to come to school and have a look through their work."}, {"timestamp": [1536.5, 1540.44], "text": " And of course, what we're finding as parents is the children getting older, inevitably,"}, {"timestamp": [1540.44, 1544.24], "text": " we go into the classroom less and less and less compared to when they were very young."}, {"timestamp": [1544.24, 1548.34], "text": " So it's really helpful that we can see what the teachers' comments are in the way that the"}, {"timestamp": [1548.34, 1550.38], "text": " teachers are guiding our children's learning."}, {"timestamp": [1550.38, 1552.1], "text": " So we're a lot more involved from that aspect."}, {"timestamp": [1552.1, 1556.68], "text": " And of course, the other side of that is if we need to get hold of the teacher, it's instantaneous."}, {"timestamp": [1556.68, 1562.18], "text": " And in fact, a lot of the teachers, the kids can contact via email outside of school hours"}, {"timestamp": [1562.18, 1565.28], "text": " as well, which of course from when we were brought up"}, {"timestamp": [1565.28, 1569.32], "text": " is a totally different way of interacting with pupils through school."}, {"timestamp": [1572.32, 1574.24], "text": " Oh, that struck a nerve, didn't it?"}, {"timestamp": [1575.6, 1580.32], "text": " Yeah, it's been interesting the comments we've had and, you know, that's clearly something"}, {"timestamp": [1580.32, 1584.32], "text": " that has to be managed. We saw some people speaking from Parkvale School down in"}, {"timestamp": [1584.32, 1587.74], "text": " Rodeau and they, these were two teachers, and they were saying,"}, {"timestamp": [1588.0, 1591.6], "text": " they got so involved in this, they found that they were responding to emails and"}, {"timestamp": [1591.6, 1596.04], "text": " chat at 8pm on a Friday night. And they said it, yeah, they had to consciously"}, {"timestamp": [1596.04, 1600.14], "text": " control that and restrict it, but it's like setting a policy. It's like any other"}, {"timestamp": [1600.14, 1604.0], "text": " acceptable use policy for anything else at school. You set some boundaries and then it can work."}, {"timestamp": [1604.8, 1605.04], "text": " What was powerful about that? I guess the acknowledgement that learning is meant to be fun, other acceptable use policy for anything else at school. You set some boundaries and then it can work."}, {"timestamp": [1605.04, 1606.24], "text": " What was powerful about that?"}, {"timestamp": [1606.24, 1608.64], "text": " I guess the acknowledgement that learning is meant to be fun"}, {"timestamp": [1608.64, 1610.4], "text": " and that's powerful when it's fun."}, {"timestamp": [1610.4, 1612.9], "text": " Also, parents are just so, I guess,"}, {"timestamp": [1612.9, 1615.72], "text": " really enjoying being more involved with their students learning."}, {"timestamp": [1615.72, 1617.94], "text": " And clearly you don't have to have technology to do that,"}, {"timestamp": [1617.94, 1619.9], "text": " but technology makes it a heck of a lot easier"}, {"timestamp": [1619.9, 1622.6], "text": " to be in touch much more regularly."}, {"timestamp": [1624.84, 1627.2], "text": " So, yeah, BYOD and cloud computing,"}, {"timestamp": [1627.2, 1628.74], "text": " that's changing quickly as well."}, {"timestamp": [1628.74, 1632.06], "text": " We had a presentation that we ran last year"}, {"timestamp": [1632.06, 1633.48], "text": " and we surveyed the schools that came"}, {"timestamp": [1633.48, 1635.32], "text": " and we had 80 responses talking about"}, {"timestamp": [1635.32, 1639.2], "text": " what they were doing with BYOD in 2013."}, {"timestamp": [1639.2, 1641.9], "text": " Only about 1% actually had a program in place."}, {"timestamp": [1641.9, 1643.56], "text": " Half the schools were sort of definitely,"}, {"timestamp": [1643.56, 1650.06], "text": " probably, or maybe, putting something in in 2013. Around a quarter we're saying no we're not doing BYOD, we'll"}, {"timestamp": [1650.06, 1654.78], "text": " choose a model and we'll run a school run program so sort of digital classroom type concept"}, {"timestamp": [1654.78, 1659.6], "text": " where students can opt in and about 22% were saying no we're not doing anything next year."}, {"timestamp": [1659.6, 1665.76], "text": " So it just gives you an interesting idea or an idea of what's happening in the sector."}, {"timestamp": [1665.76, 1666.76], "text": " This was quite interesting too."}, {"timestamp": [1666.76, 1670.96], "text": " This is from the Ministry ICT Infrastructure Survey."}, {"timestamp": [1670.96, 1674.32], "text": " The good thing later, they had to look at school size as well, so it's very small on the left"}, {"timestamp": [1674.32, 1676.28], "text": " through to extra large on the right."}, {"timestamp": [1676.28, 1679.3], "text": " The interesting thing right the way through, there's quite a marked difference in the"}, {"timestamp": [1679.3, 1682.42], "text": " intentions of large schools versus small schools."}, {"timestamp": [1682.42, 1685.22], "text": " In the large and very large large around about 40% of"}, {"timestamp": [1685.22, 1689.36], "text": " them already have programs in place and they're in"}, {"timestamp": [1689.36, 1692.12], "text": " tent virtually all of them are intending to put it in place in the near future"}, {"timestamp": [1692.12, 1696.2], "text": " whereas if you look at the very small school end of the the spectrum only a few"}, {"timestamp": [1696.2, 1700.24], "text": " actually have it in place the orange ones there's about 30% who say they're going"}, {"timestamp": [1700.24, 1703.58], "text": " to put something in place over half of them are saying no we don't need to do that"}, {"timestamp": [1703.58, 1709.2], "text": " that's not on our planning or on our horizon at the moment. I guess overall though, if you have"}, {"timestamp": [1709.2, 1714.14], "text": " a look at that segment there, we're saying that around about 70% of schools either have it"}, {"timestamp": [1714.14, 1721.9], "text": " in place or are putting it in place this year. So just having a look now at I guess moving"}, {"timestamp": [1721.9, 1726.06], "text": " on from our second picture of a learning environment."}, {"timestamp": [1726.06, 1730.96], "text": " This is our view of I guess where we need to be moving with our infrastructure in order to"}, {"timestamp": [1730.96, 1734.0], "text": " support the types of learning that we've seen today."}, {"timestamp": [1734.0, 1737.44], "text": " Probably the big difference here, we still have a server in there but it's what's called"}, {"timestamp": [1737.44, 1739.92], "text": " a little microserver or a cache."}, {"timestamp": [1739.92, 1744.24], "text": " So all that server is, what we've done is take the information from the big server."}, {"timestamp": [1744.24, 1746.24], "text": " We've put it up here into the cloud."}, {"timestamp": [1746.24, 1749.88], "text": " In this case it's our TTS's NIMBIS solution."}, {"timestamp": [1749.88, 1755.16], "text": " By doing that, it means that we can now access all of that information on student devices"}, {"timestamp": [1755.16, 1758.2], "text": " at school, when we're on a field trip, and when we're at home."}, {"timestamp": [1758.2, 1763.24], "text": " So it's freeing it up from being locked into being accessible on your local area network."}, {"timestamp": [1763.24, 1766.0], "text": " And the way we do that, we have all your information there."}, {"timestamp": [1766.0, 1769.0], "text": " Very similar way that we organize it on site."}, {"timestamp": [1769.0, 1773.0], "text": " But we just have a portal sitting in front so that it means you can get access to it through any web browser."}, {"timestamp": [1773.0, 1775.0], "text": " So that's the main difference."}, {"timestamp": [1775.0, 1781.0], "text": " Just have a, yeah, I'll just have a look at the characteristics of Nimbus."}, {"timestamp": [1781.0, 1784.0], "text": " Yes, it's the web portal, I'll just briefly open it and show you that."}, {"timestamp": [1784.0, 1789.0], "text": " We still have a user directory of all your teachers and students with their attributes."}, {"timestamp": [1789.0, 1792.0], "text": " We manage the users and their accounts."}, {"timestamp": [1792.0, 1796.0], "text": " Single sign-on is becoming important, so as you have all of these different web services,"}, {"timestamp": [1796.0, 1800.0], "text": " having the ability to log in once into a system and then just click through"}, {"timestamp": [1800.0, 1802.0], "text": " makes a big difference."}, {"timestamp": [1802.0, 1805.04], "text": " So we put a single sign mechanism a mechanism in the back there."}, {"timestamp": [1805.04, 1810.4], "text": " We still deploy software to your computers and we manage the security on them inside the school"}, {"timestamp": [1810.4, 1814.76], "text": " just in the same way that we used to. It just comes down from Nimbus. And we have that small"}, {"timestamp": [1814.76, 1819.24], "text": " server on site. The other advantages of that, if something happens to the fiber, you can"}, {"timestamp": [1819.24, 1823.36], "text": " get access to your data on site through the cache server. So that's quite important having that"}, {"timestamp": [1823.36, 1824.36], "text": " in place."}, {"timestamp": [1824.36, 1832.24], "text": " I'll just show you very quickly what the what the web portal view looks like"}, {"timestamp": [1832.24, 1838.6], "text": " and this is the view that you'd use if you're I guess if you're either at home"}, {"timestamp": [1838.6, 1842.38], "text": " on any device or if you've if you're at school on some sort of portable device"}, {"timestamp": [1842.38, 1847.0], "text": " you'd go through the web portal."}, {"timestamp": [1850.0, 1854.0], "text": " I'll just log in here as a staff member."}, {"timestamp": [1858.0, 1860.0], "text": " Yeah and just very briefly, like feel free to come to the stand later. We can show you through in more detail."}, {"timestamp": [1860.0, 1863.0], "text": " On the landing page we just have your applications."}, {"timestamp": [1863.0, 1866.5], "text": " So in this case they're using Google Drive Gmail."}, {"timestamp": [1868.22, 1870.6], "text": " We've also got Office 365 up there."}, {"timestamp": [1870.82, 1872.62], "text": " They're running Ultranet for Learning Management system."}, {"timestamp": [1872.76, 1874.38], "text": " They use Wiki Educator and Khan Academy."}, {"timestamp": [1874.96, 1878.48], "text": " So what that allows you to do is just to click through with single sign-on"}, {"timestamp": [1878.48, 1879.88], "text": " so you're not having to reenter credentials."}, {"timestamp": [1880.68, 1883.02], "text": " So I'll just quickly go to Google Drive here as an example."}, {"timestamp": [1884.6, 1887.0], "text": " It'll pass the credentials across."}, {"timestamp": [1887.0, 1892.0], "text": " And you can see there we're logged in now as staff demo one."}, {"timestamp": [1892.0, 1894.0], "text": " So it's just passed it straight across."}, {"timestamp": [1894.0, 1900.0], "text": " In terms of the folder structures, you know, quite similar to what you've had in the past on a local server."}, {"timestamp": [1900.0, 1904.0], "text": " So we have shared folders that are set up for teachers and students."}, {"timestamp": [1904.0, 1905.76], "text": " So you can see those there."}, {"timestamp": [1905.76, 1908.88], "text": " We still have a home drive for each staff member,"}, {"timestamp": [1908.88, 1911.36], "text": " which is sort of your personal space."}, {"timestamp": [1911.36, 1913.48], "text": " And you can manipulate files very easily."}, {"timestamp": [1913.48, 1918.2], "text": " I'll just quickly show or indicate just to,"}, {"timestamp": [1919.2, 1920.88], "text": " so to upload a file."}, {"timestamp": [1922.96, 1924.16], "text": " Does anyone use SharePoint before?"}, {"timestamp": [1924.16, 1952.0], "text": " This is based on SharePoint. So if you have it, it'll be quite familiar. So you can just browse to a location, pick up a file and upload it. There's our kangaroo sitting there."}, {"timestamp": [1956.0, 1956.6], "text": " It's pretty small there."}, {"timestamp": [1956.6, 1959.6], "text": " If you can see it, it's somebody riding a kangaroo and it says, yeah, Americans will"}, {"timestamp": [1959.6, 1960.6], "text": " believe anything."}, {"timestamp": [1960.6, 1963.6], "text": " Anyway."}, {"timestamp": [1963.6, 1969.96], "text": " So, back to our presentation. Just got a couple of minutes left. What"}, {"timestamp": [1969.96, 1973.86], "text": " we'll have a look out now, the last key thing is the cost, okay? So that's always a"}, {"timestamp": [1973.86, 1977.16], "text": " major issue. So what's the difference? What we would say if you're looking at cost"}, {"timestamp": [1977.16, 1983.5], "text": " of servers, the focus tends to go on the server itself. That's only a little part of"}, {"timestamp": [1983.5, 1988.66], "text": " the actual cost of the ownership of a server over a five-year period, around about 10 to 15%."}, {"timestamp": [1988.66, 1991.98], "text": " So we'd just say that when you are looking at it, do a proper comparison."}, {"timestamp": [1991.98, 1998.38], "text": " This is for a 390 student school to do it, an on-site server replacement, and what we've"}, {"timestamp": [1998.38, 2004.98], "text": " included there is the hardware, the gateway device, the installation, a full years servicing."}, {"timestamp": [2004.98, 2005.0], "text": " It's around about $40,000 to do that in the first year, and installation, a full year's servicing."}, {"timestamp": [2005.0, 2008.2], "text": " It's around about $40,000 to do that in the first year,"}, {"timestamp": [2008.2, 2011.9], "text": " and then it drops down to servicing for the few years thereafter."}, {"timestamp": [2011.9, 2013.9], "text": " With the number solution in that first year,"}, {"timestamp": [2013.9, 2018.64], "text": " it costs around about $30,000 for that same example."}, {"timestamp": [2018.64, 2021.7], "text": " The large part of that expenditure is just configuring your desktops."}, {"timestamp": [2021.7, 2024.9], "text": " So we still go in there and we refresh all of your workstations."}, {"timestamp": [2024.9, 2027.52], "text": " Typically we're bringing schools to either Windows 7 or Windows 8"}, {"timestamp": [2027.52, 2030.9], "text": " across the board now or an Apple system if you're using Apple."}, {"timestamp": [2031.5, 2035.04], "text": " The big advantage of the cloud-based system is you get to year 5."}, {"timestamp": [2035.12, 2038.2], "text": " Instead of having to go and spend another huge chunk of money replacing servers,"}, {"timestamp": [2038.62, 2040.48], "text": " we're doing that in the background all the time,"}, {"timestamp": [2040.56, 2041.82], "text": " so it's not your problem anymore."}, {"timestamp": [2041.96, 2043.16], "text": " So that's the big advantage there."}, {"timestamp": [2043.16, 2050.38], "text": " And it'll save you around about 30% in total cost over that five-year period happy to sort of share"}, {"timestamp": [2050.38, 2054.68], "text": " these slides with anybody if you're interested this is the cost that make up a I guess a"}, {"timestamp": [2054.68, 2059.44], "text": " server over five years so the servers themselves is the blue part the big difference is"}, {"timestamp": [2059.44, 2063.98], "text": " around support and maintenance so it's about $40,000 for onsite over a five-year"}, {"timestamp": [2063.98, 2065.6], "text": " period much less only about 6,000 for on-site over a five-year period, much less,"}, {"timestamp": [2065.6, 2073.68], "text": " only about 6,000 for a hosted solution. I do come and have a chat if this is of interest."}, {"timestamp": [2074.88, 2079.8], "text": " I guess, so just to recap, the cost thing, there's a big advantage there. That's one key thing."}, {"timestamp": [2079.8, 2084.76], "text": " The main driver though is just freeing up our IT to make it work really well on mobile devices"}, {"timestamp": [2084.76, 2091.0], "text": " to support the one-to-one program to allow parents to get much freer and easier access into your child's learning."}, {"timestamp": [2091.0, 2100.0], "text": " That's sort of the key thing. Reduce risk, so we have the sitting in a large data center, we're not having out of warranty service sitting in schools anymore, so that makes a big difference."}, {"timestamp": [2100.0, 2105.46], "text": " And the other key things are that ultra-fast broadband, getting your local area network right, and particularly your wireless."}, {"timestamp": [2106.24, 2109.7], "text": " Anyway, I hope that's been useful and given some ideas and food for thought"}, {"timestamp": [2109.7, 2111.24], "text": " and that you enjoy the rest of the day."}, {"timestamp": [2111.4, 2113.6], "text": " And do come and have a chat at the TTS stand if we can help."}, {"timestamp": [2113.92, 2114.24], "text": " Thank you."}], "text": " Look, it's great to be back at Interface Expo. We've been doing this for three years now and we've talking to our school customers, they find it really valuable, just having lots of different ideas in one place and just getting a day out of school to really think about ICT. This is why I have introduction. My name is Peter Nelson. I've been working in this field of ICT and education now for about 15 years. And I still sort of thoroughly enjoy it. I enjoy working with our school customers, helping them to sort of create coherent digital strategy, but also working with our teams, our technical people and our education teams. And just looking at all the amazing innovation that's going on in the technical world, just to see how we can bring it together to make it work really well to support your teaching, your learning and your administration in the technical world, just to see how we can bring it together to make it work really well to support your teaching, your learning and your administration in the school. And also, another critical area is to deliver better value than ever before. I know that was one of the key issues that was raised in that survey from Interface. I've also got a personal interest in this area. I've got kids now that are primary school aged in years one and three. And I'm just, you know, I'm fascinated at the way they use ICT just so naturally in their own lives every day and also the way that they're using it more and more as part of a blended learning program and part of their education. I've witnessed, I guess, how absolutely engaging learning can be with a bit of an ICT twist, particularly for our young learners. And a good example of that would be, say, the gamification of reading in maths. I guess a lot of you have either had kids of your own or you've taught young learners. And keeping a five-year-old focused and concentrating on anything for more than five minutes can be a real challenge, particularly five-year-old boys. But it's amazing, you know, you can take something like, say, learning as combinations up to 10. If you've got a bit of an ICT twist in there, it can really keep them quite focused. There's an interesting beat. Look, these are exciting times. I guess we are finally seeing ICT that's becoming ubiquitous, where we have access to our files, our software, our own personal resources, and also the resources of the internet, sort of on any device, whether it be something like this, at any place, at any time where it's required to support learning. And that is exciting. I guess the opportunities for learning are really only limited by our imagination. Just as a sort of a slightly trite example, we were down at Myco Plumbing in Lanav on Saturday. We're down there buying a kitchen tap. And if you ever bought a kitchen tap with your wife, there's a lot to it, right? Boys are looking at the functionality, she's looking at the form, we're trying to get them together. Kids were fine for about a minute or two, and then they started getting a bit bored and causing trouble. They went into that demo area where you can turn taps and showers on. They started squirting each other. So I'm tearing my hair out. I said, OK, I'll relent. I'll give you the iPhone. And you can play Minecraft, because Minecraft is the latest craze that they love. Great program, if you've got your young learners. They can build sort of houses and things in a 3D world, which is quite cool. So anyway, we got back to the tap, and we could give it the focus. Surely, after about two minutes, so I couldn't hear anything. I thought, that's odd. What are the little crittins doing? And I had a look around, and there, to me, is testament that you truly can learn anywhere and any time, as my little darling has proved. So look, the field of ICT in education is vast. We've got 30 minutes today. What I'm going to focus in on is two sort of quite topical and interesting aspects. It's really looking at this idea or a trend towards schools replacing their servers with cloud-based systems rather than sort of duplicating it and putting another server in place. We believe that this is happening, I guess, due to a range of factors. On the one hand, we've got some drivers. I guess the most important being that cloud-based ICT certainly has very real opportunities to support powerful learning. So that's probably the key driver. On the other hand, we've got some enabling factors, the obvious one being connection to ultra-fast broadband. So what I'll do today, we'll have a look at the factors that make it up and look at how they're coming together to make cloud a, you know, in our view, quite an attractive proposition. Just before I get into that, just a bit about TTS. We came together about two years ago, and we merged with EdTech Network Services, came together with Passion IT and the SNAP team from within Talco Corporation. And what that's enabled us to do, we've got, I guess, quite a large system integration company now. We get a lot of practice at putting systems into your schools. So in any given month, we do between 5 and 20 full campus-wide upgrades. And it just means when we do come to work on your school, we're not learning at all on your site. We can actually apply the learning from those other ones. We also have a lot of education staff, so it means that we're developing solutions that work really well specifically for schools, for your classroom, for your administration. We're not trying to shoehorn corporate solutions into an education context. We're also pretty passionate about this. I think the shareholders and staff 100% believe that education is absolutely critical to the success of New Zealand. We see this ICT or e-learning aspect as being a really important part of that. So we're really passionate about helping you to get the most out of these systems. In terms of our services, we have the usual sort of things that you'd expect from our systems integrator. Interestingly looking at the survey that Greg put up earlier today too, we're finding that we're doing a lot more work around helping schools with planning, and that's both just our customers doing regular annual plans, but also doing quite sort of formalized planning, looking at helping you to develop coherent digital strategy. So that's growing quite a lot. On the integration side, most of our schools still have on-site servers, but we're now needing to make sure that they work really well with Google Drive and Gmail with Microsoft Office 365 and with all of these other cloud services that you're bringing into play. On the cloud side, we've done a lot of work in partnership with IBM and we've built a product called Nimbus which allows us to take servers from in the school and actually pop them up into the cloud and we'll have a little look at that today. And the other area that's growing really quickly is just around all of the aspects required to support student one-to-one device programs and that's typically looking at wireless systems at your network, smart sort of gateway devices that allow the students to get out without wrecking your network. So that sort of thing. And we're also doing a bit more procurement. So if you're looking at bring your own device and you want to put up a model and recommend that to your community, then we can help do that through our web portal, our e-commerce portal. So that's enough about us. So just having a look, I guess, providing some context to this shift from on-site to cloud. This is just a little look at kind of where we've all come from, I guess, the schools. This is the typical scenario. Everybody had a kind of a monolithic server or servers sitting in the middle there. That had all the information in there. We had labs of PCs. We had perhaps pods of PCs in the back of classrooms. They all had to connect to the server in order to operate and to get access to that information. We had pretty slow networks in the main. We had a little bit of wireless, maybe a couple of access points in the staff room to let teacher laptops connect. Pretty slow broadband. Now the downside of that, I guess it was a bit of a walled garden approach. We had pretty good IT inside the school, but if you go outside, the most you could perhaps get was your email if you had a sort of a cloud-based email system or a student management system, once again, if it was cloud-based. We're at now, I guess, a lot of our schools, some things have changed. We've still got in the main, these big servers sitting in the middle here, but we have around about 60% of schools have now been snubbed so they've got much better internal networks. The remaining 40%, a lot of people have invested their own money to improve those networks. Many schools have now got wireless overlaid across the top to allow the mobile devices to connect. We've put some bulk storage in here, and that allows you just to cope with this growing volume of multimedia that's coming into the school. You know the 500 photographs from Sports Day that can be brought in and processed. We're putting these Smart Gateway devices in and they are absolutely critical whether you're on jet stream or whether you're on fiber. It will never be enough. So as you add more and more student devices, you're still going to have to control and prioritize which devices or which users get which part of that internet pipe, no matter how big it is. So that's pretty important. We're also moving a lot of our services out to the cloud. So the likes of your email systems, Google Docs, things like your learning management systems like Ultranet, what that means is, I guess the beauty of having things up here, it means that when we've got these mobile devices, say teacher or student owned, at school and at home, it means that we can access them readily because they are up in the cloud. So we've made some big steps forward, but we've still got, you know, literally terabytes or you know, hundreds of gigabytes of data that's kind of locked in that server and it's very hard to get access to on your tablets, your iPads, other devices like that. So just having a look at the driver's side, you know, the biggest and most important one I think is that these cloud-based solutions support student device programs and it means that you can use ICT and really exciting new ways to support learning. It gives you a lot more freedom and flexibility. So that's the key driver there. And with one- one, we'll have a look at that. It's growing very rapidly. We'll look at the pace of that. The other one is a desire for reduced risk. This was just one of the tables from the recent ministry IT infrastructure survey. And this kind of scary aspect here is that irrespective of school size, somewhere between 20% and 40% of our servers out there are older than five years now that means they're out of warranty and these things have got moving parts they will fail so you know hopefully they haven't got important information on there but that's the reality of our you know the situation so there's a quite a big risk factor there the other one is the need to reduce cost you, every conversation we have around ICT has a cost element in it. So, you know, how can we remove the, you know, some of the large cost associated with these big servers that we've been putting in? So we'll have a squeeze at that. On the enabling side, UFB is a critical one and well-priced Internet is essential. Also improved local area networks. I'll talk a little bit too about the technology changes. So this idea of consumerization of ICT. We'll also have a look at the community their growing role in IT in schools. So firstly, on the teaching and learning side, this is a massive area. Rather than go into it in depth, I'm just going to show a quick clip of some of the students that we work with, talking about the way they're using ICT as part of a modern learning environment. These schools are traditional schools. They've had, I guess, traditional classrooms. They've looked at the furniture, the layout. They've also looked at the use of ICT in modern ways, and they've put it in place, and they've trialled it in the last couple of years. So we'll just hear a little bit from the students. At the end of it, I'll get you just to have a chat to your neighbour for a couple of minutes, just about what's powerful about that learning. And I'm not above bribery. I've got some USB keys to give away for the best feedback I get afterwards. So have a good think about it. Four gig USB keys too. Big suckers. Here's a murmur of interest. I'm just using the internet as an app. The internet is basically, it can't always be correct, so you've got to have at least three or four types of different answers and most of the way to do it is books are trustworthy, but they can't get edited edited but that's also another problem because some of them can be outdated. Can we use the paper roll to the office please thank you. I liked how we did like we did a different learning way to all the other classes and that I could actually work independently instead of the teacher telling me what to do because I don't like to be told what to do, like to work independently. And I live like sitting in different places. It like gave you a chance to sit with your friends but keep on learning. And like there's a different table for everything, like the Snoopy table which is just a big one behind us. And like there's tables you're just going to like work with maths and reading. And you can like work with like maths and reading and when you can also sit away from people that really annoy you like some people. The teacher dictated what we did during our subjects during the day and what we needed to do but how we used our time during each so we'd have a set time for reading and during that time you had a certain task that you needed to do and you structured how you what you need to do and when you needed to do it. Whenever I finish reading or writing and I upload something I'll read through it again and then I'll see what I need to work on and for my next piece I'll go back and see what my next learning step for that one was and then I will improve that in this piece of writing. It gets you out of bed because you've got that device. You're actually excited to go to school and use it at school. Yeah, come to school. Like some schools you want, you fakes it like, I'm too sick, Mom, I don't want to come to school, but you jump out of bed, put on some clothes and go to school. And yeah, I think that's what makes our school so different. Oh Emma, I'm sure that you fake being sick. And you're coming here. Oh, no, you haven't? Oh, okay, I'll have to talk with mum then, see. My friends that used to be in room one and two, they were, some of them were really jealous of my class because they didn't get to learn the same way as we did. And because we were the only class we had this furniture, they would also be jealous because of the furniture because they still had the plane bore and all desks. Yeah, every time the people came in for like, talked about exhibition, they would keep on rushing in and go splash on the furniture like a lazy me kit. And like we realised that by the year end, like from intermediate and just at the end of the year, people in, like, room one and two, they weren't as, like, knowledgeable as we were by the end because we had a better learning source than they did. Some of my friends, like, I came home and I had my device, and they wanted to know if I was allowed to bring it to school. And I said, yeah, they were fine, and they and they were really surprised like they were amazed that we were allowed to because my friends are like lucky and kind of thing and I'm like well I guess we are really lucky because my schools don't do this I guess it's because we've got a really cool principal where they're the great teachers oh you're getting house points now that's fantastic but yeah I just think that I reckon that all schools should be doing the great teachers. Oh, you're getting house points now, that's fantastic. But yeah, I just think that, I reckon that all schools should be doing this now because technology will just keep on improving. You can't stop it. It's amazing in a sense that if you hadn't, I know a lot of students wouldn't have gone and shown their work to another peer member and asked them, what do you think of this? But by uploading it to KnowledgeNet as the way of handing them work, you had to assign at least two people to check your work. And they would, and that's how you got a lot of peer assessment and you used it and you reflected it and then you went and changed it. Yeah, what happens is you can select two or three peers and they can access your journal and comment on it. And I think, is it your parents? I think it's your parents alone and your teachers and stuff and they can also comment. So like you might write up an activity that you've done and then the teacher could say how you could improve it, the student could say how you could improve it, the parent could say how you could improve it, so you've got lots of different views on how to improve what you're doing. Yeah, at the start we didn't have that many. Only a few students' parents would look at their work and give feedback, but by the end of year 8 a lot of parents were logging on regularly and looking at their work. If PJ had the thing we do that like, if they won't listen to you and won't go into knowledge net, you just go up to them in case, don't you care about my learning. And give them the puppy eyes. Yeah, it always works. I was going to tell my teacher about, oh, maybe we could do my learning. But then I thought maybe she might yell at me because maybe I'm telling her what to do. Like, I'm not her boss. I'm not supposed to tell her how her job's meant to go. Last year, we get to be the teacher and did these poetry things. It was cool being the teacher. It was like, because if someone did something wrong, we're outside, or something like that, it was so good because it was fun teaching. Yeah, so some real characters in there, you know, clearly some of the leaders in their class, and I think some people who have perhaps got a future in the film industry or television. But look, just take a minute or two now, you know, what is quite powerful about, you ask yourselves what's quite powerful about some of the things that they're doing. And I will get you to share some ideas, and we do have some freebies. So just, yeah, have a chat amongst yourself now it sounds like there was some good discussion there can somebody just give me yeah an idea what was what was really powerful about what those students were saying up the front here directed learning with support yes yeah that's a good children yep it's great yeah self-direction confident confident kids and saying that they're good learners. That's a great answer. Greg, my lovely assistant Greg will hand out there. Well done. Can we have any other feedback? What else did you like? Yeah. Yes. Yes. Yes. Yes. And so what we have the end of being involved in their learning right the way through, which is, yeah, which is so important and students are so passionate about it. Yeah. Great comment. Is it mother? Yeah. Just to add to that one, it was about getting a audience and perfect and critique for the work that they would. Yes. Yep, so that comment was, yeah, just having a child with quite a wide audience commenting on their learning and assisting them. Yeah, amazing how clearly they can articulate what they like about it. That was impressive. Thanks, Greg, just at the front there. Oh, yes. Yes, yep, great engagement. I know it to me, yep. Okay, one more, sorry, who's... Yep, yes. Yep, that's a great comment. Yep. Yes. And we are, yeah, that's a great comment. What we're seeing too, a lot of schools, particularly as they're moving to one to one, are starting to look at the physical layout in parallel. And look, that's a major change. Clearly we can't do that in the space of a year or two. These schools are looking at a sort of a, literally a six or seven year program, just slowly rolling out new furniture as they can afford it. So, but it's a great comment. Greg's out. We've got some more. If you come to the TTIA stand, we'll give you a key. I'll keep going now. That's all we've got, but thank you for that comment. Greg's out. We've got some more. If you come to the TTS stand, we'll give you a key. I'll keep going now. That's all we've got, but thank you for that feedback. That's great. I'm just using that. I'm just using... Speaking of technological challenges, here we go. We'll skip around it. Just to have a look now at one of the other key enablers, and this is the technological breakthroughs we're seeing in ICT. The big change, I guess, is that the power of these things has gone up massively over the last three or four years, these sort of things, tablets, and the cost has come down. A good example, we've got an HP tablet on our stand at the moment that's just come out. It's a seven-inch tablet and it's $200 dollars and that's amazing I think when we start to see something that's that powerful at that price point it means that that idea of I guess one-to-one computing is absolutely attainable and we've got a lot of schools in the country who are just slowly rolling that out so that's a key thing it's also what's sitting behind these things so it's not just the device itself it's the fact that we've got really good sophisticated cloud-based software that sits behind it that we can use, and that's what makes these things so absolutely powerful. Consumerization of IT as well. Just to explain that, I guess in the past, we used to see the technological breakthroughs happening typically in the corporate land, and then it would flow out into the consumer market. What we're seeing now is that these vendors are developing items for the consumer market which are then being adopted by organizations. And that's a classic example for schools if you look at say Microsoft Office 365 or the Google Suite or Gmail. It was designed for a single user at home but schools and organizations can recognize how valuable it can be, so they're bringing it in to use at school. So that's another key enabler. Just to sort of have a look at how this is playing out, this is a survey that Survey New Zealand conducted last year around the way that New Zealand has used technology. The really big change here was that they surveyed it or they asked a question, if you had to choose one device, so it's your desktop PC or your laptop or your smartphone or your tablet, what would that be if you had to have just one? And in the past the laptop has reigned supreme, that was the thing that you'd have to have. What was really interesting last year, a quarter of the respondents said, no, take the rest away and leave me with my smartphone. And that was just such a major shift, and it is due to the, I guess, the power of the phone, and once again it's that software that's that sits behind it. This is an example from just another article that came out about trends in the corporate world. It's just interesting to see it's not just happening in schools, it's in the commercial world too. So by 2016, they are predicting that 40% of companies won't be supplying IT to their staff anymore. They'll be running BYUOD programs as well. And the important thing there, that's what your parent communities are going to be experiencing in their workplace, and that's going to influence the way that they look at IT in schools as well. So just on the community side, we spent quite a lot of time when we're doing our E2E strategic planning service, actually running focus groups with various stakeholders from the school, and we include the parent community. And there's some really interesting things coming back from that. Now, parents are aware that ICT is now a critical part of everybody's lives. They can see that it has huge potential for their kids learning. They're a little bit nervous about how that's going to look, and they are nervous about that taking over the way that learning occurs. But they are keen to see it happen. So there's quite a lot of support or growing support from the parent community. We'll just have a little clip now. This is a clip that we took from Elylem Christian College. We interviewed some of their parents who were one term into a BYOD program. And it's really interesting just to hear their views in the way that it's changed learning for their kids. We've got three children using devices in school and I think for us it's that whole engagement and excitement of learning again. So you know it's actually a real world application because this is why technology is in everything outside of school. So no longer does school happen when they get off the bus at 9 o'clock in the morning, finishes at 3 o'clock in the afternoon. They actually bring their school and they're learning home with them and it carries on into the night. And they don't even realize that they're actually still learning. That's the beauty of it. So, you know, it's no longer this segregation between what we did at school and what I do at home. It all blends into one. So the learning takes place really from, you know, after breakfast in the morning to when they go to bed at night. And, you know, in the past, we never had to stop our children doing homework when it was the traditional way of doing it, if we like. Whereas now, you know, we quite often have to get them to put their devices away at night. And when all they are actually doing is doing their homework and doing school work. I think because it's much more relevant and much more accessible for them, it's not a chore. Learning is fun and that's what learning should be. And is to them because it's their devices in their hands, their device they can share with grandparents over Skype, their device they can share with their peers and as as Lee's just said you don't mean in the morning it's not a fight to get them to get to school. Actually they're running to school so they can get their devices open and share their learning that they've done at home with their teacher following on from what they've done the previous day. So it's much more relevant to where they are. My son said the other day just how much he likes having his own device, not necessarily his own, but that everyone's got their own one in the classroom. He said there's just no waiting time, you know, you don't have to go to another room to find out information, it's right there and right accessible straight away. I think it's given me a better understanding of what my children are learning in the classroom because on their devices they can take snapshots of what their learning intention was. That then comes home, it opens up a discussion and we talk about it, we reflect on what he's learnt in the classroom and how the device is going to help him further with his learning. So in that respect that's how I feel that we are communicating better about the learning journey that both my boys are talking about because they are bringing what the teacher has wanted them to learn back home into a home environment. And it just broadens our understanding as well as what's going on in school today. I think we look at the comments, the teachers' comments and corrections on assignments that they're doing in school because of course it's all brought home for us to see, whereas perhaps in the past, you know, certain exercise books wouldn't be brought home for us to see and the only way we would do that is to come to school and have a look through their work. And of course, what we're finding as parents is the children getting older, inevitably, we go into the classroom less and less and less compared to when they were very young. So it's really helpful that we can see what the teachers' comments are in the way that the teachers are guiding our children's learning. So we're a lot more involved from that aspect. And of course, the other side of that is if we need to get hold of the teacher, it's instantaneous. And in fact, a lot of the teachers, the kids can contact via email outside of school hours as well, which of course from when we were brought up is a totally different way of interacting with pupils through school. Oh, that struck a nerve, didn't it? Yeah, it's been interesting the comments we've had and, you know, that's clearly something that has to be managed. We saw some people speaking from Parkvale School down in Rodeau and they, these were two teachers, and they were saying, they got so involved in this, they found that they were responding to emails and chat at 8pm on a Friday night. And they said it, yeah, they had to consciously control that and restrict it, but it's like setting a policy. It's like any other acceptable use policy for anything else at school. You set some boundaries and then it can work. What was powerful about that? I guess the acknowledgement that learning is meant to be fun, other acceptable use policy for anything else at school. You set some boundaries and then it can work. What was powerful about that? I guess the acknowledgement that learning is meant to be fun and that's powerful when it's fun. Also, parents are just so, I guess, really enjoying being more involved with their students learning. And clearly you don't have to have technology to do that, but technology makes it a heck of a lot easier to be in touch much more regularly. So, yeah, BYOD and cloud computing, that's changing quickly as well. We had a presentation that we ran last year and we surveyed the schools that came and we had 80 responses talking about what they were doing with BYOD in 2013. Only about 1% actually had a program in place. Half the schools were sort of definitely, probably, or maybe, putting something in in 2013. Around a quarter we're saying no we're not doing BYOD, we'll choose a model and we'll run a school run program so sort of digital classroom type concept where students can opt in and about 22% were saying no we're not doing anything next year. So it just gives you an interesting idea or an idea of what's happening in the sector. This was quite interesting too. This is from the Ministry ICT Infrastructure Survey. The good thing later, they had to look at school size as well, so it's very small on the left through to extra large on the right. The interesting thing right the way through, there's quite a marked difference in the intentions of large schools versus small schools. In the large and very large large around about 40% of them already have programs in place and they're in tent virtually all of them are intending to put it in place in the near future whereas if you look at the very small school end of the the spectrum only a few actually have it in place the orange ones there's about 30% who say they're going to put something in place over half of them are saying no we don't need to do that that's not on our planning or on our horizon at the moment. I guess overall though, if you have a look at that segment there, we're saying that around about 70% of schools either have it in place or are putting it in place this year. So just having a look now at I guess moving on from our second picture of a learning environment. This is our view of I guess where we need to be moving with our infrastructure in order to support the types of learning that we've seen today. Probably the big difference here, we still have a server in there but it's what's called a little microserver or a cache. So all that server is, what we've done is take the information from the big server. We've put it up here into the cloud. In this case it's our TTS's NIMBIS solution. By doing that, it means that we can now access all of that information on student devices at school, when we're on a field trip, and when we're at home. So it's freeing it up from being locked into being accessible on your local area network. And the way we do that, we have all your information there. Very similar way that we organize it on site. But we just have a portal sitting in front so that it means you can get access to it through any web browser. So that's the main difference. Just have a, yeah, I'll just have a look at the characteristics of Nimbus. Yes, it's the web portal, I'll just briefly open it and show you that. We still have a user directory of all your teachers and students with their attributes. We manage the users and their accounts. Single sign-on is becoming important, so as you have all of these different web services, having the ability to log in once into a system and then just click through makes a big difference. So we put a single sign mechanism a mechanism in the back there. We still deploy software to your computers and we manage the security on them inside the school just in the same way that we used to. It just comes down from Nimbus. And we have that small server on site. The other advantages of that, if something happens to the fiber, you can get access to your data on site through the cache server. So that's quite important having that in place. I'll just show you very quickly what the what the web portal view looks like and this is the view that you'd use if you're I guess if you're either at home on any device or if you've if you're at school on some sort of portable device you'd go through the web portal. I'll just log in here as a staff member. Yeah and just very briefly, like feel free to come to the stand later. We can show you through in more detail. On the landing page we just have your applications. So in this case they're using Google Drive Gmail. We've also got Office 365 up there. They're running Ultranet for Learning Management system. They use Wiki Educator and Khan Academy. So what that allows you to do is just to click through with single sign-on so you're not having to reenter credentials. So I'll just quickly go to Google Drive here as an example. It'll pass the credentials across. And you can see there we're logged in now as staff demo one. So it's just passed it straight across. In terms of the folder structures, you know, quite similar to what you've had in the past on a local server. So we have shared folders that are set up for teachers and students. So you can see those there. We still have a home drive for each staff member, which is sort of your personal space. And you can manipulate files very easily. I'll just quickly show or indicate just to, so to upload a file. Does anyone use SharePoint before? This is based on SharePoint. So if you have it, it'll be quite familiar. So you can just browse to a location, pick up a file and upload it. There's our kangaroo sitting there. It's pretty small there. If you can see it, it's somebody riding a kangaroo and it says, yeah, Americans will believe anything. Anyway. So, back to our presentation. Just got a couple of minutes left. What we'll have a look out now, the last key thing is the cost, okay? So that's always a major issue. So what's the difference? What we would say if you're looking at cost of servers, the focus tends to go on the server itself. That's only a little part of the actual cost of the ownership of a server over a five-year period, around about 10 to 15%. So we'd just say that when you are looking at it, do a proper comparison. This is for a 390 student school to do it, an on-site server replacement, and what we've included there is the hardware, the gateway device, the installation, a full years servicing. It's around about $40,000 to do that in the first year, and installation, a full year's servicing. It's around about $40,000 to do that in the first year, and then it drops down to servicing for the few years thereafter. With the number solution in that first year, it costs around about $30,000 for that same example. The large part of that expenditure is just configuring your desktops. So we still go in there and we refresh all of your workstations. Typically we're bringing schools to either Windows 7 or Windows 8 across the board now or an Apple system if you're using Apple. The big advantage of the cloud-based system is you get to year 5. Instead of having to go and spend another huge chunk of money replacing servers, we're doing that in the background all the time, so it's not your problem anymore. So that's the big advantage there. And it'll save you around about 30% in total cost over that five-year period happy to sort of share these slides with anybody if you're interested this is the cost that make up a I guess a server over five years so the servers themselves is the blue part the big difference is around support and maintenance so it's about $40,000 for onsite over a five-year period much less only about 6,000 for on-site over a five-year period, much less, only about 6,000 for a hosted solution. I do come and have a chat if this is of interest. I guess, so just to recap, the cost thing, there's a big advantage there. That's one key thing. The main driver though is just freeing up our IT to make it work really well on mobile devices to support the one-to-one program to allow parents to get much freer and easier access into your child's learning. That's sort of the key thing. Reduce risk, so we have the sitting in a large data center, we're not having out of warranty service sitting in schools anymore, so that makes a big difference. And the other key things are that ultra-fast broadband, getting your local area network right, and particularly your wireless. Anyway, I hope that's been useful and given some ideas and food for thought and that you enjoy the rest of the day. And do come and have a chat at the TTS stand if we can help. Thank you."}