{"speakers": [], "chunks": [{"timestamp": [0.0, 34.78], "text": " Hi, I'm Jeff Tallinn, and I work at Industrial Research Limited, which is a government research laboratory."}, {"timestamp": [35.02, 41.72], "text": " I'm also a professor of physics at Victoria University, and my main area of research is in superconductivity."}, {"timestamp": [42.26, 46.76], "text": " At the moment, we're in the test hall of HTS-110, which is a company"}, {"timestamp": [46.76, 53.5], "text": " which was spun off by industrial research last year, and its task is to commercialize high-temperature"}, {"timestamp": [53.5, 60.88], "text": " superconductivity. Well, superconductivity is an almost magic-like property that some materials have."}, {"timestamp": [60.88, 67.0], "text": " If you call them sufficiently, then below a critical temperature, they become perfect"}, {"timestamp": [67.0, 74.0], "text": " conductors of electricity. Now when I say perfect, it is pretty well perfect, almost infinite"}, {"timestamp": [74.0, 82.8], "text": " conductivity, zero resistance. So this means that such a material loses no energy whatsoever"}, {"timestamp": [82.8, 93.24], "text": " when it conducts electricity. Now about 20 years ago I was very fortunate to be involved in the discovery of a number of new superconductors."}, {"timestamp": [93.24, 98.84], "text": " We call them high temperature superconductors and that's because they operate at temperatures much higher"}, {"timestamp": [98.84, 103.16], "text": " than the old superconductors that have been known for nearly 100 years."}, {"timestamp": [103.16, 107.68], "text": " Now these high temperature superconductors are actually brittle materials"}, {"timestamp": [107.68, 112.0], "text": " and what one wants to do is somehow make a flexible wire conductor"}, {"timestamp": [112.0, 117.6], "text": " out of a brittle material. And I'm going to illustrate just how that is done."}, {"timestamp": [117.6, 121.28], "text": " First of all in the bottle here I have some black powder"}, {"timestamp": [121.28, 126.32], "text": " and this is the precursor powder from which the superconductor is made."}, {"timestamp": [126.32, 135.12], "text": " The powder is placed inside a tube, a silver tube and then that silver tube is passed through"}, {"timestamp": [135.12, 140.68], "text": " what is called a draw plate and that consists of a number of holes of decreasing diameter."}, {"timestamp": [140.68, 145.28], "text": " So the tube is drawn through first of of all, the large hole and then increasingly"}, {"timestamp": [145.28, 152.08], "text": " smaller holes until one ends up with a wire which has a diameter about one millimeter"}, {"timestamp": [152.08, 158.34], "text": " in cross-section. Now a number of those wires can then be bundled together and the process"}, {"timestamp": [158.34, 163.98], "text": " can be repeated and they're passed through the draw plate until that wire is drawn down"}, {"timestamp": [163.98, 165.46], "text": " to a small cross-section."}, {"timestamp": [166.04, 171.88], "text": " The very last step is that the wire is then rolled flat into a tape."}, {"timestamp": [172.32, 175.92], "text": " So here's an example of a high-temperature superconducting tape"}, {"timestamp": [175.92, 179.32], "text": " which has 90 filaments in its cross-section."}, {"timestamp": [179.74, 181.58], "text": " You can see that it's very flexible."}, {"timestamp": [182.32, 186.4], "text": " It's only about a third of a millimeter in thickness, about four"}, {"timestamp": [186.4, 191.72], "text": " millimeters wide. This is an example of what's known as a pancake coil. In fact it's a double"}, {"timestamp": [191.72, 200.72], "text": " pancake coil and it's wound from the superconducting tape here to make a magnet coil. Here's a bigger"}, {"timestamp": [200.72, 212.18], "text": " example. But this again is just the same. It's a double pancake coil, which is wound for generating a very intense magnetic field."}, {"timestamp": [213.6, 221.92], "text": " Here in New Zealand, we have decided to primarily focus on superconducting coils for magnets and motors and generators."}, {"timestamp": [222.78, 225.32], "text": " But some of our industrial partners abroad"}, {"timestamp": [225.32, 227.48], "text": " are targeting huge applications"}, {"timestamp": [227.48, 229.48], "text": " that are really extremely exciting."}, {"timestamp": [229.92, 232.4], "text": " For example, American Superinactor Corporation"}, {"timestamp": [232.4, 235.52], "text": " in Massachusetts is in the middle of designing"}, {"timestamp": [235.52, 238.52], "text": " and building a 50,000 horsepower motor"}, {"timestamp": [238.52, 239.92], "text": " for driving a ship."}, {"timestamp": [240.28, 243.24], "text": " Now, if you think about the engines in QE2,"}, {"timestamp": [243.72, 245.16], "text": " this is one of the biggest ships around."}, {"timestamp": [245.6, 248.22], "text": " Each of the two engines is 50,000 horsepower."}, {"timestamp": [249.28, 252.7], "text": " And so this is a huge application of superconductivity."}, {"timestamp": [252.8, 260.12], "text": " And the big driver here is that these motors are not only more efficient, but they are much, much smaller."}, {"timestamp": [260.28, 268.0], "text": " They're about one-sixth of the volume, one-sixth of the weight of a conventional motor of the same power rating."}, {"timestamp": [268.0, 279.0], "text": " Japan Rail at this very moment is testing a prototype rail system that uses superconductors to levitate the train off the track."}, {"timestamp": [279.0, 287.24], "text": " This train has been already clocked at 586 kilometers per hour, and these units are extremely efficient."}, {"timestamp": [287.24, 292.7], "text": " They're about 10 times the efficiency of a jumbo jet per passenger mile."}, {"timestamp": [292.7, 305.5], "text": " Now I guess the really exciting thing is that discoveries made in the laboratory here 18 years ago are now at the forefront of a number of leading-edge technologies around the world,"}, {"timestamp": [305.6, 310.12], "text": " which are really extremely exciting in terms of their size and their impact"}, {"timestamp": [310.12, 313.58], "text": " that they will have on future sectors and technologies."}], "text": " Hi, I'm Jeff Tallinn, and I work at Industrial Research Limited, which is a government research laboratory. I'm also a professor of physics at Victoria University, and my main area of research is in superconductivity. At the moment, we're in the test hall of HTS-110, which is a company which was spun off by industrial research last year, and its task is to commercialize high-temperature superconductivity. Well, superconductivity is an almost magic-like property that some materials have. If you call them sufficiently, then below a critical temperature, they become perfect conductors of electricity. Now when I say perfect, it is pretty well perfect, almost infinite conductivity, zero resistance. So this means that such a material loses no energy whatsoever when it conducts electricity. Now about 20 years ago I was very fortunate to be involved in the discovery of a number of new superconductors. We call them high temperature superconductors and that's because they operate at temperatures much higher than the old superconductors that have been known for nearly 100 years. Now these high temperature superconductors are actually brittle materials and what one wants to do is somehow make a flexible wire conductor out of a brittle material. And I'm going to illustrate just how that is done. First of all in the bottle here I have some black powder and this is the precursor powder from which the superconductor is made. The powder is placed inside a tube, a silver tube and then that silver tube is passed through what is called a draw plate and that consists of a number of holes of decreasing diameter. So the tube is drawn through first of of all, the large hole and then increasingly smaller holes until one ends up with a wire which has a diameter about one millimeter in cross-section. Now a number of those wires can then be bundled together and the process can be repeated and they're passed through the draw plate until that wire is drawn down to a small cross-section. The very last step is that the wire is then rolled flat into a tape. So here's an example of a high-temperature superconducting tape which has 90 filaments in its cross-section. You can see that it's very flexible. It's only about a third of a millimeter in thickness, about four millimeters wide. This is an example of what's known as a pancake coil. In fact it's a double pancake coil and it's wound from the superconducting tape here to make a magnet coil. Here's a bigger example. But this again is just the same. It's a double pancake coil, which is wound for generating a very intense magnetic field. Here in New Zealand, we have decided to primarily focus on superconducting coils for magnets and motors and generators. But some of our industrial partners abroad are targeting huge applications that are really extremely exciting. For example, American Superinactor Corporation in Massachusetts is in the middle of designing and building a 50,000 horsepower motor for driving a ship. Now, if you think about the engines in QE2, this is one of the biggest ships around. Each of the two engines is 50,000 horsepower. And so this is a huge application of superconductivity. And the big driver here is that these motors are not only more efficient, but they are much, much smaller. They're about one-sixth of the volume, one-sixth of the weight of a conventional motor of the same power rating. Japan Rail at this very moment is testing a prototype rail system that uses superconductors to levitate the train off the track. This train has been already clocked at 586 kilometers per hour, and these units are extremely efficient. They're about 10 times the efficiency of a jumbo jet per passenger mile. Now I guess the really exciting thing is that discoveries made in the laboratory here 18 years ago are now at the forefront of a number of leading-edge technologies around the world, which are really extremely exciting in terms of their size and their impact that they will have on future sectors and technologies."}