{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " Hi, I'm Richard Watts."}, {"timestamp": [30.0, 35.0], "text": " I work here in the Department of Physics and Astronomy of the University of Canterbury."}, {"timestamp": [35.0, 43.0], "text": " I'm working here on new ways of imaging the brain using magnetic resonance imaging, which is MRI."}, {"timestamp": [43.0, 48.32], "text": " MRI scanners are used in hospitals for imaging various parts of the body."}, {"timestamp": [49.06, 54.32], "text": " They give very detailed images and they have very good contrast for different tissue types"}, {"timestamp": [54.32, 55.18], "text": " within the body."}, {"timestamp": [55.4, 62.0], "text": " So they're really a new way of doing imaging as opposed to what people are familiar with,"}, {"timestamp": [62.0, 63.8], "text": " which is x-ray imaging."}, {"timestamp": [65.24, 68.68], "text": " If you could take a microscope and look at a glass of water,"}, {"timestamp": [69.12, 71.92], "text": " you would find that all the water molecules are jumping around."}, {"timestamp": [72.24, 74.92], "text": " They're moving in random walks."}, {"timestamp": [75.66, 77.98], "text": " If you look at your brain under a microscope,"}, {"timestamp": [78.3, 80.66], "text": " what you find is that you have a lot of structure there."}, {"timestamp": [80.74, 83.44], "text": " You have a lot of neurons and axons in there."}, {"timestamp": [84.2, 86.04], "text": " Now, if you looked at water in your"}, {"timestamp": [86.04, 92.3], "text": " brain, it doesn't move around randomly. Because you have stretches in your brain, the water"}, {"timestamp": [92.3, 98.54], "text": " tends to move more along the structures, along the axons and neurons, than it does across them."}, {"timestamp": [99.48, 106.96], "text": " So if we can make our MRI sensitive to how water is diffusing, then we can get a measure of what direction the axons and the neurons are pointing in, and we can make our MRI sensitive to how water is diffusing, then we can get a measure of what direction"}, {"timestamp": [106.96, 112.0], "text": " the axons and the neurons are pointing in, and we can follow these fibers through from one"}, {"timestamp": [112.0, 117.24], "text": " part of the brain to another. And once we've done that, we can basically join the dots."}, {"timestamp": [117.24, 122.76], "text": " We can move through the brain, and we can find pathways which connect one part of the brain"}, {"timestamp": [122.76, 126.0], "text": " to another. And we call this diffusion tractography."}, {"timestamp": [126.0, 129.0], "text": " We're following tracts within the brain."}, {"timestamp": [129.0, 131.0], "text": " There's no way that you can do this."}, {"timestamp": [131.0, 134.0], "text": " Other than perhaps in post-mortem studies,"}, {"timestamp": [134.0, 136.0], "text": " you can cut open people's brains,"}, {"timestamp": [136.0, 139.0], "text": " and you can try and follow the fibers that way."}, {"timestamp": [139.0, 142.0], "text": " But even that is rather difficult."}, {"timestamp": [142.0, 147.88], "text": " We can use both functional MRI and diffusion MRI for people who are going to go in"}, {"timestamp": [147.88, 153.64], "text": " and have surgery on their brains. So for instance, this is a case where we have a tumor up here,"}, {"timestamp": [154.48, 161.76], "text": " and you can see these fibers are bending around the tumor. So that would be useful information"}, {"timestamp": [161.76, 170.94], "text": " to the surgeon to be able to plan his operations so that he doesn't cut through those essential fibers and cause a permanent deficit in this particular patient."}, {"timestamp": [172.18, 176.4], "text": " So we have various students working on MRI-related projects."}, {"timestamp": [176.98, 183.34], "text": " One project is to look at the brains of professional boxes and see how those differ from normal volunteers."}, {"timestamp": [183.34, 184.28], "text": " and see how those differ from normal volunteers."}, {"timestamp": [187.22, 189.46], "text": " Another project is to look at how the brain moves when we have cardiac motions."}, {"timestamp": [189.76, 193.54], "text": " So when the heart beats, this pushes blood up into the brain,"}, {"timestamp": [193.94, 197.32], "text": " and the brain actually moves in response to that change of blood pressure."}, {"timestamp": [197.86, 201.44], "text": " And we're hoping from that project to be able to measure something"}, {"timestamp": [201.44, 203.44], "text": " about the mechanical properties of the brain."}, {"timestamp": [203.84, 207.0], "text": " This might be useful for diagnosing some conditions"}, {"timestamp": [207.0, 209.32], "text": " which are quite difficult to diagnose at the moment."}, {"timestamp": [210.28, 213.18], "text": " Okay, so let's go and look upstairs and see what the students are doing."}, {"timestamp": [214.44, 218.4], "text": " My name is Daniel Chong, and I'm originally from Malaysia,"}, {"timestamp": [218.94, 221.54], "text": " and I move here to basically do my study."}, {"timestamp": [221.54, 225.68], "text": " I'm using this MRI technique to look at brain motion."}, {"timestamp": [225.68, 231.68], "text": " When a human heart pumps a pulse of blood into your brain, your brain goes through a"}, {"timestamp": [231.68, 236.76], "text": " very slight motion because of that palm of blood. Using the MRI technique, we can see this"}, {"timestamp": [236.76, 242.18], "text": " motion and it's quite fascinating. Currently there's no non-invasive technique for"}, {"timestamp": [242.18, 245.7], "text": " monitoring pressure. The current technique usually"}, {"timestamp": [245.7, 250.08], "text": " puncture a hole in your skull or puncture a hole in your spine and able to"}, {"timestamp": [250.08, 254.7], "text": " take the pressure measurement. Now what I'm hoping is that my work will be able to"}, {"timestamp": [254.7, 259.86], "text": " measure pressure non-invasively by sticking the patient into the MRI machine"}, {"timestamp": [259.86, 266.42], "text": " and measured pressure just like that. What's what this research is providing"}, {"timestamp": [266.42, 269.48], "text": " and new ways of looking at both normal brains,"}, {"timestamp": [269.62, 270.82], "text": " how normal brains work,"}, {"timestamp": [270.94, 273.28], "text": " but also how brains go wrong."}, {"timestamp": [273.42, 274.7], "text": " What's happening in disease?"}, {"timestamp": [275.24, 277.2], "text": " And if we can better diagnose diseases,"}, {"timestamp": [277.42, 279.78], "text": " then we can work out better treatments for those diseases."}], "text": " Hi, I'm Richard Watts. I work here in the Department of Physics and Astronomy of the University of Canterbury. I'm working here on new ways of imaging the brain using magnetic resonance imaging, which is MRI. MRI scanners are used in hospitals for imaging various parts of the body. They give very detailed images and they have very good contrast for different tissue types within the body. So they're really a new way of doing imaging as opposed to what people are familiar with, which is x-ray imaging. If you could take a microscope and look at a glass of water, you would find that all the water molecules are jumping around. They're moving in random walks. If you look at your brain under a microscope, what you find is that you have a lot of structure there. You have a lot of neurons and axons in there. Now, if you looked at water in your brain, it doesn't move around randomly. Because you have stretches in your brain, the water tends to move more along the structures, along the axons and neurons, than it does across them. So if we can make our MRI sensitive to how water is diffusing, then we can get a measure of what direction the axons and the neurons are pointing in, and we can make our MRI sensitive to how water is diffusing, then we can get a measure of what direction the axons and the neurons are pointing in, and we can follow these fibers through from one part of the brain to another. And once we've done that, we can basically join the dots. We can move through the brain, and we can find pathways which connect one part of the brain to another. And we call this diffusion tractography. We're following tracts within the brain. There's no way that you can do this. Other than perhaps in post-mortem studies, you can cut open people's brains, and you can try and follow the fibers that way. But even that is rather difficult. We can use both functional MRI and diffusion MRI for people who are going to go in and have surgery on their brains. So for instance, this is a case where we have a tumor up here, and you can see these fibers are bending around the tumor. So that would be useful information to the surgeon to be able to plan his operations so that he doesn't cut through those essential fibers and cause a permanent deficit in this particular patient. So we have various students working on MRI-related projects. One project is to look at the brains of professional boxes and see how those differ from normal volunteers. and see how those differ from normal volunteers. Another project is to look at how the brain moves when we have cardiac motions. So when the heart beats, this pushes blood up into the brain, and the brain actually moves in response to that change of blood pressure. And we're hoping from that project to be able to measure something about the mechanical properties of the brain. This might be useful for diagnosing some conditions which are quite difficult to diagnose at the moment. Okay, so let's go and look upstairs and see what the students are doing. My name is Daniel Chong, and I'm originally from Malaysia, and I move here to basically do my study. I'm using this MRI technique to look at brain motion. When a human heart pumps a pulse of blood into your brain, your brain goes through a very slight motion because of that palm of blood. Using the MRI technique, we can see this motion and it's quite fascinating. Currently there's no non-invasive technique for monitoring pressure. The current technique usually puncture a hole in your skull or puncture a hole in your spine and able to take the pressure measurement. Now what I'm hoping is that my work will be able to measure pressure non-invasively by sticking the patient into the MRI machine and measured pressure just like that. What's what this research is providing and new ways of looking at both normal brains, how normal brains work, but also how brains go wrong. What's happening in disease? And if we can better diagnose diseases, then we can work out better treatments for those diseases."}