{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Gidea I'm Darren and mate do I love hunting Wild Game."}, {"timestamp": [5.0, 9.0], "text": " In this country we're spoilt for choice so let's go and see what we can get."}, {"timestamp": [9.0, 26.72], "text": " It's important to remember that the quality and safety of wild game is directly related"}, {"timestamp": [26.72, 30.48], "text": " to how well you look after it in the field and at home."}, {"timestamp": [30.48, 34.96], "text": " This DVD will provide you with helpful information on keeping your meat safe for you, your"}, {"timestamp": [34.96, 37.76], "text": " friends and family to enjoy."}, {"timestamp": [37.76, 41.84], "text": " First up, let's take a look at the main risks that surround wild game hunting."}, {"timestamp": [41.84, 45.76], "text": " It could get in the way of you having a good time, a good hunt and a good feed."}, {"timestamp": [45.76, 51.22], "text": " There are two main food safety risks that hunters face from wild game. The first"}, {"timestamp": [51.22, 56.36], "text": " is bacterial contamination, which is usually the result of external wounds or sores on"}, {"timestamp": [56.36, 63.0], "text": " the animal. Contamination during field dressing, especially if the gut is punctured, and or"}, {"timestamp": [63.0, 67.18], "text": " poor handling after dressing."}, {"timestamp": [67.18, 70.06], "text": " The second risk is chemical contamination."}, {"timestamp": [70.06, 75.56], "text": " This may be caused by the animal eating poison baits used to control possums or other vermin,"}, {"timestamp": [75.56, 80.4], "text": " wild pig that has been scavenging on poisoned carcasses, or exposing the carcass to chemicals"}, {"timestamp": [80.4, 86.24], "text": " like transporting the carcass in a vehicle that has been used to carry weed killer or fuel."}, {"timestamp": [86.24, 89.88], "text": " These can be easily reduced by planning your hunt."}, {"timestamp": [89.88, 93.88], "text": " Planning a good hunt is more than just grabbing your rifle and heading into the hills."}, {"timestamp": [93.88, 102.76], "text": " Here's a few key points that you should check before you go."}, {"timestamp": [102.76, 108.0], "text": " When planning a hunt you should firstly find out if poisons have been laid in the area where you'll be hunting."}, {"timestamp": [108.0, 115.0], "text": " If you intend to hunt on private land, talk to the landowner or manager about what poisons have been used in the area and when."}, {"timestamp": [115.0, 123.0], "text": " If hunting on public land, contact and check with the local Department of Conservation Office and or the Regional Council."}, {"timestamp": [123.0, 126.24], "text": " For information about poison use on dock managed land,"}, {"timestamp": [126.24, 135.28], "text": " you can also visit the dock website, www.do.g.com.com. Commercial pig hunting is prohibited in the"}, {"timestamp": [135.28, 140.48], "text": " mulbara sounds because many pigs in this area contain high levels of poison residues. It's"}, {"timestamp": [140.48, 144.56], "text": " recommended that recreational hunters also avoid taking wild pigs from this area."}, {"timestamp": [147.2, 152.94], "text": " A good knife is essential. Make sure your knife is clean and sharp before heading off into the bush."}, {"timestamp": [153.98, 159.94], "text": " Pag muslin cloth or a carcass bag to protect the meat from flies, dirt and anything else you don't want to end up eating."}, {"timestamp": [161.0, 164.4], "text": " Alcohol-based hand cleaner is useful for sanitising your hands."}, {"timestamp": [165.0, 170.0], "text": " A lot of my mates laugh about the hand cleaner, but mate it really works."}, {"timestamp": [170.0, 180.0], "text": " It's difficult to tell if an animal is fit to eat before taking that shot,"}, {"timestamp": [180.0, 185.0], "text": " but in some cases you may be able to observe the general condition and behaviour of the animal."}, {"timestamp": [185.0, 191.0], "text": " Is it moving easily? Does it look injured? Is it too skinny despite having plenty of feet around?"}, {"timestamp": [191.0, 197.0], "text": " The best place to shoot an animal is in their head or forequarter."}, {"timestamp": [197.0, 217.0], "text": " This helps ensure a quick kill and reduces the risk of puncturing the gut and contaminating the meat."}, {"timestamp": [219.64, 223.0], "text": " Once you've made your kill and are ready to field dress it, there are a few things to remember in order to get the best out of your meat."}, {"timestamp": [225.5, 227.5], "text": " Check the animal for general condition."}, {"timestamp": [227.5, 231.5], "text": " Wounds, sores, pus, broken bones and the bullet entry point."}, {"timestamp": [231.5, 233.5], "text": " This would be a really good eater."}, {"timestamp": [233.5, 237.5], "text": " Unless you make a decision straight away that it's not worth continuing to dress the animal,"}, {"timestamp": [237.5, 241.5], "text": " just keep its general condition in mind as you proceed to gut it."}, {"timestamp": [241.5, 245.92], "text": " Ensure the knife and hands are cleaned before gutting. If you haven't"}, {"timestamp": [245.92, 251.84], "text": " got water available, antibacterial wipes or alcohol-based hand cleaner are good alternatives."}, {"timestamp": [251.84, 257.44], "text": " And remember to pack out what you pack in. Remember to wash your knife and hands while"}, {"timestamp": [257.44, 263.88], "text": " gutting, especially if you punch the gut. Don't wipe the blade on your pants or on the ground."}, {"timestamp": [263.88, 266.66], "text": " And don't use the same old rag from the last hunting trip."}, {"timestamp": [271.12, 274.26], "text": " Bleeding the animal will assist in cooling the carcass."}, {"timestamp": [274.84, 278.98], "text": " Field dressing is important because this is the first step to good quality eating meat."}, {"timestamp": [280.08, 287.0], "text": " If you have shot a stag, the first thing to do is remove the pizzle, testes and scent glands to avoid tainting the meat."}, {"timestamp": [287.0, 290.0], "text": " Cut around the anus to free the anal tract."}, {"timestamp": [290.0, 295.0], "text": " When opening the gut cavity, use your fingers to prevent the knife puncturing the gut"}, {"timestamp": [295.0, 300.0], "text": " by placing them under the blunt side of the knife as you run the knife down the belly of the animal."}, {"timestamp": [304.0, 307.12], "text": " Take your time because this is a delicate part."}, {"timestamp": [307.12, 314.68], "text": " This is where a specialised gutting knife can be useful."}, {"timestamp": [314.68, 319.64], "text": " Once you open the gut cavity you can then pull the anal tract out and away from the carcass"}, {"timestamp": [319.64, 323.28], "text": " before removing the rest of the gut and internal organs."}, {"timestamp": [323.28, 327.68], "text": " This reduces the risk of contaminating the carcass with fecal matter."}, {"timestamp": [327.68, 332.0], "text": " It's critical to avoid puncturing the gutting the animal as this will contaminate the"}, {"timestamp": [332.0, 338.4], "text": " meat with bacteria and if you puncture the bladder this will also ruin the meat."}, {"timestamp": [338.4, 342.44], "text": " Removing the gut and organs quickly helps cool the carcass."}, {"timestamp": [342.44, 346.32], "text": " Check the organs and meet carefully for signs of disease."}, {"timestamp": [346.32, 350.4], "text": " Make sure they are the right size and colour and are free of abscesses, cysts and or"}, {"timestamp": [350.4, 356.16], "text": " pus. If they look swollen or infected the animal may not be safe to eat."}, {"timestamp": [356.16, 361.52], "text": " The heart is usually safe to eat. Never eat the liver or kidneys and don't feed them to your"}, {"timestamp": [361.52, 365.32], "text": " pets as these organs concentrate poisons."}, {"timestamp": [368.64, 369.52], "text": " Discard the waste away from rivers, tracks and huts."}, {"timestamp": [373.5, 374.74], "text": " Don't wash the carcasses as risk spreading any contamination already on it."}, {"timestamp": [376.32, 376.94], "text": " Leave the skin on where possible."}, {"timestamp": [378.6, 380.2], "text": " It protects your meat from contamination."}, {"timestamp": [384.72, 385.0], "text": " It's important to keep the meat as cool and dry and clean as possible."}, {"timestamp": [385.0, 390.0], "text": " Hang carcasses well out of the sun and off the ground."}, {"timestamp": [390.0, 393.0], "text": " If you decide to take cuts from the carcass while in the bush,"}, {"timestamp": [393.0, 395.0], "text": " use the skin as a mat to protect the meat,"}, {"timestamp": [395.0, 397.0], "text": " hairy side down."}, {"timestamp": [397.0, 399.0], "text": " Use a clean knife."}, {"timestamp": [399.0, 401.0], "text": " And once you have taken your cuts,"}, {"timestamp": [401.0, 405.68], "text": " wrap them well in clean muslin cloth before placing them in your pack."}, {"timestamp": [405.68, 409.76], "text": " After a long day in the bush, there's nothing like a good feed of wild game while you're"}, {"timestamp": [409.76, 410.76], "text": " still out here."}, {"timestamp": [410.76, 414.24], "text": " But there's a couple of things to remember."}, {"timestamp": [414.24, 423.72], "text": " Always washing dry hands thoroughly before and after handling raw meat."}, {"timestamp": [423.72, 428.0], "text": " Always use clean utensils, knives and chopping boards from preparing food."}, {"timestamp": [428.0, 432.0], "text": " If you're away hunting over several days and you shoot an animal early in the hunt,"}, {"timestamp": [432.0, 434.0], "text": " it's best to eat it immediately."}, {"timestamp": [434.0, 439.0], "text": " It may not last until you can get at home unless the weather is very cold."}, {"timestamp": [439.0, 442.0], "text": " Try to prepare meals fresh each day."}, {"timestamp": [442.0, 446.0], "text": " Bacteria multiply happily in unrefrigerated leftovers."}, {"timestamp": [446.0, 449.0], "text": " Cook thoroughly and eat while still hot."}, {"timestamp": [449.0, 454.0], "text": " Transporting your carcass is a really important part of the hunt, but it can be easily overlooked."}, {"timestamp": [458.0, 466.08], "text": " If you're walking out of the bush with a whole carcass, leave the skin on."}, {"timestamp": [466.08, 469.64], "text": " Make sure you have cleaned your vehicle before you go hunting so you have a safe place"}, {"timestamp": [469.64, 472.02], "text": " to put the animal carcasses."}, {"timestamp": [472.02, 477.28], "text": " Keep your vehicle free from any poisons, bait or other chemicals and dirt."}, {"timestamp": [477.28, 483.0], "text": " Avoid stacking warm carcasses on top of each other as they'll go off quicker."}, {"timestamp": [483.0, 486.32], "text": " Don't transport a carcass on the bull bars or bonnet of the vehicle"}, {"timestamp": [486.32, 489.68], "text": " as the heat from the engine may cause meat to deteriorate quickly."}, {"timestamp": [490.72, 496.08], "text": " If transporting meat inside a vehicle, using the air conditioning or opening a window"}, {"timestamp": [496.08, 502.24], "text": " will help keep things cool. Don't use the heater. Once home carcasses are often hung to be"}, {"timestamp": [502.24, 507.5], "text": " aged before being cut up. Hang them in a cool place, preferably under refrigeration."}, {"timestamp": [507.5, 509.5], "text": " Otherwise the meat will spoil."}, {"timestamp": [509.5, 514.5], "text": " Wrapping the carcass in a carcass bag is useful to protect it from contamination."}, {"timestamp": [514.5, 518.0], "text": " Food safety at home is something we can all improve on."}, {"timestamp": [518.0, 522.5], "text": " Here's a couple of simple easy tips to keep your meat safe for the family to eat."}, {"timestamp": [527.0, 533.0], "text": " Once you get home, refrigerate meat as soon as possible."}, {"timestamp": [533.0, 539.0], "text": " When freezing meat package cuts in small amounts and spread them throughout your freezer to help the meat freeze quickly."}, {"timestamp": [539.0, 546.18], "text": " Wash knives, chopping boards and other utensils thoroughly after butchering or cutting up meat."}, {"timestamp": [546.18, 550.76], "text": " Store raw meat in the lower part of the fridge and below cooked food to avoid meat drips"}, {"timestamp": [550.76, 553.48], "text": " contaminating other food."}, {"timestamp": [553.48, 557.5], "text": " Always marinate meat in the fridge, not on the bench."}, {"timestamp": [557.5, 560.8], "text": " Cook your meat thoroughly and eat while hot."}, {"timestamp": [560.8, 566.0], "text": " Cool leftover cooked food quickly, storing in the refrigerator as soon as possible."}, {"timestamp": [566.0, 571.72], "text": " If reheating a meal, make sure the food is cooked thoroughly and steaming hot right through to the middle."}, {"timestamp": [571.72, 574.44], "text": " Don't reheat food more than once."}, {"timestamp": [574.44, 578.06], "text": " Now I just want to talk about a problem that's common with wild pigs."}, {"timestamp": [578.06, 583.56], "text": " These guys can be tasty but they can cause a lot of discomfort."}, {"timestamp": [583.56, 587.0], "text": " Wild pork may be infected with the trichinella parasite. Trichinellosis,"}, {"timestamp": [587.0, 592.68], "text": " also called trichinosis, is a disease caused by eating raw or undercooked wild pork"}, {"timestamp": [592.68, 599.0], "text": " infected with the trichinella spiralis worm. These parasites are too small to be seen."}, {"timestamp": [599.0, 604.68], "text": " Trichinella worms can be killed by thoroughly cooking your pork to 75 degrees or higher right"}, {"timestamp": [604.68, 607.0], "text": " through."}, {"timestamp": [607.0, 610.86], "text": " Smoking or microwaving of pork may not kill the worms."}, {"timestamp": [610.86, 615.44], "text": " A meat thermometer is useful to check your pork is cooked properly."}, {"timestamp": [615.44, 619.9], "text": " Freezing the pork for at least 20 days will also kill the parasite."}, {"timestamp": [619.9, 634.5], "text": " Any pork to be fed to animals should also be cooked thoroughly or frozen. For big beasts like this you might end up with more meat than your freezer can handle"}, {"timestamp": [634.5, 636.9], "text": " so you might be thinking about giving it away."}, {"timestamp": [636.9, 641.1], "text": " Now there's a few rules that apply here."}, {"timestamp": [641.1, 648.0], "text": " You can share your wild game with family, friends or visitors as long as it's not in exchange for money or other goods or services."}, {"timestamp": [648.0, 654.0], "text": " You can only trade parts of the catch that are not for human or animal consumption,"}, {"timestamp": [654.0, 659.0], "text": " for example hides, skins, horns and antlers."}, {"timestamp": [659.0, 666.0], "text": " Wild game is eaten at your own risk as no assurances can be given that it's fit to eat."}, {"timestamp": [666.0, 671.0], "text": " For this reason you are not permitted to donate, raffle or sell wild game."}, {"timestamp": [671.0, 675.0], "text": " For example, you can't give meat to your local school to raffle."}, {"timestamp": [675.0, 677.0], "text": " You can't donate meat to a food bank."}, {"timestamp": [677.0, 679.0], "text": " You can't sell meat at a farmer's market."}, {"timestamp": [679.0, 684.0], "text": " A restaurant can cook your meat, but only for you and your party."}, {"timestamp": [684.0, 685.76], "text": " With these simple rules, you know your meat is safe but only for you and your party."}, {"timestamp": [705.0, null], "text": " With these simple rules, you know your meat is safe tofsa.g.g.t.nz. You know,"}], "text": " Gidea I'm Darren and mate do I love hunting Wild Game. In this country we're spoilt for choice so let's go and see what we can get. It's important to remember that the quality and safety of wild game is directly related to how well you look after it in the field and at home. This DVD will provide you with helpful information on keeping your meat safe for you, your friends and family to enjoy. First up, let's take a look at the main risks that surround wild game hunting. It could get in the way of you having a good time, a good hunt and a good feed. There are two main food safety risks that hunters face from wild game. The first is bacterial contamination, which is usually the result of external wounds or sores on the animal. Contamination during field dressing, especially if the gut is punctured, and or poor handling after dressing. The second risk is chemical contamination. This may be caused by the animal eating poison baits used to control possums or other vermin, wild pig that has been scavenging on poisoned carcasses, or exposing the carcass to chemicals like transporting the carcass in a vehicle that has been used to carry weed killer or fuel. These can be easily reduced by planning your hunt. Planning a good hunt is more than just grabbing your rifle and heading into the hills. Here's a few key points that you should check before you go. When planning a hunt you should firstly find out if poisons have been laid in the area where you'll be hunting. If you intend to hunt on private land, talk to the landowner or manager about what poisons have been used in the area and when. If hunting on public land, contact and check with the local Department of Conservation Office and or the Regional Council. For information about poison use on dock managed land, you can also visit the dock website, www.do.g.com.com. Commercial pig hunting is prohibited in the mulbara sounds because many pigs in this area contain high levels of poison residues. It's recommended that recreational hunters also avoid taking wild pigs from this area. A good knife is essential. Make sure your knife is clean and sharp before heading off into the bush. Pag muslin cloth or a carcass bag to protect the meat from flies, dirt and anything else you don't want to end up eating. Alcohol-based hand cleaner is useful for sanitising your hands. A lot of my mates laugh about the hand cleaner, but mate it really works. It's difficult to tell if an animal is fit to eat before taking that shot, but in some cases you may be able to observe the general condition and behaviour of the animal. Is it moving easily? Does it look injured? Is it too skinny despite having plenty of feet around? The best place to shoot an animal is in their head or forequarter. This helps ensure a quick kill and reduces the risk of puncturing the gut and contaminating the meat. Once you've made your kill and are ready to field dress it, there are a few things to remember in order to get the best out of your meat. Check the animal for general condition. Wounds, sores, pus, broken bones and the bullet entry point. This would be a really good eater. Unless you make a decision straight away that it's not worth continuing to dress the animal, just keep its general condition in mind as you proceed to gut it. Ensure the knife and hands are cleaned before gutting. If you haven't got water available, antibacterial wipes or alcohol-based hand cleaner are good alternatives. And remember to pack out what you pack in. Remember to wash your knife and hands while gutting, especially if you punch the gut. Don't wipe the blade on your pants or on the ground. And don't use the same old rag from the last hunting trip. Bleeding the animal will assist in cooling the carcass. Field dressing is important because this is the first step to good quality eating meat. If you have shot a stag, the first thing to do is remove the pizzle, testes and scent glands to avoid tainting the meat. Cut around the anus to free the anal tract. When opening the gut cavity, use your fingers to prevent the knife puncturing the gut by placing them under the blunt side of the knife as you run the knife down the belly of the animal. Take your time because this is a delicate part. This is where a specialised gutting knife can be useful. Once you open the gut cavity you can then pull the anal tract out and away from the carcass before removing the rest of the gut and internal organs. This reduces the risk of contaminating the carcass with fecal matter. It's critical to avoid puncturing the gutting the animal as this will contaminate the meat with bacteria and if you puncture the bladder this will also ruin the meat. Removing the gut and organs quickly helps cool the carcass. Check the organs and meet carefully for signs of disease. Make sure they are the right size and colour and are free of abscesses, cysts and or pus. If they look swollen or infected the animal may not be safe to eat. The heart is usually safe to eat. Never eat the liver or kidneys and don't feed them to your pets as these organs concentrate poisons. Discard the waste away from rivers, tracks and huts. Don't wash the carcasses as risk spreading any contamination already on it. Leave the skin on where possible. It protects your meat from contamination. It's important to keep the meat as cool and dry and clean as possible. Hang carcasses well out of the sun and off the ground. If you decide to take cuts from the carcass while in the bush, use the skin as a mat to protect the meat, hairy side down. Use a clean knife. And once you have taken your cuts, wrap them well in clean muslin cloth before placing them in your pack. After a long day in the bush, there's nothing like a good feed of wild game while you're still out here. But there's a couple of things to remember. Always washing dry hands thoroughly before and after handling raw meat. Always use clean utensils, knives and chopping boards from preparing food. If you're away hunting over several days and you shoot an animal early in the hunt, it's best to eat it immediately. It may not last until you can get at home unless the weather is very cold. Try to prepare meals fresh each day. Bacteria multiply happily in unrefrigerated leftovers. Cook thoroughly and eat while still hot. Transporting your carcass is a really important part of the hunt, but it can be easily overlooked. If you're walking out of the bush with a whole carcass, leave the skin on. Make sure you have cleaned your vehicle before you go hunting so you have a safe place to put the animal carcasses. Keep your vehicle free from any poisons, bait or other chemicals and dirt. Avoid stacking warm carcasses on top of each other as they'll go off quicker. Don't transport a carcass on the bull bars or bonnet of the vehicle as the heat from the engine may cause meat to deteriorate quickly. If transporting meat inside a vehicle, using the air conditioning or opening a window will help keep things cool. Don't use the heater. Once home carcasses are often hung to be aged before being cut up. Hang them in a cool place, preferably under refrigeration. Otherwise the meat will spoil. Wrapping the carcass in a carcass bag is useful to protect it from contamination. Food safety at home is something we can all improve on. Here's a couple of simple easy tips to keep your meat safe for the family to eat. Once you get home, refrigerate meat as soon as possible. When freezing meat package cuts in small amounts and spread them throughout your freezer to help the meat freeze quickly. Wash knives, chopping boards and other utensils thoroughly after butchering or cutting up meat. Store raw meat in the lower part of the fridge and below cooked food to avoid meat drips contaminating other food. Always marinate meat in the fridge, not on the bench. Cook your meat thoroughly and eat while hot. Cool leftover cooked food quickly, storing in the refrigerator as soon as possible. If reheating a meal, make sure the food is cooked thoroughly and steaming hot right through to the middle. Don't reheat food more than once. Now I just want to talk about a problem that's common with wild pigs. These guys can be tasty but they can cause a lot of discomfort. Wild pork may be infected with the trichinella parasite. Trichinellosis, also called trichinosis, is a disease caused by eating raw or undercooked wild pork infected with the trichinella spiralis worm. These parasites are too small to be seen. Trichinella worms can be killed by thoroughly cooking your pork to 75 degrees or higher right through. Smoking or microwaving of pork may not kill the worms. A meat thermometer is useful to check your pork is cooked properly. Freezing the pork for at least 20 days will also kill the parasite. Any pork to be fed to animals should also be cooked thoroughly or frozen. For big beasts like this you might end up with more meat than your freezer can handle so you might be thinking about giving it away. Now there's a few rules that apply here. You can share your wild game with family, friends or visitors as long as it's not in exchange for money or other goods or services. You can only trade parts of the catch that are not for human or animal consumption, for example hides, skins, horns and antlers. Wild game is eaten at your own risk as no assurances can be given that it's fit to eat. For this reason you are not permitted to donate, raffle or sell wild game. For example, you can't give meat to your local school to raffle. You can't donate meat to a food bank. You can't sell meat at a farmer's market. A restaurant can cook your meat, but only for you and your party. With these simple rules, you know your meat is safe but only for you and your party. With these simple rules, you know your meat is safe tofsa.g.g.t.nz. You know,"}