{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " New flagship of the Union Steamship Company."}, {"timestamp": [5.0, 8.0], "text": " She was the most graceful ship in New Zealand waters."}, {"timestamp": [10.0, 17.0], "text": " But on the morning of April 10th, 1968, she would sail into Wellington's worst storm in living memory."}, {"timestamp": [21.0, 24.0], "text": " The wind is reported to be blowing nearly a hundred miles an hour."}, {"timestamp": [25.0, 28.0], "text": " Time's almost turning the car over."}, {"timestamp": [28.0, 33.0], "text": " Reporters in the Capitol woke up in the middle of a big breaking story."}, {"timestamp": [33.0, 37.0], "text": " But there would be extraordinary problems that day, like getting to work."}, {"timestamp": [37.0, 39.0], "text": " Taxis, for example, you couldn't..."}, {"timestamp": [39.0, 43.0], "text": " Taxis wouldn't take you unless there were four of you sort of to get the weight."}, {"timestamp": [43.0, 51.22], "text": " They were literally scared of being blown over. I actually remember waking up with the tree crashing through the, took"}, {"timestamp": [51.22, 55.58], "text": " the whole corner of the house we were living in at the time off, so that was the first introduction"}, {"timestamp": [55.58, 61.66], "text": " to way any day and struggling one's way onto the train and into town. The man in charge of"}, {"timestamp": [61.66, 65.0], "text": " news coverage got to a train and found it wasn't going anywhere."}, {"timestamp": [65.0, 72.0], "text": " So I had to get off the train, try and find a telephone and found that just about every house that I went to, the telephone wouldn't work"}, {"timestamp": [72.0, 77.0], "text": " because the water had gotten to all the underground cables at that stage."}, {"timestamp": [77.0, 83.0], "text": " Eventually was lucky enough to find a small business that had a battery operated phone, rang the office,"}, {"timestamp": [83.0, 87.88], "text": " got them to talk to the cameraman in the hut valley, and got him to come to that place and pick me out."}, {"timestamp": [87.88, 91.0], "text": " It would be several hours before he reached work."}, {"timestamp": [91.0, 97.0], "text": " Meanwhile, the newsroom was busy just covering the biggest storm ever to hit the Capitol."}, {"timestamp": [97.0, 102.44], "text": " At that stage, the main concern of most of the news organizations in Wellington was actually"}, {"timestamp": [102.44, 103.24], "text": " not the ship."}, {"timestamp": [103.24, 105.04], "text": " It was what was going on on the ground."}, {"timestamp": [106.72, 107.3], "text": " It was a huge storm blowing."}, {"timestamp": [111.12, 111.68], "text": " There were people killed on the ground quite unrelated to the Wahini incident."}, {"timestamp": [120.74, 121.1], "text": " It wasn't until there was a realization, which I have to say to some degree was almost denied by authorities until quite late in the day,"}, {"timestamp": [122.84, 123.6], "text": " that the Wahini was in serious trouble."}, {"timestamp": [126.46, 127.38], "text": " But we started to refocus our attention in that direction."}, {"timestamp": [131.6, 134.12], "text": " Bad as the conditions were, it just didn't seem possible that a ship like the Wahini could be in trouble if it was inside the harbour."}, {"timestamp": [135.6, 142.68], "text": " I remember doing an interview with the cop who was coordinating the kind of semi-emergency"}, {"timestamp": [142.68, 143.46], "text": " as it then was."}, {"timestamp": [144.18, 146.0], "text": " And I can remember him saying,"}, {"timestamp": [146.0, 148.0], "text": " we thought we were in trouble,"}, {"timestamp": [148.0, 150.0], "text": " but now that the Wahini is okay,"}, {"timestamp": [150.0, 152.0], "text": " which everybody thought it was for a while,"}, {"timestamp": [152.0, 155.0], "text": " it was going to get through there and come in,"}, {"timestamp": [155.0, 157.0], "text": " we can relax."}, {"timestamp": [157.0, 173.3], "text": " He was, how wrong he was. Tragedy today in Wellington Harbour."}, {"timestamp": [173.3, 182.1], "text": " The Inter-Iland ferry Wahinay founded off Port Dorset with 744 passengers and crew aboard."}, {"timestamp": [182.1, 187.0], "text": " There's been serious loss of life, but exact details are not yet available."}, {"timestamp": [187.0, 193.0], "text": " Is known at least 40 are dead, but this figure could be much higher."}, {"timestamp": [193.0, 200.0], "text": " Hundreds of survivors are in hospitals and emergency centres in Wellington and the hut."}, {"timestamp": [200.0, 209.0], "text": " First indication of trouble came as the Wahiné, on its way north from Littleton, tried to enter the harbour in a storm with winds gusting to a hundred knots."}, {"timestamp": [209.0, 220.0], "text": " The vessel hit Barrettreef, but managed to get clear and for most of the morning lay about a quarter of a mile off Fort Dorset with her anchors dragging."}, {"timestamp": [220.0, 226.98], "text": " Well when you're a young 17-year-old cameraman, there's a lot of things racing through your mind."}, {"timestamp": [227.1, 231.16], "text": " I myself was in tears most of the day while I was at Sea Tune."}, {"timestamp": [231.74, 237.62], "text": " And I remember on the day walking into the water right up to my chest to get the boat in the water."}, {"timestamp": [239.04, 242.28], "text": " It was the first lifeboat to reach the shore on C-Tune Beach."}, {"timestamp": [243.06, 247.0], "text": " Many of the people in it were treated on the beach by teams of doctors."}, {"timestamp": [252.0, 261.0], "text": " Wellington's entire ambulance fleet stood by as the more serious cases were brought in. By late afternoon, about 50 people had been taken to Wellington Hospital for treatment."}, {"timestamp": [263.0, 267.6], "text": " And then they started passing little children down the line and they were sort of throwing"}, {"timestamp": [267.6, 270.6], "text": " them like little footballs and it was all wrapped in blankets."}, {"timestamp": [270.6, 275.0], "text": " It was quite amazing and they just sort of lined them up on the beach."}, {"timestamp": [279.0, 283.0], "text": " Piles of blankets were brought for the survivors and C-Tin residents kept up surprise"}, {"timestamp": [283.0, 297.5], "text": " of soup throughout the day."}, {"timestamp": [305.0, 310.0], "text": " 24 years later a reporter hasn't forgotten the conflict between doing his job and leaving the survivors to recover in peace. The police had sealed off the area so they didn't, they weren't, they were trying to stop"}, {"timestamp": [310.0, 315.0], "text": " everybody getting in obviously because they were trying to keep the roads clear for the ambulances."}, {"timestamp": [315.0, 320.0], "text": " So you had to make a decision to kind of just charge on in."}, {"timestamp": [320.0, 322.0], "text": " What exactly happened?"}, {"timestamp": [322.0, 326.0], "text": " Well we, the quarter past half out of six, we were,"}, {"timestamp": [326.0, 331.0], "text": " over the intercom, we had the instructions for the passengers."}, {"timestamp": [331.0, 333.0], "text": " Getting the van, boy, to put on their, uh,"}, {"timestamp": [333.0, 335.0], "text": " get him to call them to call them, to put on their, uh,"}, {"timestamp": [335.0, 340.0], "text": " wife jackets and proceed to the bee, B deck."}, {"timestamp": [340.0, 343.0], "text": " I remember getting a bit of a bad time from people about how"}, {"timestamp": [343.0, 347.28], "text": " I hadn't let this guy go to the ambulance when I should have done."}, {"timestamp": [347.88, 350.02], "text": " So you did feel a bit of guilt, but that was probably later."}, {"timestamp": [350.02, 363.52], "text": " You were aware of having to metaphorically put your foot in the door and impose on people, their privacy, their grief, their pain, whatever it was."}, {"timestamp": [366.0, 370.5], "text": " But you did it. The main casualty clearing station for survivors"}, {"timestamp": [370.5, 373.0], "text": " were set up at the Wellington Railway Station."}, {"timestamp": [373.0, 376.0], "text": " Here a check was made on the names of survivors."}, {"timestamp": [376.0, 380.0], "text": " The injured went to hospitals, others went to stay with relatives,"}, {"timestamp": [380.0, 382.0], "text": " still others are being billeted tonight."}, {"timestamp": [382.0, 385.72], "text": " The army was bringing them in."}, {"timestamp": [385.72, 388.16], "text": " They were the great unsung heroes of the day."}, {"timestamp": [388.16, 391.94], "text": " They brought them in, they wrapped them in blankets, and the people came through here in a"}, {"timestamp": [391.94, 394.82], "text": " very dazed, almost a stupefied fashion."}, {"timestamp": [394.82, 397.32], "text": " It was very difficult to talk to them."}, {"timestamp": [397.32, 398.56], "text": " I can ask you what it was like out there."}, {"timestamp": [398.56, 399.76], "text": " Wasn't too nice in the sea."}, {"timestamp": [399.76, 400.76], "text": " Yes."}, {"timestamp": [400.76, 402.76], "text": " How did you get off the boat yourself?"}, {"timestamp": [402.76, 403.76], "text": " Your lifeboat got swamped."}, {"timestamp": [403.76, 406.0], "text": " How did you get into the lifeboat? I had to jump. How. Your lifeboat got swamped. How did you get into the lifeboat?"}, {"timestamp": [406.0, 407.0], "text": " I had to jump."}, {"timestamp": [407.0, 408.0], "text": " How far did you have to jump?"}, {"timestamp": [408.0, 410.0], "text": " From the second deck, I suppose."}, {"timestamp": [410.0, 413.0], "text": " Were you frightened at all before when he called"}, {"timestamp": [413.0, 416.0], "text": " came out to abandon ship that you'd have to go over the side?"}, {"timestamp": [416.0, 419.0], "text": " Well, I think it's wish we'd be told much sooner."}, {"timestamp": [419.0, 424.0], "text": " And the worst part was getting to the lifeboat, so the deck was so slippery."}, {"timestamp": [424.0, 427.0], "text": " How long were you told before you had to abandon ship?"}, {"timestamp": [427.0, 429.0], "text": " Two minutes."}, {"timestamp": [429.0, 433.0], "text": " Reporters could see the bodies lying on the beach,"}, {"timestamp": [433.0, 437.0], "text": " but it was difficult to confirm the magnitude of the disaster,"}, {"timestamp": [437.0, 439.0], "text": " something the public wanted to know."}, {"timestamp": [439.0, 442.0], "text": " We were getting thousands of course from all over the country"}, {"timestamp": [442.0, 445.96], "text": " from people who had relatives, friends, relations"}, {"timestamp": [445.96, 450.56], "text": " and so on on the boat and wanted to know where they were safe and we couldn't confirm one"}, {"timestamp": [450.56, 456.06], "text": " way or another because we had no list to work from. The police in fact knew a lot more than"}, {"timestamp": [456.06, 460.64], "text": " they would actually reveal until much later because they wanted to notify the next to kin."}, {"timestamp": [460.64, 465.34], "text": " Some great news footage was shot that day though much of it has never been"}, {"timestamp": [465.34, 470.68], "text": " seen. It's very cold, very wet. I always remember taking the camera to processing"}, {"timestamp": [470.68, 475.66], "text": " and actually pour the water out of the magazine that the film was in before we took the film"}, {"timestamp": [475.66, 480.94], "text": " out of it. Even the film that we got in to the studios that went into processing"}, {"timestamp": [480.94, 490.0], "text": " there were power cuts. If the processing machine stopped while film was in the processing fluid, we'd lose that as well."}, {"timestamp": [490.0, 494.0], "text": " The fate of the Indira Island ferry was big news everywhere."}, {"timestamp": [494.0, 499.0], "text": " But when Canterbury viewers switched on their bulletin at 7.30 that night, they couldn't see these pictures."}, {"timestamp": [499.0, 502.0], "text": " The NZBC still didn't have a network."}, {"timestamp": [502.0, 507.38], "text": " But they did get to see them later that night."}, {"timestamp": [509.4, 509.6], "text": " A news crew had driven to Kakura,"}, {"timestamp": [512.26, 515.24], "text": " where they set up their camera in front of a television set and recorded the Wellington transmission on film."}, {"timestamp": [515.74, 517.84], "text": " Then they made a high-speed dash to Christchurch"}, {"timestamp": [517.84, 519.74], "text": " to get the film on air by midnight."}, {"timestamp": [520.96, 524.74], "text": " As you can imagine, we weren't sort of doing just the speed limit."}, {"timestamp": [524.74, 525.0], "text": " We were doing a bit of low-flying, and that actually sort of doing just the speed limit."}, {"timestamp": [525.0, 531.0], "text": " We were doing a bit of low flying and that actually turned into a literal low flying because"}, {"timestamp": [531.0, 538.0], "text": " as we came through the Greta cutting on a bit of a straight stretch there, the wind picked up"}, {"timestamp": [538.0, 541.0], "text": " and we actually left the ground."}, {"timestamp": [541.0, 546.8], "text": " The NZ's coverage of the Wahina tragedy won an international award."}, {"timestamp": [546.8, 551.46], "text": " For a while newsrooms can spend years waiting for a really big story like Wahini Day,"}, {"timestamp": [551.46, 555.5], "text": " they're often unprepared when it comes along."}, {"timestamp": [555.5, 556.5], "text": " Communications were appalling."}, {"timestamp": [556.5, 558.88], "text": " All of our systems had broken down."}, {"timestamp": [558.88, 561.7], "text": " We grabbed everybody who could get to the scene."}, {"timestamp": [561.7, 564.8], "text": " We grabbed every camera that could be utilized."}, {"timestamp": [564.8, 565.5], "text": " And we sent people"}, {"timestamp": [565.5, 570.46], "text": " out into the field, and all of them individually made decisions based on what they could"}, {"timestamp": [570.46, 572.26], "text": " do at the time."}, {"timestamp": [572.26, 574.76], "text": " Out of that came that night's television news."}], "text": " New flagship of the Union Steamship Company. She was the most graceful ship in New Zealand waters. But on the morning of April 10th, 1968, she would sail into Wellington's worst storm in living memory. The wind is reported to be blowing nearly a hundred miles an hour. Time's almost turning the car over. Reporters in the Capitol woke up in the middle of a big breaking story. But there would be extraordinary problems that day, like getting to work. Taxis, for example, you couldn't... Taxis wouldn't take you unless there were four of you sort of to get the weight. They were literally scared of being blown over. I actually remember waking up with the tree crashing through the, took the whole corner of the house we were living in at the time off, so that was the first introduction to way any day and struggling one's way onto the train and into town. The man in charge of news coverage got to a train and found it wasn't going anywhere. So I had to get off the train, try and find a telephone and found that just about every house that I went to, the telephone wouldn't work because the water had gotten to all the underground cables at that stage. Eventually was lucky enough to find a small business that had a battery operated phone, rang the office, got them to talk to the cameraman in the hut valley, and got him to come to that place and pick me out. It would be several hours before he reached work. Meanwhile, the newsroom was busy just covering the biggest storm ever to hit the Capitol. At that stage, the main concern of most of the news organizations in Wellington was actually not the ship. It was what was going on on the ground. It was a huge storm blowing. There were people killed on the ground quite unrelated to the Wahini incident. It wasn't until there was a realization, which I have to say to some degree was almost denied by authorities until quite late in the day, that the Wahini was in serious trouble. But we started to refocus our attention in that direction. Bad as the conditions were, it just didn't seem possible that a ship like the Wahini could be in trouble if it was inside the harbour. I remember doing an interview with the cop who was coordinating the kind of semi-emergency as it then was. And I can remember him saying, we thought we were in trouble, but now that the Wahini is okay, which everybody thought it was for a while, it was going to get through there and come in, we can relax. He was, how wrong he was. Tragedy today in Wellington Harbour. The Inter-Iland ferry Wahinay founded off Port Dorset with 744 passengers and crew aboard. There's been serious loss of life, but exact details are not yet available. Is known at least 40 are dead, but this figure could be much higher. Hundreds of survivors are in hospitals and emergency centres in Wellington and the hut. First indication of trouble came as the Wahiné, on its way north from Littleton, tried to enter the harbour in a storm with winds gusting to a hundred knots. The vessel hit Barrettreef, but managed to get clear and for most of the morning lay about a quarter of a mile off Fort Dorset with her anchors dragging. Well when you're a young 17-year-old cameraman, there's a lot of things racing through your mind. I myself was in tears most of the day while I was at Sea Tune. And I remember on the day walking into the water right up to my chest to get the boat in the water. It was the first lifeboat to reach the shore on C-Tune Beach. Many of the people in it were treated on the beach by teams of doctors. Wellington's entire ambulance fleet stood by as the more serious cases were brought in. By late afternoon, about 50 people had been taken to Wellington Hospital for treatment. And then they started passing little children down the line and they were sort of throwing them like little footballs and it was all wrapped in blankets. It was quite amazing and they just sort of lined them up on the beach. Piles of blankets were brought for the survivors and C-Tin residents kept up surprise of soup throughout the day. 24 years later a reporter hasn't forgotten the conflict between doing his job and leaving the survivors to recover in peace. The police had sealed off the area so they didn't, they weren't, they were trying to stop everybody getting in obviously because they were trying to keep the roads clear for the ambulances. So you had to make a decision to kind of just charge on in. What exactly happened? Well we, the quarter past half out of six, we were, over the intercom, we had the instructions for the passengers. Getting the van, boy, to put on their, uh, get him to call them to call them, to put on their, uh, wife jackets and proceed to the bee, B deck. I remember getting a bit of a bad time from people about how I hadn't let this guy go to the ambulance when I should have done. So you did feel a bit of guilt, but that was probably later. You were aware of having to metaphorically put your foot in the door and impose on people, their privacy, their grief, their pain, whatever it was. But you did it. The main casualty clearing station for survivors were set up at the Wellington Railway Station. Here a check was made on the names of survivors. The injured went to hospitals, others went to stay with relatives, still others are being billeted tonight. The army was bringing them in. They were the great unsung heroes of the day. They brought them in, they wrapped them in blankets, and the people came through here in a very dazed, almost a stupefied fashion. It was very difficult to talk to them. I can ask you what it was like out there. Wasn't too nice in the sea. Yes. How did you get off the boat yourself? Your lifeboat got swamped. How did you get into the lifeboat? I had to jump. How. Your lifeboat got swamped. How did you get into the lifeboat? I had to jump. How far did you have to jump? From the second deck, I suppose. Were you frightened at all before when he called came out to abandon ship that you'd have to go over the side? Well, I think it's wish we'd be told much sooner. And the worst part was getting to the lifeboat, so the deck was so slippery. How long were you told before you had to abandon ship? Two minutes. Reporters could see the bodies lying on the beach, but it was difficult to confirm the magnitude of the disaster, something the public wanted to know. We were getting thousands of course from all over the country from people who had relatives, friends, relations and so on on the boat and wanted to know where they were safe and we couldn't confirm one way or another because we had no list to work from. The police in fact knew a lot more than they would actually reveal until much later because they wanted to notify the next to kin. Some great news footage was shot that day though much of it has never been seen. It's very cold, very wet. I always remember taking the camera to processing and actually pour the water out of the magazine that the film was in before we took the film out of it. Even the film that we got in to the studios that went into processing there were power cuts. If the processing machine stopped while film was in the processing fluid, we'd lose that as well. The fate of the Indira Island ferry was big news everywhere. But when Canterbury viewers switched on their bulletin at 7.30 that night, they couldn't see these pictures. The NZBC still didn't have a network. But they did get to see them later that night. A news crew had driven to Kakura, where they set up their camera in front of a television set and recorded the Wellington transmission on film. Then they made a high-speed dash to Christchurch to get the film on air by midnight. As you can imagine, we weren't sort of doing just the speed limit. We were doing a bit of low-flying, and that actually sort of doing just the speed limit. We were doing a bit of low flying and that actually turned into a literal low flying because as we came through the Greta cutting on a bit of a straight stretch there, the wind picked up and we actually left the ground. The NZ's coverage of the Wahina tragedy won an international award. For a while newsrooms can spend years waiting for a really big story like Wahini Day, they're often unprepared when it comes along. Communications were appalling. All of our systems had broken down. We grabbed everybody who could get to the scene. We grabbed every camera that could be utilized. And we sent people out into the field, and all of them individually made decisions based on what they could do at the time. Out of that came that night's television news."}