{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Good"}, {"timestamp": [2.0, 6.0], "text": " Gaeli."}, {"timestamp": [6.0, 26.76], "text": " I'm Craig Roger from the space visit group at the University of the Targa."}, {"timestamp": [26.76, 33.2], "text": " Now we're not astronomers, we're space physicists. We don't use optics, we don't use telescopes,"}, {"timestamp": [33.2, 38.24], "text": " we use radio receivers and so we've got all these wires up here connecting us to our"}, {"timestamp": [38.24, 43.88], "text": " local experiments up on the roof, up in the hills of Dunedin, beaming data back down"}, {"timestamp": [43.88, 45.92], "text": " here into the lab. We're really interested in the climate of Dunedin, beaming data back down here into the lab."}, {"timestamp": [45.92, 51.84], "text": " We're really interested in the climate of the earth, we're interested in the way the sun and"}, {"timestamp": [51.84, 58.08], "text": " the earth interact. And so we've got a bunch of focuses. One of the things we like to do is"}, {"timestamp": [58.08, 62.96], "text": " we're interested in solar flares, which are huge explosions on the sun. At the same time, we're"}, {"timestamp": [62.96, 66.24], "text": " interested in the Earth's climate. And so we're interested in lightning."}, {"timestamp": [66.24, 68.4], "text": " You know, there's lightning going pop, pop, pop, pop, pop, pop, pop, pop,"}, {"timestamp": [68.4, 69.76], "text": " all around the world,"}, {"timestamp": [69.76, 73.44], "text": " and we're part of running an international network"}, {"timestamp": [73.44, 76.56], "text": " of lightning detectors distributed around the world."}, {"timestamp": [76.56, 79.28], "text": " First of all, I want to tell you a story about"}, {"timestamp": [79.28, 82.24], "text": " the biggest explosion in the solar system."}, {"timestamp": [82.24, 86.8], "text": " Back in late 2003, there was an explosion on the surface of the sun. So a region in the solar system. Back in late 2003, there was an explosion on the surface of the"}, {"timestamp": [86.8, 93.94], "text": " sun. So a region in the sun exploded with great force and created a solar flare. So normally"}, {"timestamp": [93.94, 99.0], "text": " there's these satellites going around the earth and then measuring the x-rays coming from the sun."}, {"timestamp": [99.66, 106.5], "text": " When this solar flare occurred, it was so big that the satellites just couldn't make a measurement."}, {"timestamp": [106.5, 114.0], "text": " They didn't die, but their experiments just got up to the biggest number they could count to and stopped."}, {"timestamp": [114.0, 122.0], "text": " And one of the things that we could do here at Otago, here in the Eden, was to make measurements, measurements of how big that flare was."}, {"timestamp": [122.0, 125.34], "text": " So this green image is an image of the sun"}, {"timestamp": [125.34, 127.24], "text": " taken in the extreme ultraviolet."}, {"timestamp": [127.24, 130.5], "text": " But you can see that it's completely dominated by this here."}, {"timestamp": [130.5, 131.76], "text": " And that's our solar flare."}, {"timestamp": [131.76, 133.76], "text": " That's the biggest explosion in the solar system"}, {"timestamp": [133.76, 134.76], "text": " that I was talking about."}, {"timestamp": [134.76, 136.5], "text": " You can see that it looks really weird."}, {"timestamp": [136.5, 139.76], "text": " If you look most of the image, it's sparkled and spatled,"}, {"timestamp": [139.76, 141.34], "text": " and there's a big bits that are quite bright."}, {"timestamp": [141.34, 142.76], "text": " And actually, if you look at the image carefully,"}, {"timestamp": [142.76, 144.5], "text": " you might need to do it on your own computer screen."}, {"timestamp": [144.5, 146.88], "text": " We've got cool things like here you can see traces"}, {"timestamp": [146.88, 153.56], "text": " traceries which are individual magnetic field lines of the sun huge arcs stretching out into"}, {"timestamp": [153.56, 158.82], "text": " space that are illuminated and you can see these traces it's beautiful but down here the"}, {"timestamp": [158.82, 163.56], "text": " image is all wrong looking there's these big lines on the image and that's because this"}, {"timestamp": [163.56, 165.12], "text": " explosion was so big it was so powerful that the camera on the image. And that's because this explosion was so big."}, {"timestamp": [165.16, 170.34], "text": " It was so powerful that the camera on the satellite is just overloaded here."}, {"timestamp": [170.8, 173.46], "text": " It's like you trying to take your camera and take a picture of the sun with it,"}, {"timestamp": [173.48, 174.64], "text": " and you won't get a sensible image."}, {"timestamp": [174.8, 180.44], "text": " Well, around here, the ultraviolet, there was so much light coming from the sun,"}, {"timestamp": [180.68, 184.76], "text": " from this part of the sun, on the edge of the sun, that the camera is just overloaded."}, {"timestamp": [185.0, 187.0], "text": " But have a look at this. There's another cool thing in here. There's a movie."}, {"timestamp": [187.0, 190.0], "text": " It's taken from the same satellite. Here we go."}, {"timestamp": [190.0, 194.0], "text": " So this is a coronagraph."}, {"timestamp": [194.0, 198.0], "text": " So the sun is behind this disc here. There's a disk. You can't see the sun."}, {"timestamp": [198.0, 200.0], "text": " You can't see the sun because the sun is too bright."}, {"timestamp": [200.0, 203.0], "text": " So they put a disc in the way."}, {"timestamp": [203.0, 206.12], "text": " And in fact you can see here's the arm, this dark part here,"}, {"timestamp": [206.18, 208.04], "text": " that's the arm that's holding the disc in front of the sun."}, {"timestamp": [208.16, 209.9], "text": " So this you can't see anything there, that's fine."}, {"timestamp": [210.28, 213.28], "text": " At various times, there are explosions on the sun"}, {"timestamp": [213.28, 216.76], "text": " which throw material out into space."}, {"timestamp": [216.84, 218.98], "text": " Now, for me, my mental picture of this,"}, {"timestamp": [219.02, 221.34], "text": " it's like a cartoon image, is that the sun vomits."}, {"timestamp": [222.26, 226.1], "text": " This cloud of material comes streaming out of the sun,"}, {"timestamp": [226.28, 231.56], "text": " millions and millions of tons of particles matter out into space."}, {"timestamp": [232.2, 236.54], "text": " Anyway, why did we get excited about this solar flare event at Otago?"}, {"timestamp": [237.44, 240.98], "text": " We got excited because we were measuring"}, {"timestamp": [240.98, 243.74], "text": " the response of the Earth's atmosphere"}, {"timestamp": [243.74, 245.48], "text": " to the x-rays that came from the sun."}, {"timestamp": [246.08, 248.22], "text": " Then along comes the greatest explosion in 30 years."}, {"timestamp": [248.44, 249.34], "text": " The satellites fail."}, {"timestamp": [250.24, 252.36], "text": " They just can't make a measurement. It's too big."}, {"timestamp": [253.1, 257.26], "text": " But the atmosphere, the atmosphere is a lot, lot harder to saturate."}, {"timestamp": [257.84, 261.48], "text": " The explosion was so big, it moved the lower part of the ionosphere."}, {"timestamp": [261.6, 263.24], "text": " That's the charged bit of the atmosphere."}, {"timestamp": [263.36, 264.68], "text": " All these x-rays are striking."}, {"timestamp": [269.46, 276.48], "text": " Moved it down by about 15 to 20 kilometres. It's a huge shift. It's like the shift from day to night. But it only shifted it down to about 55 kilometres or so."}, {"timestamp": [276.8, 282.12], "text": " So it's still got 50 kilometres of atmosphere protecting us from these x-rays. So very hard"}, {"timestamp": [282.12, 305.44], "text": " to saturate to knock out the earth's atmosphere. And so Neil Thompson, my good friend and collaborator, was able to make a measurement of how big this flare was. It was huge, gigantic explosion. That was really interesting, really exciting time. So what we're looking at here is an indication of lightning occurring all over the world."}, {"timestamp": [309.62, 309.98], "text": " You've got a thunderstorm, thunderstorm, and a lightning discharge goes off."}, {"timestamp": [310.34, 311.14], "text": " Right?"}, {"timestamp": [311.38, 312.38], "text": " Pop!"}, {"timestamp": [318.74, 319.94], "text": " Blast of radio waves gets sent in all directions, spreading out from the thunderstorm, from a lightning flash."}, {"timestamp": [325.38, 326.38], "text": " These radio waves get trapped inside the space between the ground of the ionosphere and then they can travel. They travel."}, {"timestamp": [326.38, 331.18], "text": " These radio waves travel outwards for huge, huge distances."}, {"timestamp": [331.18, 335.5], "text": " So this here is data that's arriving in real time from the hills of Dunedin."}, {"timestamp": [335.5, 337.32], "text": " It's recordings that are being made right now."}, {"timestamp": [337.32, 339.5], "text": " I could not tell you what's going to happen next."}, {"timestamp": [339.5, 343.12], "text": " So you can see the vertical lines, that's the pulses arriving from the lightning here in"}, {"timestamp": [343.12, 344.04], "text": " Dunedin."}, {"timestamp": [344.04, 349.12], "text": " Now we're part of an international network. We help set up this international network of radio"}, {"timestamp": [349.12, 354.84], "text": " receivers like this that are scattered all around the world. At the moment there are 20 of them."}, {"timestamp": [354.84, 361.32], "text": " And when the radio wave from the lightning arrives at that location, it says, aha, there's a lightning flash, and it notes the time."}, {"timestamp": [361.32, 365.96], "text": " And it sends the time back to Dunedin and to Seattle in the United States"}, {"timestamp": [365.96, 366.9], "text": " across the internet."}, {"timestamp": [367.08, 368.52], "text": " So just across a normal internet line"}, {"timestamp": [368.52, 370.6], "text": " and it says, okay, I saw a lightning at this time."}, {"timestamp": [370.8, 372.1], "text": " And now we're part of this growing"}, {"timestamp": [372.1, 374.02], "text": " international collaborative arrangement"}, {"timestamp": [374.02, 375.28], "text": " where we can work out"}, {"timestamp": [375.28, 377.14], "text": " where lightning is anywhere on the world"}, {"timestamp": [377.14, 378.44], "text": " in real time."}, {"timestamp": [378.68, 380.68], "text": " And we put maps up on the World Wide Web."}, {"timestamp": [381.18, 383.46], "text": " This is the homepage of Wollum."}, {"timestamp": [383.86, 385.24], "text": " It's a New Zealand network, right?"}, {"timestamp": [385.24, 391.24], "text": " The Worldwide Lightning Location Network, Woolen. Here's a good plot. This is the world map"}, {"timestamp": [391.24, 397.2], "text": " of lightning showing lightning in the last 40 minutes, but it's updated every 10 minutes."}, {"timestamp": [397.2, 401.42], "text": " And there's different colours depending on how old the lightning is. So it fades away, it ages"}, {"timestamp": [401.42, 405.6], "text": " with time on the plots. Now the other plot I wanted to show you, I've got this here, was,"}, {"timestamp": [405.74, 408.04], "text": " this plot of lightning in America."}, {"timestamp": [408.62, 410.04], "text": " The Americans get lots of lightning,"}, {"timestamp": [410.24, 413.52], "text": " and there's this big, well-defined storm system right here."}, {"timestamp": [413.56, 415.32], "text": " Look at it, beautiful round storm system."}, {"timestamp": [415.62, 418.02], "text": " And I bet you that'll be moving down the map."}, {"timestamp": [418.06, 418.88], "text": " It'll be moving south,"}, {"timestamp": [418.94, 421.42], "text": " because lightning tends to be on the leading edge of a storm,"}, {"timestamp": [421.42, 425.04], "text": " and there's this huge concentration of lightning there."}, {"timestamp": [425.32, 427.98], "text": " This is a new experimental tool"}, {"timestamp": [427.98, 429.84], "text": " that we're building in collaboration"}, {"timestamp": [429.84, 431.74], "text": " with our friends all over the world."}, {"timestamp": [432.44, 433.92], "text": " New stations going into Finland."}, {"timestamp": [434.22, 436.0], "text": " We're even going to put in some stations in Antarctica."}, {"timestamp": [436.34, 438.16], "text": " Going south to Antarctica to put stations in."}, {"timestamp": [438.7, 440.96], "text": " To try and really understand"}, {"timestamp": [440.96, 443.38], "text": " what's going on with lightning on the biggest scales."}, {"timestamp": [444.24, 446.98], "text": " I really, really enjoy physics."}, {"timestamp": [447.12, 449.3], "text": " It's really been a wonderfully fun time."}, {"timestamp": [449.4, 450.4], "text": " I love the research."}, {"timestamp": [450.84, 455.78], "text": " I love getting into a problem and grabbing it and trying to understand what's going on."}, {"timestamp": [456.6, 458.86], "text": " And frankly, I love the international linkages."}, {"timestamp": [459.1, 462.96], "text": " I mean, you go away, you talk to people from Finland, you talk to people from Fiji,"}, {"timestamp": [463.3, 466.0], "text": " you talk to people from America, you travel the world."}, {"timestamp": [466.0, 468.0], "text": " There's some pluses there."}, {"timestamp": [468.0, 470.0], "text": " And you talk physics."}, {"timestamp": [470.0, 472.0], "text": " So it's great fun."}], "text": " Good Gaeli. I'm Craig Roger from the space visit group at the University of the Targa. Now we're not astronomers, we're space physicists. We don't use optics, we don't use telescopes, we use radio receivers and so we've got all these wires up here connecting us to our local experiments up on the roof, up in the hills of Dunedin, beaming data back down here into the lab. We're really interested in the climate of Dunedin, beaming data back down here into the lab. We're really interested in the climate of the earth, we're interested in the way the sun and the earth interact. And so we've got a bunch of focuses. One of the things we like to do is we're interested in solar flares, which are huge explosions on the sun. At the same time, we're interested in the Earth's climate. And so we're interested in lightning. You know, there's lightning going pop, pop, pop, pop, pop, pop, pop, pop, all around the world, and we're part of running an international network of lightning detectors distributed around the world. First of all, I want to tell you a story about the biggest explosion in the solar system. Back in late 2003, there was an explosion on the surface of the sun. So a region in the solar system. Back in late 2003, there was an explosion on the surface of the sun. So a region in the sun exploded with great force and created a solar flare. So normally there's these satellites going around the earth and then measuring the x-rays coming from the sun. When this solar flare occurred, it was so big that the satellites just couldn't make a measurement. They didn't die, but their experiments just got up to the biggest number they could count to and stopped. And one of the things that we could do here at Otago, here in the Eden, was to make measurements, measurements of how big that flare was. So this green image is an image of the sun taken in the extreme ultraviolet. But you can see that it's completely dominated by this here. And that's our solar flare. That's the biggest explosion in the solar system that I was talking about. You can see that it looks really weird. If you look most of the image, it's sparkled and spatled, and there's a big bits that are quite bright. And actually, if you look at the image carefully, you might need to do it on your own computer screen. We've got cool things like here you can see traces traceries which are individual magnetic field lines of the sun huge arcs stretching out into space that are illuminated and you can see these traces it's beautiful but down here the image is all wrong looking there's these big lines on the image and that's because this explosion was so big it was so powerful that the camera on the image. And that's because this explosion was so big. It was so powerful that the camera on the satellite is just overloaded here. It's like you trying to take your camera and take a picture of the sun with it, and you won't get a sensible image. Well, around here, the ultraviolet, there was so much light coming from the sun, from this part of the sun, on the edge of the sun, that the camera is just overloaded. But have a look at this. There's another cool thing in here. There's a movie. It's taken from the same satellite. Here we go. So this is a coronagraph. So the sun is behind this disc here. There's a disk. You can't see the sun. You can't see the sun because the sun is too bright. So they put a disc in the way. And in fact you can see here's the arm, this dark part here, that's the arm that's holding the disc in front of the sun. So this you can't see anything there, that's fine. At various times, there are explosions on the sun which throw material out into space. Now, for me, my mental picture of this, it's like a cartoon image, is that the sun vomits. This cloud of material comes streaming out of the sun, millions and millions of tons of particles matter out into space. Anyway, why did we get excited about this solar flare event at Otago? We got excited because we were measuring the response of the Earth's atmosphere to the x-rays that came from the sun. Then along comes the greatest explosion in 30 years. The satellites fail. They just can't make a measurement. It's too big. But the atmosphere, the atmosphere is a lot, lot harder to saturate. The explosion was so big, it moved the lower part of the ionosphere. That's the charged bit of the atmosphere. All these x-rays are striking. Moved it down by about 15 to 20 kilometres. It's a huge shift. It's like the shift from day to night. But it only shifted it down to about 55 kilometres or so. So it's still got 50 kilometres of atmosphere protecting us from these x-rays. So very hard to saturate to knock out the earth's atmosphere. And so Neil Thompson, my good friend and collaborator, was able to make a measurement of how big this flare was. It was huge, gigantic explosion. That was really interesting, really exciting time. So what we're looking at here is an indication of lightning occurring all over the world. You've got a thunderstorm, thunderstorm, and a lightning discharge goes off. Right? Pop! Blast of radio waves gets sent in all directions, spreading out from the thunderstorm, from a lightning flash. These radio waves get trapped inside the space between the ground of the ionosphere and then they can travel. They travel. These radio waves travel outwards for huge, huge distances. So this here is data that's arriving in real time from the hills of Dunedin. It's recordings that are being made right now. I could not tell you what's going to happen next. So you can see the vertical lines, that's the pulses arriving from the lightning here in Dunedin. Now we're part of an international network. We help set up this international network of radio receivers like this that are scattered all around the world. At the moment there are 20 of them. And when the radio wave from the lightning arrives at that location, it says, aha, there's a lightning flash, and it notes the time. And it sends the time back to Dunedin and to Seattle in the United States across the internet. So just across a normal internet line and it says, okay, I saw a lightning at this time. And now we're part of this growing international collaborative arrangement where we can work out where lightning is anywhere on the world in real time. And we put maps up on the World Wide Web. This is the homepage of Wollum. It's a New Zealand network, right? The Worldwide Lightning Location Network, Woolen. Here's a good plot. This is the world map of lightning showing lightning in the last 40 minutes, but it's updated every 10 minutes. And there's different colours depending on how old the lightning is. So it fades away, it ages with time on the plots. Now the other plot I wanted to show you, I've got this here, was, this plot of lightning in America. The Americans get lots of lightning, and there's this big, well-defined storm system right here. Look at it, beautiful round storm system. And I bet you that'll be moving down the map. It'll be moving south, because lightning tends to be on the leading edge of a storm, and there's this huge concentration of lightning there. This is a new experimental tool that we're building in collaboration with our friends all over the world. New stations going into Finland. We're even going to put in some stations in Antarctica. Going south to Antarctica to put stations in. To try and really understand what's going on with lightning on the biggest scales. I really, really enjoy physics. It's really been a wonderfully fun time. I love the research. I love getting into a problem and grabbing it and trying to understand what's going on. And frankly, I love the international linkages. I mean, you go away, you talk to people from Finland, you talk to people from Fiji, you talk to people from America, you travel the world. There's some pluses there. And you talk physics. So it's great fun."}