{"speakers": [], "chunks": [{"timestamp": [0.0, 42.0], "text": " The President Six centuries ago, they came to this coast the great Arawa canoe after its long sea journey,"}, {"timestamp": [42.0, 45.2], "text": " bearing the first Maori migrants to reach these parts,"}, {"timestamp": [45.2, 47.2], "text": " the first of the Arowers."}, {"timestamp": [47.2, 53.6], "text": " Hauling their canoe onto the sands, these brown-skinned warriors climbed the nearby hills,"}, {"timestamp": [53.6, 60.4], "text": " and dimly through the haze they saw the burning island, the great sea volcano of Wakari."}, {"timestamp": [62.2, 75.0], "text": " Turning away from the sea, they entered the dark bushland, creeping cautiously through its deep valleys, examining the giant trees, and selecting the best to carry them by canoe across the many lakes."}, {"timestamp": [80.0, 85.0], "text": " Then they looked out onto a strange sight upon a land of smoking valleys,"}, {"timestamp": [85.0, 92.0], "text": " a strange new land full of mysteries, for this was smoked from no common forest fire."}, {"timestamp": [96.0, 99.0], "text": " These were fires no man had lit."}, {"timestamp": [99.0, 104.0], "text": " These were the sacred fires of Ruomo, God of the Maori underworld,"}, {"timestamp": [104.0, 160.0], "text": " who lived and breathed through a thousand vents, warming his earth mother. The Here amidst these steaming valleys, the aruers built their villages, for the earth they found was warm and friendly."}, {"timestamp": [164.0, 173.0], "text": " Here the aruers lived for five centuries, peopling the land until all this hot springs region was theirs."}, {"timestamp": [173.0, 179.0], "text": " The Nahuas cooking their food, the soft waters of the Wairikis bathing their bodies."}, {"timestamp": [183.0, 191.0], "text": " But according to Maori legend, before these people there had come one who had travelled much further inland than they."}, {"timestamp": [191.0, 203.0], "text": " This was Chief Nati Rarangi, who with his slave Nauru Hoi had gone on past the lakes over barren plains into the untroddened Taupo country."}, {"timestamp": [203.0, 208.72], "text": " There they beheld in the south a group of glistening mountains."}, {"timestamp": [214.64, 218.8], "text": " Nati Rarang believed these mountains to be powerful beings,"}, {"timestamp": [218.8, 227.9], "text": " to be approached only with caution, for neither he nor Nauruhoi had seen white mountains before."}, {"timestamp": [227.9, 234.4], "text": " To satisfy their curiosity, they began to climb, but the white cold of the mountain cramped"}, {"timestamp": [234.4, 236.66], "text": " their legs and caused them pain."}, {"timestamp": [236.66, 254.0], "text": " Then in alarm, the old chief began an ancient chant calling upon his two sisters who lived on the burning island of Hwakari."}, {"timestamp": [254.0, 262.0], "text": " E. Kariro a e. Teetong. Hariyama, he are he mohu."}, {"timestamp": [262.0, 269.0], "text": " And immediately the sea volcano dispatched two Taneuas or water spirits with a branch of the sacred fire."}, {"timestamp": [269.0, 278.0], "text": " They sped swiftly underground to burst forth at the mountain top in great clouds of heat,"}, {"timestamp": [278.0, 283.0], "text": " in time to warm Nati Harangi and save his life."}, {"timestamp": [283.0, 285.0], "text": " But the slave, Narahoi, lay dead in the snow. Nāti Harangi and save his life."}, {"timestamp": [289.0, 292.0], "text": " But the slave, Nara Hoi, lay dead in the snow. And to this day the peak through which the sacred fire burns"}, {"timestamp": [292.0, 295.0], "text": " is called after him, Nauru Hoey."}, {"timestamp": [296.0, 298.0], "text": " The geological story of New Zealand,"}, {"timestamp": [298.0, 301.0], "text": " the story of its lakes, mountains and rivers"}, {"timestamp": [301.0, 304.0], "text": " is truthfully told in many Maori legends"}, {"timestamp": [304.0, 309.96], "text": " and the story of Nati Rarangi is a remarkable geography lesson telling of the chain of volcanic"}, {"timestamp": [309.96, 315.76], "text": " activity which begins out at White Island and stretches for 150 miles into the"}, {"timestamp": [315.76, 321.24], "text": " volcanic heart of the North Island a heart that pulses deep within the warm Earth"}, {"timestamp": [321.24, 327.0], "text": " fantastically shaped by fire and water over thousands of years."}, {"timestamp": [327.0, 333.0], "text": " Part of that same unceasing energy which powers the sun and the stars about us."}, {"timestamp": [337.0, 350.0], "text": " This part of New Zealand is still the domain of the Arrawamaris, but five centuries after them came British settlers."}, {"timestamp": [350.0, 358.0], "text": " And today, Rotorua, on the shores of Lake Rotorua, is the central town for those who people this strange thermal region."}, {"timestamp": [358.0, 369.0], "text": " Not all this area shows signs of thermal activity. Towns and sprawling farmland lie within the shadows of the old volcanoes."}, {"timestamp": [369.0, 373.0], "text": " Some, like Mount Ruapejo, are more or less dormant."}, {"timestamp": [373.0, 376.0], "text": " Some, like Nauruhoi, active."}, {"timestamp": [376.0, 393.0], "text": " A mighty symbol, rising out of the earth and into the sky towards a region of fire and snow."}, {"timestamp": [393.0, 418.0], "text": " A sign of the immense forces that lie deep within our planets. In the course of time, perhaps in a week, perhaps not for a thousand years,"}, {"timestamp": [418.0, 423.9], "text": " the violence within a volcano dies and the vents become choked."}, {"timestamp": [423.9, 426.0], "text": " The yawning crater fills with water"}, {"timestamp": [426.0, 429.0], "text": " and steam clouds rise up around its walls."}, {"timestamp": [433.0, 437.0], "text": " The volcano is apparently dying,"}, {"timestamp": [437.0, 441.0], "text": " but no one dares say whether or not it might one day awaken"}, {"timestamp": [441.0, 444.0], "text": " and blow the boiling lake out of its crater."}, {"timestamp": [444.0, 448.0], "text": " For in these parts, the face of the earth is still savage"}, {"timestamp": [448.0, 453.0], "text": " and this is one of the few places left where man sees the restless earth as it was"}, {"timestamp": [453.0, 458.0], "text": " before the dawn of time, dynamic and always changing."}, {"timestamp": [462.0, 468.0], "text": " Gradually the hot earth cools and plants begin to grow around the crater,"}, {"timestamp": [468.0, 471.0], "text": " though the water on its floor is still warm."}, {"timestamp": [471.0, 478.0], "text": " Finally, it becomes extinct, and what was once a fearful source of molten lava"}, {"timestamp": [478.0, 484.0], "text": " now cradles a cold lake, like Rotokawao, parts of Taupo and Kakitapal."}, {"timestamp": [484.0, 485.0], "text": " For each of these were once gigantic craters, showering the country for hundreds of miles, like Rotakawa, parts of Taupo and Takitapal."}, {"timestamp": [485.0, 488.0], "text": " For each of these were once gigantic craters,"}, {"timestamp": [488.0, 490.0], "text": " showering the country for hundreds of miles"}, {"timestamp": [490.0, 494.0], "text": " with layers of fiery pumice,"}, {"timestamp": [494.0, 525.32], "text": " destroying the forests which once grew on these now barren plains. Though at times volcanoes may appear dormant, even extinct, the ground around them for a hundred miles is alive,"}, {"timestamp": [525.32, 532.64], "text": " seamed and broken by a thousand fishers through which steam is always escaping."}, {"timestamp": [532.64, 536.92], "text": " Surface water seeps down into these cracks only to be turned into acid and alkaline"}, {"timestamp": [536.92, 543.32], "text": " springs. Some warm, some hot and boiling, some fed by offshoots of steam from the"}, {"timestamp": [543.32, 547.0], "text": " old volcanoes and some by the dying fires"}, {"timestamp": [547.0, 549.0], "text": " in the bottom of nearby lakes."}, {"timestamp": [549.0, 565.0], "text": " Sometimes small amounts of gas seep up with the escaping steam."}, {"timestamp": [565.0, 574.0], "text": " And sometimes the waters reaching the surface are black with strong acids."}, {"timestamp": [574.0, 580.0], "text": " Boiling acid waters are at all times eating into the earth and dissolving it away."}, {"timestamp": [580.0, 590.0], "text": " In other places, dangerous sulphur fumes caused the ground to decompose and fall in upon itself."}, {"timestamp": [590.0, 605.54], "text": " Yet dangerous there they are, the escaping fumes encruss the earth about them with beautiful deposits of pure"}, {"timestamp": [605.54, 606.62], "text": " sulphur crystals."}, {"timestamp": [606.62, 621.24], "text": " And where the tireless steam finds little water to play with, it heats and turns the earth"}, {"timestamp": [621.24, 660.0], "text": " it touches into boiling mud. This is no ordinary steam bed."}, {"timestamp": [660.0, 665.0], "text": " Far below the surface, water has seeped into the region of the earth's white-hot magma."}, {"timestamp": [665.0, 671.0], "text": " Turned into superheated steam, it is forced back to the surface through this fumarole."}, {"timestamp": [675.0, 682.0], "text": " Sometimes these fumaroles condense far below ground and burst out of the earth as great boiling springs."}, {"timestamp": [685.0, 689.0], "text": " Underground, this superheated water is under enormous pressure"}, {"timestamp": [689.0, 693.0], "text": " and in this state it dissolves away large quantities of silica rock."}, {"timestamp": [693.0, 697.0], "text": " Eventually, forced to the surface and exposed to the cooling air,"}, {"timestamp": [697.0, 701.0], "text": " the water drops its sediment which hardens back into rock."}, {"timestamp": [710.0, 714.0], "text": " Originating far below, this giant cauldron is fed by a mighty fumarole. And suspended within its waters is the dynamic power of our living earth"}, {"timestamp": [714.0, 719.0], "text": " to create and weave out of itself a fantastic and elaborate white terrace"}, {"timestamp": [719.0, 739.0], "text": " of pure sparkling silica. In this same way, a geysmere is born."}, {"timestamp": [739.0, 748.0], "text": " Highly charged with terraced forming silica, it holds within its waters the power to one day rise in great plumes against the sky."}, {"timestamp": [748.0, 754.0], "text": " By gradual process, over many centuries, it builds around itself a cone of silica rock,"}, {"timestamp": [754.0, 786.12], "text": " through which its ceaseless waters are always rising and splashing, falling and building. Century after century after century, the geyser continues to grow until one day it comes of age and holds"}, {"timestamp": [786.12, 789.4], "text": " aloft its proud column."}, {"timestamp": [789.4, 794.12], "text": " But geysers, like volcanoes, eventually seal themselves off."}, {"timestamp": [794.12, 798.24], "text": " Once across this steaming terrace, many geysers played together."}, {"timestamp": [798.24, 804.28], "text": " Now only a puff of steam marks the sight of each one."}, {"timestamp": [804.28, 812.36], "text": " Yet these signs on the surface are compared to the immense sources of energy imprisoned far below."}, {"timestamp": [812.36, 817.46], "text": " Piercing layers of pumice rock, man has recently brought immense and continuous heads of steam"}, {"timestamp": [817.46, 818.66], "text": " rushing to the surface."}, {"timestamp": [835.5, 846.0], "text": " For untold ages, volcanic energy has been escaping into the air, untamed, dangerous to tamper with. But by sinking geothermal bores 2,000 feet into the earth, this ceaseless energy can be harnessed to generate electricity."}, {"timestamp": [846.0, 864.0], "text": " Out of this tireless energy, out of this burning heat, also comes loveliness and beauty."}, {"timestamp": [864.0, 866.36], "text": " For more and more more the natural heat from"}, {"timestamp": [866.36, 879.6], "text": " the hot earth is being put to all kinds of use. Many houses, school rooms and"}, {"timestamp": [879.6, 884.42], "text": " public buildings in Rotorua and the surrounding thermal country are warmed by natural"}, {"timestamp": [884.42, 885.0], "text": " steam. The Rotorua Hospital the surrounding thermal country are warmed by natural steam."}, {"timestamp": [885.0, 888.0], "text": " The Rotorua Hospital uses natural steam."}, {"timestamp": [888.0, 892.0], "text": " Used directly it would soon corrode or block water pipes,"}, {"timestamp": [892.0, 896.0], "text": " but by passing it through a heat exchanger, the normal water supply is heated"}, {"timestamp": [896.0, 900.0], "text": " and then sent on to be used to cook food in the hospital kitchens"}, {"timestamp": [900.0, 903.0], "text": " and to warm wards and operating theatres."}, {"timestamp": [907.0, 912.0], "text": " Steam and soft thermal waters are also used as a very used as a warm wards and operating theatres. Steam and soft thermal waters are also used as they were in the days of the ancient Maori"}, {"timestamp": [912.0, 914.0], "text": " to heal and soon."}, {"timestamp": [914.0, 934.0], "text": " Rotorua, Ticateri, Wai'iapu, Orakko, Wairaki and Taupo."}, {"timestamp": [934.0, 940.6], "text": " These places cast their spell over thousands who come from far and why, led by Maori guides"}, {"timestamp": [940.6, 1032.0], "text": " on an adventure across this narrow belt of hissing and roaring earth. I'm gonna I'm gonnae'n't I'm gonna go. Move! The most The most profound and terrific fires of our world have shaped its waters."}, {"timestamp": [1032.0, 1036.0], "text": " Fantastically and beautifully."}, {"timestamp": [1036.0, 1043.0], "text": " The same fire which burns in the sea, in the bush and in the snows of the North Island of New Zealand."}, {"timestamp": [1043.0, 1047.2], "text": " The sacred fire which no man has lighted."}], "text": " The President Six centuries ago, they came to this coast the great Arawa canoe after its long sea journey, bearing the first Maori migrants to reach these parts, the first of the Arowers. Hauling their canoe onto the sands, these brown-skinned warriors climbed the nearby hills, and dimly through the haze they saw the burning island, the great sea volcano of Wakari. Turning away from the sea, they entered the dark bushland, creeping cautiously through its deep valleys, examining the giant trees, and selecting the best to carry them by canoe across the many lakes. Then they looked out onto a strange sight upon a land of smoking valleys, a strange new land full of mysteries, for this was smoked from no common forest fire. These were fires no man had lit. These were the sacred fires of Ruomo, God of the Maori underworld, who lived and breathed through a thousand vents, warming his earth mother. The Here amidst these steaming valleys, the aruers built their villages, for the earth they found was warm and friendly. Here the aruers lived for five centuries, peopling the land until all this hot springs region was theirs. The Nahuas cooking their food, the soft waters of the Wairikis bathing their bodies. But according to Maori legend, before these people there had come one who had travelled much further inland than they. This was Chief Nati Rarangi, who with his slave Nauru Hoi had gone on past the lakes over barren plains into the untroddened Taupo country. There they beheld in the south a group of glistening mountains. Nati Rarang believed these mountains to be powerful beings, to be approached only with caution, for neither he nor Nauruhoi had seen white mountains before. To satisfy their curiosity, they began to climb, but the white cold of the mountain cramped their legs and caused them pain. Then in alarm, the old chief began an ancient chant calling upon his two sisters who lived on the burning island of Hwakari. E. Kariro a e. Teetong. Hariyama, he are he mohu. And immediately the sea volcano dispatched two Taneuas or water spirits with a branch of the sacred fire. They sped swiftly underground to burst forth at the mountain top in great clouds of heat, in time to warm Nati Harangi and save his life. But the slave, Narahoi, lay dead in the snow. Nāti Harangi and save his life. But the slave, Nara Hoi, lay dead in the snow. And to this day the peak through which the sacred fire burns is called after him, Nauru Hoey. The geological story of New Zealand, the story of its lakes, mountains and rivers is truthfully told in many Maori legends and the story of Nati Rarangi is a remarkable geography lesson telling of the chain of volcanic activity which begins out at White Island and stretches for 150 miles into the volcanic heart of the North Island a heart that pulses deep within the warm Earth fantastically shaped by fire and water over thousands of years. Part of that same unceasing energy which powers the sun and the stars about us. This part of New Zealand is still the domain of the Arrawamaris, but five centuries after them came British settlers. And today, Rotorua, on the shores of Lake Rotorua, is the central town for those who people this strange thermal region. Not all this area shows signs of thermal activity. Towns and sprawling farmland lie within the shadows of the old volcanoes. Some, like Mount Ruapejo, are more or less dormant. Some, like Nauruhoi, active. A mighty symbol, rising out of the earth and into the sky towards a region of fire and snow. A sign of the immense forces that lie deep within our planets. In the course of time, perhaps in a week, perhaps not for a thousand years, the violence within a volcano dies and the vents become choked. The yawning crater fills with water and steam clouds rise up around its walls. The volcano is apparently dying, but no one dares say whether or not it might one day awaken and blow the boiling lake out of its crater. For in these parts, the face of the earth is still savage and this is one of the few places left where man sees the restless earth as it was before the dawn of time, dynamic and always changing. Gradually the hot earth cools and plants begin to grow around the crater, though the water on its floor is still warm. Finally, it becomes extinct, and what was once a fearful source of molten lava now cradles a cold lake, like Rotokawao, parts of Taupo and Kakitapal. For each of these were once gigantic craters, showering the country for hundreds of miles, like Rotakawa, parts of Taupo and Takitapal. For each of these were once gigantic craters, showering the country for hundreds of miles with layers of fiery pumice, destroying the forests which once grew on these now barren plains. Though at times volcanoes may appear dormant, even extinct, the ground around them for a hundred miles is alive, seamed and broken by a thousand fishers through which steam is always escaping. Surface water seeps down into these cracks only to be turned into acid and alkaline springs. Some warm, some hot and boiling, some fed by offshoots of steam from the old volcanoes and some by the dying fires in the bottom of nearby lakes. Sometimes small amounts of gas seep up with the escaping steam. And sometimes the waters reaching the surface are black with strong acids. Boiling acid waters are at all times eating into the earth and dissolving it away. In other places, dangerous sulphur fumes caused the ground to decompose and fall in upon itself. Yet dangerous there they are, the escaping fumes encruss the earth about them with beautiful deposits of pure sulphur crystals. And where the tireless steam finds little water to play with, it heats and turns the earth it touches into boiling mud. This is no ordinary steam bed. Far below the surface, water has seeped into the region of the earth's white-hot magma. Turned into superheated steam, it is forced back to the surface through this fumarole. Sometimes these fumaroles condense far below ground and burst out of the earth as great boiling springs. Underground, this superheated water is under enormous pressure and in this state it dissolves away large quantities of silica rock. Eventually, forced to the surface and exposed to the cooling air, the water drops its sediment which hardens back into rock. Originating far below, this giant cauldron is fed by a mighty fumarole. And suspended within its waters is the dynamic power of our living earth to create and weave out of itself a fantastic and elaborate white terrace of pure sparkling silica. In this same way, a geysmere is born. Highly charged with terraced forming silica, it holds within its waters the power to one day rise in great plumes against the sky. By gradual process, over many centuries, it builds around itself a cone of silica rock, through which its ceaseless waters are always rising and splashing, falling and building. Century after century after century, the geyser continues to grow until one day it comes of age and holds aloft its proud column. But geysers, like volcanoes, eventually seal themselves off. Once across this steaming terrace, many geysers played together. Now only a puff of steam marks the sight of each one. Yet these signs on the surface are compared to the immense sources of energy imprisoned far below. Piercing layers of pumice rock, man has recently brought immense and continuous heads of steam rushing to the surface. For untold ages, volcanic energy has been escaping into the air, untamed, dangerous to tamper with. But by sinking geothermal bores 2,000 feet into the earth, this ceaseless energy can be harnessed to generate electricity. Out of this tireless energy, out of this burning heat, also comes loveliness and beauty. For more and more more the natural heat from the hot earth is being put to all kinds of use. Many houses, school rooms and public buildings in Rotorua and the surrounding thermal country are warmed by natural steam. The Rotorua Hospital the surrounding thermal country are warmed by natural steam. The Rotorua Hospital uses natural steam. Used directly it would soon corrode or block water pipes, but by passing it through a heat exchanger, the normal water supply is heated and then sent on to be used to cook food in the hospital kitchens and to warm wards and operating theatres. Steam and soft thermal waters are also used as a very used as a warm wards and operating theatres. Steam and soft thermal waters are also used as they were in the days of the ancient Maori to heal and soon. Rotorua, Ticateri, Wai'iapu, Orakko, Wairaki and Taupo. These places cast their spell over thousands who come from far and why, led by Maori guides on an adventure across this narrow belt of hissing and roaring earth. I'm gonna I'm gonnae'n't I'm gonna go. Move! The most The most profound and terrific fires of our world have shaped its waters. Fantastically and beautifully. The same fire which burns in the sea, in the bush and in the snows of the North Island of New Zealand. The sacred fire which no man has lighted."}