{"speakers": [], "chunks": [{"timestamp": [0.0, 33.0], "text": " How do I travel between New Zealand's two main islands?"}, {"timestamp": [37.0, 79.0], "text": " You can fly between the North and South Islands of New Zealand or take a ferry. Four ferries travel frequently between office at the ferry terminal and a similar vehicle picked up on the other side."}, {"timestamp": [79.0, 93.5], "text": " But you may wish to retain the same vehicle throughout your holiday."}, {"timestamp": [99.6, 101.4], "text": " Travelers requiring transport to the terminal at Wellington can get a bus from the railway station or take a taxi."}, {"timestamp": [107.0, 125.0], "text": " A mobile luggage trolley for storage during the journey enables you to be free of baggage on board. The ferries travel between Wellington and Picton several times a day."}, {"timestamp": [125.0, 132.0], "text": " Each voyage lasts three hours, 20 minutes, a distance of 51 miles or 82 kilometres."}, {"timestamp": [136.0, 183.0], "text": " It's a pleasant way to travel. The journey is short with facilities on board to suit everyone. Mr. Mr. More than half the journeys in the sheltered waters of Wellington Harbour and the Mulberry sounds."}, {"timestamp": [183.0, 187.0], "text": " With those passengers with the motor vehicles on board the vessel."}, {"timestamp": [187.0, 190.0], "text": " Please proceed to the vehicle next."}, {"timestamp": [190.0, 217.0], "text": " Thank you. Rental car companies are represented at both terminals."}, {"timestamp": [217.0, 237.0], "text": " Buses and trains for onward travel are also close by."}, {"timestamp": [242.0, 243.0], "text": " The ferries are a popular mode of transport for New Zealanders and visitors alike."}, {"timestamp": [247.0, null], "text": " So book early if you wish to travel during peak holiday periods."}], "text": " How do I travel between New Zealand's two main islands? You can fly between the North and South Islands of New Zealand or take a ferry. Four ferries travel frequently between office at the ferry terminal and a similar vehicle picked up on the other side. But you may wish to retain the same vehicle throughout your holiday. Travelers requiring transport to the terminal at Wellington can get a bus from the railway station or take a taxi. A mobile luggage trolley for storage during the journey enables you to be free of baggage on board. The ferries travel between Wellington and Picton several times a day. Each voyage lasts three hours, 20 minutes, a distance of 51 miles or 82 kilometres. It's a pleasant way to travel. The journey is short with facilities on board to suit everyone. Mr. Mr. More than half the journeys in the sheltered waters of Wellington Harbour and the Mulberry sounds. With those passengers with the motor vehicles on board the vessel. Please proceed to the vehicle next. Thank you. Rental car companies are represented at both terminals. Buses and trains for onward travel are also close by. The ferries are a popular mode of transport for New Zealanders and visitors alike. So book early if you wish to travel during peak holiday periods."}