{"speakers": [], "chunks": [{"timestamp": [0.0, 42.0], "text": " The President One hundred years ago, they journeyed up the Waikato River in a Maori canoe, the young German botanist Ferdinand von Hochstetter. He wrote,"}, {"timestamp": [42.0, 48.0], "text": " It is only with the Danube or the Rhine that I can compare this mighty river we have just entered."}, {"timestamp": [48.0, 51.0], "text": " The Waikato is the principal river in the North Island,"}, {"timestamp": [51.0, 58.0], "text": " both as to the length of its course and the quantity of water it surpasses all others."}, {"timestamp": [58.0, 65.0], "text": " The pieces of pumice stone, which its waters are continuously carrying along and piling up on its banks,"}, {"timestamp": [65.0, 71.0], "text": " point to its origin in the vicinity of the extensive volcanic hearth in the center of the island."}, {"timestamp": [71.0, 75.0], "text": " Its sources spring from the very core of the land."}, {"timestamp": [75.0, 81.0], "text": " Its waters roll through the most beautiful fields populated by numerous and powerful tribes"}, {"timestamp": [81.0, 84.0], "text": " who have taken their name from it."}, {"timestamp": [84.0, 89.0], "text": " The Waikato is in truth, the main artery of the North Island."}, {"timestamp": [89.0, 100.0], "text": " The numerous and powerful tribes."}, {"timestamp": [100.0, 102.0], "text": " That was 100 years ago."}, {"timestamp": [102.0, 105.0], "text": " Today some of the Māori still live by the banks,"}, {"timestamp": [105.0, 107.0], "text": " a proud and dignified people"}, {"timestamp": [107.0, 111.0], "text": " with countless legends of the days when their ancestors ruled the river."}, {"timestamp": [111.0, 115.0], "text": " Theirs is a history somewhat saddened by wars with the white man,"}, {"timestamp": [115.0, 117.0], "text": " and it's only during the last generation"}, {"timestamp": [117.0, 140.0], "text": " that the hard feelings have been forgotten. At Turanga, Wa'u'a'iwai'a'u'a'i a hallowed spot on the riverbank, the Waikato Mares have kept alive the past by rebuilding one of their ancient paths."}, {"timestamp": [140.0, 146.4], "text": " This power is both a shrine and a meeting place for members of the Waikato tribe now scattered all over the country."}, {"timestamp": [150.4, 154.4], "text": " The laughter and chatter of the children is part of every tribal reunion."}, {"timestamp": [154.4, 158.8], "text": " For the grown-ups there's the pleasure of seeing friends and relations two or three times a year."}, {"timestamp": [158.8, 162.24], "text": " They are farmers and school teachers, labourers and civil servants,"}, {"timestamp": [162.24, 166.88], "text": " engine drivers and ministers who come to the power for one of their anniversaries."}, {"timestamp": [166.88, 171.4], "text": " They live and work along with other New Zealanders, but they, more than anybody else,"}, {"timestamp": [171.4, 172.92], "text": " love the river."}, {"timestamp": [172.92, 177.56], "text": " Their tribe took its name from it centuries ago."}, {"timestamp": [177.56, 182.02], "text": " One of the old Maori sports is the principal attraction at the Narua Wahia Regatta."}, {"timestamp": [182.02, 189.0], "text": " There are sculling and speedboat races, but it's for the Māori canoe hurdle races that the crowd packs the banks. They're always the most"}, {"timestamp": [189.0, 218.94], "text": " entertaining events of the day. For one day, these old are For they're"}, {"timestamp": [218.94, 222.0], "text": " It's harder to find canoes for they're seldom built now."}, {"timestamp": [222.0, 225.6], "text": " Once there were hundreds of war canoes on the river, now only two or three."}, {"timestamp": [226.16, 231.04], "text": " The modern Māori is more at home in a dinghy with an outboard. Poi Warbrick is one. He hires"}, {"timestamp": [231.04, 233.52], "text": " a launch in dinghies to visiting anglers at Taupo."}, {"timestamp": [239.12, 244.96], "text": " Taupo, New Zealand's largest lake, is the river's reservoir. Round its 120-mile shoreline,"}, {"timestamp": [247.52, 249.56], "text": " dozens of streams flow in. Only the Waikato flows out."}, {"timestamp": [249.56, 253.48], "text": " Taupo Moana, the Māori's called it, the sea of Taupo."}, {"timestamp": [253.48, 255.78], "text": " It was too big to be called a lake."}, {"timestamp": [255.78, 258.12], "text": " Today it's famous for its trout fishing."}, {"timestamp": [258.12, 274.0], "text": " For seven months of every year, people come from all over the country as well as from overseas to fish in the lake and its streams."}, {"timestamp": [274.0, 298.0], "text": " Some, like Alec Clark, have retired here,ism that he can't bear a hearty handshake,"}, {"timestamp": [298.0, 301.0], "text": " but he's one of the best anglers on the river."}, {"timestamp": [301.0, 304.0], "text": " These anglers literally know every inch of the river."}, {"timestamp": [304.0, 305.76], "text": " They've named every pool"}, {"timestamp": [305.76, 311.12], "text": " and every rapid. Morning and evening they're here and sometimes well into the night. Little"}, {"timestamp": [311.12, 321.76], "text": " wonder they've become attached to the stretch of water. Alan McGibbons, one of Alex's rivals."}, {"timestamp": [321.76, 327.0], "text": " He's glad he's a schoolteacher with long holidays. Eight weeks of them he spends on the river."}, {"timestamp": [327.0, 347.0], "text": " For learners too, the upper reaches of the Waikato are truly beautiful for fishing."}, {"timestamp": [347.0, 365.04], "text": " Steam swells around Joey Mika as she guides sightseers through the Geyser"}, {"timestamp": [365.04, 369.54], "text": " Valley two or three times a day. This valley, two miles from the bank, is the"}, {"timestamp": [369.54, 372.76], "text": " fiercest of the thermal areas through which the river flows."}, {"timestamp": [372.76, 387.0], "text": " Anglers taking a day or fishing, globe-trotting tourists and New Zealanders on a lazy holiday."}, {"timestamp": [387.0, 467.0], "text": " All of them find fascinating a place where pools boil, waterfalls are heated and hot water, the river itself adds spectacle to the scenery. Below the hooker falls, the river swells down the Arateaer rapids, tearing its way through the pile of volcanic rocks."}, {"timestamp": [471.0, 474.0], "text": " At the foot of the falls is the whirlpool with its imprisoned logs. They go round and round forever while the river rushes on."}, {"timestamp": [474.0, 489.0], "text": " When it passes Artie Amuri where the pine forests have been planted, the river is smoother."}, {"timestamp": [489.0, 495.0], "text": " It runs deep here in places twice as deep as it's wide."}, {"timestamp": [495.0, 499.0], "text": " How deep it is depends on the lock gates."}, {"timestamp": [499.0, 502.0], "text": " The Waikato makes electricity for most of the North Island."}, {"timestamp": [502.0, 507.0], "text": " And to keep the power stations downstream humming, the outflow from Taupo is carefully controlled."}, {"timestamp": [511.0, 520.0], "text": " Joe Marrett is the man who controls it. His finger on a button can stop or start a river."}, {"timestamp": [520.0, 530.8], "text": " Not many men can do that."}, {"timestamp": [534.0, 534.2], "text": " Karapiro is one of the stations that supplies the power."}, {"timestamp": [536.8, 541.0], "text": " Behind the dam is 20 miles of water. 20 miles of the Waikato temporarily halted in its flow to the sea"}, {"timestamp": [541.0, 575.0], "text": " by the great cliff of concrete thrown across its course. After the noise of the generators, Jim Smith enjoys the quiet of his garden."}, {"timestamp": [575.0, 580.0], "text": " With his job on the river goes a comfortable house in attractive Carapiro village."}, {"timestamp": [580.0, 589.0], "text": " His youngsters and their pals find there's a lot of advantages in their fathers having jobs on the river,"}, {"timestamp": [589.0, 591.0], "text": " especially after school on a hot day."}, {"timestamp": [591.0, 605.0], "text": " Jobs on the river is everybody's business at Mangakino."}, {"timestamp": [605.0, 610.0], "text": " A brand new town has been built here for men working on hydroelectric construction."}, {"timestamp": [610.0, 615.0], "text": " For Mrs. Kirshore and her sister-in-law, work on the river has meant new homes in a new town."}, {"timestamp": [615.0, 620.0], "text": " They're likely to be here quite a while, for dam building is a long process."}, {"timestamp": [620.0, 633.4], "text": " It's hard to realize that their children will be grown up before all the power schemes are finished."}, {"timestamp": [636.2, 640.0], "text": " Fokomaru will be the fourth power station on the river, and it will bring the power from the Waikato up to half a million kilowatts."}, {"timestamp": [640.0, 645.0], "text": " Plans are to build six more stations, so that the dams will come down the river like steps."}, {"timestamp": [645.0, 651.0], "text": " In its fall from Talpo to the flat land, the same water will generate power ten times over."}, {"timestamp": [655.0, 662.0], "text": " Through the diversion cut, the water races down to Maritai, the new station on the river."}, {"timestamp": [662.0, 665.04], "text": " The Waikato is in truth the artery of the North Island, pumping out its power both north and south to the far ends on the river. The Wicotto is in truth the artery of the North Island,"}, {"timestamp": [665.6, 669.04], "text": " pumping out its power both north and south to the far ends of the island."}, {"timestamp": [680.64, 685.88], "text": " From the stations the power pylons march across the land, across the countryside of the"}, {"timestamp": [685.88, 691.36], "text": " Waikato Valley itself. Shaked by the river in prehistoric times, this valley is now one"}, {"timestamp": [691.36, 693.72], "text": " of the richest farming areas in the country."}, {"timestamp": [693.72, 713.2], "text": " At Harahara, the La Trobe brothers, Des and Jim own one of the Waikato dairy farms."}, {"timestamp": [713.2, 717.24], "text": " When Carapiro Lake was formed, it drowned a few acres of their land."}, {"timestamp": [717.24, 733.7], "text": " But from the lake came electricity to milk their cars. From the 300-acre farm, the brothers and their families earn a good living."}, {"timestamp": [734.4, 736.7], "text": " One family lives in the house their father built."}, {"timestamp": [743.4, 745.0], "text": " And the other in a new one nearby."}, {"timestamp": [745.0, 755.0], "text": " For the La Trobes, the nearest shops are at Cambridge."}, {"timestamp": [755.0, 760.0], "text": " This attractive riverside town was founded in the days when the river was the highway,"}, {"timestamp": [760.0, 763.0], "text": " and this was as far upstream as the vessels could go."}, {"timestamp": [763.0, 768.6], "text": " Hamilton, 14 miles down. and this was as far upstream as the vessels could go."}, {"timestamp": [773.4, 774.0], "text": " Hamilton, 14 miles downstream, also started as a small village on the river bank."}, {"timestamp": [797.0, 823.0], "text": " Now it's the center for the wealthy Waikato dairy industry and the pavements are tiring. But in the weekends it's pleasant and cool by the banks, watching the river flow lazily by. When you're young, you don't care where all the water comes from,"}, {"timestamp": [823.0, 825.0], "text": " nor where it's going. When you're plump and jolly care where all the water comes from, nor where it's going."}, {"timestamp": [825.0, 829.0], "text": " When you're plump and jolly as well, life is really wonderful."}, {"timestamp": [829.0, 844.0], "text": " People enjoying themselves on the river is a familiar sight to Bill Wade,"}, {"timestamp": [844.0, 848.0], "text": " bringing a barge load of coal upstream from the Huntley mines."}, {"timestamp": [848.0, 863.0], "text": " As the tug comes alongside, Jack Watts, the shipping manager, steps on board to tell Bill what his next load is."}, {"timestamp": [863.0, 867.0], "text": " Bill Wade has been a river boatman for over 50 years."}, {"timestamp": [867.0, 875.0], "text": " And like the Maori canoeman of old, he knows every yard of navigable water. There are few people alive who know the river so well."}, {"timestamp": [875.0, 888.88], "text": " With a load of logs, he's off downstream. He only makes two or three trips a week now, but there was a time before the days of road transport when the river was a busy place. Those were the days of paddle steamers and of"}, {"timestamp": [888.88, 894.04], "text": " weekend excursions with dancers and band aboard. That was over 30 years ago."}, {"timestamp": [894.04, 899.44], "text": " Though times have changed, the river still has its charm and it's extremely pleasant"}, {"timestamp": [899.44, 936.0], "text": " to live by its banks. The river's broadening and slowing up now."}, {"timestamp": [936.0, 941.0], "text": " It has a way to go yet, but sandbanks are hindering its flow."}, {"timestamp": [941.0, 945.0], "text": " The willows roots clog the edges and the channel winds from side to side."}, {"timestamp": [945.0, 947.0], "text": " Taupo is far away."}, {"timestamp": [947.0, 953.0], "text": " It drifts lazily on, its speed at the hooker falls, its power at Carapiro long forgotten."}, {"timestamp": [953.0, 974.82], "text": " Soon it will meet the fate of all rivers and lose itself in the salt waters of the sea. I'm gonnae."}], "text": " The President One hundred years ago, they journeyed up the Waikato River in a Maori canoe, the young German botanist Ferdinand von Hochstetter. He wrote, It is only with the Danube or the Rhine that I can compare this mighty river we have just entered. The Waikato is the principal river in the North Island, both as to the length of its course and the quantity of water it surpasses all others. The pieces of pumice stone, which its waters are continuously carrying along and piling up on its banks, point to its origin in the vicinity of the extensive volcanic hearth in the center of the island. Its sources spring from the very core of the land. Its waters roll through the most beautiful fields populated by numerous and powerful tribes who have taken their name from it. The Waikato is in truth, the main artery of the North Island. The numerous and powerful tribes. That was 100 years ago. Today some of the Māori still live by the banks, a proud and dignified people with countless legends of the days when their ancestors ruled the river. Theirs is a history somewhat saddened by wars with the white man, and it's only during the last generation that the hard feelings have been forgotten. At Turanga, Wa'u'a'iwai'a'u'a'i a hallowed spot on the riverbank, the Waikato Mares have kept alive the past by rebuilding one of their ancient paths. This power is both a shrine and a meeting place for members of the Waikato tribe now scattered all over the country. The laughter and chatter of the children is part of every tribal reunion. For the grown-ups there's the pleasure of seeing friends and relations two or three times a year. They are farmers and school teachers, labourers and civil servants, engine drivers and ministers who come to the power for one of their anniversaries. They live and work along with other New Zealanders, but they, more than anybody else, love the river. Their tribe took its name from it centuries ago. One of the old Maori sports is the principal attraction at the Narua Wahia Regatta. There are sculling and speedboat races, but it's for the Māori canoe hurdle races that the crowd packs the banks. They're always the most entertaining events of the day. For one day, these old are For they're It's harder to find canoes for they're seldom built now. Once there were hundreds of war canoes on the river, now only two or three. The modern Māori is more at home in a dinghy with an outboard. Poi Warbrick is one. He hires a launch in dinghies to visiting anglers at Taupo. Taupo, New Zealand's largest lake, is the river's reservoir. Round its 120-mile shoreline, dozens of streams flow in. Only the Waikato flows out. Taupo Moana, the Māori's called it, the sea of Taupo. It was too big to be called a lake. Today it's famous for its trout fishing. For seven months of every year, people come from all over the country as well as from overseas to fish in the lake and its streams. Some, like Alec Clark, have retired here,ism that he can't bear a hearty handshake, but he's one of the best anglers on the river. These anglers literally know every inch of the river. They've named every pool and every rapid. Morning and evening they're here and sometimes well into the night. Little wonder they've become attached to the stretch of water. Alan McGibbons, one of Alex's rivals. He's glad he's a schoolteacher with long holidays. Eight weeks of them he spends on the river. For learners too, the upper reaches of the Waikato are truly beautiful for fishing. Steam swells around Joey Mika as she guides sightseers through the Geyser Valley two or three times a day. This valley, two miles from the bank, is the fiercest of the thermal areas through which the river flows. Anglers taking a day or fishing, globe-trotting tourists and New Zealanders on a lazy holiday. All of them find fascinating a place where pools boil, waterfalls are heated and hot water, the river itself adds spectacle to the scenery. Below the hooker falls, the river swells down the Arateaer rapids, tearing its way through the pile of volcanic rocks. At the foot of the falls is the whirlpool with its imprisoned logs. They go round and round forever while the river rushes on. When it passes Artie Amuri where the pine forests have been planted, the river is smoother. It runs deep here in places twice as deep as it's wide. How deep it is depends on the lock gates. The Waikato makes electricity for most of the North Island. And to keep the power stations downstream humming, the outflow from Taupo is carefully controlled. Joe Marrett is the man who controls it. His finger on a button can stop or start a river. Not many men can do that. Karapiro is one of the stations that supplies the power. Behind the dam is 20 miles of water. 20 miles of the Waikato temporarily halted in its flow to the sea by the great cliff of concrete thrown across its course. After the noise of the generators, Jim Smith enjoys the quiet of his garden. With his job on the river goes a comfortable house in attractive Carapiro village. His youngsters and their pals find there's a lot of advantages in their fathers having jobs on the river, especially after school on a hot day. Jobs on the river is everybody's business at Mangakino. A brand new town has been built here for men working on hydroelectric construction. For Mrs. Kirshore and her sister-in-law, work on the river has meant new homes in a new town. They're likely to be here quite a while, for dam building is a long process. It's hard to realize that their children will be grown up before all the power schemes are finished. Fokomaru will be the fourth power station on the river, and it will bring the power from the Waikato up to half a million kilowatts. Plans are to build six more stations, so that the dams will come down the river like steps. In its fall from Talpo to the flat land, the same water will generate power ten times over. Through the diversion cut, the water races down to Maritai, the new station on the river. The Waikato is in truth the artery of the North Island, pumping out its power both north and south to the far ends on the river. The Wicotto is in truth the artery of the North Island, pumping out its power both north and south to the far ends of the island. From the stations the power pylons march across the land, across the countryside of the Waikato Valley itself. Shaked by the river in prehistoric times, this valley is now one of the richest farming areas in the country. At Harahara, the La Trobe brothers, Des and Jim own one of the Waikato dairy farms. When Carapiro Lake was formed, it drowned a few acres of their land. But from the lake came electricity to milk their cars. From the 300-acre farm, the brothers and their families earn a good living. One family lives in the house their father built. And the other in a new one nearby. For the La Trobes, the nearest shops are at Cambridge. This attractive riverside town was founded in the days when the river was the highway, and this was as far upstream as the vessels could go. Hamilton, 14 miles down. and this was as far upstream as the vessels could go. Hamilton, 14 miles downstream, also started as a small village on the river bank. Now it's the center for the wealthy Waikato dairy industry and the pavements are tiring. But in the weekends it's pleasant and cool by the banks, watching the river flow lazily by. When you're young, you don't care where all the water comes from, nor where it's going. When you're plump and jolly care where all the water comes from, nor where it's going. When you're plump and jolly as well, life is really wonderful. People enjoying themselves on the river is a familiar sight to Bill Wade, bringing a barge load of coal upstream from the Huntley mines. As the tug comes alongside, Jack Watts, the shipping manager, steps on board to tell Bill what his next load is. Bill Wade has been a river boatman for over 50 years. And like the Maori canoeman of old, he knows every yard of navigable water. There are few people alive who know the river so well. With a load of logs, he's off downstream. He only makes two or three trips a week now, but there was a time before the days of road transport when the river was a busy place. Those were the days of paddle steamers and of weekend excursions with dancers and band aboard. That was over 30 years ago. Though times have changed, the river still has its charm and it's extremely pleasant to live by its banks. The river's broadening and slowing up now. It has a way to go yet, but sandbanks are hindering its flow. The willows roots clog the edges and the channel winds from side to side. Taupo is far away. It drifts lazily on, its speed at the hooker falls, its power at Carapiro long forgotten. Soon it will meet the fate of all rivers and lose itself in the salt waters of the sea. I'm gonnae."}