{"speakers": [], "chunks": [{"timestamp": [0.0, 30.0], "text": " Once upon a time at the dead of night, Amari myth says, fairy folk began to build a causeway across the Wightamatta. But before they'd finished, the sun came up and melted the people away."}, {"timestamp": [30.0, 34.0], "text": " Now there's just a reef of rock straggling out near Point Chevalier"}, {"timestamp": [34.0, 38.0], "text": " to mark the first attempt to bridge the Auckland Harbour."}, {"timestamp": [38.0, 43.0], "text": " The second try was more successful, and an arch of steel, completed in 1959,"}, {"timestamp": [43.0, 45.46], "text": " rises impressively over the water."}, {"timestamp": [49.32, 49.74], "text": " This seven million pound project has turned out to be a greater success than was ever imagined."}, {"timestamp": [52.44, 52.66], "text": " Already a pilot has flown under it before anyone could stop him."}, {"timestamp": [58.62, 60.46], "text": " A sheep has trotted over it before anyone could catch it and 50,000 people a day pass over it legitimately in motor vehicles."}, {"timestamp": [67.0, 73.0], "text": " Ceaselessly traffic flows down towards the toll plaza on the northern side where the four lanes fan out to ten. Here the tolls which will pay for the bridge in only 50 years are collected."}, {"timestamp": [73.0, 79.0], "text": " Overlooking the plaza is the headquarters of the bridge authority dedicated to giving users efficient, courteous service."}, {"timestamp": [79.0, 83.0], "text": " Here a new shift is going on duty."}, {"timestamp": [83.0, 85.0], "text": " With his own key an officer collects his box of change from the outside wall of the counting house. Here a new shift is going on duty."}, {"timestamp": [89.5, 94.0], "text": " With his own key, an officer collects his box of change from the outside wall of the counting house. These men in their smart olive grey deal with about 16,000 drivers a day,"}, {"timestamp": [94.0, 97.0], "text": " and through it all are almost unbelievably patient."}, {"timestamp": [99.0, 101.0], "text": " As a new officer turns his key in his booth,"}, {"timestamp": [101.0, 108.62], "text": " a set of opening totals is printed automatically in a steel cabinet bearing his lane number in the administration building. And from this second on, all traffic"}, {"timestamp": [108.62, 116.56], "text": " passing through the lane will be recorded here. Good morning. Thank you. Tolls collected"}, {"timestamp": [116.56, 121.06], "text": " are not rung up on a cash register, but instead a lever corresponding to one of the toll rates"}, {"timestamp": [121.06, 127.0], "text": " is pressed. This clicks itself up over in the main building as the switch is operated on the plaza."}, {"timestamp": [127.0, 133.0], "text": " Also, as the switch is pressed, a visual receipt for the driver flashes up on the side of the booth"}, {"timestamp": [133.0, 137.0], "text": " and is cancelled out again by the vehicle itself as it passes through the gate."}, {"timestamp": [140.0, 144.0], "text": " The officer's switch also illuminates a classification code above the toll lane,"}, {"timestamp": [144.0, 148.98], "text": " which can be seen and checked with the emerging vehicle by the supervisor in the main traffic control room."}, {"timestamp": [152.36, 155.84], "text": " Many believe that the wire in the center of the lane is a counting device."}, {"timestamp": [156.24, 159.36], "text": " It's actually there to earth static electricity the vehicles pick up,"}, {"timestamp": [159.66, 164.72], "text": " but without it, both motorist and the officer can literally get a nasty shock when their fingers meet."}, {"timestamp": [165.0, 169.0], "text": " Both motorist and the officer can literally get a nasty shock when their fingers meet."}, {"timestamp": [171.0, 174.0], "text": " However, all vehicles are tallied. Pads count the number of axles that pass over them."}, {"timestamp": [176.0, 179.0], "text": " And these counts are also clicked up in the cabinets."}, {"timestamp": [179.0, 181.0], "text": " Good morning."}, {"timestamp": [181.0, 182.0], "text": " Thank you."}, {"timestamp": [182.0, 183.0], "text": " Thank you."}, {"timestamp": [183.0, 185.0], "text": " Thank you. Good morning, sir. Good morning. Thank you. Thank you."}, {"timestamp": [185.0, 188.0], "text": " Good morning, sir. Good morning."}, {"timestamp": [188.0, 194.0], "text": " Tolls vary from two shillings for a car and half a crown for a bus to 17 and 6 for a four-axle truck and trailer."}, {"timestamp": [194.0, 197.0], "text": " Thank you. Thank you."}, {"timestamp": [197.0, 199.0], "text": " Thank you."}, {"timestamp": [199.0, 205.5], "text": " The last car in the shift slides through Lane 8. The officer collects his cash, removes his key."}, {"timestamp": [205.5, 210.0], "text": " The equipment dies and over on the second floor the closing totals are printed and move down to be checked."}, {"timestamp": [210.0, 217.0], "text": " The cash is placed in a deposit box in the wall and will be taken out in the counting house on the other side."}, {"timestamp": [217.0, 221.0], "text": " The daily summary shows the vehicles of each class through each lane,"}, {"timestamp": [221.0, 226.0], "text": " the number of axles recorded and the cash collected, and it will balance, or it should."}, {"timestamp": [226.0, 228.0], "text": " Everything is aimed at keeping the traffic moving,"}, {"timestamp": [228.0, 231.0], "text": " and at the other end of the bridge is radar equipment for this purpose,"}, {"timestamp": [231.0, 234.0], "text": " to keep it flowing smoothly at 40 miles an hour."}, {"timestamp": [234.0, 239.0], "text": " To maintain accuracy, a fork tuned to give an exact reading of 65 miles per hour,"}, {"timestamp": [239.0, 241.0], "text": " is used as a norm."}, {"timestamp": [242.0, 247.0], "text": " If the apparatus responds accurately to this, it's ready to draw a picture of speed. The vehicles are picked up, and a pen draws their speeds on a norm. If the apparatus responds accurately to this, it's ready to draw a picture of speed."}, {"timestamp": [247.0, 252.0], "text": " The vehicles are picked up and a pen draws their speeds on a graph. The periods when speeds"}, {"timestamp": [252.0, 256.0], "text": " are sluggish or too high become evident and action can be taken to level them out."}, {"timestamp": [256.0, 267.0], "text": " To keep traffic moving safely, nothing can be permitted to create a hazard."}, {"timestamp": [271.0, 278.0], "text": " No one in trouble is many yards from one of the 36 telephones connected with the control room."}, {"timestamp": [282.0, 287.0], "text": " Whatever the difficulty, help is immediate and courteous."}, {"timestamp": [287.0, 292.0], "text": " The authority, help is immediate and courteous."}, {"timestamp": [292.0, 301.0], "text": " The authority has designed and had built many time-saving devices, and the skate is one of them."}, {"timestamp": [301.0, 306.36], "text": " The skates will fit any car and any of the 38 different sizes of truck"}, {"timestamp": [306.36, 312.46], "text": " wheels and the vehicle is moved in seconds before it can seriously affect traffic."}, {"timestamp": [312.46, 316.24], "text": " Front wheels can be steered normally with the skate attached. When it's off the bridge,"}, {"timestamp": [316.24, 322.48], "text": " this wheel will be changed free with the compliments of the bridge authority. Calls received"}, {"timestamp": [322.48, 326.0], "text": " a continuous, so far there have been over a thousand punctures on the bridge."}, {"timestamp": [326.0, 332.0], "text": " Believe it or not, 1600 people have run out of petrol and 2,600 have had breakdowns of one kind or another."}, {"timestamp": [332.0, 340.0], "text": " If air is needed in a hurry, the vans carry it, compressed, and can give a troubled motorist a shot in the tire at a moment's notice."}, {"timestamp": [340.0, 345.0], "text": " If the vehicle in trouble is mobile, it's gently but swiftly dealt with."}, {"timestamp": [345.0, 354.0], "text": " And a hydraulic hoist they've designed will whip a car or truck off to safety smartly."}, {"timestamp": [354.0, 373.0], "text": " Special loads are given an SACOR or truck off to safety smartly. Special loads are given an escort to see them across and to protect others using the bridge."}, {"timestamp": [373.0, 379.0], "text": " For to give drivers a safe and quick journey is the primary aim of the bridge authority."}, {"timestamp": [379.0, 383.0], "text": " The Auckland Harbour Bridge has been open two and a half years and unlike the fairy folk,"}, {"timestamp": [383.0, 388.86], "text": " the people on this causeway don't melt away in the sunshine on the contrary they seem to multiply every day in"}, {"timestamp": [388.86, 392.6], "text": " one year the whole population of New Zealand crosses the bridge nine times in"}, {"timestamp": [392.6, 397.82], "text": " cars trucks and buses in 12 months 18 million people make the journey on wheels across"}, {"timestamp": [397.82, 409.0], "text": " the Waitamatta the North Shore of Auckland has been developing extremely fast."}, {"timestamp": [409.0, 414.0], "text": " Urban sprawl has spread and new houses are thrusting up at a staggering rate."}, {"timestamp": [414.0, 418.0], "text": " The harbour bridge has been a major cause of the North Shore boom,"}, {"timestamp": [418.0, 422.0], "text": " but 50,000 vehicles crossing daily causes heavy congestion."}, {"timestamp": [422.0, 427.0], "text": " Extensions to the bridge were designed to ease the load."}, {"timestamp": [429.0, 433.0], "text": " A Japanese firm won the contract to double the capacity of the bridge."}, {"timestamp": [434.0, 436.0], "text": " The first girders arrived from Japan,"}, {"timestamp": [436.0, 440.0], "text": " 365 feet long, weighing 400 tons."}, {"timestamp": [441.0, 447.0], "text": " Advanced welding techniques allow the construction of these massive box girders, carried in threes on a specially converted tanker."}, {"timestamp": [447.0, 463.0], "text": " The Japanese built cranes moved in. The tallest floating cranes in the world, specially built for the job,"}, {"timestamp": [463.0, 465.7], "text": " 200 feet high grey vultures"}, {"timestamp": [465.7, 470.6], "text": " leaning over the girder section, picking it up and placing it ever so delicately in place"}, {"timestamp": [470.6, 474.2], "text": " on its support."}, {"timestamp": [474.2, 487.0], "text": " The left right. The lift will take three hours."}, {"timestamp": [487.0, 490.0], "text": " The lift will take three hours."}, {"timestamp": [490.0, 494.0], "text": " Work goes on while the traffic flows past."}, {"timestamp": [494.0, 497.0], "text": " Four days later this section will have been finally welded into place"}, {"timestamp": [497.0, 500.0], "text": " and everyone can relax until the next time."}, {"timestamp": [500.0, 504.0], "text": " Already the tanker has left Japan with three more girders."}, {"timestamp": [504.0, 507.0], "text": " The tight schedule must be kept."}, {"timestamp": [507.0, 526.88], "text": " Surprisingly, over half the extensions cost of $12.5 million is in the construction of"}, {"timestamp": [526.88, 531.5], "text": " two and a half miles of new approach roads necessary to get the traffic onto the four new"}, {"timestamp": [531.5, 532.96], "text": " lanes."}, {"timestamp": [532.96, null], "text": " This is the New Zealand half and Japanese will continue to work together toward the grand opening date in July 1969. I'm going to be."}], "text": " Once upon a time at the dead of night, Amari myth says, fairy folk began to build a causeway across the Wightamatta. But before they'd finished, the sun came up and melted the people away. Now there's just a reef of rock straggling out near Point Chevalier to mark the first attempt to bridge the Auckland Harbour. The second try was more successful, and an arch of steel, completed in 1959, rises impressively over the water. This seven million pound project has turned out to be a greater success than was ever imagined. Already a pilot has flown under it before anyone could stop him. A sheep has trotted over it before anyone could catch it and 50,000 people a day pass over it legitimately in motor vehicles. Ceaselessly traffic flows down towards the toll plaza on the northern side where the four lanes fan out to ten. Here the tolls which will pay for the bridge in only 50 years are collected. Overlooking the plaza is the headquarters of the bridge authority dedicated to giving users efficient, courteous service. Here a new shift is going on duty. With his own key an officer collects his box of change from the outside wall of the counting house. Here a new shift is going on duty. With his own key, an officer collects his box of change from the outside wall of the counting house. These men in their smart olive grey deal with about 16,000 drivers a day, and through it all are almost unbelievably patient. As a new officer turns his key in his booth, a set of opening totals is printed automatically in a steel cabinet bearing his lane number in the administration building. And from this second on, all traffic passing through the lane will be recorded here. Good morning. Thank you. Tolls collected are not rung up on a cash register, but instead a lever corresponding to one of the toll rates is pressed. This clicks itself up over in the main building as the switch is operated on the plaza. Also, as the switch is pressed, a visual receipt for the driver flashes up on the side of the booth and is cancelled out again by the vehicle itself as it passes through the gate. The officer's switch also illuminates a classification code above the toll lane, which can be seen and checked with the emerging vehicle by the supervisor in the main traffic control room. Many believe that the wire in the center of the lane is a counting device. It's actually there to earth static electricity the vehicles pick up, but without it, both motorist and the officer can literally get a nasty shock when their fingers meet. Both motorist and the officer can literally get a nasty shock when their fingers meet. However, all vehicles are tallied. Pads count the number of axles that pass over them. And these counts are also clicked up in the cabinets. Good morning. Thank you. Thank you. Thank you. Good morning, sir. Good morning. Thank you. Thank you. Good morning, sir. Good morning. Tolls vary from two shillings for a car and half a crown for a bus to 17 and 6 for a four-axle truck and trailer. Thank you. Thank you. Thank you. The last car in the shift slides through Lane 8. The officer collects his cash, removes his key. The equipment dies and over on the second floor the closing totals are printed and move down to be checked. The cash is placed in a deposit box in the wall and will be taken out in the counting house on the other side. The daily summary shows the vehicles of each class through each lane, the number of axles recorded and the cash collected, and it will balance, or it should. Everything is aimed at keeping the traffic moving, and at the other end of the bridge is radar equipment for this purpose, to keep it flowing smoothly at 40 miles an hour. To maintain accuracy, a fork tuned to give an exact reading of 65 miles per hour, is used as a norm. If the apparatus responds accurately to this, it's ready to draw a picture of speed. The vehicles are picked up, and a pen draws their speeds on a norm. If the apparatus responds accurately to this, it's ready to draw a picture of speed. The vehicles are picked up and a pen draws their speeds on a graph. The periods when speeds are sluggish or too high become evident and action can be taken to level them out. To keep traffic moving safely, nothing can be permitted to create a hazard. No one in trouble is many yards from one of the 36 telephones connected with the control room. Whatever the difficulty, help is immediate and courteous. The authority, help is immediate and courteous. The authority has designed and had built many time-saving devices, and the skate is one of them. The skates will fit any car and any of the 38 different sizes of truck wheels and the vehicle is moved in seconds before it can seriously affect traffic. Front wheels can be steered normally with the skate attached. When it's off the bridge, this wheel will be changed free with the compliments of the bridge authority. Calls received a continuous, so far there have been over a thousand punctures on the bridge. Believe it or not, 1600 people have run out of petrol and 2,600 have had breakdowns of one kind or another. If air is needed in a hurry, the vans carry it, compressed, and can give a troubled motorist a shot in the tire at a moment's notice. If the vehicle in trouble is mobile, it's gently but swiftly dealt with. And a hydraulic hoist they've designed will whip a car or truck off to safety smartly. Special loads are given an SACOR or truck off to safety smartly. Special loads are given an escort to see them across and to protect others using the bridge. For to give drivers a safe and quick journey is the primary aim of the bridge authority. The Auckland Harbour Bridge has been open two and a half years and unlike the fairy folk, the people on this causeway don't melt away in the sunshine on the contrary they seem to multiply every day in one year the whole population of New Zealand crosses the bridge nine times in cars trucks and buses in 12 months 18 million people make the journey on wheels across the Waitamatta the North Shore of Auckland has been developing extremely fast. Urban sprawl has spread and new houses are thrusting up at a staggering rate. The harbour bridge has been a major cause of the North Shore boom, but 50,000 vehicles crossing daily causes heavy congestion. Extensions to the bridge were designed to ease the load. A Japanese firm won the contract to double the capacity of the bridge. The first girders arrived from Japan, 365 feet long, weighing 400 tons. Advanced welding techniques allow the construction of these massive box girders, carried in threes on a specially converted tanker. The Japanese built cranes moved in. The tallest floating cranes in the world, specially built for the job, 200 feet high grey vultures leaning over the girder section, picking it up and placing it ever so delicately in place on its support. The left right. The lift will take three hours. The lift will take three hours. Work goes on while the traffic flows past. Four days later this section will have been finally welded into place and everyone can relax until the next time. Already the tanker has left Japan with three more girders. The tight schedule must be kept. Surprisingly, over half the extensions cost of $12.5 million is in the construction of two and a half miles of new approach roads necessary to get the traffic onto the four new lanes. This is the New Zealand half and Japanese will continue to work together toward the grand opening date in July 1969. I'm going to be."}