{"speakers": [], "chunks": [{"timestamp": [0.0, 39.0], "text": " The Hidden in the early morning mists and clouds of New Zealand's fjordland is Milford Sound."}, {"timestamp": [39.0, 47.0], "text": " Lonely and awe-inspiring, a place of water, granite and bush,"}, {"timestamp": [47.0, 51.0], "text": " guarded like a fortress by perpendicular mountains."}, {"timestamp": [51.0, 55.0], "text": " Milford was remote and inaccessible."}, {"timestamp": [55.0, 67.0], "text": " The old whalers discovered the narrow open. Milford was remote and inaccessible."}, {"timestamp": [67.0, 74.0], "text": " The old whalers discovered the narrow opening and came in from the sea, the first way to Milford."}, {"timestamp": [74.0, 81.0], "text": " Ships still search out the concealed entrance and glide up the 11 deep miles of the sound"}, {"timestamp": [81.0, 87.0], "text": " so that cruise passengers can get a glimpse of this dramatic hidden land."}, {"timestamp": [87.0, 108.0], "text": " The crowding mountains rise steeply and a 29,000-ton ship looks like a child's toy by comparison."}, {"timestamp": [113.0, 116.0], "text": " It was from the sea in 1876 that Donald Sutherland came, the hermit of Milford. He lived isolated here for 40 years."}, {"timestamp": [116.0, 121.0], "text": " He explored this valley and made the momentous discovery of the Sutherland Falls."}, {"timestamp": [121.0, 125.1], "text": " But all his attempts to find a way through the encircling mountains"}, {"timestamp": [125.1, 135.3], "text": " were stopped by these sheer walls of granite. Then from inland came Quinton"}, {"timestamp": [135.3, 139.98], "text": " McKinnon. He came up to the head of Lake Tiana, determined to find a way through"}, {"timestamp": [139.98, 145.32], "text": " the mountains to Milford. He cut his way through the forest up the Clinton Canyon here,"}, {"timestamp": [145.32, 151.28], "text": " and when at last he climbed above the snow line, he found there was a pass, a cleft between"}, {"timestamp": [151.28, 158.8], "text": " these two peaks. In 1888, he crossed this saddle in atrocious weather and scared seven"}, {"timestamp": [158.8, 163.92], "text": " bells out of Sutherland by appearing in the sound. He had come in by the back door, McKinnon"}, {"timestamp": [163.92, 167.0], "text": " had found the second way to Milford."}, {"timestamp": [171.0, 176.0], "text": " Today, each summer, more than 2,000 people go up the lake to walk the Milford track"}, {"timestamp": [176.0, 181.0], "text": " to follow McKinnon's path up over the pass he found and down into the Milford stronghold."}, {"timestamp": [182.0, 187.0], "text": " Deep, tall forests crowd the shores, and above and beyond against the sky, the peaks of Fjord Stronghold. Deep, tall forests crowd the shores and above and beyond against the sky,"}, {"timestamp": [187.0, 193.44], "text": " the peaks of Fjordland rise. The ship reaches the head of the lake, the tall somber"}, {"timestamp": [193.44, 200.68], "text": " bush stands awaiting the chatter of happy people. The first man-made thing in 40 miles is"}, {"timestamp": [200.68, 205.0], "text": " the jetty at Glade House House where an overnight stop is made."}, {"timestamp": [205.0, 209.0], "text": " Next morning you set out on the three-day walk."}, {"timestamp": [209.0, 212.0], "text": " It's eight o'clock, it's fine, there's adventure ahead."}, {"timestamp": [212.0, 218.0], "text": " Deep under the trees and ferns, the track goes up beside the Clinton River,"}, {"timestamp": [218.0, 223.0], "text": " clear, sparkling ice blue from the snows, flecked with trout."}, {"timestamp": [222.0, 228.0], "text": " from the snows, flecked with trout."}, {"timestamp": [232.0, 236.0], "text": " Overhead a native pigeon sits plump and full of berries."}, {"timestamp": [241.0, 244.0], "text": " And the little gray warbler sings his head off just because he's enjoying the summer."}, {"timestamp": [247.08, 259.8], "text": " Wherever you look, the scenery is just magnificent as the track winds along the valley. But the rocky sides are drawing closer. On one"}, {"timestamp": [259.8, 266.0], "text": " side in the shadows the walls are topped by glacial ice."}, {"timestamp": [266.0, 271.0], "text": " But on the sunny side, it melts from the summits and streams over the ledges in countless falls."}, {"timestamp": [271.0, 287.0], "text": " Here on a ledge of rock against the granite wall is the Pompulona hut."}, {"timestamp": [287.0, 291.0], "text": " All around it is the rainforest filled with the sound of moving water."}, {"timestamp": [291.0, 295.0], "text": " And in the undergrowth the shy birds."}, {"timestamp": [299.0, 308.0], "text": " It's even possible at Pompulona to see the wingless kiwi, although they generally shun the light and feed only at night."}, {"timestamp": [308.0, 320.0], "text": " You'll make an early start next morning. Guides are going to lead you up to the head of the canyon."}, {"timestamp": [320.0, 327.0], "text": " McKinnon's track rises out of the treetops and climbs to the pass named after him."}, {"timestamp": [327.0, 342.0], "text": " A pause at Lake Mintero, calm and still, reflecting the grey wall and the pass above it."}, {"timestamp": [342.0, 346.12], "text": " There's no movement, no sound, except the ripple made"}, {"timestamp": [346.12, 353.72], "text": " by a couple of Paradise Ducks. And the liquid note of a toi is singing on a flex flower."}, {"timestamp": [357.72, 367.0], "text": " You're so high now that the trees have gone. And with them the mosses and ferns, and underfoot now are the alpine flowers."}, {"timestamp": [367.0, 383.0], "text": " The 3,400 foot pass lies just ahead, the gateway to Milford Sound."}, {"timestamp": [383.0, 387.0], "text": " The pass itself is a surprise. Snowgrass covered. foot pass lies just ahead, the gateway to Milford Sound."}, {"timestamp": [389.0, 394.24], "text": " The pass itself is a surprise. Snowgrass covers the grey rock and in the hollow of the saddle a tiny town to reflect the"}, {"timestamp": [394.24, 396.0], "text": " surrounding peaks and glaciers."}, {"timestamp": [396.0, 400.0], "text": " Looking back down the Clinton Canyon is exciting."}, {"timestamp": [400.0, 402.0], "text": " There, warped eye."}, {"timestamp": [402.0, 407.0], "text": " But everything's on such a vast scale you can barely see the river or the track."}, {"timestamp": [407.0, 415.0], "text": " It seems a little fantastic eating salmon sandwiches on a mountain pass 3,000 feet towards the sky."}, {"timestamp": [415.0, 423.0], "text": " A friendly and inquisitive Kea lives on this lonely saddle and is reluctant to see you go, but you must."}, {"timestamp": [423.0, 425.28], "text": " From the edge of the 2,000 foot wall of rock that defeated Donald Sutherland, you look in the way of the two thousand foot wall of rock that defeated Donald Sutherland, you look in the way. and is reluctant to see you go, but you must."}, {"timestamp": [429.28, 432.88], "text": " From the edge of the 2,000 foot wall of rock that defeated Donald Sutherland, you look into the blue valley that winds down into Milford Sound."}, {"timestamp": [434.8, 437.92], "text": " The track goes round, down under the Jervois Glacier,"}, {"timestamp": [438.16, 440.72], "text": " and two miles later it enters the forest again."}, {"timestamp": [443.12, 447.0], "text": " And then suddenly, surrounded on all sides by the mountains you come"}, {"timestamp": [447.0, 451.88], "text": " through the trees to a clearing. And a warm welcome at the Quinton hut the last overnight stop"}, {"timestamp": [451.88, 457.28], "text": " before the sound. This is a cheery place of log fires and hot showers and tremendous meals."}, {"timestamp": [457.28, 460.76], "text": " Whenever you get to Quinton there are hot scones and fresh coffee waiting because most"}, {"timestamp": [460.76, 469.0], "text": " visitors go to see the Sutherland Falls before dinner. You're aware of the falls straight away."}, {"timestamp": [469.0, 472.0], "text": " A low roar comes from deep in the forest."}, {"timestamp": [472.0, 476.0], "text": " As you move closer, the sound fills the air and a mist of spray"}, {"timestamp": [476.0, 479.0], "text": " drifts among beautiful and strange lichens and mosses"}, {"timestamp": [479.0, 482.0], "text": " growing in the deppled sunlight."}, {"timestamp": [482.0, 488.76], "text": " And then, there it is. The fall Sutherland stumbled across on one of his"}, {"timestamp": [488.76, 527.0], "text": " explorations from his lonely headquarters on the sand. For nearly 2,000 feet, it seems to drop in slow motion."}, {"timestamp": [527.0, 532.0], "text": " The roar is deafening."}, {"timestamp": [532.0, 547.0], "text": " The wind created by the falling water bends the trees and spray falls like heavy rain."}, {"timestamp": [547.0, 560.0], "text": " Here the Arthur River starts and so does the third and last day on the trek."}, {"timestamp": [560.0, 567.0], "text": " The next morning you follow this amazing path again until it reaches a drowned valley, Lake Ada."}, {"timestamp": [567.0, 598.0], "text": " The lake side has become too steep to take the trek and a waiting boat ferries you across to the other side. Across the lake the faithful path is awaiting them."}, {"timestamp": [598.0, 607.0], "text": " The last few miles skirt the shore past streams and waterfalls through an aisle of trees and flowers."}, {"timestamp": [607.0, 625.0], "text": " Then in the afternoon it comes to an end as it slopes down to the sea."}, {"timestamp": [625.0, 630.0], "text": " As you cross the sound to the hotel, you know you'll walk each of those 33 miles again"}, {"timestamp": [630.0, 633.0], "text": " in treasured memory as you turn the years over."}, {"timestamp": [637.0, 646.0], "text": " As long ago as 1934, a road came up from Tiana here, followed the lake and then entered the beautiful Eglinton Valley."}, {"timestamp": [646.0, 649.0], "text": " It was dreamed that someday it would go on to the sea."}, {"timestamp": [649.0, 655.0], "text": " But it was stopped by the jealous mountains, guarding the gem of Milford between their high precipitous arms."}, {"timestamp": [655.0, 658.0], "text": " The only possible route was under them."}, {"timestamp": [658.0, 662.0], "text": " A tunnel has been drilled, a remarkable engineering feat,"}, {"timestamp": [662.0, 667.0], "text": " and today traffic flows through the granite wall and down into the sound."}, {"timestamp": [671.0, 697.0], "text": " This is the third way to Milford and even New Zealanders surrounded as they are with natural beauty get excited over the Eginton Valley."}, {"timestamp": [720.34, 724.76], "text": " It's easy to linger here for every mile you want to stop and stare. The road moves in between the mountains, alternately skirting the river in sunny clearings and gliding into the dacled shade of the"}, {"timestamp": [724.76, 750.0], "text": " forests of beach. Imperceptibly the mountains moving closer."}, {"timestamp": [750.0, 774.0], "text": " The road starts to climb and soon it's winding in and out between Lake Fergus and Lake Gunn. Except for the road, there's no sign of man nor his handiwork."}, {"timestamp": [774.0, 780.0], "text": " You feel small and humble in this country."}, {"timestamp": [780.0, 827.0], "text": " Especially when the peaks crowd in until the road looks like a thread wall of granite."}, {"timestamp": [827.0, 834.0], "text": " And it's into this face that the hole was drilled."}, {"timestamp": [834.0, 856.0], "text": " The Homer Tunnel is just over three quarters of a mile long, and the interesting thing is that it leads nowhere, except to a luxury hotel where people go to admire a view."}, {"timestamp": [860.0, 867.0], "text": " Coming out, escaping from the canyon, you look back on the tremendous wall of rock above the tunnel portal."}, {"timestamp": [867.0, 885.0], "text": " Below is the Kledar Valley, which drops nearly 3,000 feet down to Milford."}, {"timestamp": [885.0, 901.0], "text": " The road goes into the Fjordland forests, crossing and recrossing the river."}, {"timestamp": [901.0, 915.0], "text": " There's a picture at every bend. At last, Milford."}, {"timestamp": [919.0, 923.0], "text": " And the hotel at the head of the sound."}, {"timestamp": [923.0, 931.0], "text": " It was on this shore that Sutherland, the hermit, lived in lonely splendor and called all this wilderness his own."}, {"timestamp": [931.0, 940.0], "text": " But times had changed."}, {"timestamp": [940.0, 950.0], "text": " In the early morning, famous Maitre Peak is the centrepiece of a tremendous panorama."}, {"timestamp": [952.0, 955.0], "text": " The peaks thrust themselves up on every hand."}, {"timestamp": [959.0, 967.0], "text": " They make the hotel look like a doll's house put down at the head of the sound."}, {"timestamp": [967.0, 981.0], "text": " After breakfast, some just sit and watch the endless performance of the changing light on this vast stage."}, {"timestamp": [981.0, 987.0], "text": " Or plan to go later across the sound and wander over the last few miles of"}, {"timestamp": [987.0, 992.0], "text": " the track to see the trees and waterfalls."}, {"timestamp": [992.0, 1000.0], "text": " Others cross the road to where the Kledau flows softly into the sound."}, {"timestamp": [1000.0, 1010.0], "text": " But the sound itself is irresistible in mist or rain or sunshine."}, {"timestamp": [1010.0, 1016.0], "text": " Huge glaciers once cut these fjords incredibly deep."}, {"timestamp": [1016.0, 1035.76], "text": " The metal-like wall slides straight down twelve hundred feet beneath the sea. Harrison Cove under the hanging ice balls was the only"}, {"timestamp": [1035.76, 1044.64], "text": " water shallow enough for the old whalers to find Anchorage. The sound is 11"}, {"timestamp": [1044.64, 1047.0], "text": " miles long but it's only 600 yards wide in some places."}, {"timestamp": [1051.0, 1057.0], "text": " The entrance is narrow and hard to find from the sea,"}, {"timestamp": [1057.0, 1062.0], "text": " but the Māoris knew it and paddled hundreds of miles down the coast in their canoes."}, {"timestamp": [1062.0, 1069.0], "text": " Near the entrance they found the rare green jade that they so prized and fashioned into weapons and ornaments."}, {"timestamp": [1069.0, 1081.0], "text": " One gets a crick in the neck just looking for the mountains that stand up to their wastes in the sound rise 400 feet straight up before they slope back to their lonely summits."}, {"timestamp": [1084.0, 1110.0], "text": " The drifting waterfalls blow away in a drenching curtain of colour. The foaming flood of the Bowen Falls,"}, {"timestamp": [1110.0, 1128.0], "text": " Roars out of a hanging valley,"}, {"timestamp": [1128.0, 1134.0], "text": " pours downward onto a saucer shaped rock, and then leaps out in a splendid arc into the trees."}, {"timestamp": [1134.0, 1157.0], "text": " After rain, the great curve of water lung sunlight and there are rainbows in the trees."}, {"timestamp": [1161.0, 1167.0], "text": " A few hundred yards from the hotel an airstrip has been levelled on the banks of the Kledar River."}, {"timestamp": [1167.0, 1190.24], "text": " Two minutes after take-off, the mountains, glaciers, valleys and lakes of this incredible"}, {"timestamp": [1190.24, 1194.48], "text": " fjordland stretch away to both horizons."}, {"timestamp": [1194.48, 1198.36], "text": " Much of this southwest corner of New Zealand is still unexplored."}, {"timestamp": [1198.36, 1204.22], "text": " No man has seen it except from the air."}, {"timestamp": [1204.22, 1208.1], "text": " Over Lake Wokitibu, a plane is heading towards the sound, for this is the"}, {"timestamp": [1208.1, 1213.68], "text": " fourth way in and out of Milton, a way never foreseen by Sutherland and McKinnon or"}, {"timestamp": [1213.68, 1221.42], "text": " the other explorers. From planes, passengers can look down on the Egglinton Valley,"}, {"timestamp": [1221.42, 1227.0], "text": " on the river and the road winding up into the mists around the tunnel mouth."}, {"timestamp": [1231.0, 1237.0], "text": " You look down too on the Sutherland Falls and see the secret lake that feeds them."}, {"timestamp": [1241.0, 1277.0], "text": " The tremendous landscape makes a plane look like a sand fly. Mount Tutoko, 12 miles from the sound, moves past, lifting its wedged summit 9,000 feet above the sea."}, {"timestamp": [1277.0, 1285.0], "text": " The plain reaches the coast and then there is the entrance to Milford, cut from the rock before the Ice Age ended."}, {"timestamp": [1285.0, 1291.0], "text": " The great glaciers have gone, but their work is carved in the face of the land for all to read."}, {"timestamp": [1293.0, 1297.0], "text": " At the end of the plane's wing, the tip of Mitre Peak."}, {"timestamp": [1302.0, 1310.1], "text": " And in the distance, the head of the sound, the airstrip, and the hotel."}, {"timestamp": [1310.1, 1314.6], "text": " We're nearly there."}, {"timestamp": [1314.6, 1324.28], "text": " Whichever way you come, the journey into the Fjordland stronghold is fascinating and dramatic."}, {"timestamp": [1324.28, 1326.1], "text": " And when you get there the fabulous"}, {"timestamp": [1326.1, 1330.0], "text": " beauty of Milford is waiting serene and unspoiled."}], "text": " The Hidden in the early morning mists and clouds of New Zealand's fjordland is Milford Sound. Lonely and awe-inspiring, a place of water, granite and bush, guarded like a fortress by perpendicular mountains. Milford was remote and inaccessible. The old whalers discovered the narrow open. Milford was remote and inaccessible. The old whalers discovered the narrow opening and came in from the sea, the first way to Milford. Ships still search out the concealed entrance and glide up the 11 deep miles of the sound so that cruise passengers can get a glimpse of this dramatic hidden land. The crowding mountains rise steeply and a 29,000-ton ship looks like a child's toy by comparison. It was from the sea in 1876 that Donald Sutherland came, the hermit of Milford. He lived isolated here for 40 years. He explored this valley and made the momentous discovery of the Sutherland Falls. But all his attempts to find a way through the encircling mountains were stopped by these sheer walls of granite. Then from inland came Quinton McKinnon. He came up to the head of Lake Tiana, determined to find a way through the mountains to Milford. He cut his way through the forest up the Clinton Canyon here, and when at last he climbed above the snow line, he found there was a pass, a cleft between these two peaks. In 1888, he crossed this saddle in atrocious weather and scared seven bells out of Sutherland by appearing in the sound. He had come in by the back door, McKinnon had found the second way to Milford. Today, each summer, more than 2,000 people go up the lake to walk the Milford track to follow McKinnon's path up over the pass he found and down into the Milford stronghold. Deep, tall forests crowd the shores, and above and beyond against the sky, the peaks of Fjord Stronghold. Deep, tall forests crowd the shores and above and beyond against the sky, the peaks of Fjordland rise. The ship reaches the head of the lake, the tall somber bush stands awaiting the chatter of happy people. The first man-made thing in 40 miles is the jetty at Glade House House where an overnight stop is made. Next morning you set out on the three-day walk. It's eight o'clock, it's fine, there's adventure ahead. Deep under the trees and ferns, the track goes up beside the Clinton River, clear, sparkling ice blue from the snows, flecked with trout. from the snows, flecked with trout. Overhead a native pigeon sits plump and full of berries. And the little gray warbler sings his head off just because he's enjoying the summer. Wherever you look, the scenery is just magnificent as the track winds along the valley. But the rocky sides are drawing closer. On one side in the shadows the walls are topped by glacial ice. But on the sunny side, it melts from the summits and streams over the ledges in countless falls. Here on a ledge of rock against the granite wall is the Pompulona hut. All around it is the rainforest filled with the sound of moving water. And in the undergrowth the shy birds. It's even possible at Pompulona to see the wingless kiwi, although they generally shun the light and feed only at night. You'll make an early start next morning. Guides are going to lead you up to the head of the canyon. McKinnon's track rises out of the treetops and climbs to the pass named after him. A pause at Lake Mintero, calm and still, reflecting the grey wall and the pass above it. There's no movement, no sound, except the ripple made by a couple of Paradise Ducks. And the liquid note of a toi is singing on a flex flower. You're so high now that the trees have gone. And with them the mosses and ferns, and underfoot now are the alpine flowers. The 3,400 foot pass lies just ahead, the gateway to Milford Sound. The pass itself is a surprise. Snowgrass covered. foot pass lies just ahead, the gateway to Milford Sound. The pass itself is a surprise. Snowgrass covers the grey rock and in the hollow of the saddle a tiny town to reflect the surrounding peaks and glaciers. Looking back down the Clinton Canyon is exciting. There, warped eye. But everything's on such a vast scale you can barely see the river or the track. It seems a little fantastic eating salmon sandwiches on a mountain pass 3,000 feet towards the sky. A friendly and inquisitive Kea lives on this lonely saddle and is reluctant to see you go, but you must. From the edge of the 2,000 foot wall of rock that defeated Donald Sutherland, you look in the way of the two thousand foot wall of rock that defeated Donald Sutherland, you look in the way. and is reluctant to see you go, but you must. From the edge of the 2,000 foot wall of rock that defeated Donald Sutherland, you look into the blue valley that winds down into Milford Sound. The track goes round, down under the Jervois Glacier, and two miles later it enters the forest again. And then suddenly, surrounded on all sides by the mountains you come through the trees to a clearing. And a warm welcome at the Quinton hut the last overnight stop before the sound. This is a cheery place of log fires and hot showers and tremendous meals. Whenever you get to Quinton there are hot scones and fresh coffee waiting because most visitors go to see the Sutherland Falls before dinner. You're aware of the falls straight away. A low roar comes from deep in the forest. As you move closer, the sound fills the air and a mist of spray drifts among beautiful and strange lichens and mosses growing in the deppled sunlight. And then, there it is. The fall Sutherland stumbled across on one of his explorations from his lonely headquarters on the sand. For nearly 2,000 feet, it seems to drop in slow motion. The roar is deafening. The wind created by the falling water bends the trees and spray falls like heavy rain. Here the Arthur River starts and so does the third and last day on the trek. The next morning you follow this amazing path again until it reaches a drowned valley, Lake Ada. The lake side has become too steep to take the trek and a waiting boat ferries you across to the other side. Across the lake the faithful path is awaiting them. The last few miles skirt the shore past streams and waterfalls through an aisle of trees and flowers. Then in the afternoon it comes to an end as it slopes down to the sea. As you cross the sound to the hotel, you know you'll walk each of those 33 miles again in treasured memory as you turn the years over. As long ago as 1934, a road came up from Tiana here, followed the lake and then entered the beautiful Eglinton Valley. It was dreamed that someday it would go on to the sea. But it was stopped by the jealous mountains, guarding the gem of Milford between their high precipitous arms. The only possible route was under them. A tunnel has been drilled, a remarkable engineering feat, and today traffic flows through the granite wall and down into the sound. This is the third way to Milford and even New Zealanders surrounded as they are with natural beauty get excited over the Eginton Valley. It's easy to linger here for every mile you want to stop and stare. The road moves in between the mountains, alternately skirting the river in sunny clearings and gliding into the dacled shade of the forests of beach. Imperceptibly the mountains moving closer. The road starts to climb and soon it's winding in and out between Lake Fergus and Lake Gunn. Except for the road, there's no sign of man nor his handiwork. You feel small and humble in this country. Especially when the peaks crowd in until the road looks like a thread wall of granite. And it's into this face that the hole was drilled. The Homer Tunnel is just over three quarters of a mile long, and the interesting thing is that it leads nowhere, except to a luxury hotel where people go to admire a view. Coming out, escaping from the canyon, you look back on the tremendous wall of rock above the tunnel portal. Below is the Kledar Valley, which drops nearly 3,000 feet down to Milford. The road goes into the Fjordland forests, crossing and recrossing the river. There's a picture at every bend. At last, Milford. And the hotel at the head of the sound. It was on this shore that Sutherland, the hermit, lived in lonely splendor and called all this wilderness his own. But times had changed. In the early morning, famous Maitre Peak is the centrepiece of a tremendous panorama. The peaks thrust themselves up on every hand. They make the hotel look like a doll's house put down at the head of the sound. After breakfast, some just sit and watch the endless performance of the changing light on this vast stage. Or plan to go later across the sound and wander over the last few miles of the track to see the trees and waterfalls. Others cross the road to where the Kledau flows softly into the sound. But the sound itself is irresistible in mist or rain or sunshine. Huge glaciers once cut these fjords incredibly deep. The metal-like wall slides straight down twelve hundred feet beneath the sea. Harrison Cove under the hanging ice balls was the only water shallow enough for the old whalers to find Anchorage. The sound is 11 miles long but it's only 600 yards wide in some places. The entrance is narrow and hard to find from the sea, but the Māoris knew it and paddled hundreds of miles down the coast in their canoes. Near the entrance they found the rare green jade that they so prized and fashioned into weapons and ornaments. One gets a crick in the neck just looking for the mountains that stand up to their wastes in the sound rise 400 feet straight up before they slope back to their lonely summits. The drifting waterfalls blow away in a drenching curtain of colour. The foaming flood of the Bowen Falls, Roars out of a hanging valley, pours downward onto a saucer shaped rock, and then leaps out in a splendid arc into the trees. After rain, the great curve of water lung sunlight and there are rainbows in the trees. A few hundred yards from the hotel an airstrip has been levelled on the banks of the Kledar River. Two minutes after take-off, the mountains, glaciers, valleys and lakes of this incredible fjordland stretch away to both horizons. Much of this southwest corner of New Zealand is still unexplored. No man has seen it except from the air. Over Lake Wokitibu, a plane is heading towards the sound, for this is the fourth way in and out of Milton, a way never foreseen by Sutherland and McKinnon or the other explorers. From planes, passengers can look down on the Egglinton Valley, on the river and the road winding up into the mists around the tunnel mouth. You look down too on the Sutherland Falls and see the secret lake that feeds them. The tremendous landscape makes a plane look like a sand fly. Mount Tutoko, 12 miles from the sound, moves past, lifting its wedged summit 9,000 feet above the sea. The plain reaches the coast and then there is the entrance to Milford, cut from the rock before the Ice Age ended. The great glaciers have gone, but their work is carved in the face of the land for all to read. At the end of the plane's wing, the tip of Mitre Peak. And in the distance, the head of the sound, the airstrip, and the hotel. We're nearly there. Whichever way you come, the journey into the Fjordland stronghold is fascinating and dramatic. And when you get there the fabulous beauty of Milford is waiting serene and unspoiled."}