{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Hi, I'm a"}, {"timestamp": [7.0, 13.0], "text": " Hi, I'm a production engineer for HTS-110."}, {"timestamp": [13.0, 27.8], "text": " We're a company that's"}, {"timestamp": [27.8, 32.5], "text": " commercialising the science and technology developed in the superconducting field by industrial"}, {"timestamp": [32.5, 37.06], "text": " research and Jeff Tallinn. Jeff just showed you a big superconducting coil like this one,"}, {"timestamp": [37.06, 41.14], "text": " so I'm now going to show you how they made. We start off with a reel of superconducting"}, {"timestamp": [41.14, 47.08], "text": " wire and we also have a reel of an insulating paper and"}, {"timestamp": [47.08, 51.46], "text": " that stops the the wire touching together and shorting out. We have a little"}, {"timestamp": [51.46, 56.44], "text": " winding table and we're going to make a coil. We're going to make a coil"}, {"timestamp": [56.44, 60.98], "text": " similar to this one here because the wire is so delicate we have to wind it"}, {"timestamp": [60.98, 73.0], "text": " very slowly."}, {"timestamp": [76.0, 79.0], "text": " Winding a small coil like this takes about two hours. One of the big ones I showed you takes about half a day."}, {"timestamp": [79.0, 84.0], "text": " Once we're finished winding the coil, we pot it up in resin so it's very robust."}, {"timestamp": [84.0, 86.16], "text": " After that we have to make sure we haven't damaged the wire and we've got winding the coil, we pot it up in resin so it's very robust. After that we"}, {"timestamp": [86.16, 92.56], "text": " have to make sure we haven't damaged the wire and we've got no short circuits. This is one"}, {"timestamp": [92.56, 96.64], "text": " of the big coils we've just bonded. It's now ready for testing in our testerog over here."}, {"timestamp": [104.24, 108.0], "text": " I've just connected the big current cables onto the superconducting coil"}, {"timestamp": [108.0, 113.0], "text": " and we've also got some little wires to measure the voltages on our instruments over here."}, {"timestamp": [113.0, 154.0], "text": " Before we do that we have to cool this coil at about minus 200 degrees so we have to cool them right down."}, {"timestamp": [163.0, 164.5], "text": " It takes about two hours to cool a big coil down and now it's cooled down we're going to use the computer to run a test to make sure that the coil is okay."}, {"timestamp": [167.6, 172.6], "text": " Of course superconductors have absolutely no resistance. What we do is we monitor the current and we also monitor the voltage going in"}, {"timestamp": [172.6, 175.5], "text": " and that way we can tell how good our coils are."}, {"timestamp": [175.5, 178.2], "text": " We've got here a little one Tesla magnet."}, {"timestamp": [178.2, 184.8], "text": " This will be 10,000 times the Earth's field and it's going to be used to research samples and materials."}, {"timestamp": [184.8, 186.18], "text": " It's going to be used in research samples and materials. It's going to be used in"}, {"timestamp": [186.18, 195.46], "text": " universities so there'll be scientists and students using it. It'll be cooled in a cryostat like this"}, {"timestamp": [195.46, 201.04], "text": " and it'll be cooled down to minus 200 degrees in liquid nitrogen and then the students or scientists"}, {"timestamp": [201.04, 210.98], "text": " will then put their samples in and they can find out all sorts of things about the properties of them. This is a part of a two megawatt generator that we're building for"}, {"timestamp": [210.98, 217.18], "text": " an aircraft. It'll be 10 times more powerful and 10 times smaller than a normal generator"}, {"timestamp": [217.18, 223.58], "text": " now. It's full of these superconducting coils. We'll be the first company in the world to"}, {"timestamp": [223.58, 226.16], "text": " build one of these. These are just a few"}, {"timestamp": [226.16, 230.1], "text": " of the really exciting jobs we're doing for companies all around the world. We're just about"}, {"timestamp": [230.1, 234.88], "text": " to start building a motor for NASA. We're building a magnet for the Japanese Space Agency"}, {"timestamp": [234.88, 239.8], "text": " that's going to go into space. It's just a really cool job because it just changes all the time."}], "text": " Hi, I'm a Hi, I'm a production engineer for HTS-110. We're a company that's commercialising the science and technology developed in the superconducting field by industrial research and Jeff Tallinn. Jeff just showed you a big superconducting coil like this one, so I'm now going to show you how they made. We start off with a reel of superconducting wire and we also have a reel of an insulating paper and that stops the the wire touching together and shorting out. We have a little winding table and we're going to make a coil. We're going to make a coil similar to this one here because the wire is so delicate we have to wind it very slowly. Winding a small coil like this takes about two hours. One of the big ones I showed you takes about half a day. Once we're finished winding the coil, we pot it up in resin so it's very robust. After that we have to make sure we haven't damaged the wire and we've got winding the coil, we pot it up in resin so it's very robust. After that we have to make sure we haven't damaged the wire and we've got no short circuits. This is one of the big coils we've just bonded. It's now ready for testing in our testerog over here. I've just connected the big current cables onto the superconducting coil and we've also got some little wires to measure the voltages on our instruments over here. Before we do that we have to cool this coil at about minus 200 degrees so we have to cool them right down. It takes about two hours to cool a big coil down and now it's cooled down we're going to use the computer to run a test to make sure that the coil is okay. Of course superconductors have absolutely no resistance. What we do is we monitor the current and we also monitor the voltage going in and that way we can tell how good our coils are. We've got here a little one Tesla magnet. This will be 10,000 times the Earth's field and it's going to be used to research samples and materials. It's going to be used in research samples and materials. It's going to be used in universities so there'll be scientists and students using it. It'll be cooled in a cryostat like this and it'll be cooled down to minus 200 degrees in liquid nitrogen and then the students or scientists will then put their samples in and they can find out all sorts of things about the properties of them. This is a part of a two megawatt generator that we're building for an aircraft. It'll be 10 times more powerful and 10 times smaller than a normal generator now. It's full of these superconducting coils. We'll be the first company in the world to build one of these. These are just a few of the really exciting jobs we're doing for companies all around the world. We're just about to start building a motor for NASA. We're building a magnet for the Japanese Space Agency that's going to go into space. It's just a really cool job because it just changes all the time."}