{"speakers": [], "chunks": [{"timestamp": [0.0, 29.0], "text": " A white dwarf is a fascinating object."}, {"timestamp": [29.0, 35.7], "text": " For a start, 99% of all stars as they evolve eventually will end up as cooling white dwarfs,"}, {"timestamp": [35.7, 39.6], "text": " which then when they're totally cool will become black dwarfs."}, {"timestamp": [39.6, 41.7], "text": " So you won't be able to see them directly."}, {"timestamp": [41.7, 45.38], "text": " Now white dwarf is the mass of the sun compacted into the"}, {"timestamp": [45.38, 50.02], "text": " volume of the earth. Now if you put the numbers into that, enormous mass difference between"}, {"timestamp": [50.02, 56.56], "text": " the sun and the earth and look at the density, the typical, the average density is something"}, {"timestamp": [56.56, 60.96], "text": " like a million times the density of things you find here on Earth. So it's very strange"}, {"timestamp": [60.96, 68.9], "text": " material indeed. One of the reasons for studying white dwarfs is it's a cosmic laboratory for investigating physics"}, {"timestamp": [68.9, 74.44], "text": " in the extreme, looking at what matter does at very high temperatures, how it behaves at very"}, {"timestamp": [74.44, 75.96], "text": " high densities."}, {"timestamp": [75.96, 80.18], "text": " And you can't produce these things on Earth."}, {"timestamp": [80.18, 84.62], "text": " Einstein's general relativity can be brought into play to say, well, there is a possible state"}, {"timestamp": [84.62, 87.0], "text": " of continued further collapse, and that's the black hole."}, {"timestamp": [87.0, 96.0], "text": " A white dwarf gradually cools off from a very hot state through the loss of thermal energy from the nuclei,"}, {"timestamp": [96.0, 99.0], "text": " which are whizzing around inside separately from the electrons."}, {"timestamp": [99.0, 107.0], "text": " Now when they go through certain distinct temperature regimes on the surface, the escaping radiation makes the whole"}, {"timestamp": [107.0, 114.0], "text": " thing quiver, makes it pulsate, although the pulsations because of the huge gravity of"}, {"timestamp": [114.0, 119.38], "text": " the white dwarfs are essentially in the horizontal direction. Anyway, these changes mean that"}, {"timestamp": [119.38, 127.24], "text": " you get light changes from the surface because the atmosphere on the surface is compressed and expanded."}, {"timestamp": [127.24, 131.2], "text": " Now these light changes can be seen by monitoring the total light output."}, {"timestamp": [131.2, 135.08], "text": " It's very small from the white dorphs if they pulsate."}, {"timestamp": [135.08, 140.18], "text": " Periods are typically in the minute range, so you need special equipment to monitor the"}, {"timestamp": [140.18, 143.84], "text": " output from the star on a rapid basis."}, {"timestamp": [143.84, 151.24], "text": " Now by studying these pulsations, the frequencies of them is dominated by the structure"}, {"timestamp": [151.24, 156.68], "text": " of the star, very much like earthquakes tell you about the structure of the earth, the internal"}, {"timestamp": [156.68, 157.68], "text": " structure."}, {"timestamp": [157.68, 162.24], "text": " You can use these stellar pulsations to tell you about the structure of the white dwarf."}, {"timestamp": [162.24, 165.12], "text": " An interesting aspect of one of the objects"}, {"timestamp": [165.12, 172.04], "text": " I'm studying. It's an atmosphere of pretty much pure helium it seems. It has a surface temperature"}, {"timestamp": [172.04, 177.64], "text": " something like 30,000 Kelvin, so it's pretty hot. Remember the surface temperature of the sun"}, {"timestamp": [177.64, 184.96], "text": " is only 6,000. So the surface temperature of this white dwarf is something like the 30,000 Kelvin."}, {"timestamp": [184.96, 186.0], "text": " The escaping radiation"}, {"timestamp": [186.0, 192.06], "text": " makes it quiver and we can identify the frequencies. Now it's predicted that the internal"}, {"timestamp": [192.06, 198.52], "text": " conditions are such that quite exotic particle processes occur. These elusive neutrinos have produced"}, {"timestamp": [198.52, 209.0], "text": " in large quantities and these escape directly from the centre. And this is a prediction of particle theory of the recent 10, 20 years."}, {"timestamp": [209.0, 214.0], "text": " Now, as this object cools, by monitoring the frequencies,"}, {"timestamp": [214.0, 216.0], "text": " these frequencies are very stable,"}, {"timestamp": [216.0, 219.0], "text": " we're hoping to identify small changes"}, {"timestamp": [219.0, 221.0], "text": " that we can relate to this neutrino cooling process."}, {"timestamp": [221.0, 223.0], "text": " So that's got me particularly excited,"}, {"timestamp": [223.0, 228.0], "text": " using white dwarfs as a tool to test one aspect of particle physics."}, {"timestamp": [228.0, 237.0], "text": " The neutrino is near massless or it's thought to be massless. Recently it's assumed that there might be a small mass,"}, {"timestamp": [237.0, 244.0], "text": " but it hardly interacts with other particles at all. I mean we're now bathed in neutrinos streaming from the sun,"}, {"timestamp": [244.0, 248.0], "text": " produced by nuclear processes there, but they pass right through us."}, {"timestamp": [248.0, 251.0], "text": " And they're very hard to detect."}, {"timestamp": [251.0, 261.0], "text": " They'll first detect it near a reactor, one form of them in about 957 by a gentleman, two gentlemen, rhinus and cowan, and they got the Nobel Prize for it."}, {"timestamp": [261.0, 266.84], "text": " If we could relate an observed period change in this particular white dwarf"}, {"timestamp": [266.84, 272.76], "text": " to the model predictions of neutrino emission, then this would be quite a substantial result,"}, {"timestamp": [272.76, 278.64], "text": " I think. Certainly it excites me. It would be in effect a direct detection of this neutrino"}, {"timestamp": [278.64, 287.72], "text": " flux. Because neutrinos hardly interact, they're produced in the centre and even though the material is incredibly dense, they just totally escape."}, {"timestamp": [287.88, 302.76], "text": " And so they become a cooling flux, whereas the only other way a white dwarf can cool is all the random motions of the nuclei gradually move energy to the surface, and the surface radiates just like any other hot object."}, {"timestamp": [302.76, 308.88], "text": " By studying these objects, you can extend our domain of knowledge of physics, which reinforces what we observe here in the surface radiates just like any other hot object. By studying these objects, you can extend our domain of knowledge of physics, which reinforces"}, {"timestamp": [308.88, 315.04], "text": " what we observe here in laboratories on Earth, and physics is always attempting to expand"}, {"timestamp": [315.04, 318.52], "text": " its sphere of understanding."}, {"timestamp": [318.52, 325.94], "text": " So I guess the most important thing is pure physics, understanding of the physical world."}, {"timestamp": [325.94, 331.62], "text": " I personally think that it's fun when you're an observer as well because you're using"}, {"timestamp": [331.62, 336.02], "text": " all these techniques associated with instruments, understanding instruments, instruments"}, {"timestamp": [336.02, 341.62], "text": " at the cutting edge of science, and then the reduction of the data, how you extract the"}, {"timestamp": [341.62, 342.62], "text": " best information."}, {"timestamp": [342.62, 348.0], "text": " So I like the whole total package, so that makes it useful to me as part engineer."}, {"timestamp": [348.0, 356.0], "text": " But essentially the reason for studying these things is inquiring into the physical world in extremes"}, {"timestamp": [356.0, null], "text": " that you will not find here on Earth. I"}], "text": " A white dwarf is a fascinating object. For a start, 99% of all stars as they evolve eventually will end up as cooling white dwarfs, which then when they're totally cool will become black dwarfs. So you won't be able to see them directly. Now white dwarf is the mass of the sun compacted into the volume of the earth. Now if you put the numbers into that, enormous mass difference between the sun and the earth and look at the density, the typical, the average density is something like a million times the density of things you find here on Earth. So it's very strange material indeed. One of the reasons for studying white dwarfs is it's a cosmic laboratory for investigating physics in the extreme, looking at what matter does at very high temperatures, how it behaves at very high densities. And you can't produce these things on Earth. Einstein's general relativity can be brought into play to say, well, there is a possible state of continued further collapse, and that's the black hole. A white dwarf gradually cools off from a very hot state through the loss of thermal energy from the nuclei, which are whizzing around inside separately from the electrons. Now when they go through certain distinct temperature regimes on the surface, the escaping radiation makes the whole thing quiver, makes it pulsate, although the pulsations because of the huge gravity of the white dwarfs are essentially in the horizontal direction. Anyway, these changes mean that you get light changes from the surface because the atmosphere on the surface is compressed and expanded. Now these light changes can be seen by monitoring the total light output. It's very small from the white dorphs if they pulsate. Periods are typically in the minute range, so you need special equipment to monitor the output from the star on a rapid basis. Now by studying these pulsations, the frequencies of them is dominated by the structure of the star, very much like earthquakes tell you about the structure of the earth, the internal structure. You can use these stellar pulsations to tell you about the structure of the white dwarf. An interesting aspect of one of the objects I'm studying. It's an atmosphere of pretty much pure helium it seems. It has a surface temperature something like 30,000 Kelvin, so it's pretty hot. Remember the surface temperature of the sun is only 6,000. So the surface temperature of this white dwarf is something like the 30,000 Kelvin. The escaping radiation makes it quiver and we can identify the frequencies. Now it's predicted that the internal conditions are such that quite exotic particle processes occur. These elusive neutrinos have produced in large quantities and these escape directly from the centre. And this is a prediction of particle theory of the recent 10, 20 years. Now, as this object cools, by monitoring the frequencies, these frequencies are very stable, we're hoping to identify small changes that we can relate to this neutrino cooling process. So that's got me particularly excited, using white dwarfs as a tool to test one aspect of particle physics. The neutrino is near massless or it's thought to be massless. Recently it's assumed that there might be a small mass, but it hardly interacts with other particles at all. I mean we're now bathed in neutrinos streaming from the sun, produced by nuclear processes there, but they pass right through us. And they're very hard to detect. They'll first detect it near a reactor, one form of them in about 957 by a gentleman, two gentlemen, rhinus and cowan, and they got the Nobel Prize for it. If we could relate an observed period change in this particular white dwarf to the model predictions of neutrino emission, then this would be quite a substantial result, I think. Certainly it excites me. It would be in effect a direct detection of this neutrino flux. Because neutrinos hardly interact, they're produced in the centre and even though the material is incredibly dense, they just totally escape. And so they become a cooling flux, whereas the only other way a white dwarf can cool is all the random motions of the nuclei gradually move energy to the surface, and the surface radiates just like any other hot object. By studying these objects, you can extend our domain of knowledge of physics, which reinforces what we observe here in the surface radiates just like any other hot object. By studying these objects, you can extend our domain of knowledge of physics, which reinforces what we observe here in laboratories on Earth, and physics is always attempting to expand its sphere of understanding. So I guess the most important thing is pure physics, understanding of the physical world. I personally think that it's fun when you're an observer as well because you're using all these techniques associated with instruments, understanding instruments, instruments at the cutting edge of science, and then the reduction of the data, how you extract the best information. So I like the whole total package, so that makes it useful to me as part engineer. But essentially the reason for studying these things is inquiring into the physical world in extremes that you will not find here on Earth. I"}