{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " The"}, {"timestamp": [2.0, 3.0], "text": " BIDPON."}, {"timestamp": [3.0, 4.0], "text": " BOR."}, {"timestamp": [4.0, 6.0], "text": " BOR."}, {"timestamp": [6.0, 10.0], "text": " SANGER-E-D-GYSCH-GYSCH-E-BOR."}, {"timestamp": [10.0, 14.0], "text": " A WAN."}, {"timestamp": [14.0, 16.0], "text": " A WAN."}, {"timestamp": [16.0, 18.0], "text": " A WAN."}, {"timestamp": [18.0, 20.0], "text": " A WAN."}, {"timestamp": [20.0, 22.0], "text": " A WAN."}, {"timestamp": [22.0, 24.0], "text": " I did the DECIS."}, {"timestamp": [24.0, 36.24], "text": " A-ha. A-ha. While the optical fibers used in optical communications carry light which is invisible,"}, {"timestamp": [36.24, 42.24], "text": " the fibers can also be used for some really interesting physics research in the visible."}, {"timestamp": [42.24, 44.5], "text": " So here we have a visible laser."}, {"timestamp": [44.5, 46.4], "text": " This laser is a unique laser."}, {"timestamp": [46.78, 52.2], "text": " It's one that was built here. It consists of three main components. There's a device at the back"}, {"timestamp": [52.2, 60.44], "text": " which makes it give pulses. This part in the middle is a derived from a laser used for laser"}, {"timestamp": [60.44, 70.5], "text": " light shows actually. And you can see the plasma in here at 3,000 degrees which is generating the gain, the optical gain so the light bounces backwards"}, {"timestamp": [70.5, 75.12], "text": " and forwards. This laser is actually producing red light and down the end here"}, {"timestamp": [75.12, 79.44], "text": " we have something called a cavity dumper which drops the light out occasionally and"}, {"timestamp": [79.44, 88.5], "text": " you can see it on my hand here. It's quite bright but it's not sufficient to be damaging to my hand."}, {"timestamp": [88.5, 95.2], "text": " On the other hand, it is, although it looks continuous, it actually is composed of a series of pulses"}, {"timestamp": [95.2, 100.4], "text": " and those pulses have very high peak power as high as 2 kilowatts."}, {"timestamp": [100.4, 104.6], "text": " And that high peak power causes extraordinary things to happen in optical fibers."}, {"timestamp": [104.6, 105.0], "text": " Hi, I'm Gordon Wong. I'm a PhD student. And that high peak power causes extraordinary things to happen in optical fibers."}, {"timestamp": [107.0, 110.0], "text": " Hi, I'm Gordon Wong, I'm a PhD student."}, {"timestamp": [110.0, 112.0], "text": " This is what I do."}, {"timestamp": [112.0, 116.0], "text": " High peak power pulses coming out from the Krypton laser"}, {"timestamp": [116.0, 121.0], "text": " was coupled into these special fibers called holy fibers."}, {"timestamp": [121.0, 125.94], "text": " They have many holes running down the full length of the fiber and the"}, {"timestamp": [125.94, 132.6], "text": " distribution of holes leads to generation of many new colors and this is what we"}, {"timestamp": [132.6, 137.52], "text": " call a supercontinium. It can generate colors which is shorter wavelength than"}, {"timestamp": [137.52, 144.18], "text": " the pump laser and it can also generate colors which has longer wavelengths than"}, {"timestamp": [144.18, 145.0], "text": " the pump laser."}, {"timestamp": [145.0, 150.0], "text": " My interest to this is to understand how this happened,"}, {"timestamp": [150.0, 154.0], "text": " because this has a potential to turn into a tunable laser"}, {"timestamp": [154.0, 159.0], "text": " which can generate all the colors."}, {"timestamp": [159.0, 163.0], "text": " This may be also interested to people who are studying quantum mechanics"}, {"timestamp": [163.0, 167.0], "text": " because it leads to generation of photon pairs."}, {"timestamp": [167.0, 174.0], "text": " One of the fascinating things about working with this laser system"}, {"timestamp": [174.0, 176.0], "text": " and indeed with all of these experiments"}, {"timestamp": [176.0, 179.0], "text": " is that even though we've been working with pulsed lasers"}, {"timestamp": [179.0, 183.0], "text": " and optical fibers for this length of time"}, {"timestamp": [183.0, 186.4], "text": " we're still finding out new things. The particular"}, {"timestamp": [186.4, 191.9], "text": " experiments that Gordon's been doing are made possible by these very special fibers that were made"}, {"timestamp": [191.9, 197.94], "text": " by our collaborators. But they have extraordinary effects. Apart from generating these new wavelengths,"}, {"timestamp": [197.94, 203.38], "text": " it's interesting to think that all of this is happening just with glass. That fiber is pure glass."}, {"timestamp": [203.38, 205.76], "text": " So it's just the interaction of light"}, {"timestamp": [205.76, 213.04], "text": " with glass that's doing this. And even though we've now got a fairly complete understanding,"}, {"timestamp": [213.16, 218.1], "text": " we still get surprises. So it's fascinating working in this area. As Gordon mentioned, these"}, {"timestamp": [218.1, 223.96], "text": " fibers are actually producing what's called photon pairs now. And correlated photons are of great"}, {"timestamp": [223.96, 228.0], "text": " interest in the subject which is known as quantum cryptography."}, {"timestamp": [228.0, 237.0], "text": " So working with this light and particularly working with optical fibers has led us to a whole new insights into the interaction of light with matter."}], "text": " The BIDPON. BOR. BOR. SANGER-E-D-GYSCH-GYSCH-E-BOR. A WAN. A WAN. A WAN. A WAN. A WAN. I did the DECIS. A-ha. A-ha. While the optical fibers used in optical communications carry light which is invisible, the fibers can also be used for some really interesting physics research in the visible. So here we have a visible laser. This laser is a unique laser. It's one that was built here. It consists of three main components. There's a device at the back which makes it give pulses. This part in the middle is a derived from a laser used for laser light shows actually. And you can see the plasma in here at 3,000 degrees which is generating the gain, the optical gain so the light bounces backwards and forwards. This laser is actually producing red light and down the end here we have something called a cavity dumper which drops the light out occasionally and you can see it on my hand here. It's quite bright but it's not sufficient to be damaging to my hand. On the other hand, it is, although it looks continuous, it actually is composed of a series of pulses and those pulses have very high peak power as high as 2 kilowatts. And that high peak power causes extraordinary things to happen in optical fibers. Hi, I'm Gordon Wong. I'm a PhD student. And that high peak power causes extraordinary things to happen in optical fibers. Hi, I'm Gordon Wong, I'm a PhD student. This is what I do. High peak power pulses coming out from the Krypton laser was coupled into these special fibers called holy fibers. They have many holes running down the full length of the fiber and the distribution of holes leads to generation of many new colors and this is what we call a supercontinium. It can generate colors which is shorter wavelength than the pump laser and it can also generate colors which has longer wavelengths than the pump laser. My interest to this is to understand how this happened, because this has a potential to turn into a tunable laser which can generate all the colors. This may be also interested to people who are studying quantum mechanics because it leads to generation of photon pairs. One of the fascinating things about working with this laser system and indeed with all of these experiments is that even though we've been working with pulsed lasers and optical fibers for this length of time we're still finding out new things. The particular experiments that Gordon's been doing are made possible by these very special fibers that were made by our collaborators. But they have extraordinary effects. Apart from generating these new wavelengths, it's interesting to think that all of this is happening just with glass. That fiber is pure glass. So it's just the interaction of light with glass that's doing this. And even though we've now got a fairly complete understanding, we still get surprises. So it's fascinating working in this area. As Gordon mentioned, these fibers are actually producing what's called photon pairs now. And correlated photons are of great interest in the subject which is known as quantum cryptography. So working with this light and particularly working with optical fibers has led us to a whole new insights into the interaction of light with matter."}