{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " The first"}, {"timestamp": [7.0, 28.0], "text": " The first observatory that Phoenix built was a recreational observatory."}, {"timestamp": [28.0, 36.0], "text": " Gradually they attracted more and more members that were basically amateurs and wanting to learn about the night sky."}, {"timestamp": [36.0, 40.0], "text": " So they thought, well, let's teach people about this."}, {"timestamp": [40.0, 42.0], "text": " We'll build the recreational observatory."}, {"timestamp": [42.0, 48.0], "text": " We've got a hold of a magnificent piece of equipment, Peter Reed's telescope."}, {"timestamp": [48.0, 57.0], "text": " It's one of those telescopes you look at and you think it, well, it's a real telescope."}, {"timestamp": [57.0, 63.0], "text": " It's got a clockwork mechanism that drives it tracking the sky."}, {"timestamp": [63.0, 68.7], "text": " It's a beautiful long brass instrument, a six-inch lens in it."}, {"timestamp": [69.6, 72.58], "text": " It's just a joy to watch and to use."}, {"timestamp": [73.34, 79.92], "text": " We've put in two other scopes, a 10-inch mead, which is an auto."}, {"timestamp": [80.6, 82.2], "text": " We'll track the sky as well."}, {"timestamp": [82.2, 85.2], "text": " And a 23-inchinch we call the light bucket"}, {"timestamp": [85.2, 87.14], "text": " which you can"}, {"timestamp": [87.14, 88.52], "text": " see some very faint"}, {"timestamp": [88.52, 90.78], "text": " sky"}, {"timestamp": [90.78, 91.98], "text": " astronomical stuff"}, {"timestamp": [91.98, 94.3], "text": " which we have a lot of fun"}, {"timestamp": [94.3, 95.22], "text": " with that one as well"}], "text": " The first The first observatory that Phoenix built was a recreational observatory. Gradually they attracted more and more members that were basically amateurs and wanting to learn about the night sky. So they thought, well, let's teach people about this. We'll build the recreational observatory. We've got a hold of a magnificent piece of equipment, Peter Reed's telescope. It's one of those telescopes you look at and you think it, well, it's a real telescope. It's got a clockwork mechanism that drives it tracking the sky. It's a beautiful long brass instrument, a six-inch lens in it. It's just a joy to watch and to use. We've put in two other scopes, a 10-inch mead, which is an auto. We'll track the sky as well. And a 23-inchinch we call the light bucket which you can see some very faint sky astronomical stuff which we have a lot of fun with that one as well"}