{"speakers": [], "chunks": [{"timestamp": [0.0, 27.46], "text": " Yes, it's an exciting collaboration between New Zealand and Japan."}, {"timestamp": [27.46, 32.64], "text": " The Nagoya University and the Department of Science and Education funded the telescope, something"}, {"timestamp": [32.64, 35.38], "text": " like 3.5 million."}, {"timestamp": [35.38, 42.0], "text": " New Zealand, by way of the University of Canada, we provided the site, Mount John, and local"}, {"timestamp": [42.0, 45.5], "text": " tourist company provided money for the building."}, {"timestamp": [45.5, 51.44], "text": " So it's a pretty exciting collaboration to see a lot of different factors coming together"}, {"timestamp": [51.44, 55.62], "text": " and having a really proper extensive collaboration."}, {"timestamp": [55.62, 60.68], "text": " So the university is involved in this collaboration in New Zealand."}, {"timestamp": [60.68, 66.5], "text": " There's Auckland University, there's Canterbury University, there's Victoria University that I'm at in Wellington,"}, {"timestamp": [66.5, 70.0], "text": " and there's Massey University in the campus at Auckland."}, {"timestamp": [72.0, 75.5], "text": " Well this is a pretty exciting new telescope for New Zealand."}, {"timestamp": [75.5, 79.0], "text": " It's the largest optical telescope in New Zealand."}, {"timestamp": [79.0, 83.0], "text": " It's 1.8 metre diameter mirror, that's the primary mirror."}, {"timestamp": [83.0, 86.0], "text": " Light comes in the top through the open shutters,"}, {"timestamp": [86.0, 90.0], "text": " reflected off the main mirror, up to prime focus."}, {"timestamp": [90.0, 92.0], "text": " This new telescope project that we've got,"}, {"timestamp": [92.0, 96.0], "text": " it's one of a new generation of astronomical instruments"}, {"timestamp": [96.0, 100.0], "text": " that uses very large format CCD cameras"}, {"timestamp": [100.0, 103.0], "text": " and they generate huge volumes of data."}, {"timestamp": [103.0, 108.5], "text": " The key thing is that this magnification allows you to explore aspects of the"}, {"timestamp": [108.5, 116.5], "text": " source star and in fact probe details about the lens star such as it having a small companion like a planet."}, {"timestamp": [116.5, 126.0], "text": " These events happen rarely and it's only possible to monitor them by monitoring huge numbers of stars on a regular basis."}, {"timestamp": [126.0, 131.24], "text": " The big challenge in modern astronomical projects is trying to develop, come up with"}, {"timestamp": [131.24, 136.76], "text": " the hardware and software techniques that can deal with this huge flow of data so that we"}, {"timestamp": [136.76, 142.0], "text": " then can then analyse by computer all of that data and extract the scientific results that"}, {"timestamp": [142.0, 147.0], "text": " we're after. What Einstein said was that gravity bends light."}, {"timestamp": [147.0, 150.0], "text": " So any object that has gravity,"}, {"timestamp": [150.0, 153.0], "text": " if it moves in front of a light source,"}, {"timestamp": [153.0, 154.0], "text": " i.e. another star,"}, {"timestamp": [154.0, 157.0], "text": " then the gravity of this object in front"}, {"timestamp": [157.0, 161.0], "text": " will bend the light of the star in the background"}, {"timestamp": [161.0, 163.0], "text": " and produce a lensing effect."}, {"timestamp": [163.0, 167.24], "text": " This lensing effect will amplify the light of the background star."}, {"timestamp": [168.24, 172.36], "text": " As the star moves across the field of view, the amplification changes."}, {"timestamp": [173.04, 175.46], "text": " And what we can measure as a function of time,"}, {"timestamp": [175.82, 179.2], "text": " the amplification of the background source star."}, {"timestamp": [179.74, 182.44], "text": " And it's events like that that we're looking for here"}, {"timestamp": [182.44, 184.36], "text": " in analyzing all these images."}, {"timestamp": [184.94, 185.0], "text": " And so the primary aim of the program is to detect stars And it's events like that that we're looking for here in analysing all these images."}, {"timestamp": [185.0, 192.4], "text": " And so the primary aim of the program is to detect stars that actually increase their light symmetrically"}, {"timestamp": [192.4, 198.8], "text": " and decrease symmetrically in the same sort of way and that'll be characteristic of this lensing effect."}, {"timestamp": [198.8, 205.0], "text": " The key thing is that this magnification allows you to explore aspects of the saw star"}, {"timestamp": [205.0, 212.0], "text": " and in fact probe details about the lens star such as it having a small companion like a planet."}, {"timestamp": [212.0, 216.0], "text": " With this camera you get lots of images like that."}, {"timestamp": [216.0, 220.0], "text": " If you looked at one star and waited for something to move in front of it"}, {"timestamp": [220.0, 222.0], "text": " you probably wait about a million years."}, {"timestamp": [222.0, 227.0], "text": " But the way we get around this is instead of that we look at millions of stars all at the same time"}, {"timestamp": [227.0, 231.0], "text": " to increase our probabilities of finding them."}, {"timestamp": [231.0, 239.0], "text": " So it's very hard to guess exactly what will happen but I would guess we'd detect many more of these microlensing events"}, {"timestamp": [239.0, 246.28], "text": " and we will be able to probe the vicinity of the lensing stars to see the likelihood of there be planets or not."}, {"timestamp": [246.28, 252.42], "text": " So the issue about extrasolar planets, namely planets around stars outside our solar system"}, {"timestamp": [252.42, 259.52], "text": " is over, there are, there's no question, but the issue now is how common are planets formed"}, {"timestamp": [259.52, 265.0], "text": " around stars and do we get quite often small mass planets like our Earth?"}], "text": " Yes, it's an exciting collaboration between New Zealand and Japan. The Nagoya University and the Department of Science and Education funded the telescope, something like 3.5 million. New Zealand, by way of the University of Canada, we provided the site, Mount John, and local tourist company provided money for the building. So it's a pretty exciting collaboration to see a lot of different factors coming together and having a really proper extensive collaboration. So the university is involved in this collaboration in New Zealand. There's Auckland University, there's Canterbury University, there's Victoria University that I'm at in Wellington, and there's Massey University in the campus at Auckland. Well this is a pretty exciting new telescope for New Zealand. It's the largest optical telescope in New Zealand. It's 1.8 metre diameter mirror, that's the primary mirror. Light comes in the top through the open shutters, reflected off the main mirror, up to prime focus. This new telescope project that we've got, it's one of a new generation of astronomical instruments that uses very large format CCD cameras and they generate huge volumes of data. The key thing is that this magnification allows you to explore aspects of the source star and in fact probe details about the lens star such as it having a small companion like a planet. These events happen rarely and it's only possible to monitor them by monitoring huge numbers of stars on a regular basis. The big challenge in modern astronomical projects is trying to develop, come up with the hardware and software techniques that can deal with this huge flow of data so that we then can then analyse by computer all of that data and extract the scientific results that we're after. What Einstein said was that gravity bends light. So any object that has gravity, if it moves in front of a light source, i.e. another star, then the gravity of this object in front will bend the light of the star in the background and produce a lensing effect. This lensing effect will amplify the light of the background star. As the star moves across the field of view, the amplification changes. And what we can measure as a function of time, the amplification of the background source star. And it's events like that that we're looking for here in analyzing all these images. And so the primary aim of the program is to detect stars And it's events like that that we're looking for here in analysing all these images. And so the primary aim of the program is to detect stars that actually increase their light symmetrically and decrease symmetrically in the same sort of way and that'll be characteristic of this lensing effect. The key thing is that this magnification allows you to explore aspects of the saw star and in fact probe details about the lens star such as it having a small companion like a planet. With this camera you get lots of images like that. If you looked at one star and waited for something to move in front of it you probably wait about a million years. But the way we get around this is instead of that we look at millions of stars all at the same time to increase our probabilities of finding them. So it's very hard to guess exactly what will happen but I would guess we'd detect many more of these microlensing events and we will be able to probe the vicinity of the lensing stars to see the likelihood of there be planets or not. So the issue about extrasolar planets, namely planets around stars outside our solar system is over, there are, there's no question, but the issue now is how common are planets formed around stars and do we get quite often small mass planets like our Earth?"}