{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Hi!"}, {"timestamp": [2.0, 30.44], "text": " Hi there, my name is Craig Stevens."}, {"timestamp": [31.24, 36.8], "text": " I'm a physicist working at Newa in the general field of environmental fluid mechanics."}, {"timestamp": [37.56, 41.82], "text": " And this sort of sits on the bounds between physics of fluid flow"}, {"timestamp": [41.82, 43.94], "text": " and a whole range of other disciplines,"}, {"timestamp": [44.34, 50.0], "text": " trying to bring in physics to the way various things work in the environment."}, {"timestamp": [50.0, 54.0], "text": " And specifically for me, that's in the oceans, the coastal oceans."}, {"timestamp": [54.0, 57.0], "text": " This is a computer model built by a colleague here at Niwa"}, {"timestamp": [57.0, 61.0], "text": " and what we're seeing here is the temperature in the ocean,"}, {"timestamp": [61.0, 65.7], "text": " 10 meters down in the ocean, and each panel is five days apart."}, {"timestamp": [65.7, 69.2], "text": " So we're seeing a few months of ocean flow around New Zealand."}, {"timestamp": [69.2, 71.3], "text": " And you can see the warm water coming across."}, {"timestamp": [71.3, 74.3], "text": " This has come down the east coast of Australia."}, {"timestamp": [74.3, 76.9], "text": " And then you can see cold water coming up from the south,"}, {"timestamp": [76.9, 77.8], "text": " the Southland Current."}, {"timestamp": [77.8, 80.1], "text": " And this has come south of Tasmania."}, {"timestamp": [80.1, 83.6], "text": " And they both come around the east coast of New Zealand,"}, {"timestamp": [83.6, 86.22], "text": " and they meet here the Chatham Rise."}, {"timestamp": [86.34, 87.92], "text": " So there's the Chatham Islands out there."}, {"timestamp": [89.16, 91.78], "text": " The other thing that you see here are all the eddies,"}, {"timestamp": [91.94, 92.68], "text": " all the variability."}, {"timestamp": [93.56, 95.68], "text": " And so one of the things that we do here"}, {"timestamp": [95.68, 97.62], "text": " is we try and capture this variability"}, {"timestamp": [97.62, 99.96], "text": " because if you go out on any one day"}, {"timestamp": [99.96, 101.34], "text": " and measure this property"}, {"timestamp": [101.34, 104.68], "text": " and then came back a week later, it will be different."}, {"timestamp": [105.0, 108.0], "text": " And so we need to understand this variability"}, {"timestamp": [108.0, 111.0], "text": " and the implications for biological processes,"}, {"timestamp": [111.0, 114.0], "text": " for fisheries and things like that."}, {"timestamp": [114.0, 117.5], "text": " This fabulous image was taken from the NASA Space Shuttle,"}, {"timestamp": [117.5, 120.5], "text": " and it's the northern part of the Marlborough Sounds."}, {"timestamp": [120.5, 122.5], "text": " And so you can see where the ferry,"}, {"timestamp": [122.5, 126.06], "text": " in fact, you can even see the ferry in there if you're looking closely."}, {"timestamp": [126.06, 130.64], "text": " But the great thing for me is all the eddy structure that you see around here and that's"}, {"timestamp": [130.64, 135.04], "text": " because there's sediment that's come around the coast and it's hitting all these headlands,"}, {"timestamp": [135.04, 138.86], "text": " these really sharp headlands and it's spinning off and forming eddies."}, {"timestamp": [138.86, 143.5], "text": " Now if that sediment wasn't there, you wouldn't see anything but the eddies would still be there"}, {"timestamp": [143.5, 150.06], "text": " and they'd be affecting the flow all through the Malabrasounds and also in this sort of outer area."}, {"timestamp": [150.06, 155.2], "text": " The Malbara sounds, of course, is the location of a significant amount of aquaculture in"}, {"timestamp": [155.2, 160.62], "text": " New Zealand and that suspended muscle farming heavily relies on knowing what the currents"}, {"timestamp": [160.62, 167.36], "text": " are doing and where the flow is come from and where it's going to."}, {"timestamp": [167.36, 173.24], "text": " Here we come down to a computer model of the Eddy strength in Crayal Bay, one of those"}, {"timestamp": [173.24, 177.42], "text": " bays in the Marlborough Sound. And the really exciting thing about this modeling is it's"}, {"timestamp": [177.42, 182.32], "text": " showing the effect of all the sharp headlands. The Marlborough sounds are quite full of sediment,"}, {"timestamp": [182.32, 185.06], "text": " they're quite flat bottomed, but all around"}, {"timestamp": [185.06, 189.94], "text": " the sides you have these really sharp headland sticking out, and as the flow goes past,"}, {"timestamp": [190.0, 191.68], "text": " you'll see these eddies spin-off."}, {"timestamp": [192.76, 198.14], "text": " So while this is a computer model, I'm an observationalist, so what I want to do is to go out"}, {"timestamp": [198.14, 202.96], "text": " and see if these things are really there, and if they're not quite like this, we need to change"}, {"timestamp": [202.96, 205.0], "text": " our understanding and rebuild our"}, {"timestamp": [205.0, 210.4], "text": " computer models to bring in that new knowledge."}, {"timestamp": [210.4, 217.56], "text": " This is actually called the Sucker, and it's an engine that moves sampling packages through"}, {"timestamp": [217.56, 223.16], "text": " the water column repeatedly, and in my field we call this yo-yoing."}, {"timestamp": [223.16, 226.0], "text": " But you can see it here being tested in a swimming pool."}, {"timestamp": [226.0, 229.76], "text": " And so the idea is to get as many profiles as possible,"}, {"timestamp": [229.76, 235.0], "text": " as quickly as possible, because the variability near the ocean surface"}, {"timestamp": [235.0, 236.0], "text": " is extreme."}, {"timestamp": [236.0, 255.0], "text": " You've got breaking waves, and you out here into the field."}, {"timestamp": [255.0, 258.36], "text": " It's not such a nice day, but these are the conditions that we have to work in"}, {"timestamp": [258.36, 263.76], "text": " when we're trying to capture some of the variability in the surface layer of the ocean."}, {"timestamp": [263.76, 266.0], "text": " And so you're seeing the bottom half of that sucker"}, {"timestamp": [266.0, 268.0], "text": " that we saw in the swimming pool before."}, {"timestamp": [268.0, 270.0], "text": " And in fact, Wellington Harbour is the location"}, {"timestamp": [270.0, 273.0], "text": " of some of the experiments that we've used this device in."}, {"timestamp": [273.0, 276.0], "text": " You'd be familiar with climate change scenarios"}, {"timestamp": [276.0, 278.0], "text": " where they talk about the Earth warming up"}, {"timestamp": [278.0, 280.0], "text": " over the next century or so."}, {"timestamp": [280.0, 282.0], "text": " That's all based on computer models"}, {"timestamp": [282.0, 286.6], "text": " where they've sort of built little models of"}, {"timestamp": [286.6, 290.74], "text": " how gas is transferred between the atmosphere and the ocean."}, {"timestamp": [290.74, 294.62], "text": " So what things like the sucker are all about is trying to capture the variability and"}, {"timestamp": [294.62, 300.88], "text": " help understand this gas transfer between the atmosphere and the ocean."}, {"timestamp": [300.88, 303.64], "text": " You can see that we've got a fixed sort of fetch."}, {"timestamp": [303.64, 305.76], "text": " The waves have only come for a couple of kilometers"}, {"timestamp": [305.76, 309.76], "text": " and we get the nice southerleys that comes through that give us a good strong forcing."}, {"timestamp": [309.76, 312.5], "text": " And so we can put out devices like this"}, {"timestamp": [312.5, 315.76], "text": " and we can measure the variability and the way the structure"}, {"timestamp": [315.76, 321.5], "text": " in the near surface waters is modified by those breaking waves that you can see out there."}, {"timestamp": [321.5, 326.0], "text": " And all this we put together to try and come up with improved models"}, {"timestamp": [326.0, 330.0], "text": " for how greenhouse gases are transferred between the atmosphere and the ocean"}, {"timestamp": [330.0, 335.0], "text": " so that then we can improve our predictions for the climate over the next century."}], "text": " Hi! Hi there, my name is Craig Stevens. I'm a physicist working at Newa in the general field of environmental fluid mechanics. And this sort of sits on the bounds between physics of fluid flow and a whole range of other disciplines, trying to bring in physics to the way various things work in the environment. And specifically for me, that's in the oceans, the coastal oceans. This is a computer model built by a colleague here at Niwa and what we're seeing here is the temperature in the ocean, 10 meters down in the ocean, and each panel is five days apart. So we're seeing a few months of ocean flow around New Zealand. And you can see the warm water coming across. This has come down the east coast of Australia. And then you can see cold water coming up from the south, the Southland Current. And this has come south of Tasmania. And they both come around the east coast of New Zealand, and they meet here the Chatham Rise. So there's the Chatham Islands out there. The other thing that you see here are all the eddies, all the variability. And so one of the things that we do here is we try and capture this variability because if you go out on any one day and measure this property and then came back a week later, it will be different. And so we need to understand this variability and the implications for biological processes, for fisheries and things like that. This fabulous image was taken from the NASA Space Shuttle, and it's the northern part of the Marlborough Sounds. And so you can see where the ferry, in fact, you can even see the ferry in there if you're looking closely. But the great thing for me is all the eddy structure that you see around here and that's because there's sediment that's come around the coast and it's hitting all these headlands, these really sharp headlands and it's spinning off and forming eddies. Now if that sediment wasn't there, you wouldn't see anything but the eddies would still be there and they'd be affecting the flow all through the Malabrasounds and also in this sort of outer area. The Malbara sounds, of course, is the location of a significant amount of aquaculture in New Zealand and that suspended muscle farming heavily relies on knowing what the currents are doing and where the flow is come from and where it's going to. Here we come down to a computer model of the Eddy strength in Crayal Bay, one of those bays in the Marlborough Sound. And the really exciting thing about this modeling is it's showing the effect of all the sharp headlands. The Marlborough sounds are quite full of sediment, they're quite flat bottomed, but all around the sides you have these really sharp headland sticking out, and as the flow goes past, you'll see these eddies spin-off. So while this is a computer model, I'm an observationalist, so what I want to do is to go out and see if these things are really there, and if they're not quite like this, we need to change our understanding and rebuild our computer models to bring in that new knowledge. This is actually called the Sucker, and it's an engine that moves sampling packages through the water column repeatedly, and in my field we call this yo-yoing. But you can see it here being tested in a swimming pool. And so the idea is to get as many profiles as possible, as quickly as possible, because the variability near the ocean surface is extreme. You've got breaking waves, and you out here into the field. It's not such a nice day, but these are the conditions that we have to work in when we're trying to capture some of the variability in the surface layer of the ocean. And so you're seeing the bottom half of that sucker that we saw in the swimming pool before. And in fact, Wellington Harbour is the location of some of the experiments that we've used this device in. You'd be familiar with climate change scenarios where they talk about the Earth warming up over the next century or so. That's all based on computer models where they've sort of built little models of how gas is transferred between the atmosphere and the ocean. So what things like the sucker are all about is trying to capture the variability and help understand this gas transfer between the atmosphere and the ocean. You can see that we've got a fixed sort of fetch. The waves have only come for a couple of kilometers and we get the nice southerleys that comes through that give us a good strong forcing. And so we can put out devices like this and we can measure the variability and the way the structure in the near surface waters is modified by those breaking waves that you can see out there. And all this we put together to try and come up with improved models for how greenhouse gases are transferred between the atmosphere and the ocean so that then we can improve our predictions for the climate over the next century."}