{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " In the world"}, {"timestamp": [3.0, 34.28], "text": " In the world advance in long distance power transmission, it's in New Zealand that the big step has been taken to half a million volts DC."}, {"timestamp": [35.04, 41.3], "text": " At Hayward substation in the North Island, massive power from the South Island across Cook Strait is converted to alternating."}, {"timestamp": [43.6, 46.72], "text": " The row of synchronous condensers, each of nearly 200"}, {"timestamp": [46.72, 51.32], "text": " tons, presented quite a shipping problem. Importing valve damping resistors was"}, {"timestamp": [51.32, 55.66], "text": " less difficult. The converter station adds up to millions of pounds worth of"}, {"timestamp": [55.66, 60.32], "text": " magnified radio hobbyist delight, including an impressively tall surge arrestor."}, {"timestamp": [60.32, 64.54], "text": " But every bit of it is fully justified by the great saving which use of direct"}, {"timestamp": [64.54, 67.0], "text": " current makes in the big inter-island power line."}, {"timestamp": [67.0, 73.0], "text": " Basic element of the whole installation is a row of four air-conditioned valve halls."}, {"timestamp": [73.0, 78.0], "text": " Indoors, the modest visitor feels like an ant that's rationally crawled into a TV set."}, {"timestamp": [78.0, 84.0], "text": " Standing on gaunt porcelain legs, each valve has four hissing yellow anodes."}, {"timestamp": [84.0, 85.28], "text": " Such converter valves being developed is one factor making the inter-island power scheme possible. porcelain legs each valve has four hissing yellow anodes such convertive valves"}, {"timestamp": [85.28, 89.18], "text": " being developed is one factor making the inter-island power scheme possible"}, {"timestamp": [89.18, 94.28], "text": " another is the availability of submarine cable gas pressurized to stand half a"}, {"timestamp": [94.28, 99.08], "text": " million volts case it may be needed for repairs in the years ahead a spare length"}, {"timestamp": [99.08, 112.0], "text": " of this cable is stored in Wellington for some years the North Island has been running short of power."}, {"timestamp": [112.0, 135.88], "text": " But South Island snowfields and glaciers feed natural lakes."}, {"timestamp": [136.44, 144.9], "text": " The water flows at last into the Waitaki River, whose biggest power station, the newly completed Benmore, has six penstocks with the fall of more than 300 feet."}, {"timestamp": [147.0, 150.0], "text": " On rare occasions, the spillway overflows."}, {"timestamp": [150.0, 172.3], "text": " Through six turbines, the river gives a drive of three quarters of a million horsepower."}, {"timestamp": [173.1, 178.36], "text": " Voltage from the machines is stepped up by huge transformers on a platform above the power station outfalls."}, {"timestamp": [179.0, 183.18], "text": " And a 220 kilowatt switchyard receives part of the power for South Island consumers."}, {"timestamp": [185.94, 188.46], "text": " Total output is more than half a million kilowatts."}, {"timestamp": [189.18, 193.08], "text": " Over onto the right bank, power goes from the transformers to a big converter station,"}, {"timestamp": [193.62, 196.9], "text": " with similar equipment to the one 380 miles away at Haywoods."}, {"timestamp": [197.8, 201.24], "text": " At half a million volts, the power is converted into direct current"}, {"timestamp": [201.24, 203.72], "text": " to cross land and sea to the North Island."}, {"timestamp": [204.58, 209.0], "text": " The line skirts the 30 square mile lake behind the dam before starting into the hills."}, {"timestamp": [213.0, 222.0], "text": " To see how the line was built, we go back to early in 1964 and find plans well in hand."}, {"timestamp": [222.0, 227.0], "text": " Plans for sending power from the heart of the South Island to the more populous north."}, {"timestamp": [230.0, 239.0], "text": " Rising 360 feet from its rock foundations, Benmore Earth Dam is the biggest in the country."}, {"timestamp": [240.0, 247.44], "text": " It's the biggest stations that make the cheapest power. Big Benmore, however, must export to the North Island if it's to sell its whole output."}, {"timestamp": [248.76, 289.2], "text": " In 1964, the lake site the source of power, remains in view,"}, {"timestamp": [289.2, 292.2], "text": " as the lion skirts the dry McKinsey plains."}, {"timestamp": [296.2, 304.4], "text": " Along 350 miles of line, for every tower, four deep holes are needed,"}, {"timestamp": [304.4, 307.6], "text": " in which steel foundations must be most accurately set."}, {"timestamp": [313.0, 316.12], "text": " Swinging down from the hills for the next 130 miles,"}, {"timestamp": [316.36, 358.9], "text": " the line crosses the fertile Canterbury River. Climbing hills by the Wecker Gorge, the power line leaves the plains."}, {"timestamp": [359.7, 367.0], "text": " On again and 230 miles from Benmore, towers are being built and strung in the high Molesworth valleys of southern Marlborough."}, {"timestamp": [367.0, 409.0], "text": " Every foot of the way, a tow line for the thick aluminium conductor is dragged across rugged country. While new ones are being built, a group of"}, {"timestamp": [409.0, 429.0], "text": " While new ones are being built, a group of completed towers is strung."}, {"timestamp": [429.0, 432.0], "text": " The cable is pulled out to the rolling grip of tensioners."}, {"timestamp": [432.0, 434.0], "text": " Each drum holds a mile."}, {"timestamp": [434.0, 437.0], "text": " Often joints are made for a two-mile pull."}, {"timestamp": [437.0, 467.0], "text": " The wire haulage rope draws the conductor cables through the overhead pulle is. On this pull, there's two miles between outward and inward tensioners."}, {"timestamp": [471.0, 475.0], "text": " At the head of the valley, the line crosses the ward pass."}, {"timestamp": [475.0, 479.0], "text": " Molesworth lies inland of the Kikura ranges."}, {"timestamp": [479.0, 491.0], "text": " The highest section is complete, except for one last touch."}, {"timestamp": [491.0, 495.0], "text": " To reduce corona losses into the air, each conductor is made of two cables."}, {"timestamp": [495.0, 510.0], "text": " To keep the pair correctly apart, 17 inch circular spaces are inserted. Ding on."}, {"timestamp": [510.0, 523.0], "text": " One spaced pair of cables will be a quarter million volts above Earth potential."}, {"timestamp": [523.0, 529.7], "text": " The other pair a quarter million volts below. Up in the high country, delays from snow and icing were expected, but"}, {"timestamp": [529.7, 579.82], "text": " luckily the winter proved mild. The Along the 350 miles of land route, 15 camps have been built for the electricity department's many skilled workers."}, {"timestamp": [580.58, 583.36], "text": " The direct route for the line passes far from inhabited country."}, {"timestamp": [584.1, 586.16], "text": " Labor must be housed reasonably close to the job"}, {"timestamp": [586.16, 620.32], "text": " and Molesworth is a particularly remote working place. Around the foundations of a tower, a new day's work begins."}, {"timestamp": [620.32, 625.04], "text": " On the ground sections are assembled for hoisting and boating into place. No"}, {"timestamp": [625.04, 629.7], "text": " crane is used or needed. Instead a centrally slung gin pole moves vertically"}, {"timestamp": [629.7, 662.0], "text": " upwards on ropes and pulley blocks as the work progresses. As they're bolted up to the insulator strings, conductors are protected by the twisting on of armoring rods."}, {"timestamp": [662.0, 665.6], "text": " Up by the kikuras, all this is done from suspended platforms."}, {"timestamp": [674.8, 679.76], "text": " 280 miles from Ben Moore, leaving the hills once more the line swings out onto the"}, {"timestamp": [679.76, 685.54], "text": " Wairau plain. Crossing the green curve of Captain Cook's cloudy bay, it heads toward the last"}, {"timestamp": [685.54, 686.7], "text": " hills of the South Island."}, {"timestamp": [686.7, 736.0], "text": " 50 miles north of Kikura snows, conductors for the half cable is already housed."}, {"timestamp": [736.0, 753.0], "text": " Across Cook Strait, meanwhile, 70 miles from the snowy Kikura landmark, moorings off the North Island shore are being laid by the tender Aran Firth."}, {"timestamp": [753.0, 757.0], "text": " Moorings for the cable ship to pick up shortly."}, {"timestamp": [761.0, 765.14], "text": " 20 miles inland at Haywards, final preparations are made to convert the half million"}, {"timestamp": [765.14, 770.32], "text": " volt direct current to alternating for North Island homes and industries."}, {"timestamp": [770.32, 776.68], "text": " In the valve hall the last of the 28 huge Swedish valves is wheeled in."}, {"timestamp": [780.68, 788.24], "text": " From Haywoods passing over Hutt Valley Industries and on past Wellington Harbour, the north section of the Inter-Ireland line runs down toward Cook Strait."}, {"timestamp": [794.4, 797.32], "text": " Keeping clear of the city and crossing the Wellington Motorway,"}, {"timestamp": [797.9, 811.0], "text": " it goes into the bare Makara Hills and down to Otiranga Bay."}, {"timestamp": [813.0, 817.0], "text": " On the southernmost North Island Tower, an army is hoisted into place by a retreating bulldozer."}, {"timestamp": [817.0, 820.5], "text": " The terminal tower will connect to sea by underground land cable,"}, {"timestamp": [820.5, 826.0], "text": " which lies ready for laying."}, {"timestamp": [828.0, 831.0], "text": " Offshore, the English cable ship, Fortunia, comes in toward mooring boys laid by Aaron Firth,"}, {"timestamp": [831.0, 833.0], "text": " which is still standing by."}, {"timestamp": [837.0, 850.0], "text": " Furtinia's bow propeller swings her to the mooring boy."}, {"timestamp": [852.0, 854.0], "text": " Once for Tinnia is moored, more of the green floating rope is fed out to a launch,"}, {"timestamp": [854.0, 856.0], "text": " which takes the end ashore."}, {"timestamp": [871.08, 878.64], "text": " As the rope goes out at seaward end is shackled to the cable, of which over 80 miles lie heavily in Fortinia's holds."}, {"timestamp": [882.48, 882.88], "text": " The submarine cable weighs as much per yard as heavy gauge railway line."}, {"timestamp": [885.0, 890.0], "text": " Many pneumatic floats are needed to take it ashore. As it goes, the leading end is distinguished by an orange marker boy."}, {"timestamp": [890.0, 906.3], "text": " After years of planning for this operation and a week or so in port waiting for steady weather,"}, {"timestamp": [906.3, 909.3], "text": " no one thinks to go below for lunch on the vital day."}, {"timestamp": [909.3, 915.5], "text": " Start keeping in question, stop keeping on the flight."}, {"timestamp": [915.5, 937.0], "text": " No, I can't move on. Three cables will be laid side by side and a thousand yards apart in three separate runs."}, {"timestamp": [937.0, 976.2], "text": " Foot by foot, the floating rope comes in. Rip cords are pulled, deflating one side of each float."}, {"timestamp": [981.1, 987.0], "text": " Slipping from the floats, the great cable begins to sink to its permanent seabed position."}, {"timestamp": [991.0, 999.0], "text": " Blue Peter's flying and soon Fettinia is underway, paying out her precious and intricate copper cargo."}, {"timestamp": [999.0, 1004.0], "text": " Tension in the outgoing cable is carefully watched for the next few hours."}, {"timestamp": [1004.0, 1008.0], "text": " Paying out over the bows rather than from the stern makes for easier steering."}, {"timestamp": [1023.7, 1026.0], "text": " Cook straight currents are notoriously unpredictable."}, {"timestamp": [1026.0, 1045.0], "text": " Keeping to the plotted course over areas of smooth seabed involves frequent wheel spinning on the 25 mile run. I'm gonna'a. And......withal......and..."}, {"timestamp": [1045.0, 1046.0], "text": "...and..."}, {"timestamp": [1046.0, 1047.0], "text": "...and..."}, {"timestamp": [1047.0, 1049.0], "text": "...and..."}, {"timestamp": [1049.0, 1050.0], "text": "...and..."}, {"timestamp": [1050.0, 1051.0], "text": "...and..."}, {"timestamp": [1051.0, 1053.0], "text": "...and..."}, {"timestamp": [1053.0, 1140.0], "text": "...and... In the morning at Fighting Bay, the submarine cable is looped around a big wheel mounted on oil drum floats. Into the South Island shallows, bringing the cable to land comes a curious amphibious vehicle, a one-wheeled raft. Baird, the ends of submarine cable, are prepared for jointing to land cable."}, {"timestamp": [1140.0, 1144.0], "text": " One pair of submarine cables with half a million volts across them"}, {"timestamp": [1144.0, 1173.2], "text": " gives as much power as three or four North Island peak capacity rises by 40%."}, {"timestamp": [1173.2, 1176.8], "text": " Enough to take care of a good three years increase in demand."}, {"timestamp": [1176.8, 1227.0], "text": " In 1965, the world's biggest submarine cables come into service, linking New Zealand's more populous North Island with the power rich south, by way of a once insuperable barrier, the waters of Cook Strait. I'm gonnae. The"}], "text": " In the world In the world advance in long distance power transmission, it's in New Zealand that the big step has been taken to half a million volts DC. At Hayward substation in the North Island, massive power from the South Island across Cook Strait is converted to alternating. The row of synchronous condensers, each of nearly 200 tons, presented quite a shipping problem. Importing valve damping resistors was less difficult. The converter station adds up to millions of pounds worth of magnified radio hobbyist delight, including an impressively tall surge arrestor. But every bit of it is fully justified by the great saving which use of direct current makes in the big inter-island power line. Basic element of the whole installation is a row of four air-conditioned valve halls. Indoors, the modest visitor feels like an ant that's rationally crawled into a TV set. Standing on gaunt porcelain legs, each valve has four hissing yellow anodes. Such converter valves being developed is one factor making the inter-island power scheme possible. porcelain legs each valve has four hissing yellow anodes such convertive valves being developed is one factor making the inter-island power scheme possible another is the availability of submarine cable gas pressurized to stand half a million volts case it may be needed for repairs in the years ahead a spare length of this cable is stored in Wellington for some years the North Island has been running short of power. But South Island snowfields and glaciers feed natural lakes. The water flows at last into the Waitaki River, whose biggest power station, the newly completed Benmore, has six penstocks with the fall of more than 300 feet. On rare occasions, the spillway overflows. Through six turbines, the river gives a drive of three quarters of a million horsepower. Voltage from the machines is stepped up by huge transformers on a platform above the power station outfalls. And a 220 kilowatt switchyard receives part of the power for South Island consumers. Total output is more than half a million kilowatts. Over onto the right bank, power goes from the transformers to a big converter station, with similar equipment to the one 380 miles away at Haywoods. At half a million volts, the power is converted into direct current to cross land and sea to the North Island. The line skirts the 30 square mile lake behind the dam before starting into the hills. To see how the line was built, we go back to early in 1964 and find plans well in hand. Plans for sending power from the heart of the South Island to the more populous north. Rising 360 feet from its rock foundations, Benmore Earth Dam is the biggest in the country. It's the biggest stations that make the cheapest power. Big Benmore, however, must export to the North Island if it's to sell its whole output. In 1964, the lake site the source of power, remains in view, as the lion skirts the dry McKinsey plains. Along 350 miles of line, for every tower, four deep holes are needed, in which steel foundations must be most accurately set. Swinging down from the hills for the next 130 miles, the line crosses the fertile Canterbury River. Climbing hills by the Wecker Gorge, the power line leaves the plains. On again and 230 miles from Benmore, towers are being built and strung in the high Molesworth valleys of southern Marlborough. Every foot of the way, a tow line for the thick aluminium conductor is dragged across rugged country. While new ones are being built, a group of While new ones are being built, a group of completed towers is strung. The cable is pulled out to the rolling grip of tensioners. Each drum holds a mile. Often joints are made for a two-mile pull. The wire haulage rope draws the conductor cables through the overhead pulle is. On this pull, there's two miles between outward and inward tensioners. At the head of the valley, the line crosses the ward pass. Molesworth lies inland of the Kikura ranges. The highest section is complete, except for one last touch. To reduce corona losses into the air, each conductor is made of two cables. To keep the pair correctly apart, 17 inch circular spaces are inserted. Ding on. One spaced pair of cables will be a quarter million volts above Earth potential. The other pair a quarter million volts below. Up in the high country, delays from snow and icing were expected, but luckily the winter proved mild. The Along the 350 miles of land route, 15 camps have been built for the electricity department's many skilled workers. The direct route for the line passes far from inhabited country. Labor must be housed reasonably close to the job and Molesworth is a particularly remote working place. Around the foundations of a tower, a new day's work begins. On the ground sections are assembled for hoisting and boating into place. No crane is used or needed. Instead a centrally slung gin pole moves vertically upwards on ropes and pulley blocks as the work progresses. As they're bolted up to the insulator strings, conductors are protected by the twisting on of armoring rods. Up by the kikuras, all this is done from suspended platforms. 280 miles from Ben Moore, leaving the hills once more the line swings out onto the Wairau plain. Crossing the green curve of Captain Cook's cloudy bay, it heads toward the last hills of the South Island. 50 miles north of Kikura snows, conductors for the half cable is already housed. Across Cook Strait, meanwhile, 70 miles from the snowy Kikura landmark, moorings off the North Island shore are being laid by the tender Aran Firth. Moorings for the cable ship to pick up shortly. 20 miles inland at Haywards, final preparations are made to convert the half million volt direct current to alternating for North Island homes and industries. In the valve hall the last of the 28 huge Swedish valves is wheeled in. From Haywoods passing over Hutt Valley Industries and on past Wellington Harbour, the north section of the Inter-Ireland line runs down toward Cook Strait. Keeping clear of the city and crossing the Wellington Motorway, it goes into the bare Makara Hills and down to Otiranga Bay. On the southernmost North Island Tower, an army is hoisted into place by a retreating bulldozer. The terminal tower will connect to sea by underground land cable, which lies ready for laying. Offshore, the English cable ship, Fortunia, comes in toward mooring boys laid by Aaron Firth, which is still standing by. Furtinia's bow propeller swings her to the mooring boy. Once for Tinnia is moored, more of the green floating rope is fed out to a launch, which takes the end ashore. As the rope goes out at seaward end is shackled to the cable, of which over 80 miles lie heavily in Fortinia's holds. The submarine cable weighs as much per yard as heavy gauge railway line. Many pneumatic floats are needed to take it ashore. As it goes, the leading end is distinguished by an orange marker boy. After years of planning for this operation and a week or so in port waiting for steady weather, no one thinks to go below for lunch on the vital day. Start keeping in question, stop keeping on the flight. No, I can't move on. Three cables will be laid side by side and a thousand yards apart in three separate runs. Foot by foot, the floating rope comes in. Rip cords are pulled, deflating one side of each float. Slipping from the floats, the great cable begins to sink to its permanent seabed position. Blue Peter's flying and soon Fettinia is underway, paying out her precious and intricate copper cargo. Tension in the outgoing cable is carefully watched for the next few hours. Paying out over the bows rather than from the stern makes for easier steering. Cook straight currents are notoriously unpredictable. Keeping to the plotted course over areas of smooth seabed involves frequent wheel spinning on the 25 mile run. I'm gonna'a. And......withal......and......and......and......and......and......and......and......and... In the morning at Fighting Bay, the submarine cable is looped around a big wheel mounted on oil drum floats. Into the South Island shallows, bringing the cable to land comes a curious amphibious vehicle, a one-wheeled raft. Baird, the ends of submarine cable, are prepared for jointing to land cable. One pair of submarine cables with half a million volts across them gives as much power as three or four North Island peak capacity rises by 40%. Enough to take care of a good three years increase in demand. In 1965, the world's biggest submarine cables come into service, linking New Zealand's more populous North Island with the power rich south, by way of a once insuperable barrier, the waters of Cook Strait. I'm gonnae. The"}