{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " My name is Howard Carmichael."}, {"timestamp": [7.0, 27.0], "text": " I'm the Professor of Theoret theoretical physics at the University of Auckland."}, {"timestamp": [27.0, 33.0], "text": " Our main interest in Auckland is the study of theoretical quantum optics."}, {"timestamp": [33.0, 42.0], "text": " We're interested in the interactions between the particles of light, photons, and the elementary constituents of matter, atoms."}, {"timestamp": [42.0, 45.86], "text": " We build theories of how these things interact."}, {"timestamp": [46.02, 50.76], "text": " We attempt to make predictions of experiments that others may carry out,"}, {"timestamp": [51.38, 55.7], "text": " and hopefully some of those predictions may evolve in the future"}, {"timestamp": [55.7, 61.46], "text": " into interesting applications that could turn up in your local video store or electronic"}, {"timestamp": [61.46, 61.78], "text": " store."}, {"timestamp": [61.78, 65.74], "text": " Okay, so here is an example of the types of physical"}, {"timestamp": [65.74, 71.46], "text": " systems that we study theoretically. This is an example in what's called cavity QED."}, {"timestamp": [71.46, 76.14], "text": " What we have here is a very small optical cavity or resonator. These are two mirrors and"}, {"timestamp": [76.14, 80.76], "text": " in reality they're very close together about a tenth of a millimeter apart. On the left"}, {"timestamp": [80.76, 85.74], "text": " there is laser light moving into the cavity and it passes through the first mirror"}, {"timestamp": [85.74, 89.34], "text": " and bounces off the second mirror backwards and forwards to make this standing wave"}, {"timestamp": [89.34, 92.9], "text": " where you can see the bright and dark stripes."}, {"timestamp": [93.46, 96.2], "text": " Inside there we have therefore photons of light."}, {"timestamp": [96.84, 103.58], "text": " The star, white star like objects are atoms which are traveling through the cavity in an atomic beam."}, {"timestamp": [104.2, 108.0], "text": " We're interested in how the atoms change the behavior of the photons"}, {"timestamp": [108.0, 111.0], "text": " which emerge over here on the right. You see the little blue"}, {"timestamp": [111.0, 114.0], "text": " circular objects are the photons emerging on the right."}, {"timestamp": [114.0, 119.0], "text": " And what the experimentalist does in this particular case is"}, {"timestamp": [119.0, 123.0], "text": " attempt to measure the separation between two of these blue photons emerging."}, {"timestamp": [123.0, 125.06], "text": " So here the first one emerged"}, {"timestamp": [125.06, 128.94], "text": " and a counter starts. It's counting the seconds. The second one comes"}, {"timestamp": [128.94, 131.72], "text": " and it stops the counter. It stops at seven seconds."}, {"timestamp": [131.72, 135.58], "text": " So over many pairs of photons we get a distribution"}, {"timestamp": [135.58, 136.94], "text": " of times between"}, {"timestamp": [136.94, 140.0], "text": " these these photon emissions."}, {"timestamp": [140.0, 146.0], "text": " And our job as the theorist is to calculate what that distribution should be"}, {"timestamp": [146.0, 151.0], "text": " and eventually compare with the experiment and hopefully the answers are the same."}, {"timestamp": [151.0, 155.5], "text": " So here you see the measuring device that you just saw on the previous picture."}, {"timestamp": [155.5, 160.0], "text": " It measures the time separation between these two blue photons arriving."}, {"timestamp": [160.0, 164.0], "text": " Over on the right is the result of experimental measurements,"}, {"timestamp": [164.0, 165.6], "text": " the wiggly blue curve,"}, {"timestamp": [165.6, 170.4], "text": " and a simple theoretical prediction of what those measurements should be."}, {"timestamp": [170.4, 175.6], "text": " And you'll notice that the theoretical prediction is different from the experimental measurements."}, {"timestamp": [175.6, 182.2], "text": " So our challenge as theorists is to now try and figure out why there's a difference between the theory and the experiment"}, {"timestamp": [182.2, 187.98], "text": " and do a new calculation that gets the theoretical curves sitting right on top of the experimental measurements."}, {"timestamp": [187.98, 193.38], "text": " So here you see the picture of our cavity QED system again with the standing wave of light"}, {"timestamp": [193.38, 196.06], "text": " and the atoms that move through the standing wave."}, {"timestamp": [196.06, 200.0], "text": " What we've figured out about the difference between the experimental measurements and the theory"}, {"timestamp": [200.0, 207.62], "text": " is that in the experiment the atoms are not traveling straight up parallel to these bright and dark lines, they're moving on a slight angle of about"}, {"timestamp": [207.62, 211.0], "text": " half a degree and that's responsible for"}, {"timestamp": [211.0, 215.68], "text": " the problems with reproducing the measurements in the theory. So here's the"}, {"timestamp": [215.68, 220.0], "text": " the results of our theoretical calculations and solution of that puzzle."}, {"timestamp": [220.0, 224.0], "text": " You're seeing the same experimental data, the jiggly blue curves on the left over"}, {"timestamp": [224.0, 225.0], "text": " here and on the right,"}, {"timestamp": [225.44, 233.42], "text": " and now we have the red theoretical curve almost perfectly matching with the experimental measurements."}, {"timestamp": [234.12, 239.5], "text": " Now the way these calculations were done were by using a very large computer simulation."}, {"timestamp": [240.04, 243.56], "text": " These simulations ran on 24 computers simultaneously,"}, {"timestamp": [244.18, 253.16], "text": " and in some cases had to continue running for the order of two or three weeks in order to come up with that final nice fit between the theory and the experiment."}, {"timestamp": [253.7, 257.44], "text": " So at the end of all of this, we might ask ourselves what's the moral of the story here."}, {"timestamp": [257.84, 260.42], "text": " The first moral is that science is about two things."}, {"timestamp": [260.84, 270.14], "text": " It's about making observations of the physical world and making measurements of those observations that you can quantify and on the second side conceptualizing"}, {"timestamp": [270.14, 275.94], "text": " what is there and expressing in terms of equations. In the end we have to"}, {"timestamp": [275.94, 279.74], "text": " bring these two sides together showing that what you predict by the equations"}, {"timestamp": [279.74, 283.94], "text": " agrees with what you measurement and in this little example you've seen how that"}, {"timestamp": [283.94, 289.0], "text": " worked. We had predictions that did not agree with the experiments and managed to figure out why that was"}, {"timestamp": [289.0, 294.16], "text": " the case and ended up with agreement. The second question we might ask is why these"}, {"timestamp": [294.16, 299.6], "text": " measures were made in the first place. And to answer that, we could look again at this"}, {"timestamp": [299.6, 304.88], "text": " picture of the measured data. The interesting thing about this picture is that it's not"}, {"timestamp": [304.88, 305.28], "text": " possible to account for these measurements without making use of quantum mechanics. And so of the measured data. The interesting thing about this picture is that it's not possible"}, {"timestamp": [305.28, 310.14], "text": " to account for these measurements without making use of quantum mechanics. And so that is"}, {"timestamp": [310.14, 315.38], "text": " what excited the experimentalists in the very first place to carry out these experiments."}], "text": " My name is Howard Carmichael. I'm the Professor of Theoret theoretical physics at the University of Auckland. Our main interest in Auckland is the study of theoretical quantum optics. We're interested in the interactions between the particles of light, photons, and the elementary constituents of matter, atoms. We build theories of how these things interact. We attempt to make predictions of experiments that others may carry out, and hopefully some of those predictions may evolve in the future into interesting applications that could turn up in your local video store or electronic store. Okay, so here is an example of the types of physical systems that we study theoretically. This is an example in what's called cavity QED. What we have here is a very small optical cavity or resonator. These are two mirrors and in reality they're very close together about a tenth of a millimeter apart. On the left there is laser light moving into the cavity and it passes through the first mirror and bounces off the second mirror backwards and forwards to make this standing wave where you can see the bright and dark stripes. Inside there we have therefore photons of light. The star, white star like objects are atoms which are traveling through the cavity in an atomic beam. We're interested in how the atoms change the behavior of the photons which emerge over here on the right. You see the little blue circular objects are the photons emerging on the right. And what the experimentalist does in this particular case is attempt to measure the separation between two of these blue photons emerging. So here the first one emerged and a counter starts. It's counting the seconds. The second one comes and it stops the counter. It stops at seven seconds. So over many pairs of photons we get a distribution of times between these these photon emissions. And our job as the theorist is to calculate what that distribution should be and eventually compare with the experiment and hopefully the answers are the same. So here you see the measuring device that you just saw on the previous picture. It measures the time separation between these two blue photons arriving. Over on the right is the result of experimental measurements, the wiggly blue curve, and a simple theoretical prediction of what those measurements should be. And you'll notice that the theoretical prediction is different from the experimental measurements. So our challenge as theorists is to now try and figure out why there's a difference between the theory and the experiment and do a new calculation that gets the theoretical curves sitting right on top of the experimental measurements. So here you see the picture of our cavity QED system again with the standing wave of light and the atoms that move through the standing wave. What we've figured out about the difference between the experimental measurements and the theory is that in the experiment the atoms are not traveling straight up parallel to these bright and dark lines, they're moving on a slight angle of about half a degree and that's responsible for the problems with reproducing the measurements in the theory. So here's the the results of our theoretical calculations and solution of that puzzle. You're seeing the same experimental data, the jiggly blue curves on the left over here and on the right, and now we have the red theoretical curve almost perfectly matching with the experimental measurements. Now the way these calculations were done were by using a very large computer simulation. These simulations ran on 24 computers simultaneously, and in some cases had to continue running for the order of two or three weeks in order to come up with that final nice fit between the theory and the experiment. So at the end of all of this, we might ask ourselves what's the moral of the story here. The first moral is that science is about two things. It's about making observations of the physical world and making measurements of those observations that you can quantify and on the second side conceptualizing what is there and expressing in terms of equations. In the end we have to bring these two sides together showing that what you predict by the equations agrees with what you measurement and in this little example you've seen how that worked. We had predictions that did not agree with the experiments and managed to figure out why that was the case and ended up with agreement. The second question we might ask is why these measures were made in the first place. And to answer that, we could look again at this picture of the measured data. The interesting thing about this picture is that it's not possible to account for these measurements without making use of quantum mechanics. And so of the measured data. The interesting thing about this picture is that it's not possible to account for these measurements without making use of quantum mechanics. And so that is what excited the experimentalists in the very first place to carry out these experiments."}