{"speakers": [], "chunks": [{"timestamp": [0.0, 35.14], "text": " The Hi, I'm Dr. Stephen Hedy, a structural biologist working here at Massey University in Palmerston North."}, {"timestamp": [35.74, 38.28], "text": " Now, a structural biologist looks at the structures of life molecules."}, {"timestamp": [38.82, 45.24], "text": " What we have here is the structure of RNA. RNA is very similar to DNA, which you've probably heard of,"}, {"timestamp": [45.42, 47.16], "text": " and it's one of the basic building blocks of life."}, {"timestamp": [47.46, 49.72], "text": " In fact, this model is actually from the Watson Crick Lab,"}, {"timestamp": [50.24, 52.18], "text": " the lab that actually discovered the structure of DNA."}, {"timestamp": [53.24, 54.76], "text": " Now, what I do as a structural biologist"}, {"timestamp": [54.76, 57.3], "text": " is I use a technique called nuclear magnetic resonance."}, {"timestamp": [57.58, 59.06], "text": " You can see the magnet here behind me."}, {"timestamp": [59.96, 61.78], "text": " Now, what nuclear magnetic resonance does"}, {"timestamp": [61.78, 63.86], "text": " is it uses the property of a nucleus"}, {"timestamp": [63.86, 65.46], "text": " in that it acts like a little magnet."}, {"timestamp": [66.04, 70.8], "text": " So each of these nuclei that you see here actually have a little magnetic moment."}, {"timestamp": [71.24, 73.78], "text": " Now, normally this is just tumbling randomly in solution."}, {"timestamp": [74.42, 76.82], "text": " However, if we put this molecule into a magnet,"}, {"timestamp": [77.14, 79.44], "text": " the nuclear actually line up with the magnetic field."}, {"timestamp": [79.8, 82.12], "text": " Then we can pulse it with radio frequency energy."}, {"timestamp": [82.12, 85.02], "text": " We can actually measure this spinning, tumbling magnetic field."}, {"timestamp": [85.3, 91.42], "text": " As a frequency, by using different pulses, we can pass that magnetic energy from one atom to another"}, {"timestamp": [91.42, 93.58], "text": " and thereby learn about the structure of the molecule."}, {"timestamp": [101.54, 105.12], "text": " So this is the superconducting magnet that we actually use to get our spectra."}, {"timestamp": [106.18, 109.42], "text": " So what we have in here is a superconducting coil,"}, {"timestamp": [109.76, 112.58], "text": " which operates within a few degrees of absolute zero."}, {"timestamp": [114.32, 118.34], "text": " Now the only way that we can get this superconducting magnet near absolute zero"}, {"timestamp": [118.34, 123.4], "text": " is to use a shell of liquid helium surrounding the coils of the magnet."}, {"timestamp": [124.2, 125.5], "text": " Around this inner shell of liquid"}, {"timestamp": [125.5, 131.94], "text": " helium is an outer shell of nitrogen to keep the helium cool. Our sample here is"}, {"timestamp": [131.94, 136.0], "text": " actually a cold virus protein and we're investigating it how it interacts with its"}, {"timestamp": [136.0, 141.88], "text": " RNA. So let's actually put a sample in the magnet and get a spectrum. So we place the"}, {"timestamp": [141.88, 145.52], "text": " sample on the top of the magnet on a cushion of air."}, {"timestamp": [148.96, 150.62], "text": " Once the air flow is removed, the sample falls into the magnet."}, {"timestamp": [152.02, 154.84], "text": " We can now get a spectra."}, {"timestamp": [156.12, 157.02], "text": " This is the lock signal."}, {"timestamp": [161.48, 161.82], "text": " The lock signal is generated by incorporating a small amount of Deuterium into the sample."}, {"timestamp": [164.38, 165.14], "text": " Now, Deuterium is just a hydrogen atom, but with an extra neutron."}, {"timestamp": [165.14, 168.18], "text": " And what the lock signal enables us to do is to lock into a steady"}, {"timestamp": [168.18, 171.36], "text": " frequency in the sample, so that we can acquire spectrum."}, {"timestamp": [171.36, 174.74], "text": " This first type of spectrum that we're looking at is a 1D proton"}, {"timestamp": [174.74, 175.5], "text": " spectrum."}, {"timestamp": [175.5, 178.34], "text": " So this is all the hydrogen atoms within the molecule resonating"}, {"timestamp": [178.34, 180.2], "text": " at their own particular frequencies with their own"}, {"timestamp": [180.2, 182.24], "text": " particular intensities."}, {"timestamp": [182.24, 186.12], "text": " To investigate the molecule further, we use a spectrum called a HSQC."}, {"timestamp": [186.72, 191.94], "text": " Now, what a HSQC is, is a picture of the nitrogen atoms within the molecule and their attached"}, {"timestamp": [191.94, 197.04], "text": " protons, and it's unique for every molecule. This enables us to get the fingerprint of the molecule."}, {"timestamp": [200.72, 205.32], "text": " That's actually now acquiring a spectrum. The fascinating thing about nuclear magnetic resonance"}, {"timestamp": [205.32, 208.4], "text": " is it gives us insights into actual structures of these molecules"}, {"timestamp": [208.4, 209.4], "text": " at an atomic level."}, {"timestamp": [209.86, 212.36], "text": " By knowing exactly what they look like and how they behave,"}, {"timestamp": [212.52, 213.68], "text": " how they interact with each other,"}, {"timestamp": [213.92, 217.18], "text": " we can design medicines and vaccines to treat a whole range of diseases,"}, {"timestamp": [217.78, 220.78], "text": " everything from cold virus to diseases such as cancer."}, {"timestamp": [221.36, 223.12], "text": " And working here at Massa University is great"}, {"timestamp": [223.12, 228.2], "text": " because we have the best facilities in the whole country for doing nuclear magnetic resonance of biological molecules."}], "text": " The Hi, I'm Dr. Stephen Hedy, a structural biologist working here at Massey University in Palmerston North. Now, a structural biologist looks at the structures of life molecules. What we have here is the structure of RNA. RNA is very similar to DNA, which you've probably heard of, and it's one of the basic building blocks of life. In fact, this model is actually from the Watson Crick Lab, the lab that actually discovered the structure of DNA. Now, what I do as a structural biologist is I use a technique called nuclear magnetic resonance. You can see the magnet here behind me. Now, what nuclear magnetic resonance does is it uses the property of a nucleus in that it acts like a little magnet. So each of these nuclei that you see here actually have a little magnetic moment. Now, normally this is just tumbling randomly in solution. However, if we put this molecule into a magnet, the nuclear actually line up with the magnetic field. Then we can pulse it with radio frequency energy. We can actually measure this spinning, tumbling magnetic field. As a frequency, by using different pulses, we can pass that magnetic energy from one atom to another and thereby learn about the structure of the molecule. So this is the superconducting magnet that we actually use to get our spectra. So what we have in here is a superconducting coil, which operates within a few degrees of absolute zero. Now the only way that we can get this superconducting magnet near absolute zero is to use a shell of liquid helium surrounding the coils of the magnet. Around this inner shell of liquid helium is an outer shell of nitrogen to keep the helium cool. Our sample here is actually a cold virus protein and we're investigating it how it interacts with its RNA. So let's actually put a sample in the magnet and get a spectrum. So we place the sample on the top of the magnet on a cushion of air. Once the air flow is removed, the sample falls into the magnet. We can now get a spectra. This is the lock signal. The lock signal is generated by incorporating a small amount of Deuterium into the sample. Now, Deuterium is just a hydrogen atom, but with an extra neutron. And what the lock signal enables us to do is to lock into a steady frequency in the sample, so that we can acquire spectrum. This first type of spectrum that we're looking at is a 1D proton spectrum. So this is all the hydrogen atoms within the molecule resonating at their own particular frequencies with their own particular intensities. To investigate the molecule further, we use a spectrum called a HSQC. Now, what a HSQC is, is a picture of the nitrogen atoms within the molecule and their attached protons, and it's unique for every molecule. This enables us to get the fingerprint of the molecule. That's actually now acquiring a spectrum. The fascinating thing about nuclear magnetic resonance is it gives us insights into actual structures of these molecules at an atomic level. By knowing exactly what they look like and how they behave, how they interact with each other, we can design medicines and vaccines to treat a whole range of diseases, everything from cold virus to diseases such as cancer. And working here at Massa University is great because we have the best facilities in the whole country for doing nuclear magnetic resonance of biological molecules."}