{"speakers": [], "chunks": [{"timestamp": [0.0, 33.72], "text": " Hello, I'm Pat Langhorne of the physics department at the University of Atago."}, {"timestamp": [34.64, 38.06], "text": " I'm part of the sea ice group at Atago."}, {"timestamp": [38.06, 44.92], "text": " We're interested in the sea ice cover that forms around Antarctica every winter."}, {"timestamp": [45.44, 48.24], "text": " That is when the sea freezes on the ocean."}, {"timestamp": [48.92, 54.32], "text": " One of the things we're interested in is the amount of liquid that's found in sea ice."}, {"timestamp": [54.96, 59.44], "text": " Sea ice surprisingly isn't solid when it forms on the ocean."}, {"timestamp": [60.24, 65.94], "text": " The sea ice influences the climate of the southern oceans,"}, {"timestamp": [66.44, 70.0], "text": " but also it influences the climate of New Zealand."}, {"timestamp": [70.66, 75.1], "text": " Myself and students do experiments both in Antarctica,"}, {"timestamp": [75.5, 80.84], "text": " when we might spend anything from a few days to many months there,"}, {"timestamp": [81.36, 83.92], "text": " and we do experiments here in Otago."}, {"timestamp": [83.92, 86.66], "text": " So we have people doing experiments in the"}, {"timestamp": [86.66, 96.5], "text": " cold room and this is Chris Patrick who is one of our researchers he works on the"}, {"timestamp": [96.5, 104.0], "text": " porosity of the sea ice I've just been in the cold room to take a look at the"}, {"timestamp": [104.0, 105.0], "text": " sea ice structure and here is what I model it's much warmer out here it's much I've just been in the cold room to take a look at the CI structure."}, {"timestamp": [105.0, 107.0], "text": " And here is what I model."}, {"timestamp": [107.0, 109.0], "text": " It's much warmer out here."}, {"timestamp": [109.0, 110.0], "text": " It's much easier to do."}, {"timestamp": [110.0, 113.0], "text": " So I've simulated the structure of CI's."}, {"timestamp": [113.0, 119.0], "text": " I've assumed that the sea ice is just like a block and added little pockets."}, {"timestamp": [119.0, 124.0], "text": " These pockets are where the water can actually flow through the ice."}, {"timestamp": [124.0, 128.5], "text": " And once I've added like many many pockets, one after the other,"}, {"timestamp": [128.5, 130.0], "text": " I get a structure that looks like this."}, {"timestamp": [130.0, 133.5], "text": " So it's very difficult for the water to move through,"}, {"timestamp": [133.5, 135.0], "text": " even though it is possible."}, {"timestamp": [135.0, 138.5], "text": " Another thing I've simulated is the refreezing of cracks."}, {"timestamp": [138.5, 142.5], "text": " Here we see as the crack refreezes, there are patterns forming,"}, {"timestamp": [142.5, 145.32], "text": " but this time they're actually aligned as arches."}, {"timestamp": [150.48, 150.86], "text": " And this is very unusual for sea ice. So it's exciting news that I get out of this project,"}, {"timestamp": [154.12, 155.04], "text": " and I'm looking forward to publishing that and tell everybody about it."}, {"timestamp": [161.32, 161.9], "text": " Hi, I'm Craig. I'm a PhD student studying here at the University of Otago Physics Department sea ice group."}, {"timestamp": [165.62, 173.54], "text": " My project was to spend a whole winter down in Antarctica measuring the sea ice growing in situ using a thermistor probe like this that consists of 60"}, {"timestamp": [173.54, 179.42], "text": " thermometers which we floated out on a life buoy into the water at the start of the winter"}, {"timestamp": [179.42, 184.4], "text": " and then we measured the temperature of the ice and how fast it was growing through the winter."}, {"timestamp": [185.2, 190.06], "text": " In the course of a winter in Antarctica the sea will freeze to a depth of about two meters."}, {"timestamp": [190.6, 195.92], "text": " The amount of sea that freezes is equal to twice the land area of Antarctica,"}, {"timestamp": [196.36, 202.62], "text": " which is already bigger than a place like Australia, so it's a huge change that's happening in the natural environment."}, {"timestamp": [203.52, 209.0], "text": " As the ice grows, each one of these thermistas gets frozen into the ice."}, {"timestamp": [209.0, 213.34], "text": " And as soon as it freezes into the ice, the temperature drops and we're able to tell"}, {"timestamp": [213.34, 218.56], "text": " how deep the ice is and also how fast the ice is growing."}, {"timestamp": [218.56, 224.6], "text": " We're very lucky here to be able to work in such an unexplored place as Antarctica."}, {"timestamp": [224.6, 226.42], "text": " We have a great time, we have a great"}, {"timestamp": [226.42, 233.0], "text": " team, and there's still lots of work to be done. There are so few measurements over such an"}, {"timestamp": [233.0, 242.42], "text": " enormous area of both the ocean and the land in Antarctica. Coming up is the International"}, {"timestamp": [242.42, 245.0], "text": " Polar Year 2007, 2008,"}, {"timestamp": [245.94, 248.52], "text": " when there is going to be a huge project"}, {"timestamp": [248.52, 251.62], "text": " that will go all the way around the whole coast of Antarctica"}, {"timestamp": [251.62, 255.04], "text": " monitoring the sea ice, its thickness,"}, {"timestamp": [255.34, 258.72], "text": " how fast it grows, how salty it is."}, {"timestamp": [259.5, 261.44], "text": " People will come from all over the world,"}, {"timestamp": [261.68, 269.72], "text": " it's going to be great because we'll all get together with our colleagues, we'll talk over the problems and we'll talk over more importantly the solutions."}], "text": " Hello, I'm Pat Langhorne of the physics department at the University of Atago. I'm part of the sea ice group at Atago. We're interested in the sea ice cover that forms around Antarctica every winter. That is when the sea freezes on the ocean. One of the things we're interested in is the amount of liquid that's found in sea ice. Sea ice surprisingly isn't solid when it forms on the ocean. The sea ice influences the climate of the southern oceans, but also it influences the climate of New Zealand. Myself and students do experiments both in Antarctica, when we might spend anything from a few days to many months there, and we do experiments here in Otago. So we have people doing experiments in the cold room and this is Chris Patrick who is one of our researchers he works on the porosity of the sea ice I've just been in the cold room to take a look at the sea ice structure and here is what I model it's much warmer out here it's much I've just been in the cold room to take a look at the CI structure. And here is what I model. It's much warmer out here. It's much easier to do. So I've simulated the structure of CI's. I've assumed that the sea ice is just like a block and added little pockets. These pockets are where the water can actually flow through the ice. And once I've added like many many pockets, one after the other, I get a structure that looks like this. So it's very difficult for the water to move through, even though it is possible. Another thing I've simulated is the refreezing of cracks. Here we see as the crack refreezes, there are patterns forming, but this time they're actually aligned as arches. And this is very unusual for sea ice. So it's exciting news that I get out of this project, and I'm looking forward to publishing that and tell everybody about it. Hi, I'm Craig. I'm a PhD student studying here at the University of Otago Physics Department sea ice group. My project was to spend a whole winter down in Antarctica measuring the sea ice growing in situ using a thermistor probe like this that consists of 60 thermometers which we floated out on a life buoy into the water at the start of the winter and then we measured the temperature of the ice and how fast it was growing through the winter. In the course of a winter in Antarctica the sea will freeze to a depth of about two meters. The amount of sea that freezes is equal to twice the land area of Antarctica, which is already bigger than a place like Australia, so it's a huge change that's happening in the natural environment. As the ice grows, each one of these thermistas gets frozen into the ice. And as soon as it freezes into the ice, the temperature drops and we're able to tell how deep the ice is and also how fast the ice is growing. We're very lucky here to be able to work in such an unexplored place as Antarctica. We have a great time, we have a great team, and there's still lots of work to be done. There are so few measurements over such an enormous area of both the ocean and the land in Antarctica. Coming up is the International Polar Year 2007, 2008, when there is going to be a huge project that will go all the way around the whole coast of Antarctica monitoring the sea ice, its thickness, how fast it grows, how salty it is. People will come from all over the world, it's going to be great because we'll all get together with our colleagues, we'll talk over the problems and we'll talk over more importantly the solutions."}