{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Hi, I'm Dr."}, {"timestamp": [7.0, 30.0], "text": " Hi, I'm Dr. David Krofcheck of the University of Auckland, Department of Physics."}, {"timestamp": [30.0, 34.0], "text": " My specialty is high energy particle and nuclear physics."}, {"timestamp": [34.0, 39.0], "text": " And we have some wonderfully cool things in electronics that we can show you."}, {"timestamp": [39.0, 45.88], "text": " And these things contribute to high energy research in a global scale and New Zealand is part of it."}, {"timestamp": [45.88, 52.64], "text": " The global collaboration is based at a laboratory in Geneva, Switzerland, and it is at a"}, {"timestamp": [52.64, 58.58], "text": " laboratory called CERN, the Center for European Particle and Nuclear Physics Research."}, {"timestamp": [58.58, 70.0], "text": " The laboratory, as you can see on the screen here, is 27 kilometers in circumference. It's located 100 meters underground on average,"}, {"timestamp": [70.0, 75.52], "text": " and a new particle accelerator is being constructed along the path that would be on the surface"}, {"timestamp": [75.52, 80.88], "text": " generated by this red line. It gives you an idea of the scale of this project. Here is the"}, {"timestamp": [80.88, 85.7], "text": " Geneva airport. So when we fly in to do our research, we land at this airport,"}, {"timestamp": [85.7, 88.5], "text": " and we're right next door to the laboratory."}, {"timestamp": [88.5, 92.0], "text": " In high-energy nuclear and particle physics collisions,"}, {"timestamp": [92.0, 94.9], "text": " we were interested in studying the basic fundamental forces"}, {"timestamp": [94.9, 96.5], "text": " and particles of nature."}, {"timestamp": [96.5, 100.1], "text": " And in order to do that, we need to collide"}, {"timestamp": [100.1, 104.3], "text": " some of the elementary particles, like protons, for example,"}, {"timestamp": [104.3, 105.8], "text": " at very high velocities."}, {"timestamp": [105.8, 111.2], "text": " So we have one beam of protons going counterclockwise around that big ring in Geneva,"}, {"timestamp": [111.2, 115.8], "text": " and a second bunch of protons going clockwise around that ring in Geneva."}, {"timestamp": [115.8, 123.9], "text": " And these beams are traveling at about 99.999% of the speed of light."}, {"timestamp": [123.9, 126.5], "text": " So there's a tremendous amount of energy in the beams."}, {"timestamp": [126.5, 128.5], "text": " And then the beams collide."}, {"timestamp": [128.5, 131.5], "text": " And from those collisions, debris gets produced."}, {"timestamp": [131.5, 133.5], "text": " And we study that debris."}, {"timestamp": [133.5, 137.5], "text": " Our research collaboration is called the compact muon solenoid."}, {"timestamp": [137.5, 141.5], "text": " And here is the device that's being constructed."}, {"timestamp": [141.5, 144.5], "text": " You can notice the scale of the project."}, {"timestamp": [144.5, 147.5], "text": " Here are people standing on the sidelines wearing hard hats,"}, {"timestamp": [147.5, 154.0], "text": " and here are two of the large arms that each weigh about 6,000 tons."}, {"timestamp": [154.0, 159.0], "text": " Our experiment is going to be inserted inside this chamber,"}, {"timestamp": [159.0, 163.0], "text": " and we are working on the electronics for that part now."}, {"timestamp": [163.0, 166.78], "text": " So inside our compact-nion solenoid experiment,"}, {"timestamp": [167.44, 174.78], "text": " here we have a computer simulation of a collision between a counterclockwise going proton from the left"}, {"timestamp": [174.78, 176.9], "text": " and a clockwise going proton from the right."}, {"timestamp": [176.9, 179.94], "text": " They intersect at the interaction point."}, {"timestamp": [180.3, 184.64], "text": " And from that point, you can see many particle tracks flying off in different directions."}, {"timestamp": [184.9, 189.0], "text": " Most of these tracks are not very interesting to us because we already know what they are."}, {"timestamp": [189.0, 195.5], "text": " But there are some signatures in those tracks that tell us that some new physics has occurred."}, {"timestamp": [195.5, 203.0], "text": " Here is compact muon solenoid, and what you see now is that if we expand one slice of it, we get this picture."}, {"timestamp": [203.0, 206.0], "text": " And this picture shows a layer of detectors."}, {"timestamp": [206.0, 209.0], "text": " Now, all high-energy physics experiments are the same."}, {"timestamp": [209.0, 213.0], "text": " Different layers of detectors are built to detect different particles"}, {"timestamp": [213.0, 216.0], "text": " from the debris of the collisions of protons and protons."}, {"timestamp": [216.0, 221.0], "text": " So, for example, here's an electron bending in the magnetic field,"}, {"timestamp": [221.0, 223.0], "text": " and it gets detected here."}, {"timestamp": [223.0, 227.9], "text": " Here's our photon, which gets also detected there."}, {"timestamp": [227.9, 234.74], "text": " Here is a strongly interacting particle which gets detected farther out in another layer."}, {"timestamp": [234.74, 240.92], "text": " And most important for our experiment, the compact muon solenoid, is the detection of muons."}, {"timestamp": [240.92, 245.14], "text": " And here you can see the muons, a very penetrating particle, so it goes all the way through"}, {"timestamp": [245.14, 253.32], "text": " to the outside layers of the CMS detector. Here we have a piece of artificial diamond. This is"}, {"timestamp": [253.32, 258.72], "text": " used as a particle detector in extreme radiation environments. Hi, I'm Richard Gray. I'm a physicist"}, {"timestamp": [258.72, 263.7], "text": " that works on, with Auckland University on the CMS project. Now, as you can imagine, with these"}, {"timestamp": [263.7, 265.0], "text": " counter-rotating beams,"}, {"timestamp": [265.0, 267.0], "text": " a large amount of energy is stored."}, {"timestamp": [267.0, 270.0], "text": " In fact, it's enough to melt several hundred kilograms of metal"}, {"timestamp": [270.0, 272.0], "text": " if something were to go wrong."}, {"timestamp": [272.0, 274.0], "text": " Here we have a simulation of a beam accident,"}, {"timestamp": [274.0, 278.0], "text": " where one of the beams has struck a magnet upstream of the CMS detector."}, {"timestamp": [278.0, 281.0], "text": " At the bottom we have a scale of the radiation dose."}, {"timestamp": [281.0, 287.12], "text": " Blue is a low dose, and this red is a lethal radiation dose. It's important to"}, {"timestamp": [287.12, 291.76], "text": " protect the inner detectors from this radiation and shut down the beam as quickly as"}, {"timestamp": [291.76, 296.72], "text": " possible. This diamond is the only material which can withstand the hostile"}, {"timestamp": [296.72, 302.86], "text": " environment next to the CMS beam pipe. Here we have a test stand for the diamond"}, {"timestamp": [302.86, 307.0], "text": " detectors. We're sending a beam of particles from a radioactive source through the diamond"}, {"timestamp": [307.0, 311.5], "text": " to simulate what will happen in the case of a beam accident in the CMS experiment."}, {"timestamp": [311.5, 314.5], "text": " This is the output screen from the diamond detector test stand."}, {"timestamp": [314.5, 318.0], "text": " The blue trace is the electronic output from one of the diamond detectors"}, {"timestamp": [318.0, 320.5], "text": " as a radioactive particle passes through it."}, {"timestamp": [320.5, 325.24], "text": " We intend to what eight of these detectors around the beam pipe in a CMS experiment."}, {"timestamp": [326.14, 331.62], "text": " The experiment's going to start up in the summer of 2007. David and I have just come back from"}, {"timestamp": [331.62, 336.92], "text": " CERN Laboratory, but most of our work's done over collaborating with our colleagues over the"}, {"timestamp": [336.92, 341.86], "text": " World Wide Web, which is another spin-off of the work at CERN. It's really exciting and stimulating"}, {"timestamp": [341.86, 344.6], "text": " to be able to work with people all around the world in this way."}, {"timestamp": [344.6, 346.32], "text": " It's really exciting and stimulating to be able to work with people all around the world in this way."}, {"timestamp": [351.94, 352.76], "text": " The Higgs boson is the final particle predicted by the standard model of particle physics."}, {"timestamp": [361.56, 361.82], "text": " And we're interested in the muons specifically because the Higgs boson should fall apart into maybe four muons."}, {"timestamp": [365.88, 370.92], "text": " Detecting the four muons is important because this is one of the predicted ways in which the Higgs boson should disintegrate if it does exist. And if we can detect the"}, {"timestamp": [370.92, 376.06], "text": " muons simultaneously, this would be a very strong signature that the Higgs boson does in fact exist."}], "text": " Hi, I'm Dr. Hi, I'm Dr. David Krofcheck of the University of Auckland, Department of Physics. My specialty is high energy particle and nuclear physics. And we have some wonderfully cool things in electronics that we can show you. And these things contribute to high energy research in a global scale and New Zealand is part of it. The global collaboration is based at a laboratory in Geneva, Switzerland, and it is at a laboratory called CERN, the Center for European Particle and Nuclear Physics Research. The laboratory, as you can see on the screen here, is 27 kilometers in circumference. It's located 100 meters underground on average, and a new particle accelerator is being constructed along the path that would be on the surface generated by this red line. It gives you an idea of the scale of this project. Here is the Geneva airport. So when we fly in to do our research, we land at this airport, and we're right next door to the laboratory. In high-energy nuclear and particle physics collisions, we were interested in studying the basic fundamental forces and particles of nature. And in order to do that, we need to collide some of the elementary particles, like protons, for example, at very high velocities. So we have one beam of protons going counterclockwise around that big ring in Geneva, and a second bunch of protons going clockwise around that ring in Geneva. And these beams are traveling at about 99.999% of the speed of light. So there's a tremendous amount of energy in the beams. And then the beams collide. And from those collisions, debris gets produced. And we study that debris. Our research collaboration is called the compact muon solenoid. And here is the device that's being constructed. You can notice the scale of the project. Here are people standing on the sidelines wearing hard hats, and here are two of the large arms that each weigh about 6,000 tons. Our experiment is going to be inserted inside this chamber, and we are working on the electronics for that part now. So inside our compact-nion solenoid experiment, here we have a computer simulation of a collision between a counterclockwise going proton from the left and a clockwise going proton from the right. They intersect at the interaction point. And from that point, you can see many particle tracks flying off in different directions. Most of these tracks are not very interesting to us because we already know what they are. But there are some signatures in those tracks that tell us that some new physics has occurred. Here is compact muon solenoid, and what you see now is that if we expand one slice of it, we get this picture. And this picture shows a layer of detectors. Now, all high-energy physics experiments are the same. Different layers of detectors are built to detect different particles from the debris of the collisions of protons and protons. So, for example, here's an electron bending in the magnetic field, and it gets detected here. Here's our photon, which gets also detected there. Here is a strongly interacting particle which gets detected farther out in another layer. And most important for our experiment, the compact muon solenoid, is the detection of muons. And here you can see the muons, a very penetrating particle, so it goes all the way through to the outside layers of the CMS detector. Here we have a piece of artificial diamond. This is used as a particle detector in extreme radiation environments. Hi, I'm Richard Gray. I'm a physicist that works on, with Auckland University on the CMS project. Now, as you can imagine, with these counter-rotating beams, a large amount of energy is stored. In fact, it's enough to melt several hundred kilograms of metal if something were to go wrong. Here we have a simulation of a beam accident, where one of the beams has struck a magnet upstream of the CMS detector. At the bottom we have a scale of the radiation dose. Blue is a low dose, and this red is a lethal radiation dose. It's important to protect the inner detectors from this radiation and shut down the beam as quickly as possible. This diamond is the only material which can withstand the hostile environment next to the CMS beam pipe. Here we have a test stand for the diamond detectors. We're sending a beam of particles from a radioactive source through the diamond to simulate what will happen in the case of a beam accident in the CMS experiment. This is the output screen from the diamond detector test stand. The blue trace is the electronic output from one of the diamond detectors as a radioactive particle passes through it. We intend to what eight of these detectors around the beam pipe in a CMS experiment. The experiment's going to start up in the summer of 2007. David and I have just come back from CERN Laboratory, but most of our work's done over collaborating with our colleagues over the World Wide Web, which is another spin-off of the work at CERN. It's really exciting and stimulating to be able to work with people all around the world in this way. It's really exciting and stimulating to be able to work with people all around the world in this way. The Higgs boson is the final particle predicted by the standard model of particle physics. And we're interested in the muons specifically because the Higgs boson should fall apart into maybe four muons. Detecting the four muons is important because this is one of the predicted ways in which the Higgs boson should disintegrate if it does exist. And if we can detect the muons simultaneously, this would be a very strong signature that the Higgs boson does in fact exist."}