{"speakers": [], "chunks": [{"timestamp": [0.0, 36.0], "text": " The The most direct route for the overland sections of the Cook Strait power cable proved to lie through backcountry."}, {"timestamp": [36.0, 42.0], "text": " A preliminary route was chosen by working from aerial maps and from aerial reconnaissance."}, {"timestamp": [42.0, 46.0], "text": " Now on the ground surveying for the line begins in earnest."}, {"timestamp": [46.0, 49.0], "text": " In the Inter-Ireland Powerlink,"}, {"timestamp": [49.0, 52.0], "text": " submarine cable covers 25 miles."}, {"timestamp": [52.0, 56.0], "text": " But there is also 22 miles of overhead line"}, {"timestamp": [56.0, 58.0], "text": " to be planned for in the North Island,"}, {"timestamp": [58.0, 60.0], "text": " running inland from Cook Strait"}, {"timestamp": [60.0, 62.0], "text": " to the Hayward's converter station."}, {"timestamp": [62.0, 65.58], "text": " And from Cook Strait southwards through the South Island"}, {"timestamp": [65.58, 69.64], "text": " to the Benmore Power Station, 332 miles"}, {"timestamp": [69.64, 71.44], "text": " to be surveyed in detail."}, {"timestamp": [77.86, 81.06], "text": " Concurrently with a survey, 10 concrete bridges"}, {"timestamp": [81.06, 83.44], "text": " have been built, not only to give access"}, {"timestamp": [83.44, 85.32], "text": " for construction of the line,"}, {"timestamp": [85.32, 91.84], "text": " but also for maintenance when the line is in service."}, {"timestamp": [91.84, 97.4], "text": " In addition to bridges, 270 miles of special roads are needed."}, {"timestamp": [97.4, 101.4], "text": " Additional spur roads are run to transmission tower sites."}, {"timestamp": [101.4, 107.0], "text": " At Port Underwood, a coastal road has been built to county standards to permit later use by the public."}, {"timestamp": [109.0, 113.0], "text": " Other preliminary costs include 15 work camps."}, {"timestamp": [114.0, 119.0], "text": " The northernmost special road in the South Island."}, {"timestamp": [119.0, 131.0], "text": " 332 miles from its source at the Benmore Power Station, the direct current is to run down to the sea at Fighting Bay to connect with the three submarine cables."}, {"timestamp": [131.0, 142.0], "text": " All along the 354 miles of land routes, erection of each tower starts with the digging of four holes for the corner foundations."}, {"timestamp": [142.0, 145.0], "text": " On sites that are difficult of access, digging is by hand. Most foundations are difficult to access, digging is by hand. Most foundations for the corner foundations."}, {"timestamp": [149.0, 179.0], "text": " On sites that are difficult of access, digging is by hand. Most foundations, however, are dug mechanically. Setting of the embedded members of a tower called stubs on the job requires great precision."}, {"timestamp": [179.0, 185.0], "text": " Any difference of level between these steel foundations would make the tower hard to assemble."}, {"timestamp": [185.0, 193.0], "text": " Furthermore, difference of level would cause uneven stresses and lead to weakness in service."}, {"timestamp": [193.0, 204.0], "text": " When the stubs have been set accurately in the ground and the holes back filled, erection of the towers can begin."}, {"timestamp": [204.0, 207.36], "text": " In most locations, steel stubs are used."}, {"timestamp": [207.36, 211.44], "text": " But where a tower must be set in a riverbed or near a bank"}, {"timestamp": [211.44, 214.0], "text": " where there's any risk of scouring by floodwaters,"}, {"timestamp": [214.0, 216.0], "text": " concrete foundations are used."}, {"timestamp": [221.0, 229.0], "text": " Each of the four corner foundations is cast in concrete over the heads of a group of three concrete piles."}, {"timestamp": [229.0, 247.0], "text": " From time to time the construction workers get a foretaste of the sudden and gusty winds that over the years the finished towers must be able to withstand."}, {"timestamp": [251.0, 255.0], "text": " At three points along the route steel yards have been established."}, {"timestamp": [255.0, 291.0], "text": " Arriving in bulk from overseas, the steel is sorted into tower lots before being loaded for the construction sites. Access to sites is a factor of very"}, {"timestamp": [291.0, 306.0], "text": " a few of varying difficulty."}, {"timestamp": [306.0, 362.0], "text": " A few of the tower lots have very complicated journeys. I'm gonnae. Starting out from the Benmore Dam site, the southern overhead line climbs the rugged hills on the left bank of the Waitaki River."}, {"timestamp": [362.0, 365.0], "text": " From the Waitaki which forms the Otago border,"}, {"timestamp": [365.0, 368.0], "text": " towers must be built through the whole length"}, {"timestamp": [368.0, 370.0], "text": " of Canterbury and Marlborough provinces"}, {"timestamp": [370.0, 372.0], "text": " before reaching Cook Strait."}, {"timestamp": [374.0, 376.0], "text": " At the Benmore end,"}, {"timestamp": [376.0, 379.0], "text": " cold winds coming down the Whiteackie Valley from the Alps"}, {"timestamp": [379.0, 405.2], "text": " do not make work any easier. After assembly on the ground, tower sections are erected with the aid of a centrally floating aluminium gin pole."}, {"timestamp": [405.2, 409.4], "text": " In rough country this is easily brought to the site in sections."}, {"timestamp": [409.4, 416.1], "text": " With its aid, an experienced crew of six can erect a tower in from four to six hours,"}, {"timestamp": [416.1, 419.3], "text": " unless of course the men are hindered by adverse weather."}, {"timestamp": [423.3, 427.0], "text": " At another site above Hanmer in North Canterbury, an arm is being pre-assembled."}, {"timestamp": [431.0, 443.0], "text": " While holes are dug for the next tower, let us watch five hours work, but saving time with the stop-motion camera."}, {"timestamp": [443.0, 445.76], "text": " The head of the gin pole keeps all the time"}, {"timestamp": [445.76, 454.4], "text": " above the work. Over to the truck for lunch and then the left and right"}, {"timestamp": [454.4, 477.0], "text": " upper sections of tower are way up the tower."}, {"timestamp": [477.0, 481.0], "text": " It comes out to go on to the next assembly site."}, {"timestamp": [481.0, 485.0], "text": " Back to earth come the rigors after a job well done."}, {"timestamp": [485.0, 495.0], "text": " One more support has been made for the 354 miles of overhead line needed to link"}, {"timestamp": [495.0, 507.0], "text": " the South Island resources of melting snows with North Island power demand. ground."}, {"timestamp": [507.0, 527.0], "text": " First step in the tension stringing of overhead conductors is the pulling out of a steel wire haulage rope."}, {"timestamp": [527.0, 573.0], "text": " This is usually done by tractor, but on very steep country, the wire rope from the tractor must be taken across gullies by hand. I'm gonnae. Halling in the wire up."}, {"timestamp": [573.0, 592.0], "text": " Hauling in the wire rope laid by hand, the tractor brings over two haulage ropes"}, {"timestamp": [592.0, 596.0], "text": " and slung below them, the earth wire that will top the towers."}, {"timestamp": [600.0, 664.0], "text": " The haulage ropes are threaded over running blocks which are hoisted to each tower. I'm gonnae. Attachment to the end of the aluminium conductor, which must be handled with care, is by means of a stocking grip."}, {"timestamp": [664.0, 668.0], "text": " After the conductors have been threaded through the tensioning machines,"}, {"timestamp": [668.0, 671.0], "text": " they are linked to the outward ends of the haulage ropes."}, {"timestamp": [675.0, 683.0], "text": " Tensioner brakes are adjusted and the pull begins."}, {"timestamp": [683.0, 689.0], "text": " Pulls are usually of two miles, but maybe three miles or four."}, {"timestamp": [693.0, 699.0], "text": " As well as having water cooled band brakes, the tensioners have some energy absorbed by air compressors"}, {"timestamp": [699.0, 702.0], "text": " which can be driven by the rotating bull wheels."}, {"timestamp": [705.0, 708.0], "text": " The stands on which the conductor reels are mounted"}, {"timestamp": [708.0, 710.0], "text": " have a light braking system."}, {"timestamp": [710.0, 714.0], "text": " Thus, some preliminary tension is given to the conductor"}, {"timestamp": [714.0, 717.0], "text": " before it enters the bull wheel of the tensioner."}, {"timestamp": [721.0, 724.0], "text": " The haulage ropes draw the conductor cables"}, {"timestamp": [724.0, 767.0], "text": " through the lifted running blocks and across the valleys. As each haulage rope comes in, it is automatically taken up on a real winder ready for reuse in the next pull. The end of the pool."}, {"timestamp": [767.0, 787.0], "text": " Conductor cable is supplied in one mile lengths."}, {"timestamp": [787.0, 821.0], "text": " For joining lengths, double-ended stocking grips are used. A single stocking grip is lowered to the ground for final jointing."}, {"timestamp": [821.0, 825.8], "text": " A steel inner sleeve joins the steel cores together with the aid of a"}, {"timestamp": [825.8, 836.8], "text": " hundred ton compressor. Both motorized and hand compressors are in use."}, {"timestamp": [836.8, 849.16], "text": " Outside a conducting sleeve of aluminium completes the joint."}, {"timestamp": [849.16, 856.0], "text": " This also is closed onto the conductor with a compressor."}, {"timestamp": [856.0, 861.08], "text": " For maximum conductivity it is very important that the steel sleeve be located in the"}, {"timestamp": [861.08, 863.28], "text": " centre of the joint."}, {"timestamp": [863.28, 870.0], "text": " Radiographs are taken of all joints using a heavily shielded cesium-137 source."}, {"timestamp": [870.0, 877.0], "text": " A lead band placed on the middle of the sleeve casts a negative shadow on the X-ray plate."}, {"timestamp": [877.0, 883.0], "text": " Reference to this light vertical bar shows how far out of place is the center of the gap,"}, {"timestamp": [883.0, 887.0], "text": " marked with a cross between the two steel cores."}, {"timestamp": [891.0, 898.0], "text": " The steel core within the conductor cable consists of seven wires."}, {"timestamp": [898.0, 904.0], "text": " It carries 76 aluminum conducting wires wound in four more layers."}, {"timestamp": [904.0, 910.0], "text": " The correct sag of the conductors has to be fully calculated for spans between"}, {"timestamp": [910.0, 911.0], "text": " towers."}, {"timestamp": [911.0, 974.6], "text": " Allowance must be made for the temperature at the conductor against abrasion and possible flashovers. Some of the crew's The crew's fitting Oner"}, {"timestamp": [974.6, 991.0], "text": " Some of the crew's fitting armoring rods prefer to work from suspended ladders."}, {"timestamp": [991.0, 1058.0], "text": " Others with fewer acrobatic ambitions prefer a suspended platform. Susphe from the towers, each overhead conductor consists of a pair of cables spaced 17 inches apart. The twinned conductors provide their own means of access."}, {"timestamp": [1058.0, 1080.0], "text": " They can be used as a pair of rails on which to run what are known on the job as GoCats. Working from the go-karts,"}, {"timestamp": [1080.0, 1084.0], "text": " are bolted in at intervals along each span."}, {"timestamp": [1084.0, 1086.3], "text": " The spacers keep the paired"}, {"timestamp": [1086.3, 1091.56], "text": " cables from swinging together in the wind. They also prevent them from being drawn"}, {"timestamp": [1091.56, 1116.0], "text": " sharply together in the event of a parallel pair of cables reduces corona loss,"}, {"timestamp": [1116.0, 1133.76], "text": " but this can be reduced still further by using three cables equilaterally spaced."}, {"timestamp": [1138.9, 1141.1], "text": " This pattern is used on those parts of the line that come within two miles of long distance radio telephone aerials."}, {"timestamp": [1144.0, 1148.0], "text": " Where the line comes within a mile and a quarter of the receiving stations,"}, {"timestamp": [1148.0, 1188.4], "text": " the three cables arerait cables, a stock of perforated concrete pipes has been assembled."}, {"timestamp": [1191.44, 1198.16], "text": " Down below, a 600 foot long trench has been cut at the back of the beach and going well below sea level."}, {"timestamp": [1202.72, 1211.0], "text": " In the trench, 25 concrete pipes, each seven feet long and 2 feet in diameter, and with many perforations to let in seawater,"}, {"timestamp": [1211.0, 1215.0], "text": " are set up vertically and buried in coarse shingle."}, {"timestamp": [1215.0, 1235.0], "text": " Into each of the 25 vertical pipes, a 7 foot long graphite electrode is lowered."}, {"timestamp": [1235.0, 1241.0], "text": " These are 6 inches in diameter and the 25 of them can pass enough current into the sea"}, {"timestamp": [1241.0, 1246.0], "text": " and back to electrodes at Benmore to provide an earth return for the current"}, {"timestamp": [1246.0, 1249.0], "text": " from any one of the three Cookstrait cables."}, {"timestamp": [1253.0, 1257.0], "text": " Even if two of the three submarine cables should be out of action,"}, {"timestamp": [1257.0, 1260.0], "text": " the scheme can still function on part par."}, {"timestamp": [1260.0, 1274.0], "text": " The line from the earth electrodes on the beach runs back inland under short insulators."}, {"timestamp": [1284.0, 1287.0], "text": " Where it meets the main power line it joins up with it."}, {"timestamp": [1287.0, 1296.0], "text": " The heavy earth cables of the same gauge as the power cables run back to the hayward substation along the top of the towers."}, {"timestamp": [1296.0, 1307.0], "text": " To facilitate wiring during erection of the big DC line, local distribution lines which crossed the route were put temporarily underground."}, {"timestamp": [1307.0, 1326.36], "text": " In these distribution cables, high-tension fuses were inserted according to local requirements."}, {"timestamp": [1334.64, 1346.0], "text": " A comparison of insulators. Coastal type with 500-inch leakage path against inland type with 220 inches."}, {"timestamp": [1346.0, 1349.0], "text": " The towers are also a varied design."}, {"timestamp": [1349.0, 1353.0], "text": " An inland strain tower."}, {"timestamp": [1353.0, 1358.0], "text": " Inland suspension towers."}, {"timestamp": [1362.0, 1367.0], "text": " Some of the inland suspension towers have been given strengthened cross arms."}, {"timestamp": [1371.0, 1379.0], "text": " On a light angle an armless single tower, inland type."}, {"timestamp": [1379.0, 1392.0], "text": " Still inland but on a heavier angle, the armless towers are doubled."}, {"timestamp": [1392.0, 1407.0], "text": " Coastal suspension towers stride through a paddock of the country's principal export."}, {"timestamp": [1407.0, 1416.0], "text": " At the end of the straight row of coastal suspension towers, a pair of armless towers holds a heavy angle."}, {"timestamp": [1416.0, 1426.0], "text": " One more variant. Towers shortened to meet Wellington Airport requirements,"}, {"timestamp": [1426.0, 1432.0], "text": " and with the two cables from the earth electrodes carried, as it were, under the armpits."}, {"timestamp": [1432.0, 1438.0], "text": " Designed and constructed by engineers of the New Zealand Electricity Department,"}, {"timestamp": [1438.0, 1445.76], "text": " the line leads a half million volts DC from the huge snow-fed Benmore power station in the heart of the South Island"}, {"timestamp": [1445.76, 1448.0], "text": " northwards towards Cook Strait."}, {"timestamp": [1448.0, 1470.0], "text": " From Cook Strait, the line goes inland, taking past Wellington City enough power to equal the output of three or four average North Island power stations."}, {"timestamp": [1470.0, 1483.0], "text": " Power demand is increasing at compound interest by about 10% each year, but the new cable carries enough power to cater for more than three years expected increase."}, {"timestamp": [1483.0, 1489.0], "text": " As the great Benmore Cook Strait Haywood's line starts to feed"}, {"timestamp": [1489.0, 1494.0], "text": " 600 megawatts of DC power into the Hayward's converter station,"}, {"timestamp": [1494.0, 1506.24], "text": " the electric power base of New Zealand's prosperity becomes a great deal more secure. The The President"}, {"timestamp": [1506.24, 1508.32], "text": " The President"}, {"timestamp": [1508.32, 1510.32], "text": " The"}, {"timestamp": [1510.32, 1512.16], "text": " The President"}], "text": " The The most direct route for the overland sections of the Cook Strait power cable proved to lie through backcountry. A preliminary route was chosen by working from aerial maps and from aerial reconnaissance. Now on the ground surveying for the line begins in earnest. In the Inter-Ireland Powerlink, submarine cable covers 25 miles. But there is also 22 miles of overhead line to be planned for in the North Island, running inland from Cook Strait to the Hayward's converter station. And from Cook Strait southwards through the South Island to the Benmore Power Station, 332 miles to be surveyed in detail. Concurrently with a survey, 10 concrete bridges have been built, not only to give access for construction of the line, but also for maintenance when the line is in service. In addition to bridges, 270 miles of special roads are needed. Additional spur roads are run to transmission tower sites. At Port Underwood, a coastal road has been built to county standards to permit later use by the public. Other preliminary costs include 15 work camps. The northernmost special road in the South Island. 332 miles from its source at the Benmore Power Station, the direct current is to run down to the sea at Fighting Bay to connect with the three submarine cables. All along the 354 miles of land routes, erection of each tower starts with the digging of four holes for the corner foundations. On sites that are difficult of access, digging is by hand. Most foundations are difficult to access, digging is by hand. Most foundations for the corner foundations. On sites that are difficult of access, digging is by hand. Most foundations, however, are dug mechanically. Setting of the embedded members of a tower called stubs on the job requires great precision. Any difference of level between these steel foundations would make the tower hard to assemble. Furthermore, difference of level would cause uneven stresses and lead to weakness in service. When the stubs have been set accurately in the ground and the holes back filled, erection of the towers can begin. In most locations, steel stubs are used. But where a tower must be set in a riverbed or near a bank where there's any risk of scouring by floodwaters, concrete foundations are used. Each of the four corner foundations is cast in concrete over the heads of a group of three concrete piles. From time to time the construction workers get a foretaste of the sudden and gusty winds that over the years the finished towers must be able to withstand. At three points along the route steel yards have been established. Arriving in bulk from overseas, the steel is sorted into tower lots before being loaded for the construction sites. Access to sites is a factor of very a few of varying difficulty. A few of the tower lots have very complicated journeys. I'm gonnae. Starting out from the Benmore Dam site, the southern overhead line climbs the rugged hills on the left bank of the Waitaki River. From the Waitaki which forms the Otago border, towers must be built through the whole length of Canterbury and Marlborough provinces before reaching Cook Strait. At the Benmore end, cold winds coming down the Whiteackie Valley from the Alps do not make work any easier. After assembly on the ground, tower sections are erected with the aid of a centrally floating aluminium gin pole. In rough country this is easily brought to the site in sections. With its aid, an experienced crew of six can erect a tower in from four to six hours, unless of course the men are hindered by adverse weather. At another site above Hanmer in North Canterbury, an arm is being pre-assembled. While holes are dug for the next tower, let us watch five hours work, but saving time with the stop-motion camera. The head of the gin pole keeps all the time above the work. Over to the truck for lunch and then the left and right upper sections of tower are way up the tower. It comes out to go on to the next assembly site. Back to earth come the rigors after a job well done. One more support has been made for the 354 miles of overhead line needed to link the South Island resources of melting snows with North Island power demand. ground. First step in the tension stringing of overhead conductors is the pulling out of a steel wire haulage rope. This is usually done by tractor, but on very steep country, the wire rope from the tractor must be taken across gullies by hand. I'm gonnae. Halling in the wire up. Hauling in the wire rope laid by hand, the tractor brings over two haulage ropes and slung below them, the earth wire that will top the towers. The haulage ropes are threaded over running blocks which are hoisted to each tower. I'm gonnae. Attachment to the end of the aluminium conductor, which must be handled with care, is by means of a stocking grip. After the conductors have been threaded through the tensioning machines, they are linked to the outward ends of the haulage ropes. Tensioner brakes are adjusted and the pull begins. Pulls are usually of two miles, but maybe three miles or four. As well as having water cooled band brakes, the tensioners have some energy absorbed by air compressors which can be driven by the rotating bull wheels. The stands on which the conductor reels are mounted have a light braking system. Thus, some preliminary tension is given to the conductor before it enters the bull wheel of the tensioner. The haulage ropes draw the conductor cables through the lifted running blocks and across the valleys. As each haulage rope comes in, it is automatically taken up on a real winder ready for reuse in the next pull. The end of the pool. Conductor cable is supplied in one mile lengths. For joining lengths, double-ended stocking grips are used. A single stocking grip is lowered to the ground for final jointing. A steel inner sleeve joins the steel cores together with the aid of a hundred ton compressor. Both motorized and hand compressors are in use. Outside a conducting sleeve of aluminium completes the joint. This also is closed onto the conductor with a compressor. For maximum conductivity it is very important that the steel sleeve be located in the centre of the joint. Radiographs are taken of all joints using a heavily shielded cesium-137 source. A lead band placed on the middle of the sleeve casts a negative shadow on the X-ray plate. Reference to this light vertical bar shows how far out of place is the center of the gap, marked with a cross between the two steel cores. The steel core within the conductor cable consists of seven wires. It carries 76 aluminum conducting wires wound in four more layers. The correct sag of the conductors has to be fully calculated for spans between towers. Allowance must be made for the temperature at the conductor against abrasion and possible flashovers. Some of the crew's The crew's fitting Oner Some of the crew's fitting armoring rods prefer to work from suspended ladders. Others with fewer acrobatic ambitions prefer a suspended platform. Susphe from the towers, each overhead conductor consists of a pair of cables spaced 17 inches apart. The twinned conductors provide their own means of access. They can be used as a pair of rails on which to run what are known on the job as GoCats. Working from the go-karts, are bolted in at intervals along each span. The spacers keep the paired cables from swinging together in the wind. They also prevent them from being drawn sharply together in the event of a parallel pair of cables reduces corona loss, but this can be reduced still further by using three cables equilaterally spaced. This pattern is used on those parts of the line that come within two miles of long distance radio telephone aerials. Where the line comes within a mile and a quarter of the receiving stations, the three cables arerait cables, a stock of perforated concrete pipes has been assembled. Down below, a 600 foot long trench has been cut at the back of the beach and going well below sea level. In the trench, 25 concrete pipes, each seven feet long and 2 feet in diameter, and with many perforations to let in seawater, are set up vertically and buried in coarse shingle. Into each of the 25 vertical pipes, a 7 foot long graphite electrode is lowered. These are 6 inches in diameter and the 25 of them can pass enough current into the sea and back to electrodes at Benmore to provide an earth return for the current from any one of the three Cookstrait cables. Even if two of the three submarine cables should be out of action, the scheme can still function on part par. The line from the earth electrodes on the beach runs back inland under short insulators. Where it meets the main power line it joins up with it. The heavy earth cables of the same gauge as the power cables run back to the hayward substation along the top of the towers. To facilitate wiring during erection of the big DC line, local distribution lines which crossed the route were put temporarily underground. In these distribution cables, high-tension fuses were inserted according to local requirements. A comparison of insulators. Coastal type with 500-inch leakage path against inland type with 220 inches. The towers are also a varied design. An inland strain tower. Inland suspension towers. Some of the inland suspension towers have been given strengthened cross arms. On a light angle an armless single tower, inland type. Still inland but on a heavier angle, the armless towers are doubled. Coastal suspension towers stride through a paddock of the country's principal export. At the end of the straight row of coastal suspension towers, a pair of armless towers holds a heavy angle. One more variant. Towers shortened to meet Wellington Airport requirements, and with the two cables from the earth electrodes carried, as it were, under the armpits. Designed and constructed by engineers of the New Zealand Electricity Department, the line leads a half million volts DC from the huge snow-fed Benmore power station in the heart of the South Island northwards towards Cook Strait. From Cook Strait, the line goes inland, taking past Wellington City enough power to equal the output of three or four average North Island power stations. Power demand is increasing at compound interest by about 10% each year, but the new cable carries enough power to cater for more than three years expected increase. As the great Benmore Cook Strait Haywood's line starts to feed 600 megawatts of DC power into the Hayward's converter station, the electric power base of New Zealand's prosperity becomes a great deal more secure. The The President The President The The President"}