{"speakers": [], "chunks": [{"timestamp": [0.0, 25.0], "text": " The I'm gonna I'm gonnae' I'm gonna I'm"}, {"timestamp": [25.0, 27.0], "text": " I'm"}, {"timestamp": [27.0, 45.0], "text": " I'm gonnae. And......and......and..."}, {"timestamp": [45.0, 46.0], "text": "...their..."}, {"timestamp": [46.0, 47.0], "text": "...and..."}, {"timestamp": [47.0, 49.0], "text": "...the..."}, {"timestamp": [49.0, 50.0], "text": "...and..."}, {"timestamp": [50.0, 51.0], "text": "...and..."}, {"timestamp": [51.0, 94.0], "text": "...and......and... 80 years. 80 years in New Zealand, a few years in New Zealand, a few arduous coach tracks to 56,000 miles of modern roadways."}, {"timestamp": [94.0, 115.4], "text": " A small country with a small population. A small country with a small population, but New Zealand is second only to the United States and Canada in the ratio of cars per person."}, {"timestamp": [115.4, 121.4], "text": " They're often old cars, but they're well used, for people like to travel their country for pleasure."}, {"timestamp": [121.4, 125.24], "text": " Responsible for the roads, their construction and maintenance,"}, {"timestamp": [125.24, 131.12], "text": " is the National Roads Board. These colossi of roads will sometimes organize and preside"}, {"timestamp": [131.12, 136.22], "text": " over openings of important new highways. Under the chairmanship of the Minister of Works,"}, {"timestamp": [136.22, 140.12], "text": " the board is an autonomous body with members representing every sector of the road using"}, {"timestamp": [140.12, 148.64], "text": " public. Construction of new roads, maintenance and streamlining of existing highways"}, {"timestamp": [148.64, 153.68], "text": " is a continual process, needing a steady supply of solid finance. This comes in"}, {"timestamp": [153.68, 158.24], "text": " the form of consumer taxes on petrol, along with motor registration fees, heavy"}, {"timestamp": [158.24, 162.8], "text": " traffic license fees and mileage tax on diesel vehicles. In short, the money"}, {"timestamp": [162.8, 176.8], "text": " comes straight from the road users for exclusive use on roading projects. All highways and motorways are free and"}, {"timestamp": [176.8, 181.04], "text": " throughout the country there are but two toll services. One is the Auckland"}, {"timestamp": [181.04, 192.0], "text": " Harbour Bridge linking the city with its northern suburbs."}, {"timestamp": [197.0, 214.5], "text": " At Christchurch in the South Island, a new road tunnel connects the city with its port of Littleton. The old route winds for 17 miles around precipitous volcanic hills."}, {"timestamp": [220.76, 228.0], "text": " Road sea service between the two islands, the vehicle ferries Aramoana and Aranui. They carry freighters, railway stock and a continual stream of cars on three daily crossings between the North and South Islands."}, {"timestamp": [228.0, 241.0], "text": " This is an agricultural country, depending on its primary produce for economic stability."}, {"timestamp": [241.0, 249.68], "text": " Beginning at farms and sheep runs in the most remote areas, a web of small country roads carries the produce and raw materials to the main highways."}, {"timestamp": [272.0, 299.0], "text": " The four major cities are on the coast, where produce is not yet rife."}, {"timestamp": [299.0, 305.5], "text": " Studying foreign examples of chaos, the roads board is prepared to counteract overcrowding before it arises."}, {"timestamp": [305.5, 309.0], "text": " So the public can be assured that steps are being taken."}, {"timestamp": [309.0, 385.0], "text": " Widesly varying terrain presents each new construction site with individual problems. Modernization and extension of major state highways takes a large percentage of major state highways takes a large percentage of roads board funds. I'm going to be the same I'm going to"}, {"timestamp": [385.0, 387.0], "text": " I'm going to"}, {"timestamp": [387.0, 389.0], "text": " I'm going to"}, {"timestamp": [389.0, 390.0], "text": " I'm going to"}, {"timestamp": [390.0, 392.0], "text": " I'm"}, {"timestamp": [392.0, 394.0], "text": " I'm going"}, {"timestamp": [394.0, 396.0], "text": " I'm going"}, {"timestamp": [396.0, 398.0], "text": " I'm going"}, {"timestamp": [398.0, 406.0], "text": " I'm gonna be. And so on the I'm gonnae"}, {"timestamp": [406.0, 408.0], "text": " I'm gonna"}, {"timestamp": [408.0, 410.0], "text": " I'm"}, {"timestamp": [410.0, 412.0], "text": " I'm"}, {"timestamp": [412.0, 414.0], "text": " I'm"}, {"timestamp": [414.0, 425.0], "text": " on my I'm gonnae. And so on I'm gonnae I'm"}, {"timestamp": [425.0, 427.0], "text": " I'm gonna"}, {"timestamp": [427.0, 429.0], "text": " and"}, {"timestamp": [429.0, 465.0], "text": " I'm Mountess and sometimes inaccessible, New Zealand presented many problems to the early road makers in the number of bridges needed for even the simplest road."}, {"timestamp": [469.0, 476.0], "text": " The works of last century's engineers are gradually being superseded by new concrete and steel structures."}, {"timestamp": [476.0, 505.0], "text": " Links with the gold rush days are disappearing and with them the last of the old-time road workers. I'm gonna'n't know. And so, and"}, {"timestamp": [505.0, 566.0], "text": " I'm I'm gonna I'm gonna I'm gonna"}, {"timestamp": [566.0, 569.0], "text": " I'm gonna"}, {"timestamp": [569.0, 570.0], "text": " I'm gonna"}, {"timestamp": [570.0, 572.0], "text": " I'm"}, {"timestamp": [572.0, 574.0], "text": " I'm gonna"}, {"timestamp": [574.0, 605.0], "text": " I'm gonna''m gonnae'n't I'm gonna"}, {"timestamp": [605.0, 607.0], "text": " I'm gonna"}, {"timestamp": [607.0, 609.0], "text": " I'm gonna"}, {"timestamp": [609.0, 612.0], "text": " I'm gonna"}, {"timestamp": [612.0, 613.0], "text": " I'm gonna"}, {"timestamp": [613.0, 634.24], "text": " I'm In the back"}, {"timestamp": [634.24, 636.24], "text": " The sheep usually have the right of way."}, {"timestamp": [636.24, 650.0], "text": " In the back country, the sheep usually have the right of way."}, {"timestamp": [650.0, 652.4], "text": " There are 20 of them to each person."}, {"timestamp": [652.4, 657.4], "text": " So the back country roads are there almost exclusively for them, and anyone else who cares"}, {"timestamp": [657.4, 752.0], "text": " to negotiate their winding contours. Roads to farms, roads to cities, roads for commerce, roads for pleasure, all roads to be. Right now, New Zealand's circulatory system is under fair control,"}, {"timestamp": [752.0, 758.0], "text": " but the National Roads Board has still to look well ahead to prevent hardening of the arteries."}, {"timestamp": [758.0, 764.0], "text": " With the annual spawning of thousands of new vehicles, the Board has much planning to handle the increasing pressure"}, {"timestamp": [764.0, null], "text": " and keep one step ahead of transport thrombosis. I'm going to be my own. And so I'm going'a. I'm"}], "text": " The I'm gonna I'm gonnae' I'm gonna I'm I'm I'm gonnae. And......and......and......their......and......the......and......and......and......and... 80 years. 80 years in New Zealand, a few years in New Zealand, a few arduous coach tracks to 56,000 miles of modern roadways. A small country with a small population. A small country with a small population, but New Zealand is second only to the United States and Canada in the ratio of cars per person. They're often old cars, but they're well used, for people like to travel their country for pleasure. Responsible for the roads, their construction and maintenance, is the National Roads Board. These colossi of roads will sometimes organize and preside over openings of important new highways. Under the chairmanship of the Minister of Works, the board is an autonomous body with members representing every sector of the road using public. Construction of new roads, maintenance and streamlining of existing highways is a continual process, needing a steady supply of solid finance. This comes in the form of consumer taxes on petrol, along with motor registration fees, heavy traffic license fees and mileage tax on diesel vehicles. In short, the money comes straight from the road users for exclusive use on roading projects. All highways and motorways are free and throughout the country there are but two toll services. One is the Auckland Harbour Bridge linking the city with its northern suburbs. At Christchurch in the South Island, a new road tunnel connects the city with its port of Littleton. The old route winds for 17 miles around precipitous volcanic hills. Road sea service between the two islands, the vehicle ferries Aramoana and Aranui. They carry freighters, railway stock and a continual stream of cars on three daily crossings between the North and South Islands. This is an agricultural country, depending on its primary produce for economic stability. Beginning at farms and sheep runs in the most remote areas, a web of small country roads carries the produce and raw materials to the main highways. The four major cities are on the coast, where produce is not yet rife. Studying foreign examples of chaos, the roads board is prepared to counteract overcrowding before it arises. So the public can be assured that steps are being taken. Widesly varying terrain presents each new construction site with individual problems. Modernization and extension of major state highways takes a large percentage of major state highways takes a large percentage of roads board funds. I'm going to be the same I'm going to I'm going to I'm going to I'm going to I'm I'm going I'm going I'm going I'm gonna be. And so on the I'm gonnae I'm gonna I'm I'm I'm on my I'm gonnae. And so on I'm gonnae I'm I'm gonna and I'm Mountess and sometimes inaccessible, New Zealand presented many problems to the early road makers in the number of bridges needed for even the simplest road. The works of last century's engineers are gradually being superseded by new concrete and steel structures. Links with the gold rush days are disappearing and with them the last of the old-time road workers. I'm gonna'n't know. And so, and I'm I'm gonna I'm gonna I'm gonna I'm gonna I'm gonna I'm I'm gonna I'm gonna''m gonnae'n't I'm gonna I'm gonna I'm gonna I'm gonna I'm gonna I'm In the back The sheep usually have the right of way. In the back country, the sheep usually have the right of way. There are 20 of them to each person. So the back country roads are there almost exclusively for them, and anyone else who cares to negotiate their winding contours. Roads to farms, roads to cities, roads for commerce, roads for pleasure, all roads to be. Right now, New Zealand's circulatory system is under fair control, but the National Roads Board has still to look well ahead to prevent hardening of the arteries. With the annual spawning of thousands of new vehicles, the Board has much planning to handle the increasing pressure and keep one step ahead of transport thrombosis. I'm going to be my own. And so I'm going'a. I'm"}