{"speakers": [], "chunks": [{"timestamp": [0.0, 17.0], "text": " Tragedy today in Wellington Harbour."}, {"timestamp": [17.0, 30.0], "text": " The Inter-Iland Ferry Wahinay founded our Fort Dorset with 744 passengers and crew aboard. There's been serious loss of life, but exact details are not yet available."}, {"timestamp": [30.0, 35.0], "text": " He's known at least 40 are dead, but this figure could be much higher."}, {"timestamp": [35.0, 41.0], "text": " Hundreds of survivors are in hospitals and emergency centres in Wellington and the hut."}, {"timestamp": [41.0, 47.0], "text": " First indication of trouble came as the Wahine on its way north from"}, {"timestamp": [47.0, 56.0], "text": " Littleton tried to enter the harbour in a storm with winds gusting to a hundred knots. The vessel"}, {"timestamp": [56.0, 61.12], "text": " hit Barrett's Reef but managed to get clear and for most of the morning lay about a quarter"}, {"timestamp": [61.12, 81.0], "text": " of a mile off Fort Dorset with her anchors dragging. Then early this afternoon came the first sign of real trouble as the Wahinay took a sudden list."}, {"timestamp": [81.0, 85.6], "text": " Soon the water deck was down to water level and life wrapped and boats"}, {"timestamp": [85.6, 86.4], "text": " went into the water."}, {"timestamp": [86.4, 123.0], "text": " Many of the boats were useless, held high out of the water by the steep list. Police and rescue workers stood up to shoulder deep in the surf to carry the shot and the injured to waiting ambulances and buses."}, {"timestamp": [123.0, 126.3], "text": " Piles of blankets were brought for the survivors"}, {"timestamp": [126.3, 155.0], "text": " and C-Tun residents kept was one of the luckier ones."}, {"timestamp": [155.0, 180.0], "text": " It was the first lifeboat to reach the shore on Cetoon Beach. Many of the people in it were treated on the beach by teams of doctors. Wellington's entire ambulance fleet stood by as the more serious cases were brought in."}, {"timestamp": [180.0, 185.0], "text": " By late afternoon about 50 people had been taken to Wellington Hospital for treatment."}, {"timestamp": [189.0, 210.0], "text": " Some of the small craft engaged on rescue operations landed in the Eastbourne area"}, {"timestamp": [210.0, 215.0], "text": " and casualties from these boats were rushed to Hutt Hospital."}, {"timestamp": [215.0, 220.0], "text": " The Picton Ferry Aramwana and the police launch Lady Elizabeth headed the rescue operation,"}, {"timestamp": [220.0, 227.0], "text": " but as the wind dropped and the seas grew less dangerous, many small craft and even surf boats went out to look for survivors."}, {"timestamp": [227.0, 243.0], "text": " The Wahine, an almost new vessel, was brought onto the Wellington to Littleton Run to start the road ferry service between the two ports."}, {"timestamp": [243.0, 245.98], "text": " She bore a fated name."}, {"timestamp": [246.72, 249.12], "text": " Her namesake, the 4.5,000-ton troop ship,"}, {"timestamp": [249.64, 253.44], "text": " founded some years ago after hitting a reef 300 miles north of Darwin,"}, {"timestamp": [253.9, 255.82], "text": " but on that occasion there was no loss of life."}, {"timestamp": [259.2, 261.76], "text": " As the first survivors reached the beach this afternoon,"}, {"timestamp": [262.3, 265.18], "text": " some were able to give details of the last moments of the Wahini."}, {"timestamp": [265.18, 268.18], "text": " And what exactly happened?"}, {"timestamp": [268.18, 276.3], "text": " Well we, the quarter past half past six, we had over the intercom, we had the instructions"}, {"timestamp": [276.3, 281.68], "text": " for the passengers to put on their, uh, yeah, come in the car, get them to call on their"}, {"timestamp": [281.68, 288.42], "text": " wash jackets and proceed to the B deck and they did that there was"}, {"timestamp": [288.42, 289.98], "text": " no panic."}, {"timestamp": [289.98, 299.12], "text": " Everything went quite smoothly and they sat down there for about two hours and then we were"}, {"timestamp": [299.12, 305.68], "text": " all thought there was no danger with sinking actually and they had cups of tea and sandwiches all that sort of"}, {"timestamp": [305.68, 309.48], "text": " thing it wasn't until the last couple of hours that she started to really go what"}, {"timestamp": [309.48, 313.74], "text": " at what stage did you really think it was serious about there about now and a half"}, {"timestamp": [313.74, 317.38], "text": " before she went down and was there any panic getting the people up there wasn't"}, {"timestamp": [317.38, 320.52], "text": " not until I got into deck until the decks and then what happened there's a fair"}, {"timestamp": [320.52, 325.0], "text": " fuel on the port side and that was the side that they shouldn't have been on"}, {"timestamp": [325.0, 327.0], "text": " because they couldn't loan new life last minute."}, {"timestamp": [327.0, 329.0], "text": " Any of the only as far as I know?"}, {"timestamp": [329.0, 331.0], "text": " None as far as I know."}, {"timestamp": [331.0, 335.0], "text": " When they abandoned ship me and my mate said we'll grab a kid each."}, {"timestamp": [335.0, 339.0], "text": " He grabbed a kid, I got a kid, I lost mine when she went and Lurray haven't seen him since."}, {"timestamp": [339.0, 341.0], "text": " No one was left behind, will they?"}, {"timestamp": [341.0, 343.0], "text": " No as far as I know, there's quite a lot out there in jackets."}, {"timestamp": [343.0, 345.0], "text": " In the water. Oh there, they're picking him up now. Oh then's quite a lot out there in jackets. In the water?"}, {"timestamp": [345.0, 346.0], "text": " Oh, they're picking them up near."}, {"timestamp": [346.0, 347.0], "text": " Oh there?"}, {"timestamp": [347.0, 349.0], "text": " What was it like actually in the lifeboat itself?"}, {"timestamp": [349.0, 352.5], "text": " It was all right quite good once we got in the boat but I got into a raft and the raft was"}, {"timestamp": [352.5, 353.5], "text": " punctured."}, {"timestamp": [353.5, 354.5], "text": " It collapsed."}, {"timestamp": [354.5, 357.0], "text": " We all had to borrow it in the raft and makes the life to the lifeboat, you know?"}, {"timestamp": [357.0, 358.0], "text": " Did it cut immediately hit the water eventually?"}, {"timestamp": [358.0, 362.0], "text": " It was punctured before it got into the water and when a few of us got in it."}, {"timestamp": [362.0, 366.0], "text": " It's just... The main casualty clearing station for survivors was set up at the Welling When a few of us got in it."}, {"timestamp": [368.8, 371.6], "text": " The main casualty clearing station for survivors were set up at the Wellington Railway station."}, {"timestamp": [371.6, 374.7], "text": " Here a check was made on the names of survivors."}, {"timestamp": [374.7, 378.1], "text": " The injured went to hospitals, others went to stay with relatives,"}, {"timestamp": [378.1, 380.1], "text": " still others are being billeted tonight."}, {"timestamp": [384.6, 389.0], "text": " The latest report says about 75 people from the Wahine are now in hospital."}, {"timestamp": [389.0, 393.0], "text": " Their injuries are mainly broken limbs and prolonged exposure."}, {"timestamp": [393.0, 399.0], "text": " At least five young children are tonight in hospital without having been identified."}, {"timestamp": [399.0, 419.0], "text": " Many families were split up as the order to abandon ship was given."}, {"timestamp": [425.0, 427.0], "text": " The Minister of Transport Mr. Gordon was among those at Wellington Station. How bad was it?"}, {"timestamp": [427.0, 429.0], "text": " Oh, it's fairly wet."}, {"timestamp": [429.0, 432.0], "text": " What was the reaction of the people when the court first came to abandon ship?"}, {"timestamp": [432.0, 437.0], "text": " Well, some of them went to the wrong side at first, I believe."}, {"timestamp": [437.0, 441.0], "text": " I don't think they knew what was the starboard side, from the port side."}, {"timestamp": [441.0, 444.0], "text": " But it was okay, the crew handled it pretty good, I think."}, {"timestamp": [444.0, 445.1], "text": " How bad was the ship lifting"}, {"timestamp": [445.1, 449.06], "text": " listing before you started to get off pretty badly very badly how did you get"}, {"timestamp": [449.06, 453.08], "text": " down into the water jumped on the lifeboat they lowered the lifeboats about"}, {"timestamp": [453.08, 456.14], "text": " halfway down we jumped into them then they lowered them the rest of the way down"}, {"timestamp": [456.14, 461.78], "text": " did you see anybody in the water at all yeah when we when we got got our lifeboat"}, {"timestamp": [461.78, 465.92], "text": " full and clear there was a lot of people jumping in the water, especially from the stern."}, {"timestamp": [466.2, 467.56], "text": " Now, how do those people fear?"}, {"timestamp": [468.24, 470.02], "text": " They were picked up by the other lifeboats."}, {"timestamp": [470.06, 470.98], "text": " We picked some of them up."}, {"timestamp": [471.9, 473.2], "text": " Did you see any children at all?"}, {"timestamp": [474.02, 476.22], "text": " Yes, the ones that came into our boat."}, {"timestamp": [476.3, 477.76], "text": " I didn't see any in the water at all."}, {"timestamp": [477.94, 479.26], "text": " And how were the kitties reacting?"}, {"timestamp": [479.58, 480.82], "text": " Very well, I thought so."}, {"timestamp": [482.92, 483.42], "text": " Horrible."}, {"timestamp": [484.34, 484.78], "text": " Horrible."}, {"timestamp": [489.0, 490.0], "text": " Can I ask you what it was like out there? Wasn't too nice in the sea."}, {"timestamp": [490.0, 492.0], "text": " Yes, how did you get off the boat?"}, {"timestamp": [492.0, 494.0], "text": " Your lifeboat got swamped."}, {"timestamp": [494.0, 496.0], "text": " How did you get into the lifeboat?"}, {"timestamp": [496.0, 497.0], "text": " I had to jump."}, {"timestamp": [497.0, 498.0], "text": " How far did you have to jump?"}, {"timestamp": [498.0, 501.0], "text": " From the second date, I suppose."}, {"timestamp": [501.0, 504.0], "text": " Were you frightened at all before the call came out to abandon ship"}, {"timestamp": [504.0, 506.0], "text": " that you'd have to go over the side?"}, {"timestamp": [506.0, 512.0], "text": " Well, I think we should be told much sooner, and the worst part was getting to the lifeboat,"}, {"timestamp": [512.0, 514.0], "text": " and it was so slippery."}, {"timestamp": [514.0, 517.0], "text": " How long were you told before you had to abandon ship?"}, {"timestamp": [517.0, 519.0], "text": " Two minutes."}, {"timestamp": [519.0, 520.0], "text": " Two minutes."}, {"timestamp": [520.0, 522.0], "text": " Did everybody know where to go?"}, {"timestamp": [522.0, 528.0], "text": " We told to go on the starboard side, but that was impossible because it was so slippery and such as list."}, {"timestamp": [528.0, 533.0], "text": " Well, you've given any drill before you went over the side? Any lightbird drill?"}, {"timestamp": [533.0, 537.0], "text": " Was there any chance to give you lightbird drill?"}, {"timestamp": [537.0, 542.0], "text": " Bodies from the Wahinae have been brought to shore at many points around the harbour."}, {"timestamp": [542.0, 547.1], "text": " Bodies have been recovered from the eastern beaches from Pencaro to Eastbourne."}, {"timestamp": [547.1, 550.0], "text": " Tonight, the police are continuing the search for other bodies."}, {"timestamp": [552.94, 556.44], "text": " The union company's managing director, Mr. F. K. McFarlane,"}, {"timestamp": [556.44, 559.26], "text": " has expressed his company's sympathy to those bereaved"}, {"timestamp": [559.26, 561.16], "text": " and who have suffered hardship and injury."}, {"timestamp": [562.98, 567.12], "text": " The search of the harbor for the last of the survivors and for bodies is continuing throughout"}, {"timestamp": [567.12, 569.84], "text": " the night in the area of the wreck."}, {"timestamp": [569.84, 578.0], "text": " A large number of harbour board and private craft have already begun the search using lights."}, {"timestamp": [582.0, null], "text": " The Wellington Police appealed a short time ago for survivors of the Wahine who have not already contacted the police to do so immediately to enable their names to be checked with the passenger list. Thank you. I'm Thank you. The The"}], "text": " Tragedy today in Wellington Harbour. The Inter-Iland Ferry Wahinay founded our Fort Dorset with 744 passengers and crew aboard. There's been serious loss of life, but exact details are not yet available. He's known at least 40 are dead, but this figure could be much higher. Hundreds of survivors are in hospitals and emergency centres in Wellington and the hut. First indication of trouble came as the Wahine on its way north from Littleton tried to enter the harbour in a storm with winds gusting to a hundred knots. The vessel hit Barrett's Reef but managed to get clear and for most of the morning lay about a quarter of a mile off Fort Dorset with her anchors dragging. Then early this afternoon came the first sign of real trouble as the Wahinay took a sudden list. Soon the water deck was down to water level and life wrapped and boats went into the water. Many of the boats were useless, held high out of the water by the steep list. Police and rescue workers stood up to shoulder deep in the surf to carry the shot and the injured to waiting ambulances and buses. Piles of blankets were brought for the survivors and C-Tun residents kept was one of the luckier ones. It was the first lifeboat to reach the shore on Cetoon Beach. Many of the people in it were treated on the beach by teams of doctors. Wellington's entire ambulance fleet stood by as the more serious cases were brought in. By late afternoon about 50 people had been taken to Wellington Hospital for treatment. Some of the small craft engaged on rescue operations landed in the Eastbourne area and casualties from these boats were rushed to Hutt Hospital. The Picton Ferry Aramwana and the police launch Lady Elizabeth headed the rescue operation, but as the wind dropped and the seas grew less dangerous, many small craft and even surf boats went out to look for survivors. The Wahine, an almost new vessel, was brought onto the Wellington to Littleton Run to start the road ferry service between the two ports. She bore a fated name. Her namesake, the 4.5,000-ton troop ship, founded some years ago after hitting a reef 300 miles north of Darwin, but on that occasion there was no loss of life. As the first survivors reached the beach this afternoon, some were able to give details of the last moments of the Wahini. And what exactly happened? Well we, the quarter past half past six, we had over the intercom, we had the instructions for the passengers to put on their, uh, yeah, come in the car, get them to call on their wash jackets and proceed to the B deck and they did that there was no panic. Everything went quite smoothly and they sat down there for about two hours and then we were all thought there was no danger with sinking actually and they had cups of tea and sandwiches all that sort of thing it wasn't until the last couple of hours that she started to really go what at what stage did you really think it was serious about there about now and a half before she went down and was there any panic getting the people up there wasn't not until I got into deck until the decks and then what happened there's a fair fuel on the port side and that was the side that they shouldn't have been on because they couldn't loan new life last minute. Any of the only as far as I know? None as far as I know. When they abandoned ship me and my mate said we'll grab a kid each. He grabbed a kid, I got a kid, I lost mine when she went and Lurray haven't seen him since. No one was left behind, will they? No as far as I know, there's quite a lot out there in jackets. In the water. Oh there, they're picking him up now. Oh then's quite a lot out there in jackets. In the water? Oh, they're picking them up near. Oh there? What was it like actually in the lifeboat itself? It was all right quite good once we got in the boat but I got into a raft and the raft was punctured. It collapsed. We all had to borrow it in the raft and makes the life to the lifeboat, you know? Did it cut immediately hit the water eventually? It was punctured before it got into the water and when a few of us got in it. It's just... The main casualty clearing station for survivors was set up at the Welling When a few of us got in it. The main casualty clearing station for survivors were set up at the Wellington Railway station. Here a check was made on the names of survivors. The injured went to hospitals, others went to stay with relatives, still others are being billeted tonight. The latest report says about 75 people from the Wahine are now in hospital. Their injuries are mainly broken limbs and prolonged exposure. At least five young children are tonight in hospital without having been identified. Many families were split up as the order to abandon ship was given. The Minister of Transport Mr. Gordon was among those at Wellington Station. How bad was it? Oh, it's fairly wet. What was the reaction of the people when the court first came to abandon ship? Well, some of them went to the wrong side at first, I believe. I don't think they knew what was the starboard side, from the port side. But it was okay, the crew handled it pretty good, I think. How bad was the ship lifting listing before you started to get off pretty badly very badly how did you get down into the water jumped on the lifeboat they lowered the lifeboats about halfway down we jumped into them then they lowered them the rest of the way down did you see anybody in the water at all yeah when we when we got got our lifeboat full and clear there was a lot of people jumping in the water, especially from the stern. Now, how do those people fear? They were picked up by the other lifeboats. We picked some of them up. Did you see any children at all? Yes, the ones that came into our boat. I didn't see any in the water at all. And how were the kitties reacting? Very well, I thought so. Horrible. Horrible. Can I ask you what it was like out there? Wasn't too nice in the sea. Yes, how did you get off the boat? Your lifeboat got swamped. How did you get into the lifeboat? I had to jump. How far did you have to jump? From the second date, I suppose. Were you frightened at all before the call came out to abandon ship that you'd have to go over the side? Well, I think we should be told much sooner, and the worst part was getting to the lifeboat, and it was so slippery. How long were you told before you had to abandon ship? Two minutes. Two minutes. Did everybody know where to go? We told to go on the starboard side, but that was impossible because it was so slippery and such as list. Well, you've given any drill before you went over the side? Any lightbird drill? Was there any chance to give you lightbird drill? Bodies from the Wahinae have been brought to shore at many points around the harbour. Bodies have been recovered from the eastern beaches from Pencaro to Eastbourne. Tonight, the police are continuing the search for other bodies. The union company's managing director, Mr. F. K. McFarlane, has expressed his company's sympathy to those bereaved and who have suffered hardship and injury. The search of the harbor for the last of the survivors and for bodies is continuing throughout the night in the area of the wreck. A large number of harbour board and private craft have already begun the search using lights. The Wellington Police appealed a short time ago for survivors of the Wahine who have not already contacted the police to do so immediately to enable their names to be checked with the passenger list. Thank you. I'm Thank you. The The"}