{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Hello, Steyers."}, {"timestamp": [5.0, 8.0], "text": " Thank you very much for staying on."}, {"timestamp": [8.0, 10.0], "text": " I've only got a pretty short presentation."}, {"timestamp": [10.0, 15.0], "text": " It's about 150 slides so it shouldn't take more than half an hour or so."}, {"timestamp": [15.0, 17.0], "text": " No, I'm only kidding."}, {"timestamp": [17.0, 23.0], "text": " So I'm here from Copyright Licensing on behalf of ourselves and also at Pran Screen Rights."}, {"timestamp": [23.0, 26.4], "text": " A lot of you have been to see us, which is great."}, {"timestamp": [26.4, 28.5], "text": " Before I get into talking about copyright,"}, {"timestamp": [28.5, 31.6], "text": " I just want to get everybody to stand up for me, please."}, {"timestamp": [36.8, 41.0], "text": " So with our left hands, patting of the head,"}, {"timestamp": [42.3, 46.24], "text": " and right hand out in front, pointing pointing your finger and just start to draw the"}, {"timestamp": [46.24, 55.12], "text": " copyright symbol in the air and repeat after me copyright is everywhere"}, {"timestamp": [55.12, 63.04], "text": " be aware keep it fair so just one more time copyright is everywhere be aware keep it fair so"}, {"timestamp": [63.04, 65.46], "text": " just one more time copyright Copyright is everywhere."}, {"timestamp": [67.52, 68.54], "text": " Be aware."}, {"timestamp": [69.78, 70.46], "text": " Keep it fair."}, {"timestamp": [71.9, 73.12], "text": " Okay, take a seat."}, {"timestamp": [78.06, 84.3], "text": " So when we're thinking about copyright, you know, the word is thrown around a lot,"}, {"timestamp": [84.4, 86.0], "text": " but what does it actually mean?"}, {"timestamp": [86.6, 90.28], "text": " Now, there are a number of definitions out there and they're pretty hard to digest."}, {"timestamp": [90.44, 93.26], "text": " So I've broken it down to make it hopefully pretty simple."}, {"timestamp": [94.62, 102.32], "text": " Copy the imitation or reproduction of an original and write in accordance with what is good, proper or just."}, {"timestamp": [102.78, 106.12], "text": " So when you're thinking about your copying, you know, you've just got to kind of keep that"}, {"timestamp": [106.12, 107.12], "text": " in mind."}, {"timestamp": [107.12, 111.18], "text": " Remember that somebody has actually taken the time to create that resource, and obviously they're"}, {"timestamp": [111.18, 113.2], "text": " probably trying to earn money from that."}, {"timestamp": [113.2, 119.56], "text": " So if you're copying things, excuse me, and it means that they are not able to earn money"}, {"timestamp": [119.56, 125.12], "text": " from possibly selling another book, for example, you know, that's why copyright exists."}, {"timestamp": [126.88, 135.84], "text": " So going on to the next number of reasons why it exists. One is to reward creators who,"}, {"timestamp": [136.0, 141.5], "text": " interestingly enough, quite often teaches themselves for their hard work. It provides us with"}, {"timestamp": [141.5, 145.38], "text": " access to content, which obviously in a classroom is very important."}, {"timestamp": [145.38, 151.76], "text": " But it also encourages the creation of new resources rather than continually recycling the existing ones."}, {"timestamp": [155.76, 157.76], "text": " So where is copyright?"}, {"timestamp": [157.76, 158.76], "text": " Everywhere."}, {"timestamp": [158.76, 172.24], "text": " So when we talk about what copyright covers, it includes books, newspapers and other printed resources, photos, paintings, sculptures, music and sheet music, sound recordings,"}, {"timestamp": [172.24, 180.98], "text": " what else is on my list? Radio, TV and things found on the internet. So"}, {"timestamp": [180.98, 184.9], "text": " technically speaking anything even if it's freely available on the internet"}, {"timestamp": [184.9, 189.0], "text": " does not mean that you know it's free for you to copy and share and"}, {"timestamp": [189.0, 193.98], "text": " technically speaking every time you want to access content or share it in the"}, {"timestamp": [193.98, 197.7], "text": " classroom you need to be asking permission from the owner of that resource"}, {"timestamp": [197.7, 206.24], "text": " first. Now being teachers and busy people this really isn't always possible or practical."}, {"timestamp": [207.42, 211.16], "text": " And that is where our licences come in."}, {"timestamp": [211.56, 213.28], "text": " So there are three different licenses."}, {"timestamp": [213.6, 217.96], "text": " One covers print or printed resources, so that's your books, your newspapers, etc."}, {"timestamp": [218.54, 226.38], "text": " The other covers music, whether it's musical performances in your school or whether you want to have a disco in your school"}, {"timestamp": [226.38, 230.88], "text": " and all those sorts of things that involve music, you really need to be licensed to do that."}, {"timestamp": [231.38, 235.04], "text": " And the third one is Greenrights License, which is for radio or TV."}, {"timestamp": [235.24, 241.24], "text": " So if you're doing anything to do with sharing radio or TV broadcasts in your classroom,"}, {"timestamp": [241.62, 243.44], "text": " again, you really need to be licensed."}, {"timestamp": [244.0, 248.68], "text": " So if you have any questions about our licenses, we'll be here for the rest of the day, and"}, {"timestamp": [248.68, 253.2], "text": " we all have websites that we have lots of information on."}, {"timestamp": [253.2, 258.24], "text": " So in the next couple of weeks, NSTA will be sending your schools a licensing notice."}, {"timestamp": [258.24, 261.98], "text": " Our licenses are all optional, and they are renewed annually."}, {"timestamp": [261.98, 266.1], "text": " So the licensing notice will outline what the cost is based on your enrollment numbers."}, {"timestamp": [266.6, 269.86], "text": " You just simply have to choose the ones that suit your school for this coming year"}, {"timestamp": [269.86, 272.52], "text": " and flick the money on to NZSTA."}, {"timestamp": [273.24, 274.74], "text": " So that's all for me."}, {"timestamp": [274.86, 279.48], "text": " So just remember our little mantra when you're working away in your classrooms"}, {"timestamp": [279.48, 281.4], "text": " and come and see us after this."}, {"timestamp": [281.86, null], "text": " Thank you."}], "text": " Hello, Steyers. Thank you very much for staying on. I've only got a pretty short presentation. It's about 150 slides so it shouldn't take more than half an hour or so. No, I'm only kidding. So I'm here from Copyright Licensing on behalf of ourselves and also at Pran Screen Rights. A lot of you have been to see us, which is great. Before I get into talking about copyright, I just want to get everybody to stand up for me, please. So with our left hands, patting of the head, and right hand out in front, pointing pointing your finger and just start to draw the copyright symbol in the air and repeat after me copyright is everywhere be aware keep it fair so just one more time copyright is everywhere be aware keep it fair so just one more time copyright Copyright is everywhere. Be aware. Keep it fair. Okay, take a seat. So when we're thinking about copyright, you know, the word is thrown around a lot, but what does it actually mean? Now, there are a number of definitions out there and they're pretty hard to digest. So I've broken it down to make it hopefully pretty simple. Copy the imitation or reproduction of an original and write in accordance with what is good, proper or just. So when you're thinking about your copying, you know, you've just got to kind of keep that in mind. Remember that somebody has actually taken the time to create that resource, and obviously they're probably trying to earn money from that. So if you're copying things, excuse me, and it means that they are not able to earn money from possibly selling another book, for example, you know, that's why copyright exists. So going on to the next number of reasons why it exists. One is to reward creators who, interestingly enough, quite often teaches themselves for their hard work. It provides us with access to content, which obviously in a classroom is very important. But it also encourages the creation of new resources rather than continually recycling the existing ones. So where is copyright? Everywhere. So when we talk about what copyright covers, it includes books, newspapers and other printed resources, photos, paintings, sculptures, music and sheet music, sound recordings, what else is on my list? Radio, TV and things found on the internet. So technically speaking anything even if it's freely available on the internet does not mean that you know it's free for you to copy and share and technically speaking every time you want to access content or share it in the classroom you need to be asking permission from the owner of that resource first. Now being teachers and busy people this really isn't always possible or practical. And that is where our licences come in. So there are three different licenses. One covers print or printed resources, so that's your books, your newspapers, etc. The other covers music, whether it's musical performances in your school or whether you want to have a disco in your school and all those sorts of things that involve music, you really need to be licensed to do that. And the third one is Greenrights License, which is for radio or TV. So if you're doing anything to do with sharing radio or TV broadcasts in your classroom, again, you really need to be licensed. So if you have any questions about our licenses, we'll be here for the rest of the day, and we all have websites that we have lots of information on. So in the next couple of weeks, NSTA will be sending your schools a licensing notice. Our licenses are all optional, and they are renewed annually. So the licensing notice will outline what the cost is based on your enrollment numbers. You just simply have to choose the ones that suit your school for this coming year and flick the money on to NZSTA. So that's all for me. So just remember our little mantra when you're working away in your classrooms and come and see us after this. Thank you."}