{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " One of the"}, {"timestamp": [7.0, 28.62], "text": " One of the important areas of research for us here in this lab is the characterisation"}, {"timestamp": [28.62, 30.74], "text": " of very short optical pulses."}, {"timestamp": [30.74, 34.94], "text": " The pulses that are used in very high speed optical communication systems."}, {"timestamp": [34.94, 39.62], "text": " These pulses are so short that no conventional electronic technique can actually measure their"}, {"timestamp": [39.62, 41.2], "text": " characteristics."}, {"timestamp": [41.2, 46.0], "text": " We developed for that purpose a special piece of apparatus which you can see here."}, {"timestamp": [46.0, 49.0], "text": " This is one of the original experimental setups."}, {"timestamp": [49.0, 54.0], "text": " There are lots of mirrors, beam splitters, detectors and things here and a spectrometer."}, {"timestamp": [54.0, 64.0], "text": " As the one of these mirrors moves, the spectrum is collected and that results in a two-dimensional plot that you can see here on the screen."}, {"timestamp": [64.0, 66.92], "text": " From this screen we can determine all the"}, {"timestamp": [66.92, 73.86], "text": " characteristics of the pulse. We found that this was so valuable that lots of other people asked"}, {"timestamp": [73.86, 79.08], "text": " us to build these and therefore we came to the conclusion that would be a good idea to form a"}, {"timestamp": [79.08, 83.96], "text": " startup company to actually develop those. And these instruments based on this technology and"}, {"timestamp": [83.96, 86.88], "text": " our newer technology are now sold around the world."}, {"timestamp": [88.0, 89.0], "text": " Hi, my name's Doug Reed."}, {"timestamp": [89.0, 91.16], "text": " I'm a PhD student here at Auckland University"}, {"timestamp": [91.16, 93.12], "text": " and I also work as a research engineer"}, {"timestamp": [93.12, 94.96], "text": " for Southern Photonics."}, {"timestamp": [94.96, 97.38], "text": " One of the things I work on is trying to get our instrument"}, {"timestamp": [97.38, 98.78], "text": " into small boxes."}, {"timestamp": [98.78, 101.78], "text": " The bottom box here is our original box"}, {"timestamp": [101.78, 103.8], "text": " that we used to put our apparatus in"}, {"timestamp": [103.8, 106.76], "text": " and the top box here is the much smaller"}, {"timestamp": [106.76, 110.04], "text": " and slim line new version that we're trying to work on."}, {"timestamp": [110.04, 112.96], "text": " It's also hoped that the new instrument will be real time,"}, {"timestamp": [112.96, 116.6], "text": " so to give us real updates of the pulse as it changes."}, {"timestamp": [116.6, 120.64], "text": " Over here is what actually goes inside the box."}, {"timestamp": [120.64, 124.18], "text": " It's pretty complicated, but it's got a lot of optical fibers."}, {"timestamp": [124.18, 127.94], "text": " These fibers here transmit the light that we're trying to measure,"}, {"timestamp": [128.5, 131.22], "text": " as well as lots of electrical cables, which is a bit of a mess,"}, {"timestamp": [131.6, 137.58], "text": " and also RF cables, which transmit high-frequency radio signals."}, {"timestamp": [138.6, 143.34], "text": " All those work together to give us an image of the pulse in real time."}, {"timestamp": [144.08, 150.26], "text": " The way it does that is by turning light on and off really, really fast using an electro-absorption"}, {"timestamp": [150.26, 152.36], "text": " modulator, which is this little dudaki here."}, {"timestamp": [152.9, 159.64], "text": " And from after that, it resolves the colours that make up the pulse using a fast filter,"}, {"timestamp": [159.72, 160.78], "text": " which is one of these things here."}, {"timestamp": [161.88, 165.76], "text": " The pulses that go into that machine are generated from this machine"}, {"timestamp": [165.76, 174.16], "text": " here, which we also built. This is a pulse source that generates pulses at 10,000 million pulses a"}, {"timestamp": [174.16, 179.76], "text": " second, which is pretty quick. And the pulses are only 15 millionths of a millionths of a second long."}, {"timestamp": [179.76, 185.12], "text": " So that's why we need a fairly high-tech piece of machinery to measure them with."}, {"timestamp": [185.12, 188.54], "text": " So what I'll do is I'll take you over to the screen where we'll show it working."}, {"timestamp": [188.54, 194.24], "text": " The way we control our instrument is using a computer interface and the computer interface has"}, {"timestamp": [194.24, 195.58], "text": " two lots of information."}, {"timestamp": [195.58, 199.9], "text": " One is time, what the pulse looks like in time, as well as what colors make up the pulse."}, {"timestamp": [199.9, 206.0], "text": " So if you look at the screen, this picture here is a snapshot of a pulse."}, {"timestamp": [206.0, 210.0], "text": " We're here, along here we have time information and here we have frequency or color"}, {"timestamp": [210.0, 211.0], "text": " information."}, {"timestamp": [211.0, 216.0], "text": " So every time the screen is updating here, we are taking a snapshot of what the pulse looks like."}, {"timestamp": [216.0, 220.0], "text": " Here at Auckland University, we're trying to take new measurements and do new techniques"}, {"timestamp": [220.0, 221.0], "text": " all the time."}, {"timestamp": [221.0, 229.18], "text": " And that's really exciting because we get to take measurements that no one else in the world has done yet and make new ground with this technology all"}, {"timestamp": [229.18, 232.42], "text": " the time and the reason we're trying to do that is to make your internet faster and"}, {"timestamp": [232.42, 236.92], "text": " to make the connections between countries faster with this technology we're"}, {"timestamp": [236.92, 240.58], "text": " hoping to make those connections four or even eight times faster than they are"}, {"timestamp": [240.58, 243.8], "text": " today"}], "text": " One of the One of the important areas of research for us here in this lab is the characterisation of very short optical pulses. The pulses that are used in very high speed optical communication systems. These pulses are so short that no conventional electronic technique can actually measure their characteristics. We developed for that purpose a special piece of apparatus which you can see here. This is one of the original experimental setups. There are lots of mirrors, beam splitters, detectors and things here and a spectrometer. As the one of these mirrors moves, the spectrum is collected and that results in a two-dimensional plot that you can see here on the screen. From this screen we can determine all the characteristics of the pulse. We found that this was so valuable that lots of other people asked us to build these and therefore we came to the conclusion that would be a good idea to form a startup company to actually develop those. And these instruments based on this technology and our newer technology are now sold around the world. Hi, my name's Doug Reed. I'm a PhD student here at Auckland University and I also work as a research engineer for Southern Photonics. One of the things I work on is trying to get our instrument into small boxes. The bottom box here is our original box that we used to put our apparatus in and the top box here is the much smaller and slim line new version that we're trying to work on. It's also hoped that the new instrument will be real time, so to give us real updates of the pulse as it changes. Over here is what actually goes inside the box. It's pretty complicated, but it's got a lot of optical fibers. These fibers here transmit the light that we're trying to measure, as well as lots of electrical cables, which is a bit of a mess, and also RF cables, which transmit high-frequency radio signals. All those work together to give us an image of the pulse in real time. The way it does that is by turning light on and off really, really fast using an electro-absorption modulator, which is this little dudaki here. And from after that, it resolves the colours that make up the pulse using a fast filter, which is one of these things here. The pulses that go into that machine are generated from this machine here, which we also built. This is a pulse source that generates pulses at 10,000 million pulses a second, which is pretty quick. And the pulses are only 15 millionths of a millionths of a second long. So that's why we need a fairly high-tech piece of machinery to measure them with. So what I'll do is I'll take you over to the screen where we'll show it working. The way we control our instrument is using a computer interface and the computer interface has two lots of information. One is time, what the pulse looks like in time, as well as what colors make up the pulse. So if you look at the screen, this picture here is a snapshot of a pulse. We're here, along here we have time information and here we have frequency or color information. So every time the screen is updating here, we are taking a snapshot of what the pulse looks like. Here at Auckland University, we're trying to take new measurements and do new techniques all the time. And that's really exciting because we get to take measurements that no one else in the world has done yet and make new ground with this technology all the time and the reason we're trying to do that is to make your internet faster and to make the connections between countries faster with this technology we're hoping to make those connections four or even eight times faster than they are today"}