{"speakers": [], "chunks": [{"timestamp": [0.0, 20.2], "text": " I went to a small country school, hard and area school, and I've always loved colour,"}, {"timestamp": [20.2, 24.8], "text": " and introducing me to pomeanganate at school, really set me off in chemistry."}, {"timestamp": [24.8, 25.0], "text": " It's a beautiful colour and as you add more and more water, it just retains school really set me off in chemistry."}, {"timestamp": [25.0, 30.0], "text": " It's a beautiful colour and as you add more and more water it just retains its intensity as you can see there."}, {"timestamp": [30.0, 37.0], "text": " Hi, I'm Sally Brooker and I'm at the University of Otago now and continuing on in chemistry."}, {"timestamp": [37.0, 44.0], "text": " An aspect that I particularly like is not only the colours that you can get but also that you can grow crystals of these molecules"}, {"timestamp": [44.0, 50.0], "text": " and that means that we can work out what the three-dimensional arrangement of the atoms are in these molecules."}, {"timestamp": [50.0, 55.0], "text": " So my research group is focused on making new molecules that hopefully have interesting properties"}, {"timestamp": [55.0, 61.0], "text": " and the structure or the arrangement of atoms in three dimensions is very important to the properties that we see."}, {"timestamp": [61.0, 67.0], "text": " These beautiful blue crystals that you can see here are copper sapphire crystals."}, {"timestamp": [67.0, 70.5], "text": " Hi there, I'm Jason Price, I'm working at the University of Otago."}, {"timestamp": [70.5, 75.24], "text": " I've been growing crystals for quite some time here now and the important part of growing"}, {"timestamp": [75.24, 80.56], "text": " crystals is it gives us a window into seeing the arrangement of atoms within those crystals"}, {"timestamp": [80.56, 81.76], "text": " itself."}, {"timestamp": [81.76, 86.24], "text": " The process of growing crystals is quite simple with taking, for example,"}, {"timestamp": [86.24, 92.62], "text": " the copper sulfate, dissolving it into water, and then taking that solution and allowing it"}, {"timestamp": [92.62, 98.76], "text": " to slowly evaporate. This then allows us to grow quite large crystals, as you can see here."}, {"timestamp": [98.76, 107.0], "text": " Copper sulfate, however, is a very simple array of, and it's very easy to grow large crystals of it."}, {"timestamp": [107.0, 109.0], "text": " A lot of the materials we work with,"}, {"timestamp": [109.0, 111.0], "text": " they're very difficult to actually grow crystals of."}, {"timestamp": [111.0, 115.0], "text": " So if we can get a crystal that's of tenth of a millimeter in dimensions,"}, {"timestamp": [115.0, 117.0], "text": " then we're thrilled. It's excellent."}, {"timestamp": [117.0, 120.0], "text": " That's just such a good thing."}, {"timestamp": [120.0, 123.0], "text": " Before we grow our crystals, we have to make our molecules."}, {"timestamp": [123.0, 127.0], "text": " To do this, we have to weigh out the materials that we use very accurately on the scales."}, {"timestamp": [131.0, 137.0], "text": " Hi, my name is Andy Noble and I work at the University of Otago."}, {"timestamp": [137.0, 143.0], "text": " So here I'm going to demonstrate one of the reactions that we do to synthesize the molecules that we make."}, {"timestamp": [143.0, 145.3], "text": " I'm going to dissolve this material here,"}, {"timestamp": [145.5, 148.38], "text": " which is iron tetrafluoroborate in methanol,"}, {"timestamp": [150.12, 153.96], "text": " and also our ligand, P-MAT, in methanol."}, {"timestamp": [157.38, 159.28], "text": " So we turn on the magnetic stirer,"}, {"timestamp": [159.74, 160.88], "text": " and the material should dissolve."}, {"timestamp": [161.54, 166.3], "text": " As we add in the iron, the solution should change color. This is an"}, {"timestamp": [166.3, 172.02], "text": " indication that the molecule we're looking for it is forming. So hopefully from this, we will be able"}, {"timestamp": [172.02, 177.66], "text": " to isolate crystals that we can analyze. So the molecule we have here that we're interested in,"}, {"timestamp": [177.78, 183.3], "text": " we need now to form crystals of us. To do this, we use a variety techniques. One such that I'm going to"}, {"timestamp": [183.3, 185.32], "text": " demonstrate now is called ether diffusion."}, {"timestamp": [186.24, 190.8], "text": " So the molecule we're interested in is dissolved in methanol here, so it's soluble."}, {"timestamp": [191.66, 194.78], "text": " So what we want to do is to create an insoluble environment"}, {"timestamp": [194.78, 198.14], "text": " where the material will slowly crystallize out."}, {"timestamp": [198.6, 201.74], "text": " We can do this by adding it to an ether jar."}, {"timestamp": [202.68, 206.08], "text": " This is a technique called vapor diffusion."}, {"timestamp": [206.08, 211.38], "text": " The ether vapor should diffuse into these vials"}, {"timestamp": [211.38, 214.52], "text": " and very, very slowly, what we should get"}, {"timestamp": [214.52, 217.44], "text": " is some very, very small crystals."}, {"timestamp": [221.44, 223.78], "text": " So after a few days of vapor diffusion,"}, {"timestamp": [223.78, 227.0], "text": " the material that we're interested in has become insoluble in the vial."}, {"timestamp": [227.0, 231.0], "text": " So if we look in the vial here, although it looks like there's a very, very fine powder,"}, {"timestamp": [231.0, 235.0], "text": " there are actually thousands upon thousands of tiny, tiny crystals in here."}, {"timestamp": [235.0, 238.0], "text": " And these crystals should be suitable for x-ray analysis."}, {"timestamp": [238.0, 241.0], "text": " So hopefully we'll be able to determine the structure of the material in the vial,"}, {"timestamp": [241.0, 248.0], "text": " and we think that it may look a little something like this."}, {"timestamp": [253.0, 255.0], "text": " The crystals that we've just seen may have looked like a powder. However, when we look at the one of the microscope,"}, {"timestamp": [255.0, 258.0], "text": " we can see that they're perfect for X-ray diffraction."}, {"timestamp": [258.0, 261.0], "text": " Hi, I'm John Kitchin, and this is where we start the process"}, {"timestamp": [261.0, 264.0], "text": " for determining the structure of the atoms within our crystals,"}, {"timestamp": [264.0, 267.0], "text": " where we pick a suitable crystal and mount it on a loop."}, {"timestamp": [267.0, 282.0], "text": " So now that we've selected a crystal, we can now move through to the X-ray diffractometer and mount it."}, {"timestamp": [282.0, 286.16], "text": " The first step in this is to put the crystal in a"}, {"timestamp": [286.16, 291.8], "text": " cold stream here which has set it around about minus 184 degrees and this locks our"}, {"timestamp": [291.8, 297.12], "text": " crystal in place and you can now see that the crystal that was yellow at room temperature"}, {"timestamp": [297.12, 309.0], "text": " has now changed to a purple color. The diffractometer works by firing x-rays through this tube here, through our crystal."}, {"timestamp": [309.0, 314.0], "text": " These are then diffracted and detected on this area detector here."}, {"timestamp": [314.0, 318.0], "text": " And in order to ensure that the crystal is always bathed in x-ray beams,"}, {"timestamp": [318.0, 325.0], "text": " we have to physically centre it so that no matter where we move the crystal in space, it stays centered."}, {"timestamp": [325.0, 330.0], "text": " Running the crystal overnight, we get a diffraction pattern as seen on the screen here,"}, {"timestamp": [330.0, 335.0], "text": " and we can use these spots to determine the structure of the crystal."}, {"timestamp": [335.0, 351.0], "text": " Here we have the molecule as we've by our X-ray crystallography experiment."}, {"timestamp": [351.0, 357.0], "text": " You can see now we can identify all the atoms in space and we know it's three-dimensional structure."}, {"timestamp": [357.0, 363.0], "text": " In the centre we have two iron centres, shone in green, and bound to those we have these nitrogens which are shone in blue."}, {"timestamp": [363.0, 366.0], "text": " You see there are six round each iron centre. And the carbon atoms are shone in black. So this overall we have these nitrogens which are shone in blue. You see there are six around each iron centre."}, {"timestamp": [366.0, 368.0], "text": " And the carbon atoms are shone in black."}, {"timestamp": [368.0, 372.0], "text": " So this overall we have two ion centres sandwiched between two ligands."}, {"timestamp": [372.0, 375.0], "text": " Okay, you may remember that we took our colourless crystals"}, {"timestamp": [375.0, 377.0], "text": " and put them into the X-ray diffractometers,"}, {"timestamp": [377.0, 381.0], "text": " low temperature stream, they went from colourless to purple."}, {"timestamp": [381.0, 384.0], "text": " Now we got quite excited about that because molecules don't often change colour"}, {"timestamp": [384.0, 388.0], "text": " when you change the temperature like that. So we decided it would be a really good idea"}, {"timestamp": [388.0, 393.28], "text": " if we could determine the structure of the colourless form as well. So we did another data collection"}, {"timestamp": [393.28, 399.36], "text": " on a room temperature setting. Here's the structure shown here. So once again our iron"}, {"timestamp": [399.36, 404.08], "text": " centres a sandwich between the two ligands. But interestingly when you're at this colourless"}, {"timestamp": [404.08, 405.0], "text": " form both of the ions are identical to one another. They have exactly the same electronic between the two ligands. But interestingly, when you're at this colourless form,"}, {"timestamp": [405.0, 407.0], "text": " both of the ions are identical to one another."}, {"timestamp": [407.0, 410.0], "text": " They have exactly the same electronic configurations."}, {"timestamp": [410.0, 413.0], "text": " In contrast, if we go to our low temperature data collection,"}, {"timestamp": [413.0, 415.0], "text": " which remember the crystals purple at that point,"}, {"timestamp": [415.0, 419.0], "text": " we see these two iron centres are now different from one another,"}, {"timestamp": [419.0, 422.0], "text": " and in fact they differ in their electronic configurations."}, {"timestamp": [422.0, 424.0], "text": " Now that might sound like a pretty small difference,"}, {"timestamp": [424.0, 425.04], "text": " but obviously it had a big impact on the colours. We went from colourless to purple. Now, might sound like a pretty small difference, but obviously"}, {"timestamp": [425.04, 429.84], "text": " it had a big impact on the colours. We went from colourless to purple. Now we're quite"}, {"timestamp": [429.84, 434.68], "text": " excited about this sort of colour change as a function of temperature because it effectively"}, {"timestamp": [434.68, 439.24], "text": " is an on-off type switch. It's purple or colourless depending on the temperature, so it's a"}, {"timestamp": [439.24, 444.76], "text": " binary code, zero or one. And so ultimately it may be that molecules like this can become"}, {"timestamp": [444.76, 445.68], "text": " molecular-sized"}, {"timestamp": [445.68, 448.72], "text": " switches for use in molecular computers."}], "text": " I went to a small country school, hard and area school, and I've always loved colour, and introducing me to pomeanganate at school, really set me off in chemistry. It's a beautiful colour and as you add more and more water, it just retains school really set me off in chemistry. It's a beautiful colour and as you add more and more water it just retains its intensity as you can see there. Hi, I'm Sally Brooker and I'm at the University of Otago now and continuing on in chemistry. An aspect that I particularly like is not only the colours that you can get but also that you can grow crystals of these molecules and that means that we can work out what the three-dimensional arrangement of the atoms are in these molecules. So my research group is focused on making new molecules that hopefully have interesting properties and the structure or the arrangement of atoms in three dimensions is very important to the properties that we see. These beautiful blue crystals that you can see here are copper sapphire crystals. Hi there, I'm Jason Price, I'm working at the University of Otago. I've been growing crystals for quite some time here now and the important part of growing crystals is it gives us a window into seeing the arrangement of atoms within those crystals itself. The process of growing crystals is quite simple with taking, for example, the copper sulfate, dissolving it into water, and then taking that solution and allowing it to slowly evaporate. This then allows us to grow quite large crystals, as you can see here. Copper sulfate, however, is a very simple array of, and it's very easy to grow large crystals of it. A lot of the materials we work with, they're very difficult to actually grow crystals of. So if we can get a crystal that's of tenth of a millimeter in dimensions, then we're thrilled. It's excellent. That's just such a good thing. Before we grow our crystals, we have to make our molecules. To do this, we have to weigh out the materials that we use very accurately on the scales. Hi, my name is Andy Noble and I work at the University of Otago. So here I'm going to demonstrate one of the reactions that we do to synthesize the molecules that we make. I'm going to dissolve this material here, which is iron tetrafluoroborate in methanol, and also our ligand, P-MAT, in methanol. So we turn on the magnetic stirer, and the material should dissolve. As we add in the iron, the solution should change color. This is an indication that the molecule we're looking for it is forming. So hopefully from this, we will be able to isolate crystals that we can analyze. So the molecule we have here that we're interested in, we need now to form crystals of us. To do this, we use a variety techniques. One such that I'm going to demonstrate now is called ether diffusion. So the molecule we're interested in is dissolved in methanol here, so it's soluble. So what we want to do is to create an insoluble environment where the material will slowly crystallize out. We can do this by adding it to an ether jar. This is a technique called vapor diffusion. The ether vapor should diffuse into these vials and very, very slowly, what we should get is some very, very small crystals. So after a few days of vapor diffusion, the material that we're interested in has become insoluble in the vial. So if we look in the vial here, although it looks like there's a very, very fine powder, there are actually thousands upon thousands of tiny, tiny crystals in here. And these crystals should be suitable for x-ray analysis. So hopefully we'll be able to determine the structure of the material in the vial, and we think that it may look a little something like this. The crystals that we've just seen may have looked like a powder. However, when we look at the one of the microscope, we can see that they're perfect for X-ray diffraction. Hi, I'm John Kitchin, and this is where we start the process for determining the structure of the atoms within our crystals, where we pick a suitable crystal and mount it on a loop. So now that we've selected a crystal, we can now move through to the X-ray diffractometer and mount it. The first step in this is to put the crystal in a cold stream here which has set it around about minus 184 degrees and this locks our crystal in place and you can now see that the crystal that was yellow at room temperature has now changed to a purple color. The diffractometer works by firing x-rays through this tube here, through our crystal. These are then diffracted and detected on this area detector here. And in order to ensure that the crystal is always bathed in x-ray beams, we have to physically centre it so that no matter where we move the crystal in space, it stays centered. Running the crystal overnight, we get a diffraction pattern as seen on the screen here, and we can use these spots to determine the structure of the crystal. Here we have the molecule as we've by our X-ray crystallography experiment. You can see now we can identify all the atoms in space and we know it's three-dimensional structure. In the centre we have two iron centres, shone in green, and bound to those we have these nitrogens which are shone in blue. You see there are six round each iron centre. And the carbon atoms are shone in black. So this overall we have these nitrogens which are shone in blue. You see there are six around each iron centre. And the carbon atoms are shone in black. So this overall we have two ion centres sandwiched between two ligands. Okay, you may remember that we took our colourless crystals and put them into the X-ray diffractometers, low temperature stream, they went from colourless to purple. Now we got quite excited about that because molecules don't often change colour when you change the temperature like that. So we decided it would be a really good idea if we could determine the structure of the colourless form as well. So we did another data collection on a room temperature setting. Here's the structure shown here. So once again our iron centres a sandwich between the two ligands. But interestingly when you're at this colourless form both of the ions are identical to one another. They have exactly the same electronic between the two ligands. But interestingly, when you're at this colourless form, both of the ions are identical to one another. They have exactly the same electronic configurations. In contrast, if we go to our low temperature data collection, which remember the crystals purple at that point, we see these two iron centres are now different from one another, and in fact they differ in their electronic configurations. Now that might sound like a pretty small difference, but obviously it had a big impact on the colours. We went from colourless to purple. Now, might sound like a pretty small difference, but obviously it had a big impact on the colours. We went from colourless to purple. Now we're quite excited about this sort of colour change as a function of temperature because it effectively is an on-off type switch. It's purple or colourless depending on the temperature, so it's a binary code, zero or one. And so ultimately it may be that molecules like this can become molecular-sized switches for use in molecular computers."}