{"speakers": [], "chunks": [{"timestamp": [0.0, 31.0], "text": " Well, the cave, the cave in its own right has got quite an interesting story attached to it."}, {"timestamp": [31.0, 37.76], "text": " It started off as a military installation. Shortly after Pearl Harbor, there was considered"}, {"timestamp": [37.76, 46.66], "text": " to be a genuine threat of a Japanese invasion. And after about a year or so, the threat diminished, and so they never really quite"}, {"timestamp": [46.66, 53.46], "text": " completed it. But in the meantime, it's a very big hole in the ground, approximately 40 metres by 20"}, {"timestamp": [53.46, 59.46], "text": " metres. That's the main chamber. After the war, the land on which the cavern was excavated"}, {"timestamp": [59.46, 65.7], "text": " reverted back to private ownership. And it was open to the public for a few years."}, {"timestamp": [66.26, 67.86], "text": " And then the landowner"}, {"timestamp": [67.86, 69.96], "text": " became concerned that somebody was"}, {"timestamp": [69.96, 71.32], "text": " going to get hurt there."}, {"timestamp": [71.88, 74.2], "text": " And so he closed it off, basically."}, {"timestamp": [74.4, 76.14], "text": " He bulldozed earth over the lower"}, {"timestamp": [76.14, 77.98], "text": " entrances and covered the top"}, {"timestamp": [77.98, 80.2], "text": " entrance at the top of the shaft with a"}, {"timestamp": [80.2, 81.74], "text": " concrete pad. And"}, {"timestamp": [81.74, 83.86], "text": " rather surprisingly, it was simply"}, {"timestamp": [83.86, 87.68], "text": " forgotten for about 40 years. And it was rediscovered in the"}, {"timestamp": [87.68, 96.5], "text": " some around about 1990 by a TV reporter who was covering some function at the hospital and then he and the"}, {"timestamp": [96.5, 103.62], "text": " local caving group together with the landowner relocated the top of the ventilation sharp they"}, {"timestamp": [103.62, 105.0], "text": " smashed through the concrete,"}, {"timestamp": [105.0, 106.0], "text": " and absailed down,"}, {"timestamp": [106.0, 108.0], "text": " and here they were in this lost world"}, {"timestamp": [108.0, 111.0], "text": " that had been abandoned for 40 years."}, {"timestamp": [111.0, 114.0], "text": " Now, meanwhile, they've been struggling with a problem here."}, {"timestamp": [114.0, 117.0], "text": " They built the first ring laser on the sixth floor of the physics building,"}, {"timestamp": [117.0, 120.0], "text": " and the building was too unstable for this."}, {"timestamp": [120.0, 123.0], "text": " That shows how very sensitive these lasers are."}, {"timestamp": [123.0, 126.02], "text": " So they got in touch with the landowner"}, {"timestamp": [126.02, 129.6], "text": " and managed to negotiate the use of the cave"}, {"timestamp": [129.6, 131.36], "text": " as an underground laboratory."}, {"timestamp": [131.98, 134.02], "text": " And we've been there ever since, basically."}, {"timestamp": [134.58, 138.12], "text": " Your basic ring laser is a cavity."}, {"timestamp": [138.32, 140.9], "text": " It's not a circular ring, it's a square ring, actually."}, {"timestamp": [141.14, 144.02], "text": " It's a pipe with a near vacuum in there."}, {"timestamp": [144.02, 146.0], "text": " It's actually a mixture of helium and neon gas."}, {"timestamp": [146.0, 149.0], "text": " It's got a mirror at each corner."}, {"timestamp": [149.0, 154.0], "text": " So a light beam can reflect right around a closed path."}, {"timestamp": [154.0, 159.0], "text": " What's essential to the operation is that there is a beam of light going in both directions around the path."}, {"timestamp": [159.0, 164.0], "text": " It's the interaction of those two beams that allows us to detect the rotation."}, {"timestamp": [164.0, 171.66], "text": " If you're sitting on one corner and watching the two beams, let's say, and the whole laser,"}, {"timestamp": [171.66, 176.68], "text": " including the corner you're sitting on, is rotating, then you can imagine that because of the"}, {"timestamp": [176.68, 180.52], "text": " Doppler effect..."}, {"timestamp": [180.52, 184.14], "text": " You hear the fire engine approaching on the road."}, {"timestamp": [184.14, 187.38], "text": " As it drives past you, the pitch of the siren drops."}, {"timestamp": [187.96, 189.9], "text": " You can hear that. That's the Doppler shift."}, {"timestamp": [190.48, 198.14], "text": " It's caused by the source of the waves traveling at some speed toward or away from you."}, {"timestamp": [198.68, 201.8], "text": " And that's exactly what we see with the light beams here."}, {"timestamp": [202.96, 206.2], "text": " One beam is downshifted in frequency slightly. It's made slightly redder, if you like, and the One beam is downshifted in frequency slightly."}, {"timestamp": [206.2, 208.16], "text": " It's made slightly redder if you like,"}, {"timestamp": [208.16, 210.56], "text": " and the other one is upshifted in frequency."}, {"timestamp": [210.56, 212.28], "text": " It's slightly bluer."}, {"timestamp": [212.28, 216.4], "text": " And the very small difference in optical frequency"}, {"timestamp": [216.4, 220.6], "text": " caused by the rotation can be measured"}, {"timestamp": [220.6, 222.36], "text": " by mixing the two beams together"}, {"timestamp": [222.36, 225.58], "text": " and detecting the beat frequency between them."}, {"timestamp": [225.76, 227.92], "text": " This is the largest such laser in the world,"}, {"timestamp": [228.72, 230.12], "text": " easily in fact the largest."}, {"timestamp": [230.58, 231.58], "text": " They measure rotation."}, {"timestamp": [232.12, 233.48], "text": " That's what it's all about."}, {"timestamp": [233.58, 234.46], "text": " They measure rotation."}, {"timestamp": [235.32, 236.6], "text": " And of course in the cave,"}, {"timestamp": [236.84, 239.78], "text": " they mostly measure the rotation of the earth."}, {"timestamp": [241.48, 246.58], "text": " Right, we're going to walk around the perimeter of UG2, our largest laser."}, {"timestamp": [246.58, 253.42], "text": " This here is the fitting where we connect the vacuum pump to the system when we need to change the gas."}, {"timestamp": [254.18, 262.86], "text": " Walking down the 40-meter leg of the laser now, UG2 runs the full perimeter of the cave."}, {"timestamp": [263.14, 268.0], "text": " It's 39.7 meters by 21 meters."}, {"timestamp": [268.0, 272.0], "text": " And it's anchored in the rock of the floor of the cave"}, {"timestamp": [272.0, 275.0], "text": " and it's measuring the rotation of the whole cavern."}, {"timestamp": [275.0, 279.0], "text": " Now, of course, mostly what it sees is the rotation of the earth."}, {"timestamp": [282.0, 285.0], "text": " So here we have the corner box of UG2."}, {"timestamp": [285.0, 288.0], "text": " The white device here is a thing called a tilt meter,"}, {"timestamp": [288.0, 293.0], "text": " which measures any changes in the slope of the floor of the cave"}, {"timestamp": [293.0, 297.0], "text": " with a resolution of about one micro-iridion."}, {"timestamp": [297.0, 300.0], "text": " We talk a lot of micro-iridians and nanoradians."}, {"timestamp": [300.0, 304.0], "text": " Carrying on down the short arm of UG2 now,"}, {"timestamp": [304.0, 307.44], "text": " this is a mere 21 metres long,"}, {"timestamp": [308.24, 312.34], "text": " and we emerge into the north chamber of the cave,"}, {"timestamp": [312.46, 315.78], "text": " and after that walk we've only come halfway round the laser."}, {"timestamp": [316.24, 318.34], "text": " It continues on up this wall here"}, {"timestamp": [318.34, 322.3], "text": " to the office, workshop and lab at the far end,"}, {"timestamp": [322.6, 326.94], "text": " where we gather and process all the signals from the laser."}, {"timestamp": [328.22, 329.76], "text": " So why does all this matter?"}, {"timestamp": [330.12, 331.14], "text": " Well, here's one example."}, {"timestamp": [331.56, 334.32], "text": " Everybody knows about the GPS positioning system."}, {"timestamp": [334.88, 339.84], "text": " If you think about it, what that is measuring is your position relative to a cloud of satellites"}, {"timestamp": [339.84, 341.24], "text": " which are orbiting the Earth."}, {"timestamp": [341.76, 345.1], "text": " Now, in order to deduce your geographical position,"}, {"timestamp": [345.22, 346.16], "text": " which is what you want,"}, {"timestamp": [346.5, 348.46], "text": " you need to know how the Earth rotates."}, {"timestamp": [349.14, 352.38], "text": " And, of course, what's fundamental to the GPS system"}, {"timestamp": [352.38, 354.14], "text": " is some model of Earth rotation."}, {"timestamp": [354.76, 357.24], "text": " These measurements we make with the ring laser"}, {"timestamp": [357.24, 359.38], "text": " can be used to refine that model"}, {"timestamp": [359.38, 362.28], "text": " and therefore improve the accuracy of GPS."}], "text": " Well, the cave, the cave in its own right has got quite an interesting story attached to it. It started off as a military installation. Shortly after Pearl Harbor, there was considered to be a genuine threat of a Japanese invasion. And after about a year or so, the threat diminished, and so they never really quite completed it. But in the meantime, it's a very big hole in the ground, approximately 40 metres by 20 metres. That's the main chamber. After the war, the land on which the cavern was excavated reverted back to private ownership. And it was open to the public for a few years. And then the landowner became concerned that somebody was going to get hurt there. And so he closed it off, basically. He bulldozed earth over the lower entrances and covered the top entrance at the top of the shaft with a concrete pad. And rather surprisingly, it was simply forgotten for about 40 years. And it was rediscovered in the some around about 1990 by a TV reporter who was covering some function at the hospital and then he and the local caving group together with the landowner relocated the top of the ventilation sharp they smashed through the concrete, and absailed down, and here they were in this lost world that had been abandoned for 40 years. Now, meanwhile, they've been struggling with a problem here. They built the first ring laser on the sixth floor of the physics building, and the building was too unstable for this. That shows how very sensitive these lasers are. So they got in touch with the landowner and managed to negotiate the use of the cave as an underground laboratory. And we've been there ever since, basically. Your basic ring laser is a cavity. It's not a circular ring, it's a square ring, actually. It's a pipe with a near vacuum in there. It's actually a mixture of helium and neon gas. It's got a mirror at each corner. So a light beam can reflect right around a closed path. What's essential to the operation is that there is a beam of light going in both directions around the path. It's the interaction of those two beams that allows us to detect the rotation. If you're sitting on one corner and watching the two beams, let's say, and the whole laser, including the corner you're sitting on, is rotating, then you can imagine that because of the Doppler effect... You hear the fire engine approaching on the road. As it drives past you, the pitch of the siren drops. You can hear that. That's the Doppler shift. It's caused by the source of the waves traveling at some speed toward or away from you. And that's exactly what we see with the light beams here. One beam is downshifted in frequency slightly. It's made slightly redder, if you like, and the One beam is downshifted in frequency slightly. It's made slightly redder if you like, and the other one is upshifted in frequency. It's slightly bluer. And the very small difference in optical frequency caused by the rotation can be measured by mixing the two beams together and detecting the beat frequency between them. This is the largest such laser in the world, easily in fact the largest. They measure rotation. That's what it's all about. They measure rotation. And of course in the cave, they mostly measure the rotation of the earth. Right, we're going to walk around the perimeter of UG2, our largest laser. This here is the fitting where we connect the vacuum pump to the system when we need to change the gas. Walking down the 40-meter leg of the laser now, UG2 runs the full perimeter of the cave. It's 39.7 meters by 21 meters. And it's anchored in the rock of the floor of the cave and it's measuring the rotation of the whole cavern. Now, of course, mostly what it sees is the rotation of the earth. So here we have the corner box of UG2. The white device here is a thing called a tilt meter, which measures any changes in the slope of the floor of the cave with a resolution of about one micro-iridion. We talk a lot of micro-iridians and nanoradians. Carrying on down the short arm of UG2 now, this is a mere 21 metres long, and we emerge into the north chamber of the cave, and after that walk we've only come halfway round the laser. It continues on up this wall here to the office, workshop and lab at the far end, where we gather and process all the signals from the laser. So why does all this matter? Well, here's one example. Everybody knows about the GPS positioning system. If you think about it, what that is measuring is your position relative to a cloud of satellites which are orbiting the Earth. Now, in order to deduce your geographical position, which is what you want, you need to know how the Earth rotates. And, of course, what's fundamental to the GPS system is some model of Earth rotation. These measurements we make with the ring laser can be used to refine that model and therefore improve the accuracy of GPS."}