{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " At Winole-Phi at the head of Auckland"}, {"timestamp": [3.0, 34.0], "text": " At Winoa Pai at the head of Auckland Harbour, a liberated transport plane is coming in from across the equator, from San Francisco on America's Pacific coast."}, {"timestamp": [38.0, 44.0], "text": " All over the world, the delegates of our allies have been returning home from the great United Nations conference,"}, {"timestamp": [44.0, 50.0], "text": " a realistic conference at which Australia and New Zealand were amongst the champions of the small and medium powers."}, {"timestamp": [54.0, 58.0], "text": " This plane brings back to his home from the world's greatest conference, New Zealand's principal delegate,"}, {"timestamp": [58.0, 61.0], "text": " the right Honourable Peter Fraser, Prime Minister."}, {"timestamp": [61.0, 65.52], "text": " I was very grievously shocked and distressed as I"}, {"timestamp": [65.52, 72.4], "text": " to hear as I stepped off the plane the sad news of Mr. Curtin's death. In addition to"}, {"timestamp": [72.4, 78.88], "text": " being a great Prime Minister and leader of the Australian people throughout the war"}, {"timestamp": [78.88, 84.4], "text": " and the great inspirer of their war effort, Mr. Curtin was a personal friend of my own."}, {"timestamp": [84.96, 85.0], "text": " The government and people of New Zealand join in sending their sincere sympathy of the war effort, Mr. Curtin was a personal friend of my own."}, {"timestamp": [85.0, 90.68], "text": " The government and people of New Zealand joined in sending their sincere sympathy to Mrs."}, {"timestamp": [90.68, 94.92], "text": " Curtin and to the government and the people of Australia."}, {"timestamp": [94.92, 101.0], "text": " I am very pleased to be back here once more in my own country."}, {"timestamp": [101.0, 109.0], "text": " Since I left House Shores here, the war with Germany has come to a successful conclusion,"}, {"timestamp": [109.0, 114.0], "text": " and I hope that Japan will soon crumble into the dust."}, {"timestamp": [114.0, 136.0], "text": " I hope that the work done in San Francisco will lay the foundation for permanent world peace and progress. On board this ship is the largest draft of former prisoners of war yet to return to New Zealand."}, {"timestamp": [136.0, 141.0], "text": " Nearly every man has been on deck since dawn, eager to get his first glimpse of the shore."}, {"timestamp": [141.0, 147.0], "text": " Since these men went away they've seen many lands, but this is home."}, {"timestamp": [147.0, 153.0], "text": " Nearly there and the last journey is almost over. Never have these dwarves looked more"}, {"timestamp": [153.0, 159.0], "text": " welcome to anyone. Though they've had the best of care since they were freed, the men share many memories they want to forget."}, {"timestamp": [159.0, 171.2], "text": " There is no formal ceremony. There is no formal ceremony of welcome."}, {"timestamp": [171.2, 177.6], "text": " This is a time when words cannot express feelings."}, {"timestamp": [180.4, 184.5], "text": " At the barriers inside of Warkshed, relatives are ready to meet them."}, {"timestamp": [184.5, 187.0], "text": " This is the moment they've been waiting for for years."}, {"timestamp": [191.0, 193.0], "text": " As the men come through, their names are called."}, {"timestamp": [193.0, 196.0], "text": " Names that mean a thrill of joy and relief for someone."}, {"timestamp": [196.0, 223.0], "text": " The air five of much of the man from North, he's coming through now. Some have relatives to meet them here, but in a few more hours there will be welcomes for them on railway stations from Auckland to the bluff."}, {"timestamp": [223.0, 227.0], "text": " At the moment all that matters is that they're among their own people again."}, {"timestamp": [227.0, 247.0], "text": " They hurry from the sheds to waiting cars. They laugh and talk. They're home at last."}, {"timestamp": [247.0, 254.0], "text": " And they're home at last."}, {"timestamp": [254.0, 263.0], "text": " Still they come. Back in the shed, names are still being called. Men and women are still waiting."}, {"timestamp": [263.0, 267.0], "text": " And there'll be others waiting when the next ship comes in."}, {"timestamp": [267.0, 281.0], "text": " Electric power is short in spite of New Zealand's extensive hydro works."}, {"timestamp": [281.0, 287.0], "text": " New schemes are now sending power into cities and in summer generation balances the increased consumption."}, {"timestamp": [287.0, 302.08], "text": " But demands are high. In winter the extra domestic consumption, which has increased"}, {"timestamp": [302.08, 305.22], "text": " enormously in the last few years, tips the barrens."}, {"timestamp": [305.22, 307.68], "text": " This has resulted in serious breakdowns."}, {"timestamp": [307.68, 315.56], "text": " These will be repeated if consumption is allowed to exceed the output."}, {"timestamp": [315.56, 320.44], "text": " And so consumption must be restricted."}, {"timestamp": [320.44, 330.0], "text": " As it rises, it is carefully watched."}, {"timestamp": [333.0, 336.0], "text": " Before the danger point, sub-stations are told to reduce the load, and districts are cut in turn during the day."}, {"timestamp": [341.0, 405.0], "text": " What happens, everybody is inconvenienced. Not only are dinners not cooked and the washing not done, but essential services and essential industries lose power and have to down tools. When electricity fails. When electricity fails in a hospital, it is more than an inconvenience."}, {"timestamp": [405.0, 407.0], "text": " It may be a tragedy."}, {"timestamp": [407.0, 420.0], "text": " There are many ways we can save power."}, {"timestamp": [420.0, 427.0], "text": " As well over half the electricity consumed as used in homes, small savings in light, heat and hot water are important."}, {"timestamp": [427.0, 430.0], "text": " There's no hot water, man!"}, {"timestamp": [430.0, 434.0], "text": " No dear. We only switch it on every other day now."}, {"timestamp": [434.0, 448.0], "text": " I see by the paper they nearly cut the power off today."}, {"timestamp": [448.0, 451.0], "text": " We wouldn't be having this roast for dinner if they had."}, {"timestamp": [451.0, 452.0], "text": " Why we haven't been on here, Mum?"}, {"timestamp": [452.0, 454.0], "text": " We have the fire going in here."}, {"timestamp": [454.0, 456.0], "text": " We'd have to have a heater on in the dining room."}, {"timestamp": [456.0, 461.0], "text": " Oh, mum, no hot water, no heater you'll be wanting to save our dinner in the dark next."}, {"timestamp": [461.0, 465.4], "text": " Really? And that's what we will be doing if we don't save electricity."}, {"timestamp": [465.4, 468.4], "text": " That is if there's enough power to cook a dinner at all."}, {"timestamp": [468.4, 471.5], "text": " Anybody'd think you had to cook the dinner and not your mother."}, {"timestamp": [471.5, 474.5], "text": " Now you run into the hall and switch that light off."}], "text": " At Winole-Phi at the head of Auckland At Winoa Pai at the head of Auckland Harbour, a liberated transport plane is coming in from across the equator, from San Francisco on America's Pacific coast. All over the world, the delegates of our allies have been returning home from the great United Nations conference, a realistic conference at which Australia and New Zealand were amongst the champions of the small and medium powers. This plane brings back to his home from the world's greatest conference, New Zealand's principal delegate, the right Honourable Peter Fraser, Prime Minister. I was very grievously shocked and distressed as I to hear as I stepped off the plane the sad news of Mr. Curtin's death. In addition to being a great Prime Minister and leader of the Australian people throughout the war and the great inspirer of their war effort, Mr. Curtin was a personal friend of my own. The government and people of New Zealand join in sending their sincere sympathy of the war effort, Mr. Curtin was a personal friend of my own. The government and people of New Zealand joined in sending their sincere sympathy to Mrs. Curtin and to the government and the people of Australia. I am very pleased to be back here once more in my own country. Since I left House Shores here, the war with Germany has come to a successful conclusion, and I hope that Japan will soon crumble into the dust. I hope that the work done in San Francisco will lay the foundation for permanent world peace and progress. On board this ship is the largest draft of former prisoners of war yet to return to New Zealand. Nearly every man has been on deck since dawn, eager to get his first glimpse of the shore. Since these men went away they've seen many lands, but this is home. Nearly there and the last journey is almost over. Never have these dwarves looked more welcome to anyone. Though they've had the best of care since they were freed, the men share many memories they want to forget. There is no formal ceremony. There is no formal ceremony of welcome. This is a time when words cannot express feelings. At the barriers inside of Warkshed, relatives are ready to meet them. This is the moment they've been waiting for for years. As the men come through, their names are called. Names that mean a thrill of joy and relief for someone. The air five of much of the man from North, he's coming through now. Some have relatives to meet them here, but in a few more hours there will be welcomes for them on railway stations from Auckland to the bluff. At the moment all that matters is that they're among their own people again. They hurry from the sheds to waiting cars. They laugh and talk. They're home at last. And they're home at last. Still they come. Back in the shed, names are still being called. Men and women are still waiting. And there'll be others waiting when the next ship comes in. Electric power is short in spite of New Zealand's extensive hydro works. New schemes are now sending power into cities and in summer generation balances the increased consumption. But demands are high. In winter the extra domestic consumption, which has increased enormously in the last few years, tips the barrens. This has resulted in serious breakdowns. These will be repeated if consumption is allowed to exceed the output. And so consumption must be restricted. As it rises, it is carefully watched. Before the danger point, sub-stations are told to reduce the load, and districts are cut in turn during the day. What happens, everybody is inconvenienced. Not only are dinners not cooked and the washing not done, but essential services and essential industries lose power and have to down tools. When electricity fails. When electricity fails in a hospital, it is more than an inconvenience. It may be a tragedy. There are many ways we can save power. As well over half the electricity consumed as used in homes, small savings in light, heat and hot water are important. There's no hot water, man! No dear. We only switch it on every other day now. I see by the paper they nearly cut the power off today. We wouldn't be having this roast for dinner if they had. Why we haven't been on here, Mum? We have the fire going in here. We'd have to have a heater on in the dining room. Oh, mum, no hot water, no heater you'll be wanting to save our dinner in the dark next. Really? And that's what we will be doing if we don't save electricity. That is if there's enough power to cook a dinner at all. Anybody'd think you had to cook the dinner and not your mother. Now you run into the hall and switch that light off."}