{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " The aftermath of tragedy."}, {"timestamp": [10.0, 15.0], "text": " The inter-island steamer Wahine lies on its side today at the mouth of Wellington Harbour."}, {"timestamp": [15.0, 19.0], "text": " Around it small boats have been keeping up the search for victims of the disaster,"}, {"timestamp": [19.0, 22.0], "text": " and tonight only six people are unaccounted for."}, {"timestamp": [22.0, 27.12], "text": " Official lists show that 566 passengers and 110 crew are safe"}, {"timestamp": [27.12, 34.84], "text": " and 46 bodies have been found. To repeat the figures again, 566 passengers and 110 crew safe"}, {"timestamp": [34.84, 41.6], "text": " and 46 bodies have been found. This means only six are still missing. The police emphasize"}, {"timestamp": [41.6, 47.0], "text": " that there's a possibility of duplication in the list of survivors, so the number of people missing may increase slightly."}, {"timestamp": [47.0, 51.0], "text": " The search for bodies is to continue for the next two days at least."}, {"timestamp": [51.0, 56.0], "text": " Volunteers from mountain clubs have been asked to help tomorrow and Saturday, and possibly Sunday as well."}, {"timestamp": [56.0, 60.0], "text": " A preliminary inquiry into the disaster began in Wellington today."}, {"timestamp": [60.0, 64.0], "text": " Statements have been taken from survivors and from crew members."}, {"timestamp": [64.0, 66.0], "text": " The wreck has sunk deeper into the harbour."}, {"timestamp": [66.0, 69.0], "text": " Yesterday the funnel was clearly visible."}, {"timestamp": [69.0, 71.0], "text": " Now it's beneath the waves."}, {"timestamp": [71.0, 75.0], "text": " The ship was carrying 68 cars and 25 tonnes of general cargo"}, {"timestamp": [75.0, 78.0], "text": " and had 144 bags of mail aboard."}, {"timestamp": [78.0, 82.0], "text": " The harbour was closed early this morning and the Wahine's sister ship, Maori,"}, {"timestamp": [82.0, 84.0], "text": " had to wait off the heads for some hours"}, {"timestamp": [84.0, 90.32], "text": " before it was allowed to edge past the wreck and make its way to the inter-island wharf."}, {"timestamp": [90.32, 93.64], "text": " Skin divers went out to the wreck today to have a good look at the ship."}, {"timestamp": [93.64, 98.48], "text": " There'd been a report from one rescue craft that tapping had been heard coming from inside the hull."}, {"timestamp": [98.48, 102.84], "text": " They checked all along the ship and looked in every port-hole but found nothing."}, {"timestamp": [102.84, 108.0], "text": " Later the police said that skin divers investigating the wreck have found that there's no sign of survivors aboard the Wahine."}, {"timestamp": [108.0, 125.0], "text": " All available police have been working around the harbour today."}, {"timestamp": [125.0, 129.0], "text": " Only skeleton staffs were maintained at local police stations."}, {"timestamp": [129.0, 133.0], "text": " Also in the search were private launches and surfboats from local clubs."}, {"timestamp": [133.0, 143.0], "text": " Social Security officers throughout the country"}, {"timestamp": [143.0, 145.6], "text": " have been told to give urgent consideration"}, {"timestamp": [145.6, 150.4], "text": " to any applications from Wahine survivors or the dependents of those who lost their lives."}, {"timestamp": [150.4, 157.9], "text": " $5,000 from golden Kiwi profits have to be made immediately available for assistance to survivors and dependents."}, {"timestamp": [157.9, 162.4], "text": " And the shipwreck relief society has donated another $5,000 for immediate relief."}, {"timestamp": [162.4, 167.56], "text": " The wreck of the Wahinae has"}, {"timestamp": [167.56, 172.1], "text": " completely upset the regular Littleton to Wellington steamer service. To fill the"}, {"timestamp": [172.1, 176.2], "text": " gap the Maori will introduce daylight sailings. It will make five"}, {"timestamp": [176.2, 180.22], "text": " sailings in each direction each week. Apart from tonight's sailing from"}, {"timestamp": [180.22, 184.18], "text": " Wellington all forward bookings on the Maori have been cancelled and intending"}, {"timestamp": [184.18, 187.78], "text": " passengers must rebook on the amended timetable."}, {"timestamp": [187.78, 192.84], "text": " The two railways ferries, Aramuana and Aranui, are also making extra trips between Wellington"}, {"timestamp": [192.84, 193.64], "text": " and Picton."}, {"timestamp": [193.64, 201.7], "text": " The wrecked ship has attracted large crowds of sightseers and for most of the day traffic"}, {"timestamp": [201.7, 206.78], "text": " has been thronging the streets around Fort Dorset."}, {"timestamp": [210.08, 213.18], "text": " Survivors of the disaster who are still in the Wellington and Hutt hospitals were visited today by officers of the Social Security Department."}, {"timestamp": [213.98, 216.32], "text": " Where necessary the officers made on-the-spot payments."}, {"timestamp": [217.36, 221.42], "text": " 106 people were originally sent to hospital but many have been discharged."}, {"timestamp": [222.2, 224.18], "text": " One small boy is in a serious condition."}, {"timestamp": [228.92, 232.08], "text": " Rescue operations last night even extended to the fire brigade."}, {"timestamp": [233.0, 236.44], "text": " Bill Alexander spoke to the third officer Varley of the Wellington Brigade."}, {"timestamp": [238.56, 243.7], "text": " We received a call from the Hab aboard between half-past twelve and quarter to one"}, {"timestamp": [243.7, 248.0], "text": " to provide pumps and manpower to go out to the wahini."}, {"timestamp": [248.0, 250.0], "text": " And the intention was to pump her out?"}, {"timestamp": [250.0, 252.0], "text": " Yes, that's correct."}, {"timestamp": [252.0, 257.0], "text": " Now you got on the pilot launch. How far did you get before you found out that you weren't going to need the equipment?"}, {"timestamp": [257.0, 265.62], "text": " Well, we boarded the Arahina at Queen's Wharf and proceeded with a couple of policemen and the harbour board crew out."}, {"timestamp": [265.92, 268.74], "text": " And just, I think, off Massey Memorial,"}, {"timestamp": [269.26, 272.12], "text": " they received a radio message to say that,"}, {"timestamp": [272.86, 278.04], "text": " obviously it was too late that pumping wasn't going to be any use at that stage"}, {"timestamp": [278.04, 279.42], "text": " and that people were in the water."}, {"timestamp": [279.74, 281.8], "text": " And we were directed across to the Eastbourne area"}, {"timestamp": [281.8, 288.34], "text": " where survivors were in the water, both in boats, in life, dinghies, and actually in the water themselves."}, {"timestamp": [288.64, 290.78], "text": " What were the conditions like on the sea at the time?"}, {"timestamp": [291.4, 296.06], "text": " Well, fairly count, we got across to the Eastbourne area, and then it was quite frightening, believe you of me."}, {"timestamp": [296.5, 302.88], "text": " There were some quite big waves by, I think, anybody's estimation, my 15 feet at least, I should think, some of them,"}, {"timestamp": [303.3, 304.92], "text": " and see these people in the water."}, {"timestamp": [305.0, 310.0], "text": " Within this sort of condition, it was fairly frightening."}, {"timestamp": [310.0, 312.0], "text": " Did you manage to pick any of them up?"}, {"timestamp": [312.0, 317.0], "text": " Oh yes, yes, we took quite a few on board the Arahina from the water and from a dinghy."}, {"timestamp": [317.0, 320.0], "text": " We missed an awful lot."}, {"timestamp": [320.0, 324.0], "text": " An awful lot were being swept out of our reach and was being swept dangerously close in shore"}, {"timestamp": [324.0, 327.82], "text": " too far for the launchmaster to get the Arrahina in."}, {"timestamp": [327.9, 331.52], "text": " In fact, I think at one stage he thought he'd touched the bottom and we backed out very quickly."}, {"timestamp": [331.8, 334.52], "text": " And with those sort of seas, it could have wrecked it, I should imagine, very easily."}, {"timestamp": [336.12, 338.2], "text": " You said the search would go on for some time."}, {"timestamp": [338.2, 342.64], "text": " It may be necessary for a week or a fortnight."}, {"timestamp": [342.82, 347.32], "text": " I don't know, but it's an extensive search today, tomorrow."}, {"timestamp": [349.56, 354.52], "text": " Is the police involved in finding accommodation people or clothing?"}, {"timestamp": [354.96, 362.14], "text": " I think the union's steamship company undertook responsibility for that, and I think they did a marvelous job."}, {"timestamp": [366.0, 371.0], "text": " Children, last night we had reports of at least five children separated from their families and in hospital."}, {"timestamp": [371.0, 372.0], "text": " Have you been handling that?"}, {"timestamp": [372.0, 376.0], "text": " There was a report last night of three children in hospital unidentified."}, {"timestamp": [376.0, 379.0], "text": " They have since been identified in the plane."}, {"timestamp": [379.0, 381.0], "text": " Two more in the Hut hospital as well."}, {"timestamp": [381.0, 384.0], "text": " And I don't think there was any doubt as to their identity."}, {"timestamp": [384.0, 385.0], "text": " They are older children. So there are no children whose identity is, has not been established? hospital as well. And I don't think there was any doubt as to their identity. No."}, {"timestamp": [385.0, 386.0], "text": " No."}, {"timestamp": [386.0, 390.0], "text": " So there are no children whose identity is, has not been established?"}, {"timestamp": [390.0, 391.0], "text": " Survivors."}, {"timestamp": [391.0, 392.0], "text": " In the hospital, yes."}, {"timestamp": [392.0, 395.0], "text": " When all bodies be released in burial after they can constantly identify."}, {"timestamp": [395.0, 398.0], "text": " The coroner releases the body should be released."}, {"timestamp": [398.0, 401.0], "text": " When he's satisfied."}, {"timestamp": [401.0, 404.0], "text": " Can the more of accommodate for all this body?"}, {"timestamp": [404.0, 405.0], "text": " Have done, sir. Out to the person. What is that? Well, the situation will ease of failure. Can the morgue accommodate for all these bodies?"}, {"timestamp": [405.0, 406.0], "text": " Have done, sir."}, {"timestamp": [406.0, 407.0], "text": " After the first of it."}, {"timestamp": [407.0, 415.0], "text": " Well, the situation will ease as they become identified and the bodies are released for burial and then they'll be taken away by the undertaker's concerned."}, {"timestamp": [415.0, 421.0], "text": " So they are being released for burial along as the current season or is he waiting to get all of them?"}, {"timestamp": [421.0, 424.0], "text": " Well, no, he'll deal with the measure of it."}, {"timestamp": [424.0, 429.16], "text": " This afternoon, Fred Cockram spoke to the chairman of the Union Steamship Company, Mr. McFarlane."}, {"timestamp": [430.38, 436.26], "text": " Mr. McFarlane, in view of the weather at the time that the Wahini began to enter the harbour,"}, {"timestamp": [436.56, 440.1], "text": " would it not perhaps have been safer for her to have waited outside?"}, {"timestamp": [441.1, 449.0], "text": " I don't think that's a question that I could answer. The master of any ship is a complete charge when he is at sea and when he's in port."}, {"timestamp": [449.0, 459.0], "text": " Would the Wahini have been safe in the rough weather perhaps had there been better lighting boys, things like this at the entrance to Wellington Harbour?"}, {"timestamp": [459.0, 463.0], "text": " Well of course this again is a question for the technical experts and"}, {"timestamp": [463.0, 465.82], "text": " I would think that there is no question that the technical experts and I would think that there is no"}, {"timestamp": [465.82, 473.86], "text": " question that the leads and the lights and so forth are well proven for"}, {"timestamp": [473.86, 479.68], "text": " entering Wellington Harbor. At the time when it was becoming obvious to"}, {"timestamp": [479.68, 484.66], "text": " people on shore that there was in fact some serious trouble with the Wahini"}, {"timestamp": [484.66, 485.04], "text": " the company's official statement still persisted in saying that there was in fact some serious trouble with the Wahini."}, {"timestamp": [490.2, 490.68], "text": " The company's official statement still persisted in saying that there was nothing seriously wrong."}, {"timestamp": [492.4, 493.1], "text": " Was there any particular reason for this?"}, {"timestamp": [497.14, 497.92], "text": " Well, no reason at all except that we were in constant communication with the ship,"}, {"timestamp": [502.78, 503.46], "text": " with radio telephone, and we knew exactly what was going on all the time."}, {"timestamp": [508.3, 511.66], "text": " And the messages indicated that the ship and the passengers were in reasonable safety."}, {"timestamp": [511.66, 514.22], "text": " When did the company get the first indication"}, {"timestamp": [514.22, 516.02], "text": " that this might not be the case?"}, {"timestamp": [517.86, 519.9], "text": " I think we got the first indication"}, {"timestamp": [519.9, 529.18], "text": " about shortly after 130 when the extreme storm conditions that we were having"}, {"timestamp": [529.18, 534.88], "text": " fortuitously abated and the flotilla of small boats that went out I mean"}, {"timestamp": [534.88, 539.68], "text": " deserve all the credit in the world as you know I mean our own tugs went out the"}, {"timestamp": [539.68, 554.0], "text": " Aramohana went out and every attempt was made to alleviate the situation once the master found that the ship was listing rather more than she had been in the early stages of her dragging down the harbor."}, {"timestamp": [554.0, 565.66], "text": " It has been suggested that in circumstances such as this it's often a good idea to have a larger vessel standing to break the wind to enable smaller vessels to pick up survivors."}, {"timestamp": [565.96, 570.4], "text": " I understand there were, I think, five other Union Company ships in port at the time."}, {"timestamp": [570.54, 571.54], "text": " Why was this not done?"}, {"timestamp": [572.02, 575.0], "text": " I think there was one other Union Company ship in port."}, {"timestamp": [575.1, 576.06], "text": " That was the Cartier."}, {"timestamp": [576.98, 581.46], "text": " And we did toy with the idea around about one o'clock of sending the ship out."}, {"timestamp": [582.02, 585.1], "text": " But the harbour master would not allow her to leave her"}, {"timestamp": [585.1, 590.2], "text": " birth in the stormy conditions that were existing at that time were there any"}, {"timestamp": [590.2, 593.8], "text": " other ships at all in port that perhaps would have been safe under the conditions"}, {"timestamp": [593.8, 598.72], "text": " that could have been used in this way and now I don't think so this again is a"}, {"timestamp": [598.72, 604.36], "text": " matter for technical experts and nautical experts that to our way of thinking"}, {"timestamp": [604.36, 607.56], "text": " we we served right down"}, {"timestamp": [607.56, 611.2], "text": " to the bottom of the tim to try and alleviate"}, {"timestamp": [611.2, 614.52], "text": " and do whatever we could to assist not only the ship,"}, {"timestamp": [614.52, 615.32], "text": " but the passengers."}], "text": " The aftermath of tragedy. The inter-island steamer Wahine lies on its side today at the mouth of Wellington Harbour. Around it small boats have been keeping up the search for victims of the disaster, and tonight only six people are unaccounted for. Official lists show that 566 passengers and 110 crew are safe and 46 bodies have been found. To repeat the figures again, 566 passengers and 110 crew safe and 46 bodies have been found. This means only six are still missing. The police emphasize that there's a possibility of duplication in the list of survivors, so the number of people missing may increase slightly. The search for bodies is to continue for the next two days at least. Volunteers from mountain clubs have been asked to help tomorrow and Saturday, and possibly Sunday as well. A preliminary inquiry into the disaster began in Wellington today. Statements have been taken from survivors and from crew members. The wreck has sunk deeper into the harbour. Yesterday the funnel was clearly visible. Now it's beneath the waves. The ship was carrying 68 cars and 25 tonnes of general cargo and had 144 bags of mail aboard. The harbour was closed early this morning and the Wahine's sister ship, Maori, had to wait off the heads for some hours before it was allowed to edge past the wreck and make its way to the inter-island wharf. Skin divers went out to the wreck today to have a good look at the ship. There'd been a report from one rescue craft that tapping had been heard coming from inside the hull. They checked all along the ship and looked in every port-hole but found nothing. Later the police said that skin divers investigating the wreck have found that there's no sign of survivors aboard the Wahine. All available police have been working around the harbour today. Only skeleton staffs were maintained at local police stations. Also in the search were private launches and surfboats from local clubs. Social Security officers throughout the country have been told to give urgent consideration to any applications from Wahine survivors or the dependents of those who lost their lives. $5,000 from golden Kiwi profits have to be made immediately available for assistance to survivors and dependents. And the shipwreck relief society has donated another $5,000 for immediate relief. The wreck of the Wahinae has completely upset the regular Littleton to Wellington steamer service. To fill the gap the Maori will introduce daylight sailings. It will make five sailings in each direction each week. Apart from tonight's sailing from Wellington all forward bookings on the Maori have been cancelled and intending passengers must rebook on the amended timetable. The two railways ferries, Aramuana and Aranui, are also making extra trips between Wellington and Picton. The wrecked ship has attracted large crowds of sightseers and for most of the day traffic has been thronging the streets around Fort Dorset. Survivors of the disaster who are still in the Wellington and Hutt hospitals were visited today by officers of the Social Security Department. Where necessary the officers made on-the-spot payments. 106 people were originally sent to hospital but many have been discharged. One small boy is in a serious condition. Rescue operations last night even extended to the fire brigade. Bill Alexander spoke to the third officer Varley of the Wellington Brigade. We received a call from the Hab aboard between half-past twelve and quarter to one to provide pumps and manpower to go out to the wahini. And the intention was to pump her out? Yes, that's correct. Now you got on the pilot launch. How far did you get before you found out that you weren't going to need the equipment? Well, we boarded the Arahina at Queen's Wharf and proceeded with a couple of policemen and the harbour board crew out. And just, I think, off Massey Memorial, they received a radio message to say that, obviously it was too late that pumping wasn't going to be any use at that stage and that people were in the water. And we were directed across to the Eastbourne area where survivors were in the water, both in boats, in life, dinghies, and actually in the water themselves. What were the conditions like on the sea at the time? Well, fairly count, we got across to the Eastbourne area, and then it was quite frightening, believe you of me. There were some quite big waves by, I think, anybody's estimation, my 15 feet at least, I should think, some of them, and see these people in the water. Within this sort of condition, it was fairly frightening. Did you manage to pick any of them up? Oh yes, yes, we took quite a few on board the Arahina from the water and from a dinghy. We missed an awful lot. An awful lot were being swept out of our reach and was being swept dangerously close in shore too far for the launchmaster to get the Arrahina in. In fact, I think at one stage he thought he'd touched the bottom and we backed out very quickly. And with those sort of seas, it could have wrecked it, I should imagine, very easily. You said the search would go on for some time. It may be necessary for a week or a fortnight. I don't know, but it's an extensive search today, tomorrow. Is the police involved in finding accommodation people or clothing? I think the union's steamship company undertook responsibility for that, and I think they did a marvelous job. Children, last night we had reports of at least five children separated from their families and in hospital. Have you been handling that? There was a report last night of three children in hospital unidentified. They have since been identified in the plane. Two more in the Hut hospital as well. And I don't think there was any doubt as to their identity. They are older children. So there are no children whose identity is, has not been established? hospital as well. And I don't think there was any doubt as to their identity. No. No. So there are no children whose identity is, has not been established? Survivors. In the hospital, yes. When all bodies be released in burial after they can constantly identify. The coroner releases the body should be released. When he's satisfied. Can the more of accommodate for all this body? Have done, sir. Out to the person. What is that? Well, the situation will ease of failure. Can the morgue accommodate for all these bodies? Have done, sir. After the first of it. Well, the situation will ease as they become identified and the bodies are released for burial and then they'll be taken away by the undertaker's concerned. So they are being released for burial along as the current season or is he waiting to get all of them? Well, no, he'll deal with the measure of it. This afternoon, Fred Cockram spoke to the chairman of the Union Steamship Company, Mr. McFarlane. Mr. McFarlane, in view of the weather at the time that the Wahini began to enter the harbour, would it not perhaps have been safer for her to have waited outside? I don't think that's a question that I could answer. The master of any ship is a complete charge when he is at sea and when he's in port. Would the Wahini have been safe in the rough weather perhaps had there been better lighting boys, things like this at the entrance to Wellington Harbour? Well of course this again is a question for the technical experts and I would think that there is no question that the technical experts and I would think that there is no question that the leads and the lights and so forth are well proven for entering Wellington Harbor. At the time when it was becoming obvious to people on shore that there was in fact some serious trouble with the Wahini the company's official statement still persisted in saying that there was in fact some serious trouble with the Wahini. The company's official statement still persisted in saying that there was nothing seriously wrong. Was there any particular reason for this? Well, no reason at all except that we were in constant communication with the ship, with radio telephone, and we knew exactly what was going on all the time. And the messages indicated that the ship and the passengers were in reasonable safety. When did the company get the first indication that this might not be the case? I think we got the first indication about shortly after 130 when the extreme storm conditions that we were having fortuitously abated and the flotilla of small boats that went out I mean deserve all the credit in the world as you know I mean our own tugs went out the Aramohana went out and every attempt was made to alleviate the situation once the master found that the ship was listing rather more than she had been in the early stages of her dragging down the harbor. It has been suggested that in circumstances such as this it's often a good idea to have a larger vessel standing to break the wind to enable smaller vessels to pick up survivors. I understand there were, I think, five other Union Company ships in port at the time. Why was this not done? I think there was one other Union Company ship in port. That was the Cartier. And we did toy with the idea around about one o'clock of sending the ship out. But the harbour master would not allow her to leave her birth in the stormy conditions that were existing at that time were there any other ships at all in port that perhaps would have been safe under the conditions that could have been used in this way and now I don't think so this again is a matter for technical experts and nautical experts that to our way of thinking we we served right down to the bottom of the tim to try and alleviate and do whatever we could to assist not only the ship, but the passengers."}