{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " The 100 miles of center,"}, {"timestamp": [7.0, 11.0], "text": " 5 knots within 300 miles of center."}, {"timestamp": [11.0, 20.0], "text": " Complex trough from 40 south, 170 east to 50 south, 175 east, moving east 25 knots."}, {"timestamp": [20.0, 25.0], "text": " Northly gales grew I already at a taste of trough within 300 miles."}, {"timestamp": [25.0, 31.0], "text": " The day a modern ferry sailed up the harbor."}, {"timestamp": [31.0, 35.0], "text": " 20 months in service and still the latest in design,"}, {"timestamp": [35.0, 39.0], "text": " carrying 735 passengers and crew."}, {"timestamp": [39.0, 43.0], "text": " Now they salvage the pieces to clear the channel."}, {"timestamp": [47.76, 54.8], "text": " The day a ship waited but no one could help her. Seven hours in the channel a few yards from shore and 51 people died while a city"}, {"timestamp": [54.8, 74.0], "text": " watched. You Lord, that we were associated with the Wai'i disaster even remotely may now because of the death of the victim be even more closely associated with each other."}, {"timestamp": [74.0, 85.0], "text": " We ask you too that we may in this togetherness bring peace and friendship here on earth"}, {"timestamp": [85.0, 90.0], "text": " and be always deeply conscious of your promise"}, {"timestamp": [90.0, 93.0], "text": " to be faithful to us in death."}, {"timestamp": [93.0, 99.0], "text": " Lord, make us aware of the ever-present dangers"}, {"timestamp": [99.0, 102.0], "text": " of the elements around us."}, {"timestamp": [102.0, 109.68], "text": " Help us to realize that hope and trust in human means"}, {"timestamp": [109.68, 111.28], "text": " is not sufficient."}, {"timestamp": [113.12, 127.0], "text": " We place ourselves in your hands. Navigation warning 159."}, {"timestamp": [127.0, 135.0], "text": " Severe tropical depression centered 50 miles east of North Cape expected to pass close to North Coimandall, Auckland."}, {"timestamp": [135.0, 138.0], "text": " By noon 10th will be in Hawke's Bay area."}, {"timestamp": [138.0, 143.0], "text": " Wind expected over 40 knots within 150 miles of centre,"}, {"timestamp": [143.0, 147.0], "text": " and close to centre with Huey Ray."}, {"timestamp": [151.0, 155.0], "text": " Beacon Hills of Wahini, Beacon Hills and Wahini."}, {"timestamp": [155.0, 161.0], "text": " With my weather at the moment is southly 40 to 50 knots, southerly 40 to 50 knots,"}, {"timestamp": [161.0, 164.0], "text": " visibility is one mile."}, {"timestamp": [164.0, 168.64], "text": " The weather in Pipertya Tehr is casting up, 50 knots. Visibility is one mile. The weather in Pimpertya is casting up to 60 knots."}, {"timestamp": [175.6, 237.0], "text": " The Acts of the Apostles chapter 26, verse 33. I'm gonnae. All together then, 11 accidents have occurred in and around the harbour, 10 of them near the entrance,"}, {"timestamp": [237.0, 249.0], "text": " 67 people have been lost in these accidents. One each year... the last word in safety and sailing blind,"}, {"timestamp": [249.0, 252.0], "text": " helpless in a storm which shouldn't have been there."}, {"timestamp": [252.0, 254.0], "text": " They said, what about the compass?"}, {"timestamp": [254.0, 258.0], "text": " They said she was going too fast, they said she was going to slow,"}, {"timestamp": [258.0, 261.0], "text": " out of control for 30 minutes,"}, {"timestamp": [261.0, 267.0], "text": " trapped in the channel in a raging southerly, then thrown on a reef while the city slept."}, {"timestamp": [272.0, 281.0], "text": " The storm which has been battering Wellington cities since early this morning may be the severest ever recorded in the area."}, {"timestamp": [281.0, 289.12], "text": " Wellington airport is closed and many of the capitals roads are blocked by floodwater, fallen trees and slips. There's been widespread damage reported in residential"}, {"timestamp": [289.12, 293.72], "text": " areas and many services have been cut. Sections of roofing iron have been torn away in the"}, {"timestamp": [293.72, 298.4], "text": " storm and in the city many shop windows have been blown in or broken by flying debris."}, {"timestamp": [298.4, 303.84], "text": " And here's a special news item just to hand. The Inter-Iland Ferry Wahini has reported"}, {"timestamp": [303.84, 305.24], "text": " to have gone aground on Barrett Reef a short time ago. Tugs are on their way to hand, the Inter-Iland Ferry Wahini has reported to have gone aground on Barrett"}, {"timestamp": [305.24, 310.2], "text": " Reef a short time ago. Tugs are on their way to help, but the Marine Department believes there"}, {"timestamp": [310.2, 311.4], "text": " is no serious danger."}, {"timestamp": [311.4, 318.4], "text": " Yes, Roger Senior, the visibility is down to 50 yards. We're unable to see the ship."}, {"timestamp": [318.4, 323.5], "text": " We intercepted a message from the senior side of Wellington Central a few moments ago to the"}, {"timestamp": [323.5, 335.0], "text": " fact that the ship is now clear of the reef and anchored and is no longer in any danger. Would you clarify this please and this is so I see nothing going by us staying here, have it?"}, {"timestamp": [335.0, 340.0], "text": " A permanent city 91 it appears the ship is now out of danger. You can catch the lower half, cover."}, {"timestamp": [340.0, 345.0], "text": " Yes right to lower hut we return immediately over. The ship is in no immediate danger."}, {"timestamp": [345.0, 348.0], "text": " Tugs are on their way to assist us into the harbour."}, {"timestamp": [348.0, 351.0], "text": " The Wahidi is dragging slowly past,"}, {"timestamp": [351.0, 354.0], "text": " Whit dorso on both anchors."}, {"timestamp": [354.0, 357.0], "text": " And she seems to be out of danger."}, {"timestamp": [357.0, 360.0], "text": " But she's swinging widely."}, {"timestamp": [360.0, 363.0], "text": " The seas here are feather white,"}, {"timestamp": [363.0, 367.0], "text": " and the wind speed is easily somewhere between 90 and 100 knots."}, {"timestamp": [367.0, 373.0], "text": " Tell them that I think it's possible that she could be driven onto the eastern shore,"}, {"timestamp": [373.0, 376.0], "text": " especially of those anchor cables snap."}, {"timestamp": [381.0, 392.0], "text": " The Inter-Ilanland ferry Wahini reported the ground on baref earlier has suffered no serious damage and is in no danger running a ground at Point Dorset or Eastbourne."}, {"timestamp": [392.0, 396.0], "text": " We've been advised that the ship will be staying at Anchor to ride out the gale."}, {"timestamp": [396.0, 403.0], "text": " Meanwhile, the storm continues to inflict heavy damage. Power lines are down in many parts of the city and vital communications have been disrupted."}, {"timestamp": [403.0, 408.64], "text": " Hard hit our residential areas around the city. Houses have been virtually demolished and their residents"}, {"timestamp": [408.64, 412.9], "text": " evacuated. Some boats in the harbor have sunk at their moorings and others have been"}, {"timestamp": [412.9, 415.18], "text": " torn free and damaged by the heavy seas."}, {"timestamp": [415.18, 425.0], "text": " They were awestruck and said to one another,"}, {"timestamp": [425.0, 457.0], "text": " who can this be whom even the wind and the sea obey? The ship gouged from end to end."}, {"timestamp": [457.0, 462.0], "text": " A tugged to the rescue which couldn't have towed her."}, {"timestamp": [462.0, 466.72], "text": " On the verge of capsize, but showing no signs of it in seas so fierce she"}, {"timestamp": [466.72, 471.2], "text": " couldn't be abandoned. Plenty of scupper valves that wouldn't drain a flooded"}, {"timestamp": [471.2, 476.96], "text": " vehicle deck. Plenty of life jackets that wouldn't fit children. A good insurance risk"}, {"timestamp": [476.96, 483.2], "text": " with a certificate of survey, safe at anchor in Wellington Harbour, waiting for a tow"}, {"timestamp": [483.2, 491.0], "text": " around the corner. She's standing by right now to tear up the harbour."}, {"timestamp": [491.0, 498.0], "text": " Now everything's under control now. I couldn't really say sometime this afternoon."}, {"timestamp": [498.0, 502.0], "text": " The harbour board tucked top away is standing by at this moment to tow the Wahili to the harbor."}, {"timestamp": [502.0, 506.0], "text": " There is no cause for alarm. Everything is under control."}, {"timestamp": [506.0, 508.0], "text": " The weather is moderating and it's expected"}, {"timestamp": [508.0, 510.0], "text": " the Wahidi will be towed to safety at any moment now."}, {"timestamp": [510.0, 513.0], "text": " Rescue services are advised they can go on, stand by."}, {"timestamp": [513.0, 515.0], "text": " Everything is under control."}, {"timestamp": [515.0, 519.0], "text": " The ship is out of danger and will be towed up a harbor at any moment."}, {"timestamp": [519.0, 523.0], "text": " We are about to attend the airship."}, {"timestamp": [523.0, 532.0], "text": " We're at first in place to be. It's now half past 1 in the Wahini has swung round broadside to the wind."}, {"timestamp": [532.0, 537.0], "text": " It's got a list of about 30 degrees which appears to increase as time passes."}, {"timestamp": [537.0, 542.0], "text": " The Wahini is rolling fightfully in the heavy swell in the harbor."}, {"timestamp": [542.0, 545.34], "text": " It lists increases and then it goes back but it never reaches"}, {"timestamp": [545.34, 546.24], "text": " perpendicular again."}, {"timestamp": [546.24, 552.0], "text": " Craft of every description are heading out and have been heading out for the past quarter"}, {"timestamp": [552.0, 557.96], "text": " hour from Wersa Bay. There have been surf life-saving boats from the surf club along here,"}, {"timestamp": [557.96, 564.2], "text": " dinghies, launches, motorboats. A whole truckload of inflatable life-vast came through 10 minutes"}, {"timestamp": [564.2, 566.0], "text": " ago. They've all gone out to help."}, {"timestamp": [566.0, 568.0], "text": " The sea is fortunately very calm."}, {"timestamp": [568.0, 570.0], "text": " The Aramawana is still standing to."}, {"timestamp": [570.0, 574.0], "text": " It's been moving slowly up and slowly back as the situation demands"}, {"timestamp": [574.0, 580.0], "text": " waiting to help us pick up any person's rescue from the Wahirini."}, {"timestamp": [580.0, 583.0], "text": " We don't know of any loss of life as of this moment."}, {"timestamp": [583.0, 589.0], "text": " The Amoana is standing behind us, picking out passages from life rafts and lifeboats,"}, {"timestamp": [589.0, 592.0], "text": " as are several other vessels which have come on the scene."}, {"timestamp": [592.0, 596.0], "text": " Several small privately owned launches are speeding around,"}, {"timestamp": [596.0, 598.0], "text": " looking for survivors,"}, {"timestamp": [598.0, 602.0], "text": " and the pilot launch is standing in a position to shepherd lifeboats"}, {"timestamp": [602.0, 606.0], "text": " towards the sea-dune beach where they can be, where they can come ashore."}, {"timestamp": [606.0, 616.0], "text": " The sea is quite calm. There's only been two reports and someone has just pointed out that a lifeboat is coming in or a boat carrying people of some description is coming."}, {"timestamp": [616.0, 619.0], "text": " We've been here no more than ten minutes, quarter of an hour."}, {"timestamp": [619.0, 626.0], "text": " When we're coming down the Wersa Bay Hill at sea we could just see through the mist and haze, the Wahanee's settling."}, {"timestamp": [626.0, 628.0], "text": " It appeared to be settling on the bottom."}, {"timestamp": [628.0, 633.0], "text": " It's right over from where we're standing, about a mile off the pinnacle,"}, {"timestamp": [633.0, 638.0], "text": " as I believe they call the rock jutting out here in Wurtha Bay, very starkly, jet-black rock."}, {"timestamp": [638.0, 643.0], "text": " And then by the time we got to the bottom of the hill, no more than two minutes it passed,"}, {"timestamp": [643.0, 647.0], "text": " the Wahini had lifted suddenly to one side."}, {"timestamp": [647.0, 653.0], "text": " We still don't know if it has capsized and then came back up with one side above the water line at the least."}, {"timestamp": [653.0, 658.0], "text": " I've had a talk with one of the purses on board and one of the stewards who were on board the Wahini"}, {"timestamp": [658.0, 662.0], "text": " and he said it was the most orderly evacuation of the ship."}, {"timestamp": [662.0, 665.6], "text": " He could not tell us where the captain was or how many passengers got off"}, {"timestamp": [665.6, 671.64], "text": " one fact remains only half of the lifeboats on the wahini were actually lowered before the ship"}, {"timestamp": [671.64, 675.48], "text": " listed the service they stepped ashore all of them were carrying the"}, {"timestamp": [675.48, 681.36], "text": " ambulances awaiting Wellington buses Wellington of City Transport buses and most of them"}, {"timestamp": [681.36, 687.0], "text": " were suffering for pretty severe exposure evidently it's freezing cold out in the middle of the harbour."}, {"timestamp": [687.0, 690.0], "text": " There's a wind lying that you can't feel here on."}, {"timestamp": [690.0, 694.0], "text": " For all of the relatives, of the victims,"}, {"timestamp": [694.0, 700.0], "text": " that God may grant them comfort and peace."}, {"timestamp": [700.0, 708.0], "text": " For those who dedicate themselves to the service of their neighbours."}, {"timestamp": [708.0, 715.0], "text": " We'd pray too and honour the many people,"}, {"timestamp": [715.0, 723.0], "text": " many of them who performed heroic deeds in the SIPPREC."}, {"timestamp": [723.0, 726.5], "text": " Many of you here among them."}, {"timestamp": [726.5, 729.0], "text": " Now look, there are a few questions I'd like to ask."}, {"timestamp": [729.0, 733.0], "text": " About the weather forecast,"}, {"timestamp": [733.0, 735.0], "text": " what difference is there in practical terms"}, {"timestamp": [735.0, 739.0], "text": " between a cyclone or typhoon and a hurricane?"}, {"timestamp": [739.0, 741.0], "text": " And this practice of entering the harbour"}, {"timestamp": [741.0, 743.0], "text": " irrespective of weather conditions,"}, {"timestamp": [743.0, 745.0], "text": " shouldn't that be reviewed?"}, {"timestamp": [745.0, 751.0], "text": " And on the compass, surely north is always north."}, {"timestamp": [751.0, 754.0], "text": " What about the immediate action procedures?"}, {"timestamp": [754.0, 757.0], "text": " I'm thinking particularly of the island bay fishing fleet."}, {"timestamp": [757.0, 762.0], "text": " Couldn't something have been done to save all those people washed ashore on Pencarrow?"}, {"timestamp": [762.0, 770.0], "text": " And then there are the tonnage regulations responsible for useless scuppers in the tonnage hatch."}, {"timestamp": [770.0, 773.0], "text": " How far did they contribute to the capsize?"}, {"timestamp": [773.0, 777.0], "text": " And then the question of the vehicle deck generally."}, {"timestamp": [777.0, 781.0], "text": " I mean, surely you could have asked what would happen with all that water?"}, {"timestamp": [781.0, 787.5], "text": " Would you like to say something generally about life jackets and lifeboat"}, {"timestamp": [787.5, 793.02], "text": " drill? And then there's the practice of entering the harbour without manning"}, {"timestamp": [793.02, 829.44], "text": " the forecastle head. I'm gonna be the Since the events of"}, {"timestamp": [829.44, 849.0], "text": " of the safety of shipping in New Zealand waters have been modified."}], "text": " The 100 miles of center, 5 knots within 300 miles of center. Complex trough from 40 south, 170 east to 50 south, 175 east, moving east 25 knots. Northly gales grew I already at a taste of trough within 300 miles. The day a modern ferry sailed up the harbor. 20 months in service and still the latest in design, carrying 735 passengers and crew. Now they salvage the pieces to clear the channel. The day a ship waited but no one could help her. Seven hours in the channel a few yards from shore and 51 people died while a city watched. You Lord, that we were associated with the Wai'i disaster even remotely may now because of the death of the victim be even more closely associated with each other. We ask you too that we may in this togetherness bring peace and friendship here on earth and be always deeply conscious of your promise to be faithful to us in death. Lord, make us aware of the ever-present dangers of the elements around us. Help us to realize that hope and trust in human means is not sufficient. We place ourselves in your hands. Navigation warning 159. Severe tropical depression centered 50 miles east of North Cape expected to pass close to North Coimandall, Auckland. By noon 10th will be in Hawke's Bay area. Wind expected over 40 knots within 150 miles of centre, and close to centre with Huey Ray. Beacon Hills of Wahini, Beacon Hills and Wahini. With my weather at the moment is southly 40 to 50 knots, southerly 40 to 50 knots, visibility is one mile. The weather in Pipertya Tehr is casting up, 50 knots. Visibility is one mile. The weather in Pimpertya is casting up to 60 knots. The Acts of the Apostles chapter 26, verse 33. I'm gonnae. All together then, 11 accidents have occurred in and around the harbour, 10 of them near the entrance, 67 people have been lost in these accidents. One each year... the last word in safety and sailing blind, helpless in a storm which shouldn't have been there. They said, what about the compass? They said she was going too fast, they said she was going to slow, out of control for 30 minutes, trapped in the channel in a raging southerly, then thrown on a reef while the city slept. The storm which has been battering Wellington cities since early this morning may be the severest ever recorded in the area. Wellington airport is closed and many of the capitals roads are blocked by floodwater, fallen trees and slips. There's been widespread damage reported in residential areas and many services have been cut. Sections of roofing iron have been torn away in the storm and in the city many shop windows have been blown in or broken by flying debris. And here's a special news item just to hand. The Inter-Iland Ferry Wahini has reported to have gone aground on Barrett Reef a short time ago. Tugs are on their way to hand, the Inter-Iland Ferry Wahini has reported to have gone aground on Barrett Reef a short time ago. Tugs are on their way to help, but the Marine Department believes there is no serious danger. Yes, Roger Senior, the visibility is down to 50 yards. We're unable to see the ship. We intercepted a message from the senior side of Wellington Central a few moments ago to the fact that the ship is now clear of the reef and anchored and is no longer in any danger. Would you clarify this please and this is so I see nothing going by us staying here, have it? A permanent city 91 it appears the ship is now out of danger. You can catch the lower half, cover. Yes right to lower hut we return immediately over. The ship is in no immediate danger. Tugs are on their way to assist us into the harbour. The Wahidi is dragging slowly past, Whit dorso on both anchors. And she seems to be out of danger. But she's swinging widely. The seas here are feather white, and the wind speed is easily somewhere between 90 and 100 knots. Tell them that I think it's possible that she could be driven onto the eastern shore, especially of those anchor cables snap. The Inter-Ilanland ferry Wahini reported the ground on baref earlier has suffered no serious damage and is in no danger running a ground at Point Dorset or Eastbourne. We've been advised that the ship will be staying at Anchor to ride out the gale. Meanwhile, the storm continues to inflict heavy damage. Power lines are down in many parts of the city and vital communications have been disrupted. Hard hit our residential areas around the city. Houses have been virtually demolished and their residents evacuated. Some boats in the harbor have sunk at their moorings and others have been torn free and damaged by the heavy seas. They were awestruck and said to one another, who can this be whom even the wind and the sea obey? The ship gouged from end to end. A tugged to the rescue which couldn't have towed her. On the verge of capsize, but showing no signs of it in seas so fierce she couldn't be abandoned. Plenty of scupper valves that wouldn't drain a flooded vehicle deck. Plenty of life jackets that wouldn't fit children. A good insurance risk with a certificate of survey, safe at anchor in Wellington Harbour, waiting for a tow around the corner. She's standing by right now to tear up the harbour. Now everything's under control now. I couldn't really say sometime this afternoon. The harbour board tucked top away is standing by at this moment to tow the Wahili to the harbor. There is no cause for alarm. Everything is under control. The weather is moderating and it's expected the Wahidi will be towed to safety at any moment now. Rescue services are advised they can go on, stand by. Everything is under control. The ship is out of danger and will be towed up a harbor at any moment. We are about to attend the airship. We're at first in place to be. It's now half past 1 in the Wahini has swung round broadside to the wind. It's got a list of about 30 degrees which appears to increase as time passes. The Wahini is rolling fightfully in the heavy swell in the harbor. It lists increases and then it goes back but it never reaches perpendicular again. Craft of every description are heading out and have been heading out for the past quarter hour from Wersa Bay. There have been surf life-saving boats from the surf club along here, dinghies, launches, motorboats. A whole truckload of inflatable life-vast came through 10 minutes ago. They've all gone out to help. The sea is fortunately very calm. The Aramawana is still standing to. It's been moving slowly up and slowly back as the situation demands waiting to help us pick up any person's rescue from the Wahirini. We don't know of any loss of life as of this moment. The Amoana is standing behind us, picking out passages from life rafts and lifeboats, as are several other vessels which have come on the scene. Several small privately owned launches are speeding around, looking for survivors, and the pilot launch is standing in a position to shepherd lifeboats towards the sea-dune beach where they can be, where they can come ashore. The sea is quite calm. There's only been two reports and someone has just pointed out that a lifeboat is coming in or a boat carrying people of some description is coming. We've been here no more than ten minutes, quarter of an hour. When we're coming down the Wersa Bay Hill at sea we could just see through the mist and haze, the Wahanee's settling. It appeared to be settling on the bottom. It's right over from where we're standing, about a mile off the pinnacle, as I believe they call the rock jutting out here in Wurtha Bay, very starkly, jet-black rock. And then by the time we got to the bottom of the hill, no more than two minutes it passed, the Wahini had lifted suddenly to one side. We still don't know if it has capsized and then came back up with one side above the water line at the least. I've had a talk with one of the purses on board and one of the stewards who were on board the Wahini and he said it was the most orderly evacuation of the ship. He could not tell us where the captain was or how many passengers got off one fact remains only half of the lifeboats on the wahini were actually lowered before the ship listed the service they stepped ashore all of them were carrying the ambulances awaiting Wellington buses Wellington of City Transport buses and most of them were suffering for pretty severe exposure evidently it's freezing cold out in the middle of the harbour. There's a wind lying that you can't feel here on. For all of the relatives, of the victims, that God may grant them comfort and peace. For those who dedicate themselves to the service of their neighbours. We'd pray too and honour the many people, many of them who performed heroic deeds in the SIPPREC. Many of you here among them. Now look, there are a few questions I'd like to ask. About the weather forecast, what difference is there in practical terms between a cyclone or typhoon and a hurricane? And this practice of entering the harbour irrespective of weather conditions, shouldn't that be reviewed? And on the compass, surely north is always north. What about the immediate action procedures? I'm thinking particularly of the island bay fishing fleet. Couldn't something have been done to save all those people washed ashore on Pencarrow? And then there are the tonnage regulations responsible for useless scuppers in the tonnage hatch. How far did they contribute to the capsize? And then the question of the vehicle deck generally. I mean, surely you could have asked what would happen with all that water? Would you like to say something generally about life jackets and lifeboat drill? And then there's the practice of entering the harbour without manning the forecastle head. I'm gonna be the Since the events of of the safety of shipping in New Zealand waters have been modified."}