{"speakers": [], "chunks": [{"timestamp": [0.0, 28.0], "text": " Hello, my name is Ian Wright."}, {"timestamp": [28.0, 34.56], "text": " I'm a principal scientist in the Marine Geology Group at the National Institute of Water and Atmospheric Research, Nihua."}, {"timestamp": [34.56, 38.6], "text": " And here we are on the bridge of our research ship at Tangerar."}, {"timestamp": [38.6, 44.04], "text": " We're going to show you how we map the sea floor around New Zealand."}, {"timestamp": [44.04, 48.34], "text": " The technology involved is a series of beams that"}, {"timestamp": [48.34, 55.52], "text": " project beneath the ship. The ship has a very complex multi-beam system that projects 135"}, {"timestamp": [55.52, 63.3], "text": " separate beams onto the seafloor. And we can map up to five kilometre strips of the sea floor"}, {"timestamp": [63.3, 68.2], "text": " going at around about eight or 10 miles per hour."}, {"timestamp": [68.2, 72.02], "text": " So each of these beams is compensated for the motion."}, {"timestamp": [72.02, 77.98], "text": " So you can imagine the ship is moving, it pitches, it rolls, it yours."}, {"timestamp": [77.98, 83.88], "text": " We have a very complex motion sensing system on the ship and it can correct for the motion"}, {"timestamp": [83.88, 86.56], "text": " of the ship and can steer each for the motion of the ship and you can steer each of those"}, {"timestamp": [86.56, 94.54], "text": " 135 beams separately and projects them onto the seafloor at the right location. It's a bit like"}, {"timestamp": [94.54, 102.0], "text": " a tennis ball, dropping a tennis ball onto a gravel boulder bed, then that tennis ball will"}, {"timestamp": [102.0, 105.12], "text": " bounce back at you to a high level."}, {"timestamp": [105.36, 109.4], "text": " If you dropped a tennis ball onto some mud or sand,"}, {"timestamp": [109.86, 115.14], "text": " then the amount of height that that tennis ball reflects back is reduced."}, {"timestamp": [115.44, 116.82], "text": " So that's the same principle."}, {"timestamp": [117.06, 120.98], "text": " The accustom energy will reflect off and back to the ship"}, {"timestamp": [120.98, 127.64], "text": " depending on the roughness and on the hardness of the seafloor."}, {"timestamp": [127.64, 129.38], "text": " One area that we've been working"}, {"timestamp": [129.38, 131.44], "text": " is to the north of New Zealand"}, {"timestamp": [131.44, 135.9], "text": " where we've been mapping a series of submarine volcanoes."}, {"timestamp": [135.9, 140.18], "text": " And again here you can see the blue represent areas"}, {"timestamp": [140.18, 142.9], "text": " that we have not been, or do not have,"}, {"timestamp": [142.9, 145.76], "text": " multi-beam mapping data at the moment. But the coloured areas are where we have not been or do not have multi-beam mapping data at the moment,"}, {"timestamp": [146.32, 153.42], "text": " but the coloured areas are where we have been undertaking multi-beam surveys in recent years."}, {"timestamp": [153.54, 159.08], "text": " Part of this project is to understand the submarine eruption process,"}, {"timestamp": [159.08, 162.32], "text": " but some of it has also been straight exploration."}, {"timestamp": [162.96, 167.14], "text": " An example of that is we discovered four or five new"}, {"timestamp": [167.14, 173.96], "text": " volcanoes, the size of Ruupayu in 2002. This is a very large caldera. This is something like"}, {"timestamp": [173.96, 182.28], "text": " 10 kilometres in diameter. That's about the same width or length as Wellington Harbour. So this"}, {"timestamp": [182.28, 186.24], "text": " is a huge hole in the seafloor and I will take you now"}, {"timestamp": [186.24, 219.0], "text": " down into the bowels of Tangarawa."}, {"timestamp": [219.0, 226.0], "text": " Excuse the noise but you can imagine room is full of computers generating heat and what you hear is the air conditioning."}, {"timestamp": [226.0, 232.0], "text": " But I'd like to hand over to Miles Duncan, one of our experienced multi-beam operators."}, {"timestamp": [232.0, 236.0], "text": " Okay, well the multi-beam lab, we're actually below the sea level now."}, {"timestamp": [236.0, 243.0], "text": " It's about, if you can see behind me, about where the ceiling meets the wall is around about the sea level."}, {"timestamp": [243.0, 247.96], "text": " The pod that has all the transducers that sends out the 135"}, {"timestamp": [247.96, 254.16], "text": " beams is effectively directly below our feet on the other side of the hull. Okay, well we've got a"}, {"timestamp": [254.16, 262.56], "text": " couple of real-time displays here. This is the actual sea floor directly below the ship. The other one"}, {"timestamp": [262.56, 266.04], "text": " we've got over here is the same ping coming through"}, {"timestamp": [266.04, 271.68], "text": " as the depth, but it's showing the backscatter, the amount of reflectivity that we have coming"}, {"timestamp": [271.68, 278.4], "text": " in from the seafloor. Earlier this year, I actually went on a survey down to the Antipodes Islands,"}, {"timestamp": [278.7, 285.0], "text": " which are about 1,000 kilometres south east of New Zealand."}, {"timestamp": [285.0, 291.5], "text": " This screen to our left shows the data we acquired on the trip down south."}, {"timestamp": [291.5, 293.0], "text": " It's in its raw state."}, {"timestamp": [293.0, 294.2], "text": " There's no cleaning been done."}, {"timestamp": [294.2, 300.3], "text": " We have to sit there and go through and remove any spurious or bad spikes in the data."}, {"timestamp": [300.3, 307.54], "text": " And then we can transfer that to the GIS system for actually turning it into a decent map that people can understand."}, {"timestamp": [309.5, 317.72], "text": " So these undersea volcanoes are important, obviously, for geology, but they are also important for biology."}, {"timestamp": [317.72, 328.0], "text": " So these sea mounts are essentially islands of ecosystems, shallow biological ecosystems"}, {"timestamp": [328.0, 334.52], "text": " surrounded by deeper water. By mapping the substrate or the seafloor geology of"}, {"timestamp": [334.52, 340.72], "text": " these sea-mounds using multi-beam technology and by taking"}, {"timestamp": [340.72, 349.54], "text": " ecological theory which suggests that greater biodiversity is associated with greater diversity of habitat,"}, {"timestamp": [350.14, 357.76], "text": " we can show that some of these volcanoes have great differences in habitat on their surfaces,"}, {"timestamp": [358.32, 361.5], "text": " even at scales of tens to hundreds of meters."}, {"timestamp": [362.12, 365.5], "text": " It's this type of information that is important for a number of reasons."}, {"timestamp": [366.16, 372.74], "text": " Firstly, we can understand whether these seamounts have important fishery resources on them."}, {"timestamp": [373.34, 380.98], "text": " But importantly also, it might be that we recognize that these seamounts have biodiversity value"}, {"timestamp": [380.98, 384.6], "text": " and we might decide that they are worthy of conservation."}, {"timestamp": [387.0, 391.0], "text": " So it's this type of information that is important to manage New Zealand's oceans."}], "text": " Hello, my name is Ian Wright. I'm a principal scientist in the Marine Geology Group at the National Institute of Water and Atmospheric Research, Nihua. And here we are on the bridge of our research ship at Tangerar. We're going to show you how we map the sea floor around New Zealand. The technology involved is a series of beams that project beneath the ship. The ship has a very complex multi-beam system that projects 135 separate beams onto the seafloor. And we can map up to five kilometre strips of the sea floor going at around about eight or 10 miles per hour. So each of these beams is compensated for the motion. So you can imagine the ship is moving, it pitches, it rolls, it yours. We have a very complex motion sensing system on the ship and it can correct for the motion of the ship and can steer each for the motion of the ship and you can steer each of those 135 beams separately and projects them onto the seafloor at the right location. It's a bit like a tennis ball, dropping a tennis ball onto a gravel boulder bed, then that tennis ball will bounce back at you to a high level. If you dropped a tennis ball onto some mud or sand, then the amount of height that that tennis ball reflects back is reduced. So that's the same principle. The accustom energy will reflect off and back to the ship depending on the roughness and on the hardness of the seafloor. One area that we've been working is to the north of New Zealand where we've been mapping a series of submarine volcanoes. And again here you can see the blue represent areas that we have not been, or do not have, multi-beam mapping data at the moment. But the coloured areas are where we have not been or do not have multi-beam mapping data at the moment, but the coloured areas are where we have been undertaking multi-beam surveys in recent years. Part of this project is to understand the submarine eruption process, but some of it has also been straight exploration. An example of that is we discovered four or five new volcanoes, the size of Ruupayu in 2002. This is a very large caldera. This is something like 10 kilometres in diameter. That's about the same width or length as Wellington Harbour. So this is a huge hole in the seafloor and I will take you now down into the bowels of Tangarawa. Excuse the noise but you can imagine room is full of computers generating heat and what you hear is the air conditioning. But I'd like to hand over to Miles Duncan, one of our experienced multi-beam operators. Okay, well the multi-beam lab, we're actually below the sea level now. It's about, if you can see behind me, about where the ceiling meets the wall is around about the sea level. The pod that has all the transducers that sends out the 135 beams is effectively directly below our feet on the other side of the hull. Okay, well we've got a couple of real-time displays here. This is the actual sea floor directly below the ship. The other one we've got over here is the same ping coming through as the depth, but it's showing the backscatter, the amount of reflectivity that we have coming in from the seafloor. Earlier this year, I actually went on a survey down to the Antipodes Islands, which are about 1,000 kilometres south east of New Zealand. This screen to our left shows the data we acquired on the trip down south. It's in its raw state. There's no cleaning been done. We have to sit there and go through and remove any spurious or bad spikes in the data. And then we can transfer that to the GIS system for actually turning it into a decent map that people can understand. So these undersea volcanoes are important, obviously, for geology, but they are also important for biology. So these sea mounts are essentially islands of ecosystems, shallow biological ecosystems surrounded by deeper water. By mapping the substrate or the seafloor geology of these sea-mounds using multi-beam technology and by taking ecological theory which suggests that greater biodiversity is associated with greater diversity of habitat, we can show that some of these volcanoes have great differences in habitat on their surfaces, even at scales of tens to hundreds of meters. It's this type of information that is important for a number of reasons. Firstly, we can understand whether these seamounts have important fishery resources on them. But importantly also, it might be that we recognize that these seamounts have biodiversity value and we might decide that they are worthy of conservation. So it's this type of information that is important to manage New Zealand's oceans."}