{"speakers": [], "chunks": [{"timestamp": [0.0, 24.0], "text": " My name is Keith Cameron. I'm Professor of Soil Science at Lincoln University."}, {"timestamp": [24.0, 30.68], "text": " I'm a head of research team that's focusing on trying to reduce the effects of agriculture on the environment."}, {"timestamp": [30.68, 35.12], "text": " One of the problems is nitrate leaching into groundwater. It's often thought that that is a problem"}, {"timestamp": [35.12, 40.76], "text": " because of the fertiliser. In reality, the main source of nitrate leaching, over 90% of it,"}, {"timestamp": [40.76, 45.0], "text": " comes from the urine patches that are deposited by the cow."}, {"timestamp": [45.0, 49.46], "text": " So as the cow grazes the pasture, she accumulates the nitrogen that's come in through"}, {"timestamp": [49.46, 54.68], "text": " the feed and she excretes a large amount of that nitrogen back onto the pasture in a very"}, {"timestamp": [54.68, 57.36], "text": " small area, the urine patch area."}, {"timestamp": [57.36, 61.36], "text": " And that's our focus of our research that we're looking at today."}, {"timestamp": [61.36, 66.34], "text": " How do you measure the effects of agriculture on water quality? How do you get"}, {"timestamp": [66.34, 72.56], "text": " underground to measure how much nitrate is leaching from a typical grazed pasture soil"}, {"timestamp": [72.56, 78.04], "text": " on a dairy farm into groundwater or into rivers or lakes? The approach that we've taken"}, {"timestamp": [78.04, 84.12], "text": " is to collect what we call lysimiters. Lysimiters is just a fancy name for a large, undisturbed"}, {"timestamp": [84.12, 85.0], "text": " core of soil."}, {"timestamp": [85.0, 89.0], "text": " These are big cores. These are over a tonne in weight."}, {"timestamp": [89.0, 97.0], "text": " And we collect these from a typical dairy farm by digging around a metal casing."}, {"timestamp": [97.0, 102.0], "text": " So here we have a photograph showing an empty metal casing placed on the ground surface"}, {"timestamp": [102.0, 113.56], "text": " and we were digging with spades ahead of this metal casing to push the casing over the exposed column of soil. This is our"}, {"timestamp": [113.56, 117.04], "text": " underground Lysimiter Laboratory at Lincoln University. We built this"}, {"timestamp": [117.04, 122.14], "text": " laboratory to house the large columns of soil we've collected from the dairy"}, {"timestamp": [122.14, 126.54], "text": " farms. These are large undisturbed columns going through"}, {"timestamp": [126.54, 133.9], "text": " the roof of our laboratory. Up here we can apply irrigation water, we can apply fertiliser,"}, {"timestamp": [133.9, 139.76], "text": " we can even collect durden from cows and apply this directly onto the pasture soil surface."}, {"timestamp": [139.76, 144.44], "text": " And downstairs in the laboratory we can measure how much nitrate is leaching out of"}, {"timestamp": [144.44, 145.46], "text": " these soils"}, {"timestamp": [145.46, 152.12], "text": " under typical dairy farm management conditions. Let's go underground and see where we"}, {"timestamp": [152.12, 172.0], "text": " make those measurements of nitrate leaching. Hi, my name's Leon Petch."}, {"timestamp": [172.0, 175.4], "text": " I'm a research technician at Lincoln University."}, {"timestamp": [175.4, 179.88], "text": " We're down here in our lysimitar lab at the base of our lysimiters where I've just"}, {"timestamp": [179.88, 181.98], "text": " collected a leachate sample."}, {"timestamp": [181.98, 185.06], "text": " This is where all the water leeches through from the field"}, {"timestamp": [185.06, 190.82], "text": " that you've seen up above ground. And what we've got here in this lysimiter is temperature"}, {"timestamp": [190.82, 196.52], "text": " probes which go right into the soil and water content probes. This is all very important stuff"}, {"timestamp": [196.52, 202.18], "text": " to record. It's sent through these cables here up to our data logger and then it's sent"}, {"timestamp": [202.18, 205.58], "text": " to our computers through cell phone technology."}, {"timestamp": [205.58, 212.04], "text": " So what I'm going to do right now is just write the details on my sub-sample, have the date,"}, {"timestamp": [212.04, 214.9], "text": " how much was taken, and our lysimiter number."}, {"timestamp": [219.9, 225.0], "text": " Just come from the lysimitar lab into our main laboratory."}, {"timestamp": [225.0, 226.0], "text": " Brought our sample."}, {"timestamp": [226.0, 229.0], "text": " As you can see I've changed into my lab coat from my overalls."}, {"timestamp": [229.0, 236.0], "text": " One of the best parts about working in this environment is that we can go from the farm and into the laboratory."}, {"timestamp": [236.0, 238.0], "text": " It's a very diverse situation."}, {"timestamp": [238.0, 244.0], "text": " So what I'm going to do now is I'm going to hand this sample over to Jason to run it on our flow injection analyzer."}, {"timestamp": [244.0, 248.76], "text": " And Jason, could you please analyze that for ammonium and nitrate?"}, {"timestamp": [248.76, 267.56], "text": " Hi, I'm Jason, I'm the analyst here. I'm the analyst here. I'm part of the research team. And, uh, I'm Jason, I'm the analyst here."}, {"timestamp": [267.56, 274.68], "text": " I'm part of the research team and we're here analyzing ammonium and nitrate levels in leachates"}, {"timestamp": [274.68, 278.24], "text": " from the sample we brought in earlier."}, {"timestamp": [278.24, 284.4], "text": " Here we have our machine which is sucking through reagents where it is mixing with samples"}, {"timestamp": [284.4, 286.5], "text": " that are poured into test tubes"}, {"timestamp": [286.5, 290.16], "text": " here and placed in our auto sampler."}, {"timestamp": [290.16, 296.5], "text": " Samples are sucked through and mixed with the reagents and we get some positive peaks,"}, {"timestamp": [296.5, 298.32], "text": " which we detect here."}, {"timestamp": [298.32, 303.6], "text": " Here we have a standard curve and those peaks are then quantified into numbers."}, {"timestamp": [303.6, 311.0], "text": " It's all automated and it provides us a quick way of analysing what's happening out in the field straight away here."}, {"timestamp": [315.0, 321.0], "text": " Nitrin is added to the soil in the form of dung and urine."}, {"timestamp": [321.0, 326.88], "text": " That nitrogen gets converted in the soil to ammonium. Now, ammonium has a slight"}, {"timestamp": [326.88, 334.08], "text": " positive electrical charge. Ammonium is therefore attracted to and held by the clay and the organic"}, {"timestamp": [334.08, 339.76], "text": " matter in the soil, which has a negative electrical charge and is therefore protected from leaching."}, {"timestamp": [339.76, 346.0], "text": " But unfortunately, ammonium can be converted into nitrate."}, {"timestamp": [346.0, 349.36], "text": " Now nitrate has a negative electrical charge."}, {"timestamp": [349.36, 354.16], "text": " And because it's got a negative charge, it's not held by the clay or the organic matter."}, {"timestamp": [354.16, 363.12], "text": " So if there's nitrate present in the soil solution, there's a risk that nitrate could be leached through the soil and out into the drainage water."}, {"timestamp": [363.12, 368.48], "text": " The process of conversion of ammonium into nitrate is called nitrification."}, {"timestamp": [368.48, 374.84], "text": " The nitrification is conducted by a very specific group of bacteria in the soil called nitrous ammonous"}, {"timestamp": [374.84, 375.8], "text": " bacteria."}, {"timestamp": [375.8, 380.3], "text": " That bacteria converts ammonium to nitrate very quickly and very efficiently."}, {"timestamp": [380.3, 388.6], "text": " What we've been working on in our research at Lincoln University is to develop a way of treating the soil with a nitrification inhibitor."}, {"timestamp": [388.6, 394.6], "text": " What it does is to treat the nitrous ammonious bacteria so that they slow down."}, {"timestamp": [394.6, 400.0], "text": " What that does is to reduce the amount of nitrate leaching that comes out of the soil."}, {"timestamp": [400.0, 405.4], "text": " Here on the Lincoln University Dairy Farm, we are now using the equine nitrification inhibitor to reduce the effects that the farm has on the Lincoln University Dairy Farm we are now using the equine nitrification"}, {"timestamp": [405.4, 409.78], "text": " inhibitor to reduce the effects that the farm has on the environment, to reduce the"}, {"timestamp": [409.78, 414.58], "text": " nitrate leaching into groundwater or into rivers. This inhibitor is sprayed onto the"}, {"timestamp": [414.58, 419.66], "text": " soil and it's a very safe spray, it's a biodegradable spray which only lasts for"}, {"timestamp": [419.66, 424.62], "text": " two or three months in the soil, treating the nitrous and monous bacteria and allowing"}, {"timestamp": [424.62, 425.32], "text": " us to keep the"}, {"timestamp": [425.32, 429.36], "text": " nitrogen there for pasture growth which we get more of and to reduce the amount of"}, {"timestamp": [429.36, 434.8], "text": " this leech from the soil profile. This is a win-win for farming and for the environment"}, {"timestamp": [434.8, null], "text": " and it's a very good example of science and action on the farm. You know,"}], "text": " My name is Keith Cameron. I'm Professor of Soil Science at Lincoln University. I'm a head of research team that's focusing on trying to reduce the effects of agriculture on the environment. One of the problems is nitrate leaching into groundwater. It's often thought that that is a problem because of the fertiliser. In reality, the main source of nitrate leaching, over 90% of it, comes from the urine patches that are deposited by the cow. So as the cow grazes the pasture, she accumulates the nitrogen that's come in through the feed and she excretes a large amount of that nitrogen back onto the pasture in a very small area, the urine patch area. And that's our focus of our research that we're looking at today. How do you measure the effects of agriculture on water quality? How do you get underground to measure how much nitrate is leaching from a typical grazed pasture soil on a dairy farm into groundwater or into rivers or lakes? The approach that we've taken is to collect what we call lysimiters. Lysimiters is just a fancy name for a large, undisturbed core of soil. These are big cores. These are over a tonne in weight. And we collect these from a typical dairy farm by digging around a metal casing. So here we have a photograph showing an empty metal casing placed on the ground surface and we were digging with spades ahead of this metal casing to push the casing over the exposed column of soil. This is our underground Lysimiter Laboratory at Lincoln University. We built this laboratory to house the large columns of soil we've collected from the dairy farms. These are large undisturbed columns going through the roof of our laboratory. Up here we can apply irrigation water, we can apply fertiliser, we can even collect durden from cows and apply this directly onto the pasture soil surface. And downstairs in the laboratory we can measure how much nitrate is leaching out of these soils under typical dairy farm management conditions. Let's go underground and see where we make those measurements of nitrate leaching. Hi, my name's Leon Petch. I'm a research technician at Lincoln University. We're down here in our lysimitar lab at the base of our lysimiters where I've just collected a leachate sample. This is where all the water leeches through from the field that you've seen up above ground. And what we've got here in this lysimiter is temperature probes which go right into the soil and water content probes. This is all very important stuff to record. It's sent through these cables here up to our data logger and then it's sent to our computers through cell phone technology. So what I'm going to do right now is just write the details on my sub-sample, have the date, how much was taken, and our lysimiter number. Just come from the lysimitar lab into our main laboratory. Brought our sample. As you can see I've changed into my lab coat from my overalls. One of the best parts about working in this environment is that we can go from the farm and into the laboratory. It's a very diverse situation. So what I'm going to do now is I'm going to hand this sample over to Jason to run it on our flow injection analyzer. And Jason, could you please analyze that for ammonium and nitrate? Hi, I'm Jason, I'm the analyst here. I'm the analyst here. I'm part of the research team. And, uh, I'm Jason, I'm the analyst here. I'm part of the research team and we're here analyzing ammonium and nitrate levels in leachates from the sample we brought in earlier. Here we have our machine which is sucking through reagents where it is mixing with samples that are poured into test tubes here and placed in our auto sampler. Samples are sucked through and mixed with the reagents and we get some positive peaks, which we detect here. Here we have a standard curve and those peaks are then quantified into numbers. It's all automated and it provides us a quick way of analysing what's happening out in the field straight away here. Nitrin is added to the soil in the form of dung and urine. That nitrogen gets converted in the soil to ammonium. Now, ammonium has a slight positive electrical charge. Ammonium is therefore attracted to and held by the clay and the organic matter in the soil, which has a negative electrical charge and is therefore protected from leaching. But unfortunately, ammonium can be converted into nitrate. Now nitrate has a negative electrical charge. And because it's got a negative charge, it's not held by the clay or the organic matter. So if there's nitrate present in the soil solution, there's a risk that nitrate could be leached through the soil and out into the drainage water. The process of conversion of ammonium into nitrate is called nitrification. The nitrification is conducted by a very specific group of bacteria in the soil called nitrous ammonous bacteria. That bacteria converts ammonium to nitrate very quickly and very efficiently. What we've been working on in our research at Lincoln University is to develop a way of treating the soil with a nitrification inhibitor. What it does is to treat the nitrous ammonious bacteria so that they slow down. What that does is to reduce the amount of nitrate leaching that comes out of the soil. Here on the Lincoln University Dairy Farm, we are now using the equine nitrification inhibitor to reduce the effects that the farm has on the Lincoln University Dairy Farm we are now using the equine nitrification inhibitor to reduce the effects that the farm has on the environment, to reduce the nitrate leaching into groundwater or into rivers. This inhibitor is sprayed onto the soil and it's a very safe spray, it's a biodegradable spray which only lasts for two or three months in the soil, treating the nitrous and monous bacteria and allowing us to keep the nitrogen there for pasture growth which we get more of and to reduce the amount of this leech from the soil profile. This is a win-win for farming and for the environment and it's a very good example of science and action on the farm. You know,"}