{"speakers": [], "chunks": [{"timestamp": [0.0, 9.6], "text": " With her paying off pennant flying, for it's the end of her commission,"}, {"timestamp": [9.9, 13.8], "text": " the Royal New Zealand Navy's cruiser, Achilles, prepares to leave Auckland for England,"}, {"timestamp": [14.0, 15.68], "text": " where she will revert to the Royal Navy."}, {"timestamp": [21.12, 24.66], "text": " With the last men on board, officers and men line the rails,"}, {"timestamp": [27.0, 35.0], "text": " the proud company of a famous ship. My name is Eddie Telford, Edmund Richard Towers Telford, my full name."}, {"timestamp": [35.0, 38.0], "text": " And I live in Glenfield at the present time."}, {"timestamp": [38.0, 41.0], "text": " I know, oh, when Warburg was, oh, this is good, yeah."}, {"timestamp": [41.0, 43.0], "text": " All excitement."}, {"timestamp": [43.0, 49.0], "text": " I was 16, seven months at the battle in the plate."}, {"timestamp": [49.0, 51.0], "text": " So when war broke out, where were you?"}, {"timestamp": [51.0, 54.0], "text": " On the declaration of war, where were you?"}, {"timestamp": [54.0, 58.0], "text": " We were on the way to Panama Canal."}, {"timestamp": [58.0, 59.0], "text": " The war broke out."}, {"timestamp": [59.0, 60.0], "text": " On board what?"}, {"timestamp": [60.0, 62.0], "text": " I was on the Achilles at the time."}, {"timestamp": [62.0, 65.0], "text": " Who in the right mind would take on a gym in pocket battle ship?"}, {"timestamp": [65.0, 66.0], "text": " They would destroyers?"}, {"timestamp": [66.0, 72.0], "text": " Well, well, they got no option when they're firing at you, you know."}, {"timestamp": [72.0, 75.0], "text": " It's to retaliate."}, {"timestamp": [75.0, 77.0], "text": " Did you think about it yourself?"}, {"timestamp": [77.0, 78.0], "text": " Is you a..."}, {"timestamp": [78.0, 82.0], "text": " Oh, well, it was all excitement as a matter of fact."}, {"timestamp": [82.0, 84.0], "text": " No, people say, well you're scared?"}, {"timestamp": [84.0, 86.52], "text": " And I said, well, no, no, we weren't scared. Well, I wasn't scared. It was all excitement as a matter of fact. No, people say, were you scared? And I said, well, no, no, we weren't scared."}, {"timestamp": [86.88, 87.92], "text": " Well, I wasn't scared."}, {"timestamp": [88.02, 90.02], "text": " It was, oh, it was excitement."}, {"timestamp": [90.22, 90.84], "text": " I said, oh, this is on."}, {"timestamp": [90.88, 91.98], "text": " It'll bring it on, you know."}, {"timestamp": [92.7, 93.8], "text": " This is all in."}, {"timestamp": [94.96, 96.12], "text": " One for all for one."}, {"timestamp": [96.66, 100.44], "text": " But it wasn't until we started receiving"}, {"timestamp": [100.44, 102.78], "text": " trapful wounds and word came down"}, {"timestamp": [102.78, 104.5], "text": " that those boys were killed."}, {"timestamp": [105.8, 109.6], "text": " And that was a very, very sobering thought and that brought you up."}, {"timestamp": [109.6, 116.76], "text": " And then about 10 to 6 or so, everyone's out, dawn action stations."}, {"timestamp": [116.76, 123.9], "text": " Right, wait for the dawn, turn back in your hammock again, and the next minute, action stations"}, {"timestamp": [123.9, 124.9], "text": " again."}, {"timestamp": [124.9, 125.0], "text": " I thought, oh, lovely, really duck. The skipper. back in your hammock again and the next minute action stations again."}, {"timestamp": [125.0, 127.0], "text": " I thought oh you're nothing."}, {"timestamp": [127.0, 128.0], "text": " The skipper."}, {"timestamp": [128.0, 130.0], "text": " Someone's upset the skipper day."}, {"timestamp": [130.0, 132.0], "text": " He's got his tessels and a tangle today."}, {"timestamp": [132.0, 134.0], "text": " You know, we're at it again."}, {"timestamp": [134.0, 138.0], "text": " But no, it was fair dick of that time, second time up."}, {"timestamp": [138.0, 140.0], "text": " It was for real."}, {"timestamp": [140.0, 142.0], "text": " It was shrapnel."}, {"timestamp": [142.0, 145.0], "text": " She was birthing alongside."}, {"timestamp": [145.0, 149.0], "text": " In the director's house, she got a few holes in it,"}, {"timestamp": [149.0, 156.0], "text": " and part of the upper deck got holes put in,"}, {"timestamp": [156.0, 157.0], "text": " with shrapnel."}, {"timestamp": [157.0, 158.0], "text": " You would have been below decks?"}, {"timestamp": [158.0, 160.0], "text": " Oh yes, I was down below."}, {"timestamp": [160.0, 161.0], "text": " Yeah, I was in the transmitting station."}, {"timestamp": [161.0, 164.0], "text": " What were you thinking when you heard all this going on?"}, {"timestamp": [164.0, 166.24], "text": " What were the sensations?"}, {"timestamp": [169.44, 170.16], "text": " Well, well, you couldn't see anything."}, {"timestamp": [170.6, 170.9], "text": " But you could hear it."}, {"timestamp": [171.84, 172.96], "text": " Here was firing."}, {"timestamp": [175.48, 176.22], "text": " And, of course, firing for a while,"}, {"timestamp": [178.0, 178.58], "text": " the ventilation trunking,"}, {"timestamp": [181.86, 182.58], "text": " and all the dust that accumulated over the years, like in that,"}, {"timestamp": [183.12, 184.28], "text": " what started to blow him through."}, {"timestamp": [188.46, 196.5], "text": " The extra open five first out of the three of the exit open five first that's a brave move"}, {"timestamp": [196.5, 202.96], "text": " I think the exit took quite a bit of damage or was the agents no the exit took a lot"}, {"timestamp": [202.96, 205.88], "text": " of damage yeah no no all you the, you're the poor exes."}, {"timestamp": [206.26, 206.98], "text": " She copped it."}, {"timestamp": [207.48, 210.26], "text": " And as I say, if the spray,"}, {"timestamp": [210.54, 212.48], "text": " the graphed spade concentrated all in the fire"}, {"timestamp": [212.48, 216.66], "text": " on the Exeter instead of separating the fire,"}, {"timestamp": [217.32, 220.46], "text": " Exeter would have, she still would have gone there."}, {"timestamp": [221.48, 225.74], "text": " Oh, as I say, it wasn't until the word came down that these boys"}, {"timestamp": [225.74, 230.98], "text": " have been killed you know that we've already this is for real this lot yeah this is not fun"}, {"timestamp": [230.98, 238.02], "text": " in games. Yeah because she had a lot longer range than we did or the accident that's what we had to"}, {"timestamp": [238.02, 238.72], "text": " get in close."}, {"timestamp": [242.72, 245.78], "text": " What else do you remember about that day? What unfolded?"}, {"timestamp": [252.0, 252.66], "text": " Well, after the action, when she made towards Montymodeo,"}, {"timestamp": [256.8, 257.44], "text": " because we stood off, and she caught the exit by that time,"}, {"timestamp": [259.88, 260.44], "text": " had taken her head off down to Fortland."}, {"timestamp": [262.08, 263.18], "text": " We thought that she'd had it."}, {"timestamp": [266.0, 268.0], "text": " We didn't realize that she hadn't been sunk, you know. But she made it to the Forkins,"}, {"timestamp": [268.0, 272.0], "text": " the Ajax, we were more or less like,"}, {"timestamp": [272.0, 276.0], "text": " shattered the spay in the mod of the day."}, {"timestamp": [276.0, 282.0], "text": " We moved in about, oh, about six o'clock that night,"}, {"timestamp": [282.0, 287.84], "text": " about 1800, we moved in a bit and we fired another"}, {"timestamp": [287.84, 290.64], "text": " broadside adder."}, {"timestamp": [290.64, 297.44], "text": " She would be telling us and we thought we'd better get out, we'd get very close to neutral waters."}, {"timestamp": [297.44, 300.84], "text": " So we poured out and she went into Monoidao."}, {"timestamp": [300.84, 305.0], "text": " That was the harrowing part, but that four days waiting for her to come out."}, {"timestamp": [305.0, 308.0], "text": " We knew she had to come out."}, {"timestamp": [308.0, 313.0], "text": " We were short of ammunition, right down ammunition,"}, {"timestamp": [313.0, 315.0], "text": " Ajax the world down ammunition,"}, {"timestamp": [315.0, 318.0], "text": " Ajax only had two turrets working,"}, {"timestamp": [318.0, 322.0], "text": " because she got hit her two after turrets are out of action."}, {"timestamp": [322.0, 324.0], "text": " The Exeter was off to the Falklands."}, {"timestamp": [324.0, 326.0], "text": " We were very, very pleased that on the Sunday that C Exeter was off to the Falklands. We were very, very pleased"}, {"timestamp": [326.0, 332.88], "text": " that on the Sunday the Cumberland came up from the Falklands. We will thank God now. She was"}, {"timestamp": [332.88, 340.88], "text": " fully armed. She had the ammunition and she had fuel when she came out. What is it now?"}, {"timestamp": [340.88, 350.96], "text": " What's going to happen now? You know, it's going to be all on again. And then we had the plane out and got this report that the crew were leaving."}, {"timestamp": [351.88, 353.68], "text": " Of course, no one can understand what was going on."}, {"timestamp": [354.32, 356.66], "text": " In the next minute when she burst in the flame."}, {"timestamp": [357.1, 357.6], "text": " Remember that?"}, {"timestamp": [357.88, 360.8], "text": " Oh, I tell you what, we all came up on deck everyone."}, {"timestamp": [360.8, 364.32], "text": " Oh, Yahoo and yelled and screened and all."}, {"timestamp": [367.56, 368.12], "text": " But was through, you know, amazing."}, {"timestamp": [372.64, 376.44], "text": " So then we went and we passed the Ajax, we went alongside, they sang Olinzine,"}, {"timestamp": [376.44, 378.72], "text": " and we sang in the Mary farewell."}, {"timestamp": [378.72, 381.32], "text": " We passed one another, yeah, very close to get,"}, {"timestamp": [381.32, 383.0], "text": " and cheered and jeering,"}, {"timestamp": [383.0, 386.88], "text": " the Eldon, out, and Yahooed and the trule, yeah."}, {"timestamp": [387.46, 388.74], "text": " Well, one of the good thing, too,"}, {"timestamp": [388.78, 390.24], "text": " it was the first time the New Zealand ends"}, {"timestamp": [390.24, 391.52], "text": " had been flown in battle."}, {"timestamp": [392.9, 393.14], "text": " Yeah."}, {"timestamp": [393.3, 395.0], "text": " We were something we were very proud of."}, {"timestamp": [395.38, 399.5], "text": " And then we came back to Waltham to a fantastic welcome."}, {"timestamp": [400.5, 401.66], "text": " Yeah, in the march up Queen Street,"}, {"timestamp": [401.66, 403.0], "text": " we'd see all, you know,"}, {"timestamp": [404.96, 408.84], "text": " welcome from Wongaray and all, well done"}, {"timestamp": [408.84, 416.12], "text": " from Tiamusa, you know, all these banners right across Queenstreet all the way up."}, {"timestamp": [416.12, 424.76], "text": " It was the only, I believe, the only crowd being bigger was when the America's Cup, you"}, {"timestamp": [424.76, 425.94], "text": " know, at the Queen Street Parade."}, {"timestamp": [426.2, 426.46], "text": " Yeah."}, {"timestamp": [426.7, 430.32], "text": " It's the only place they've ever been bigger than..."}, {"timestamp": [430.32, 431.86], "text": " I've seen photos of the Phillies."}, {"timestamp": [431.86, 432.1], "text": " Yeah."}, {"timestamp": [432.1, 433.14], "text": " It's coming into harbour."}, {"timestamp": [433.26, 434.86], "text": " It's pretty amazing."}, {"timestamp": [436.0, 436.06], "text": " Yeah."}, {"timestamp": [436.06, 437.92], "text": " We all over by Christmas, was it?"}, {"timestamp": [437.98, 438.6], "text": " To hell, no."}, {"timestamp": [439.36, 441.5], "text": " Another four and a half years later before it finished."}, {"timestamp": [442.24, 443.72], "text": " Okay, last words of war, Eddie?"}, {"timestamp": [444.24, 446.0], "text": " You had to give your last words on war."}, {"timestamp": [446.08, 446.66], "text": " What would they be?"}, {"timestamp": [447.3, 447.88], "text": " Futile."}, {"timestamp": [449.84, 450.72], "text": " Absolutely futile."}, {"timestamp": [451.26, 452.36], "text": " Absolutely."}], "text": " With her paying off pennant flying, for it's the end of her commission, the Royal New Zealand Navy's cruiser, Achilles, prepares to leave Auckland for England, where she will revert to the Royal Navy. With the last men on board, officers and men line the rails, the proud company of a famous ship. My name is Eddie Telford, Edmund Richard Towers Telford, my full name. And I live in Glenfield at the present time. I know, oh, when Warburg was, oh, this is good, yeah. All excitement. I was 16, seven months at the battle in the plate. So when war broke out, where were you? On the declaration of war, where were you? We were on the way to Panama Canal. The war broke out. On board what? I was on the Achilles at the time. Who in the right mind would take on a gym in pocket battle ship? They would destroyers? Well, well, they got no option when they're firing at you, you know. It's to retaliate. Did you think about it yourself? Is you a... Oh, well, it was all excitement as a matter of fact. No, people say, well you're scared? And I said, well, no, no, we weren't scared. Well, I wasn't scared. It was all excitement as a matter of fact. No, people say, were you scared? And I said, well, no, no, we weren't scared. Well, I wasn't scared. It was, oh, it was excitement. I said, oh, this is on. It'll bring it on, you know. This is all in. One for all for one. But it wasn't until we started receiving trapful wounds and word came down that those boys were killed. And that was a very, very sobering thought and that brought you up. And then about 10 to 6 or so, everyone's out, dawn action stations. Right, wait for the dawn, turn back in your hammock again, and the next minute, action stations again. I thought, oh, lovely, really duck. The skipper. back in your hammock again and the next minute action stations again. I thought oh you're nothing. The skipper. Someone's upset the skipper day. He's got his tessels and a tangle today. You know, we're at it again. But no, it was fair dick of that time, second time up. It was for real. It was shrapnel. She was birthing alongside. In the director's house, she got a few holes in it, and part of the upper deck got holes put in, with shrapnel. You would have been below decks? Oh yes, I was down below. Yeah, I was in the transmitting station. What were you thinking when you heard all this going on? What were the sensations? Well, well, you couldn't see anything. But you could hear it. Here was firing. And, of course, firing for a while, the ventilation trunking, and all the dust that accumulated over the years, like in that, what started to blow him through. The extra open five first out of the three of the exit open five first that's a brave move I think the exit took quite a bit of damage or was the agents no the exit took a lot of damage yeah no no all you the, you're the poor exes. She copped it. And as I say, if the spray, the graphed spade concentrated all in the fire on the Exeter instead of separating the fire, Exeter would have, she still would have gone there. Oh, as I say, it wasn't until the word came down that these boys have been killed you know that we've already this is for real this lot yeah this is not fun in games. Yeah because she had a lot longer range than we did or the accident that's what we had to get in close. What else do you remember about that day? What unfolded? Well, after the action, when she made towards Montymodeo, because we stood off, and she caught the exit by that time, had taken her head off down to Fortland. We thought that she'd had it. We didn't realize that she hadn't been sunk, you know. But she made it to the Forkins, the Ajax, we were more or less like, shattered the spay in the mod of the day. We moved in about, oh, about six o'clock that night, about 1800, we moved in a bit and we fired another broadside adder. She would be telling us and we thought we'd better get out, we'd get very close to neutral waters. So we poured out and she went into Monoidao. That was the harrowing part, but that four days waiting for her to come out. We knew she had to come out. We were short of ammunition, right down ammunition, Ajax the world down ammunition, Ajax only had two turrets working, because she got hit her two after turrets are out of action. The Exeter was off to the Falklands. We were very, very pleased that on the Sunday that C Exeter was off to the Falklands. We were very, very pleased that on the Sunday the Cumberland came up from the Falklands. We will thank God now. She was fully armed. She had the ammunition and she had fuel when she came out. What is it now? What's going to happen now? You know, it's going to be all on again. And then we had the plane out and got this report that the crew were leaving. Of course, no one can understand what was going on. In the next minute when she burst in the flame. Remember that? Oh, I tell you what, we all came up on deck everyone. Oh, Yahoo and yelled and screened and all. But was through, you know, amazing. So then we went and we passed the Ajax, we went alongside, they sang Olinzine, and we sang in the Mary farewell. We passed one another, yeah, very close to get, and cheered and jeering, the Eldon, out, and Yahooed and the trule, yeah. Well, one of the good thing, too, it was the first time the New Zealand ends had been flown in battle. Yeah. We were something we were very proud of. And then we came back to Waltham to a fantastic welcome. Yeah, in the march up Queen Street, we'd see all, you know, welcome from Wongaray and all, well done from Tiamusa, you know, all these banners right across Queenstreet all the way up. It was the only, I believe, the only crowd being bigger was when the America's Cup, you know, at the Queen Street Parade. Yeah. It's the only place they've ever been bigger than... I've seen photos of the Phillies. Yeah. It's coming into harbour. It's pretty amazing. Yeah. We all over by Christmas, was it? To hell, no. Another four and a half years later before it finished. Okay, last words of war, Eddie? You had to give your last words on war. What would they be? Futile. Absolutely futile. Absolutely."}