{"speakers": [], "chunks": [{"timestamp": [0.0, 3.2], "text": " New Zealand's top science honour, the 2007 Rudafid Medal,"}, {"timestamp": [3.52, 9.0], "text": " has been awarded to internationally renowned neuroscientist Professor Richard Fall of the University of Auckland."}, {"timestamp": [9.98, 15.54], "text": " Professor Fall's research team has shown that the diseased human brain can generate new brain cells,"}, {"timestamp": [15.98, 21.84], "text": " a finding that could have profound implications for the prevention and treatment of neurodegenerative diseases."}, {"timestamp": [22.44, 25.98], "text": " After being awarded the 2007 Rudafid Medal, Professor Fall talked"}, {"timestamp": [25.98, 28.08], "text": " to Professor Paul Callahan. You mentioned"}, {"timestamp": [28.08, 29.88], "text": " in your acceptance speech the importance of"}, {"timestamp": [29.88, 32.16], "text": " basic science funding for the sort of work you're doing."}, {"timestamp": [32.52, 35.34], "text": " Well, it's absolutely critical."}, {"timestamp": [35.54, 37.64], "text": " You know, we've got to look at the human brain"}, {"timestamp": [37.64, 39.98], "text": " using basic science to see what underpins these"}, {"timestamp": [39.98, 42.54], "text": " tragic disease like Alzheimer's, Parkinson's,"}, {"timestamp": [42.54, 45.8], "text": " epilepsy. If you don't know basic science, you're working in the clouds."}, {"timestamp": [45.98, 47.54], "text": " You know, it is as simple as that."}, {"timestamp": [47.64, 51.14], "text": " And therefore, you know, the budget we have in New Zealand is just so minuscule"}, {"timestamp": [51.14, 52.9], "text": " compared to what others oversee."}, {"timestamp": [53.0, 54.46], "text": " And yet we've got enormous advantages."}, {"timestamp": [54.58, 58.1], "text": " We could do so much more with just a little bit more dollars."}, {"timestamp": [58.4, 62.18], "text": " And in your case, what's really exciting is that you've attracted some philanthropic funding"}, {"timestamp": [62.18, 62.6], "text": " in addition."}, {"timestamp": [63.1, 64.1], "text": " How important has that been for you?"}, {"timestamp": [64.1, 68.18], "text": " Well, that's been critical because, you know, you can't get funded from any of these other agencies."}, {"timestamp": [68.72, 74.54], "text": " You can't put a dream or a hypothesis out there unless it's underpinned by 10 years of previous research."}, {"timestamp": [74.7, 76.26], "text": " So the innovation is lost."}, {"timestamp": [77.18, 83.96], "text": " The philanthropic funding, it actually funds your new ideas, your dreams, and without dream science is nothing."}, {"timestamp": [84.08, 86.0], "text": " And this has been the Freemasons in New Zealand."}, {"timestamp": [86.0, 87.0], "text": " That's the Freemasons which have done that."}, {"timestamp": [87.0, 89.0], "text": " And they gave us a blank check, you know?"}, {"timestamp": [89.0, 90.0], "text": " We just said, we want to do this."}, {"timestamp": [90.0, 91.0], "text": " No one else believed we could do it."}, {"timestamp": [91.0, 93.0], "text": " They couldn't do it in the States."}, {"timestamp": [93.0, 95.0], "text": " And they wrote $250,000."}, {"timestamp": [95.0, 97.0], "text": " Three years later they gave us another one."}, {"timestamp": [97.0, 98.0], "text": " That's fantastic."}, {"timestamp": [98.0, 99.0], "text": " And we did it."}, {"timestamp": [99.0, 100.0], "text": " They must be really thrilled with your award tonight."}, {"timestamp": [100.0, 103.0], "text": " Yeah, no, it's a privilege to be associated with them"}, {"timestamp": [103.0, 105.48], "text": " and we're so lucky to have people like that who have a..."}, {"timestamp": [105.48, 107.4], "text": " You know, there's actually a New Zealand vision pool."}, {"timestamp": [107.94, 108.26], "text": " Right."}, {"timestamp": [108.3, 110.02], "text": " And we've got to spread that throughout the country,"}, {"timestamp": [110.14, 112.86], "text": " that we're a small nation, there's money out there,"}, {"timestamp": [113.04, 115.0], "text": " and we've got the brains there."}, {"timestamp": [115.1, 117.58], "text": " We don't want to send them overseas to the big groups."}, {"timestamp": [117.64, 118.82], "text": " They've got to do that at some stage,"}, {"timestamp": [118.9, 122.68], "text": " but we're actually, we are innovative, and it's in our genes."}, {"timestamp": [122.88, 125.3], "text": " Well, your team bit is fantastic, and congratulations again. Thank you, and it's a privilege. Thank Well, your treatment is fantastic and congratulations again."}, {"timestamp": [125.44, 126.54], "text": " Thank you and it's a privilege."}, {"timestamp": [126.7, 127.34], "text": " Thank you very much."}, {"timestamp": [127.44, 128.38], "text": " Thank you for all your support."}, {"timestamp": [141.38, 144.66], "text": " Well, I'm Richard Full from the University of Wilkins School of Medicine"}, {"timestamp": [144.66, 147.44], "text": " and I'm involved with, from the University of Auckland School of Medicine and I'm involved"}, {"timestamp": [147.44, 152.94], "text": " with, on the Professor of Anatomy here and I've been at the Auckland University Medical"}, {"timestamp": [152.94, 156.7], "text": " School now for about over 25 years."}, {"timestamp": [156.7, 162.7], "text": " And over that time I have developed a large research program on the human brain."}, {"timestamp": [162.7, 167.44], "text": " Trying to just sort out what happens in the brains of people who die"}, {"timestamp": [167.44, 173.88], "text": " with Alzheimer's, with Parkinson's, with Huntington's, with epilepsy, tragic diseases, you know,"}, {"timestamp": [173.94, 182.8], "text": " which affect a large sector of our aging population. And so our mission is to find out why the"}, {"timestamp": [182.8, 187.0], "text": " cells are dying in these diseases. You know, what cells are dying? Where do they die in the brain?"}, {"timestamp": [187.0, 192.0], "text": " And why is that each disease is so different in terms of symptoms?"}, {"timestamp": [192.0, 195.5], "text": " But when you come down to it, the common feature in all these diseases"}, {"timestamp": [195.5, 198.0], "text": " is that cells are dying in the brain."}, {"timestamp": [198.0, 199.0], "text": " And that's the tragedy."}, {"timestamp": [199.0, 203.0], "text": " And so, you know, if I would like to die and leave a legacy"}, {"timestamp": [203.0, 207.24], "text": " of finding out why it is that these cells are dying"}, {"timestamp": [207.24, 211.56], "text": " and hopefully we'd have clues as to how we can stop it."}, {"timestamp": [212.74, 216.98], "text": " And if not stop it, then certainly also look at replacing the cells of the dying."}, {"timestamp": [217.64, 218.62], "text": " And that would be great."}], "text": " New Zealand's top science honour, the 2007 Rudafid Medal, has been awarded to internationally renowned neuroscientist Professor Richard Fall of the University of Auckland. Professor Fall's research team has shown that the diseased human brain can generate new brain cells, a finding that could have profound implications for the prevention and treatment of neurodegenerative diseases. After being awarded the 2007 Rudafid Medal, Professor Fall talked to Professor Paul Callahan. You mentioned in your acceptance speech the importance of basic science funding for the sort of work you're doing. Well, it's absolutely critical. You know, we've got to look at the human brain using basic science to see what underpins these tragic disease like Alzheimer's, Parkinson's, epilepsy. If you don't know basic science, you're working in the clouds. You know, it is as simple as that. And therefore, you know, the budget we have in New Zealand is just so minuscule compared to what others oversee. And yet we've got enormous advantages. We could do so much more with just a little bit more dollars. And in your case, what's really exciting is that you've attracted some philanthropic funding in addition. How important has that been for you? Well, that's been critical because, you know, you can't get funded from any of these other agencies. You can't put a dream or a hypothesis out there unless it's underpinned by 10 years of previous research. So the innovation is lost. The philanthropic funding, it actually funds your new ideas, your dreams, and without dream science is nothing. And this has been the Freemasons in New Zealand. That's the Freemasons which have done that. And they gave us a blank check, you know? We just said, we want to do this. No one else believed we could do it. They couldn't do it in the States. And they wrote $250,000. Three years later they gave us another one. That's fantastic. And we did it. They must be really thrilled with your award tonight. Yeah, no, it's a privilege to be associated with them and we're so lucky to have people like that who have a... You know, there's actually a New Zealand vision pool. Right. And we've got to spread that throughout the country, that we're a small nation, there's money out there, and we've got the brains there. We don't want to send them overseas to the big groups. They've got to do that at some stage, but we're actually, we are innovative, and it's in our genes. Well, your team bit is fantastic, and congratulations again. Thank you, and it's a privilege. Thank Well, your treatment is fantastic and congratulations again. Thank you and it's a privilege. Thank you very much. Thank you for all your support. Well, I'm Richard Full from the University of Wilkins School of Medicine and I'm involved with, from the University of Auckland School of Medicine and I'm involved with, on the Professor of Anatomy here and I've been at the Auckland University Medical School now for about over 25 years. And over that time I have developed a large research program on the human brain. Trying to just sort out what happens in the brains of people who die with Alzheimer's, with Parkinson's, with Huntington's, with epilepsy, tragic diseases, you know, which affect a large sector of our aging population. And so our mission is to find out why the cells are dying in these diseases. You know, what cells are dying? Where do they die in the brain? And why is that each disease is so different in terms of symptoms? But when you come down to it, the common feature in all these diseases is that cells are dying in the brain. And that's the tragedy. And so, you know, if I would like to die and leave a legacy of finding out why it is that these cells are dying and hopefully we'd have clues as to how we can stop it. And if not stop it, then certainly also look at replacing the cells of the dying. And that would be great."}