{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Well, there she was."}, {"timestamp": [2.0, 29.9], "text": " The first New Zealand railway track."}, {"timestamp": [30.4, 33.44], "text": " What it was going to mean to the people of Canterbury, they weren't quite sure,"}, {"timestamp": [33.74, 36.52], "text": " but they'd spent a lot of money and they were going to make the most of it."}, {"timestamp": [37.08, 42.82], "text": " It was 1863 in early December when the first railway engines set off from Christchurch to Ferrymead,"}, {"timestamp": [43.12, 46.0], "text": " four miles away, to open the track and make history."}, {"timestamp": [47.0, 54.0], "text": " William Sefton Moorhaus was the originator and his railway between Littleton and Christchurch is now one of the busiest in the country."}, {"timestamp": [58.0, 82.0], "text": " The bustle at Christchurch station when the overnight boat train arrives is a far cry from that early day a hundred years ago. But among today's visitors are a group of railway enthusiasts who'll be looking for memories of the pioneering past."}, {"timestamp": [82.0, 85.0], "text": " The next train is a centennial excursion to Littleton. memories of the pioneering past....and women's restroom facilities on our oven..."}, {"timestamp": [85.0, 90.0], "text": " The next train is a centennial excursion to Littleton."}, {"timestamp": [90.0, 116.5], "text": " This is their commemoration, a tribute to the grand old days of steam and the service that's behind the railways of today. In the oldest carriages they can find out,"}, {"timestamp": [116.5, 118.5], "text": " travelling the track that leads to Littleton"}, {"timestamp": [118.5, 121.5], "text": " and drawn by two veteran engines of the late 19th century,"}, {"timestamp": [121.5, 127.0], "text": " these people of the jet and rocket age begin to remember the changes the railway has brought about."}, {"timestamp": [127.0, 148.0], "text": " It was an empty, lonely land, harsh and hard driving."}, {"timestamp": [148.0, 152.0], "text": " Wagoners wasted weeks inching produce to the ports."}, {"timestamp": [152.0, 171.36], "text": " Landlocked Port Littleton was choked, so they started the tunnel and rail building boomed."}, {"timestamp": [171.36, 179.12], "text": " Those builders changed the land. They were strong men, cheerful,"}, {"timestamp": [179.12, 184.56], "text": " they'd give anything a go. When they weren't posing for photographs, mountains melted before them."}, {"timestamp": [184.56, 187.0], "text": " By world standard, some of the rules were go. When they weren't posing for photographs, mountains melted before them."}, {"timestamp": [187.0, 192.0], "text": " By world standard, some of the routes surveyed by the engineers seemed impossible,"}, {"timestamp": [192.0, 232.0], "text": " but the rail reached through and towns began to grow. By the 1880s, trains were traveling everywhere, into the hills and the new land they'd opened up."}, {"timestamp": [232.0, 235.0], "text": " More settlers came every day. The nation was growing."}, {"timestamp": [239.0, 247.0], "text": " Farms prospered and made more work for the railway taking exports to the sea."}, {"timestamp": [247.0, 266.56], "text": " One of the most advanced steam engines ever built here was the A-class developed from the world-famous Pacific-type we pioneered."}, {"timestamp": [267.26, 295.0], "text": " But by the 30s, loads had increased so much the powerful K's and Js rolled right into the age of diesel oil and electricity."}, {"timestamp": [295.0, 297.0], "text": " Farmy, good yard."}, {"timestamp": [297.0, 298.0], "text": " Farney, good yard."}, {"timestamp": [298.0, 301.0], "text": " Driver K-14 light engine, we're ready to go."}, {"timestamp": [301.0, 308.32], "text": " Yes, driver, I'll bring you into the passenger loop and give you a light as soon as she clears."}, {"timestamp": [308.32, 312.32], "text": " One man controls tracks a hundred miles apart."}, {"timestamp": [312.32, 317.2], "text": " Replacing the steam loki's came the super-efficient diesels and diesel electrics that hauled long freight"}, {"timestamp": [317.2, 321.44], "text": " trains up and down the country's hills and mountains without ever."}, {"timestamp": [321.44, 328.56], "text": " Always on the move, the railway moved with the times. Traditional"}, {"timestamp": [328.56, 332.76], "text": " expressors gave way to the versatile rail car to match the speed and convenience"}, {"timestamp": [332.76, 344.96], "text": " of the motor age. Every day the railways transport 85,000 passengers, a pattern of"}, {"timestamp": [344.96, 347.0], "text": " movement so familiar it's taken for granted."}, {"timestamp": [347.0, 351.0], "text": " Yet it's infinitely complex, a maze of planning."}, {"timestamp": [351.0, 357.0], "text": " Complex 2 is goods traffic."}, {"timestamp": [357.0, 362.0], "text": " High in Wellington Station is an air-conditioned room where an electronic computer goes to work."}, {"timestamp": [362.0, 364.0], "text": " Sorting, calculating, tabulating."}, {"timestamp": [364.0, 369.0], "text": " This is the new way to tell the railway story in a flow and volume of goods."}, {"timestamp": [369.0, 373.0], "text": " Tapes and punch cards present a picture of the country's life flow."}, {"timestamp": [373.0, 390.0], "text": " Traditional traffic still accounts for a lot."}, {"timestamp": [390.0, 395.0], "text": " In spite of other transport, railways are always the biggest hauler of produce."}, {"timestamp": [399.0, 405.0], "text": " For every commodity, railage must be available."}, {"timestamp": [405.0, 411.0], "text": " Anticipating demand is a long established tradition on the railway based on local knowledge."}, {"timestamp": [411.0, 426.24], "text": " Look, they want deckers down at Levin. Now I've got 25 coming off 909 and I want them down on 693 to Le in. Can you do that? Nine are you done. It'll be quick. We're going to sell them. Last call them a seller."}, {"timestamp": [426.24, 428.6], "text": " Up they go at 56 and 9. Look out."}, {"timestamp": [428.6, 438.4], "text": " Railways develops industry. Industry develops the railway. Their growth is interwoven in the story of our land."}, {"timestamp": [442.4, 450.0], "text": " Not all rail traffic rolls on rails. One of the country's biggest businesses, it also uses roads, air and the sea."}, {"timestamp": [454.0, 459.0], "text": " For nearly a hundred years our two islands had two separate rail systems."}, {"timestamp": [459.0, 466.72], "text": " Now they work as one. Twice a day the Aramoana joins north to south south to north what she's doing is"}, {"timestamp": [466.72, 470.88], "text": " as revolutionary as that first tunnel to Littleton."}, {"timestamp": [470.88, 491.0], "text": " The excursionists have gone. The excursionists have gone back over the past."}, {"timestamp": [491.0, 494.0], "text": " New Zealand railways help a nation grow."}, {"timestamp": [494.0, 496.0], "text": " They are part of our very life."}, {"timestamp": [496.0, 500.0], "text": " Every man, woman and child in some way depends on the railway."}, {"timestamp": [500.0, null], "text": " And its influence will extend far into the future."}], "text": " Well, there she was. The first New Zealand railway track. What it was going to mean to the people of Canterbury, they weren't quite sure, but they'd spent a lot of money and they were going to make the most of it. It was 1863 in early December when the first railway engines set off from Christchurch to Ferrymead, four miles away, to open the track and make history. William Sefton Moorhaus was the originator and his railway between Littleton and Christchurch is now one of the busiest in the country. The bustle at Christchurch station when the overnight boat train arrives is a far cry from that early day a hundred years ago. But among today's visitors are a group of railway enthusiasts who'll be looking for memories of the pioneering past. The next train is a centennial excursion to Littleton. memories of the pioneering past....and women's restroom facilities on our oven... The next train is a centennial excursion to Littleton. This is their commemoration, a tribute to the grand old days of steam and the service that's behind the railways of today. In the oldest carriages they can find out, travelling the track that leads to Littleton and drawn by two veteran engines of the late 19th century, these people of the jet and rocket age begin to remember the changes the railway has brought about. It was an empty, lonely land, harsh and hard driving. Wagoners wasted weeks inching produce to the ports. Landlocked Port Littleton was choked, so they started the tunnel and rail building boomed. Those builders changed the land. They were strong men, cheerful, they'd give anything a go. When they weren't posing for photographs, mountains melted before them. By world standard, some of the rules were go. When they weren't posing for photographs, mountains melted before them. By world standard, some of the routes surveyed by the engineers seemed impossible, but the rail reached through and towns began to grow. By the 1880s, trains were traveling everywhere, into the hills and the new land they'd opened up. More settlers came every day. The nation was growing. Farms prospered and made more work for the railway taking exports to the sea. One of the most advanced steam engines ever built here was the A-class developed from the world-famous Pacific-type we pioneered. But by the 30s, loads had increased so much the powerful K's and Js rolled right into the age of diesel oil and electricity. Farmy, good yard. Farney, good yard. Driver K-14 light engine, we're ready to go. Yes, driver, I'll bring you into the passenger loop and give you a light as soon as she clears. One man controls tracks a hundred miles apart. Replacing the steam loki's came the super-efficient diesels and diesel electrics that hauled long freight trains up and down the country's hills and mountains without ever. Always on the move, the railway moved with the times. Traditional expressors gave way to the versatile rail car to match the speed and convenience of the motor age. Every day the railways transport 85,000 passengers, a pattern of movement so familiar it's taken for granted. Yet it's infinitely complex, a maze of planning. Complex 2 is goods traffic. High in Wellington Station is an air-conditioned room where an electronic computer goes to work. Sorting, calculating, tabulating. This is the new way to tell the railway story in a flow and volume of goods. Tapes and punch cards present a picture of the country's life flow. Traditional traffic still accounts for a lot. In spite of other transport, railways are always the biggest hauler of produce. For every commodity, railage must be available. Anticipating demand is a long established tradition on the railway based on local knowledge. Look, they want deckers down at Levin. Now I've got 25 coming off 909 and I want them down on 693 to Le in. Can you do that? Nine are you done. It'll be quick. We're going to sell them. Last call them a seller. Up they go at 56 and 9. Look out. Railways develops industry. Industry develops the railway. Their growth is interwoven in the story of our land. Not all rail traffic rolls on rails. One of the country's biggest businesses, it also uses roads, air and the sea. For nearly a hundred years our two islands had two separate rail systems. Now they work as one. Twice a day the Aramoana joins north to south south to north what she's doing is as revolutionary as that first tunnel to Littleton. The excursionists have gone. The excursionists have gone back over the past. New Zealand railways help a nation grow. They are part of our very life. Every man, woman and child in some way depends on the railway. And its influence will extend far into the future."}