{"speakers": [], "chunks": [{"timestamp": [0.0, 7.56], "text": " Good afternoon. As Greg said, my name's Conrad Stewart. I'm from a company"}, {"timestamp": [7.56, 12.66], "text": " called Isometric Solutions and we specialize in supporting schools within the"}, {"timestamp": [12.66, 16.14], "text": " Auckland region but pretty much the whole of the North Island. I've got a"}, {"timestamp": [16.14, 19.26], "text": " little presentation here today regarding a little bit about bring your own device"}, {"timestamp": [19.26, 23.68], "text": " but also some videos and so on where we've been talking to both the students and"}, {"timestamp": [23.68, 29.88], "text": " stuff up at Areba College and how they are actually feeling that BYOD has helped and not helped as well."}, {"timestamp": [29.88, 33.12], "text": " We've included a couple of negative comments because I think it's important that you get both"}, {"timestamp": [33.12, 35.08], "text": " sides of the story."}, {"timestamp": [35.08, 38.24], "text": " So I'm going to introduce a couple of characters to you."}, {"timestamp": [38.24, 43.04], "text": " Obviously we've interviewed sort of 70 students and 100 students and 72 staff."}, {"timestamp": [43.04, 44.64], "text": " We're not going to video them all."}, {"timestamp": [44.64, 50.0], "text": " So what we've done is we pre-prepared and we filmed some and we've got some actors who are basically going to cover those off."}, {"timestamp": [50.0, 53.0], "text": " So I'll just introduce you to them now."}, {"timestamp": [53.0, 56.0], "text": " Hello, I'm George and I'm a student."}, {"timestamp": [56.0, 61.0], "text": " Hi, my name is Nikita and I'm a student."}, {"timestamp": [61.0, 65.0], "text": " Hi, I'm Lara and I'm a student. Hi, I'm Lara and I'm a teacher."}, {"timestamp": [69.0, 72.0], "text": " Typical tech guy."}, {"timestamp": [72.0, 75.0], "text": " Doesn't say much, but he'll email you every single time."}, {"timestamp": [75.0, 77.0], "text": " So as I said, we talked to 100 students."}, {"timestamp": [77.0, 81.0], "text": " We generated a survey monkey questionnaire and we got that out to them."}, {"timestamp": [81.0, 83.0], "text": " And also across to 70 teachers."}, {"timestamp": [83.0, 85.26], "text": " I was most impressed to get 70 teachers responses."}, {"timestamp": [85.26, 86.7], "text": " It was the last day of term."}, {"timestamp": [86.7, 88.34], "text": " It could have been the fact we offered some wine."}, {"timestamp": [88.34, 90.62], "text": " I'm not quite sure, but we'll see."}, {"timestamp": [90.62, 92.16], "text": " So the first thing we did was we asked them"}, {"timestamp": [92.16, 93.9], "text": " what they actually thought of the BYD"}, {"timestamp": [93.9, 96.36], "text": " and said this is some of their responses."}, {"timestamp": [96.36, 98.52], "text": " BYOD has changed me as a teacher."}, {"timestamp": [98.52, 101.46], "text": " I'm always looking for different ways to deliver to my class"}, {"timestamp": [101.46, 103.84], "text": " and I like to change myself."}, {"timestamp": [103.84, 105.0], "text": " It's not like the old days, writing notes,"}, {"timestamp": [105.0, 108.0], "text": " organizing them in folders, it's quite different."}, {"timestamp": [108.0, 110.0], "text": " BYOD has changed my teaching so much"}, {"timestamp": [110.0, 113.0], "text": " that now when I write on the board, the students comment on it."}, {"timestamp": [113.0, 116.0], "text": " My grades have gone down since I got a device."}, {"timestamp": [116.0, 119.0], "text": " BYOD has changed me as a teacher."}, {"timestamp": [119.0, 123.0], "text": " I'm now on Twitter and I follow educators from all around the world."}, {"timestamp": [123.0, 127.38], "text": " The way I learn has changed since I've brought my device."}, {"timestamp": [127.38, 129.5], "text": " I now write my notes on time."}, {"timestamp": [129.5, 132.68], "text": " I don't just leave it to the last minutes of the day."}, {"timestamp": [132.68, 134.68], "text": " BYOD has changed me as a teacher."}, {"timestamp": [134.68, 136.18], "text": " I've thrown out my pen and paper,"}, {"timestamp": [136.18, 139.96], "text": " and I've moved on to visual activities and presentations."}, {"timestamp": [139.96, 141.64], "text": " It's changed a lot with technology,"}, {"timestamp": [141.64, 144.42], "text": " but my handwriting has gotten worse."}, {"timestamp": [144.42, 146.6], "text": " BYOD has changed me as a teacher."}, {"timestamp": [146.6, 152.44], "text": " I now blog and have one whole class submit all their assignments via blog."}, {"timestamp": [152.44, 156.18], "text": " So bear in mind, each of those responses are actually from individual students and staff and"}, {"timestamp": [156.18, 157.38], "text": " they are actually real."}, {"timestamp": [157.38, 160.94], "text": " So the first thing I'll just talk about briefly about what is BYOD."}, {"timestamp": [160.94, 163.56], "text": " And I'll just bring up because everybody in here knows exactly what bring your own devices"}, {"timestamp": [163.56, 165.12], "text": " because they've been hearing at it all day every day."}, {"timestamp": [166.32, 167.72], "text": " So I'm not going to talk too much about that."}, {"timestamp": [167.72, 169.6], "text": " We're going to skip it straight past it."}, {"timestamp": [169.6, 176.88], "text": " So the first question when we talk to our schools and with isometric solutions, 80% of our schools are along the track with bring our own device."}, {"timestamp": [176.88, 180.38], "text": " The other 20% are basically getting prepared and or looking at it."}, {"timestamp": [180.38, 186.16], "text": " That's not with us pushing it because I think it's really hard work for us as an IT company, but it's about the fact that they want to do it."}, {"timestamp": [186.16, 188.24], "text": " So the first question is always why do they want to do it?"}, {"timestamp": [188.24, 192.4], "text": " And we've established four different ways of doing a bring your own device scheme."}, {"timestamp": [192.4, 195.2], "text": " The first is the classic bring your own device, dad's a computer,"}, {"timestamp": [195.2, 199.2], "text": " anything you've actually got that can actually get onto the network and access your resources."}, {"timestamp": [200.4, 201.4], "text": " Bring only this device."}, {"timestamp": [201.4, 203.6], "text": " This is probably the most common one we're starting to see now."}, {"timestamp": [203.6, 207.24], "text": " So instead of people actually saying bring anything, they're actually specifying a device."}, {"timestamp": [207.24, 209.76], "text": " They want to see a particular device in the school."}, {"timestamp": [209.76, 213.04], "text": " And the reason behind that is so that it's actually more comfortable for the teacher."}, {"timestamp": [214.88, 217.28], "text": " Bring only pens, school device."}, {"timestamp": [217.28, 220.88], "text": " So school provides the device, one to one device within the school."}, {"timestamp": [220.88, 227.56], "text": " And finally, bring only a browser, which is actually one that are one of the delegates from the last conference brought to us because so much can be now"}, {"timestamp": [227.56, 230.14], "text": " done within a web browser they're basically saying as long as you can bring"}, {"timestamp": [230.14, 237.34], "text": " Google Chrome along you're good to go now the most common device obviously"}, {"timestamp": [237.34, 242.68], "text": " when it comes to bring your own device is the tablet and this survey that's from"}, {"timestamp": [242.68, 245.0], "text": " the IDC is literally brand new yesterday."}, {"timestamp": [245.0, 247.0], "text": " If you were in Rotorua, you would not have seen this."}, {"timestamp": [247.0, 249.0], "text": " New slide, brilliant."}, {"timestamp": [249.0, 252.0], "text": " And what it shows in the blue line for you, those at the back,"}, {"timestamp": [252.0, 255.0], "text": " at the back, is basically the tablet growth is considerably outpacing"}, {"timestamp": [255.0, 258.0], "text": " both desktop and laptop purchases."}, {"timestamp": [258.0, 261.0], "text": " And we'll continue to do so."}, {"timestamp": [261.0, 264.0], "text": " So, a couple of survey results for all you."}, {"timestamp": [264.0, 265.22], "text": " Should students be"}, {"timestamp": [265.22, 269.18], "text": " allowed to bring their own device to school? I do like bring my own device to"}, {"timestamp": [269.18, 274.34], "text": " school. Yes students bringing their own devices is good. It opens up new"}, {"timestamp": [274.34, 279.86], "text": " possibilities but also new challenges. No I don't like it. Students bringing their own"}, {"timestamp": [279.86, 284.24], "text": " device is good even for those of us that aren't tech savvy. Students bringing"}, {"timestamp": [284.24, 288.14], "text": " their own devices is great, it's engaging but it requires a lot of pre-planning"}, {"timestamp": [288.14, 292.32], "text": " and organisation."}, {"timestamp": [292.32, 295.24], "text": " So the next question we asked them was actually how they actually felt about bringing your own"}, {"timestamp": [295.24, 296.24], "text": " device."}, {"timestamp": [296.24, 300.84], "text": " We actually asked for one word but we didn't get one word answers so you're going to get some more here."}, {"timestamp": [300.84, 302.04], "text": " Fun?"}, {"timestamp": [302.04, 303.04], "text": " Awesome."}, {"timestamp": [303.04, 304.04], "text": " Nah."}, {"timestamp": [304.04, 308.0], "text": " It's lots of fun. It's a lot easier."}, {"timestamp": [308.0, 310.0], "text": " Annoying."}, {"timestamp": [310.0, 315.0], "text": " And the meh was a real response. It was written down. I don't know how."}, {"timestamp": [315.0, 320.0], "text": " So we then were asking this stuff and students actually whether they thought they should have a mixed media,"}, {"timestamp": [320.0, 324.0], "text": " whether everything should be done on the device or whether they should do pen and paper only,"}, {"timestamp": [324.0, 327.66], "text": " or whether we should actually have a mixture of both pen and paper and devices."}, {"timestamp": [328.24, 329.66], "text": " And this is the response from them there."}, {"timestamp": [330.92, 334.36], "text": " So interestingly, both staff and students, a bit of both."}, {"timestamp": [334.54, 337.1], "text": " They want to see people using pen and paper and the device."}, {"timestamp": [337.18, 341.12], "text": " In other words, making it relevant for use as opposed to actually just going for it."}, {"timestamp": [341.66, 348.52], "text": " So then we started asking them about how they felt this is for the teachers if the students got distracted now if I was to ask you"}, {"timestamp": [348.52, 351.46], "text": " or if you think students would get distracted by devices I think probably"}, {"timestamp": [351.46, 355.84], "text": " most of you would to chuck your hand up and you'd be right. So effectively 90%"}, {"timestamp": [355.84, 359.8], "text": " of students or there they're about so being distracted by having a bring-your-own"}, {"timestamp": [359.8, 366.0], "text": " device. So then we went the other way okay how do the teachers the teachers manage the students, get them back on task,"}, {"timestamp": [366.0, 368.0], "text": " do they deal with their disengagement?"}, {"timestamp": [368.0, 371.0], "text": " And this is a couple of responses from the teachers."}, {"timestamp": [371.0, 377.0], "text": " I manage student disengagement by telling stories,"}, {"timestamp": [377.0, 380.0], "text": " building enthusiasm and getting students feedback."}, {"timestamp": [380.0, 384.0], "text": " I manage student disengagement by giving them engaging tasks"}, {"timestamp": [384.0, 387.0], "text": " and allowing them to choose the output format."}, {"timestamp": [387.0, 391.0], "text": " I've noticed technology has really helped me engage in my work."}, {"timestamp": [391.0, 394.0], "text": " It's made me really appreciate what I'm actually writing."}, {"timestamp": [394.0, 397.0], "text": " You have a visual and a literal sense of what you're doing."}, {"timestamp": [397.0, 400.0], "text": " And I think that's a really important bridge when you're learning."}, {"timestamp": [400.0, 405.0], "text": " I manage student disengagement by walking around the class and working with them one-on-one."}, {"timestamp": [405.0, 409.0], "text": " I managed student disengagement by giving them paper to write on."}, {"timestamp": [409.0, 412.0], "text": " That's a fair question."}, {"timestamp": [412.0, 418.0], "text": " So the next question we thought, well if the students are all being disengaged by saying, you know, 90% of them, how do you deal with that?"}, {"timestamp": [418.0, 422.0], "text": " So the next question was, well, do you feel that any participation is improved in the classroom?"}, {"timestamp": [422.0, 430.5], "text": " And much to our surprise, they said so this is the opposite so although the students are 90% potentially"}, {"timestamp": [430.5, 438.76], "text": " getting distracted 91.7% of them are participating more in the class very"}, {"timestamp": [438.76, 441.46], "text": " strange but it's you know it's a straight opposite so we then went back to"}, {"timestamp": [441.46, 444.42], "text": " them okay do the feel do they feel the students have been become more"}, {"timestamp": [444.42, 445.88], "text": " responsible now they're allowed to bring"}, {"timestamp": [445.88, 451.28], "text": " their own device to school and so for you at the back the yes was 62 and I think"}, {"timestamp": [451.28, 456.08], "text": " that they have become more responsible 18 and a half percent said no and"}, {"timestamp": [456.08, 463.16], "text": " 18 and a half percent said no you're kidding right and so then the other thing"}, {"timestamp": [463.16, 466.0], "text": " we asked them was okay they're obviously using devices in the class."}, {"timestamp": [466.0, 468.0], "text": " Does that require far more planning?"}, {"timestamp": [468.0, 472.0], "text": " And so the teachers came back with a fairly obvious, same amount of planning."}, {"timestamp": [472.0, 477.0], "text": " 60% thought they required same amount of planning, nothing additional to use of device in the classroom."}, {"timestamp": [477.0, 483.0], "text": " But 40% did think they required additional planning and absolutely none of them said no additional planning was required."}, {"timestamp": [483.0, 489.38], "text": " So now I'm just going to move a little bit now into actually adopting BYD, how to get yourself started."}, {"timestamp": [490.12, 492.98], "text": " So I have a slide that I've been using probably for the last two years."}, {"timestamp": [494.04, 498.76], "text": " Now if any of you can't see this, then we have a copy of our stand and you're more than welcome to take a copy away with you."}, {"timestamp": [498.76, 505.1], "text": " It basically details the four, or the four key, the eight key components that we believe you need to have in place"}, {"timestamp": [505.1, 511.0], "text": " to implement a successful BYAD scheme. If you are missing one of them, then yes, your BYD"}, {"timestamp": [511.0, 515.0], "text": " scheme will work, but at some point it's going to become an issue. So ultra-fast broadband"}, {"timestamp": [515.0, 518.5], "text": " is in there, and if you don't have that, everyone trying to get on the internet will become an"}, {"timestamp": [518.5, 530.94], "text": " issue. So I've already mentioned about BYAD models and the biggest catch from I see from a technical point of view is the choice of device."}, {"timestamp": [530.94, 532.86], "text": " It's the one that divides everybody the most."}, {"timestamp": [532.86, 534.14], "text": " Are you going to go with Apple?"}, {"timestamp": [534.14, 535.74], "text": " Are you going to use Android?"}, {"timestamp": [535.74, 537.06], "text": " Are you going to go with Windows?"}, {"timestamp": [537.06, 542.76], "text": " Are you going to allow everybody to have different devices with different operating systems and so on?"}, {"timestamp": [542.76, 545.46], "text": " And in all honesty, you can't go wrong"}, {"timestamp": [545.46, 548.58], "text": " but the same time it's important that the teacher is confident about the"}, {"timestamp": [548.58, 552.58], "text": " device that's in front of them and I'll come to that in a second you have to"}, {"timestamp": [552.58, 555.96], "text": " deal with funding models how are you actually going to get each of your students"}, {"timestamp": [555.96, 560.5], "text": " a device if you choose to go BYOD are you going to lease it on behalf"}, {"timestamp": [560.5, 563.74], "text": " is the school going to lease the device and then basically provide that back to"}, {"timestamp": [563.74, 565.14], "text": " the students for them to pay the school?"}, {"timestamp": [565.48, 568.16], "text": " Or is it going to be absolutely bring your own device completely nuttally?"}, {"timestamp": [569.32, 576.32], "text": " You need to consider policies and so on, not just about the usual on the internet and so on,"}, {"timestamp": [576.36, 580.9], "text": " but how do you deal with lost devices, broken devices, stolen devices, missing devices, etc."}, {"timestamp": [581.66, 584.52], "text": " Probably most important from your point of view is professional development."}, {"timestamp": [585.28, 588.96], "text": " Ongoing, which was mentioned this morning in our workshop, which is absolutely correct."}, {"timestamp": [589.36, 592.8], "text": " You can't just do some PD and stop. It has to be complete going all the time."}, {"timestamp": [593.68, 595.84], "text": " And I think the most important is communication."}, {"timestamp": [596.88, 602.64], "text": " Talking to your community, when O'Rewa College went and started to do their BYOD scheme"}, {"timestamp": [602.64, 604.72], "text": " and they made the announcement and there was an article in the Herald."}, {"timestamp": [607.88, 612.32], "text": " Some of you may have seen some of the comments on that article. They were septic, they were really nasty comments. Some were positive but an awful lot were quite nasty."}, {"timestamp": [613.52, 618.88], "text": " Do you do a rolling start? Start it on a particular year, again, works for you. It's the way to go."}, {"timestamp": [618.88, 626.64], "text": " Do you start with different classes before hitting school wide? And from my point of view, if you control the device,"}, {"timestamp": [626.64, 630.32], "text": " if you touch the device, if you put something on it, do you actually have to manage it?"}, {"timestamp": [630.32, 635.44], "text": " And the reason I ask that is because if you're going from 400 devices to 2,500 devices to 2,500"}, {"timestamp": [635.44, 640.08], "text": " devices in your school, who's going to manage that and look after it? And you all will have"}, {"timestamp": [640.08, 644.64], "text": " heard the classic, it worked until you touched it. Imagine 1,800 students turning up with"}, {"timestamp": [644.64, 647.36], "text": " their device saying it's not working since you touched it."}, {"timestamp": [647.36, 652.82], "text": " So you either need to do no touch, very light touch to maintain them."}, {"timestamp": [652.82, 655.74], "text": " And finally, one for all your teachers."}, {"timestamp": [655.74, 658.74], "text": " You become level one support with a BYOD scheme."}, {"timestamp": [658.74, 664.18], "text": " If it's not working, the first person they're going to be asking is you as the teacher at the front of the classroom to solve it."}, {"timestamp": [664.18, 667.42], "text": " Now if all of your students are having an issue, you're not going to get much teaching done."}, {"timestamp": [669.76, 673.02], "text": " So I've just got a very small pyramid here about planning for BYOD."}, {"timestamp": [674.08, 678.88], "text": " And this is, again, from a technical point of view, we feel that you need to get the communication going first off."}, {"timestamp": [679.3, 681.24], "text": " You then need to look at your infrastructure in the school."}, {"timestamp": [681.34, 687.76], "text": " If a number of you have been snuffed, I'm sure you have, then you're in a good place. Some of you may have been lucky enough to get snub wireless."}, {"timestamp": [687.76, 692.16], "text": " Again, you're in a good place. And then you review everything again, and then you finally"}, {"timestamp": [692.16, 697.04], "text": " actually start building policies, trialing it, reviewing it again before you actually go live."}, {"timestamp": [700.0, 704.0], "text": " So this is just a brief information about infrastructure side of things."}, {"timestamp": [705.28, 711.68], "text": " The government has put in another $136 million into the SNAP budget to do the rest of the schools that have not been snubbed."}, {"timestamp": [711.68, 718.56], "text": " If you were snubbed five years ago, you are able to reapply for funding to upgrade all your switches and so on that are now out of warranty."}, {"timestamp": [720.08, 725.86], "text": " So if you haven't, if you've been snuffed a while ago, we then also have wireless snup, which is now going to be available for June."}, {"timestamp": [726.28, 732.16], "text": " If you have missed out on that funding as part of your snub upgrade, which may have happened in the last two or three years,"}, {"timestamp": [732.54, 735.3], "text": " you are allowed to apply for funding again just for wireless."}, {"timestamp": [736.38, 741.18], "text": " And it was a ministry guy who told me yesterday in Rotarone, he said he wasn't sure they'd get killed for saying it."}, {"timestamp": [742.18, 743.94], "text": " He told me, he didn't say it was off the record."}, {"timestamp": [746.24, 750.18], "text": " So most of your networks and your schools will be, like my diagram here,"}, {"timestamp": [750.18, 753.24], "text": " effectively, you go on the network and you access resources."}, {"timestamp": [753.24, 756.02], "text": " That is not possible in a BYOD environment."}, {"timestamp": [756.02, 759.24], "text": " The reason being is that you should have no trust of the devices"}, {"timestamp": [759.24, 760.24], "text": " that are brought into your school."}, {"timestamp": [760.24, 761.74], "text": " You don't know what's running on them."}, {"timestamp": [761.74, 763.6], "text": " You don't know where they've been or anything."}, {"timestamp": [763.6, 768.66], "text": " So you have to implement something called VLens, which I always refer to as layers of a cake."}, {"timestamp": [768.66, 773.76], "text": " So you have to layer up your network into different layers, which allow different access and"}, {"timestamp": [773.76, 774.76], "text": " different speeds."}, {"timestamp": [774.76, 778.06], "text": " As Andrea mentioned, the internet is a very limited resource."}, {"timestamp": [778.06, 781.62], "text": " You want to control how quickly they can get on the internet."}, {"timestamp": [781.62, 783.44], "text": " And I've actually got a slide about that shortly."}, {"timestamp": [783.44, 786.28], "text": " But effectively you deal with different types of devices."}, {"timestamp": [786.28, 789.04], "text": " In my particular example, here I've got eight different layers."}, {"timestamp": [789.04, 792.0], "text": " On a network we actually deploy, we've actually got 12 different layers"}, {"timestamp": [792.0, 794.06], "text": " dealing with all sorts of different devices,"}, {"timestamp": [794.06, 796.0], "text": " how we want to deal with them, how we want them sped up,"}, {"timestamp": [796.0, 799.6], "text": " slowed down, looked after, maintained, and so forth."}, {"timestamp": [801.76, 803.84], "text": " One of the major changes is bringing our own device"}, {"timestamp": [803.84, 807.5], "text": " is the fact that wireless that typically has just been something that sat in the room."}, {"timestamp": [807.5, 813.5], "text": " I'm sure most of you would have started with a Dick Smith's electronic, probably a D-Link access point sat in the back of the classroom,"}, {"timestamp": [813.5, 816.5], "text": " that perhaps provided wireless just for the teacher."}, {"timestamp": [816.5, 821.5], "text": " As soon as you start loading that, it falls over, it becomes unreliable and you have to start again."}, {"timestamp": [821.5, 826.0], "text": " So one of the things that major change is that wireless becomes the network. It has to be reliable and it has to be fast. So here's the things that major changes that wireless becomes the network."}, {"timestamp": [826.0, 828.0], "text": " It has to be reliable and it has to be fast."}, {"timestamp": [828.0, 830.0], "text": " So here's a couple of things just to watch out for"}, {"timestamp": [830.0, 832.0], "text": " when it comes to choosing your wireless provider."}, {"timestamp": [832.0, 835.0], "text": " You're planning for performance, not coverage."}, {"timestamp": [835.0, 837.0], "text": " In the beginning, it was always, yep,"}, {"timestamp": [837.0, 839.0], "text": " we can see the wireless over here, it's brilliant."}, {"timestamp": [839.0, 840.0], "text": " But that's now longer changing."}, {"timestamp": [840.0, 843.0], "text": " You're getting large numbers of users in particular areas."}, {"timestamp": [843.0, 845.9], "text": " You need to plan for performance, not for coverage."}, {"timestamp": [846.26, 848.62], "text": " And that's a fundamental shift in the way you design for wireless."}, {"timestamp": [849.74, 852.98], "text": " You've probably heard of people doing site surveys for wireless."}, {"timestamp": [853.54, 857.32], "text": " If you're implementing a BYOD scheme, look at your fire dying around the school"}, {"timestamp": [857.32, 859.78], "text": " and put at least one access point every two classrooms."}, {"timestamp": [861.08, 863.1], "text": " Save yourself by $3,000, $5,000."}, {"timestamp": [863.48, 864.72], "text": " You want performance, not coverage."}, {"timestamp": [864.82, 868.06], "text": " So it doesn't matter that it reaches into that area brilliantly."}, {"timestamp": [868.06, 873.1], "text": " You want to absolutely blast into it and get a lot of noise and a lot of performance through it."}, {"timestamp": [873.1, 875.04], "text": " You have to pick dual band access points."}, {"timestamp": [875.04, 876.68], "text": " I'm not going to go into any more detail than that."}, {"timestamp": [876.68, 879.68], "text": " Just remember dual band access points."}, {"timestamp": [879.68, 884.76], "text": " And we recommend one access point per two classrooms even in large deployments."}, {"timestamp": [884.76, 888.24], "text": " And the reason being is if you start having one per classroom,"}, {"timestamp": [888.24, 891.24], "text": " you actually have to start reducing the power of the wireless"}, {"timestamp": [891.24, 894.5], "text": " or disabling certain functionality, certain channels so that they don't compete."}, {"timestamp": [897.56, 900.92], "text": " And finally, almost finally, there's one more after that,"}, {"timestamp": [900.92, 903.76], "text": " you don't need the top of the range access points."}, {"timestamp": [903.76, 905.24], "text": " The reason being is that"}, {"timestamp": [905.24, 909.06], "text": " you are dealing in a bring your own device with typically consumer based devices, iPads,"}, {"timestamp": [909.06, 914.0], "text": " Android tablets. They don't support the fancy ones, these ones that can do three by three"}, {"timestamp": [914.0, 920.44], "text": " MIMO. You need a mid-range access point and more of them. So as I always say, instead"}, {"timestamp": [920.44, 927.12], "text": " of buying 10 of the fancy ones, get 18 of the mid-range ones."}, {"timestamp": [930.96, 932.1], "text": " And the other thing to take into mind is that bring your own device computer has a lower wireless demand than a domain joint computer."}, {"timestamp": [932.18, 933.1], "text": " What do I mean by that?"}, {"timestamp": [933.62, 936.98], "text": " If you've got a telopetop that's on the wireless talking back on your system,"}, {"timestamp": [937.28, 939.3], "text": " it's talking all the time back and forth to the server."}, {"timestamp": [939.38, 940.8], "text": " It's receiving information all the time."}, {"timestamp": [941.54, 947.6], "text": " Our experience has shown that with the bring your own device, its access is typically bursty. It basically goes off, gets the information and"}, {"timestamp": [947.6, 952.0], "text": " stop. So a student may go on the internet, pick up some resources, download a file, work on it,"}, {"timestamp": [952.0, 958.76], "text": " but it's typically short and sharp rather than constant. Now isometric solutions,"}, {"timestamp": [958.76, 962.26], "text": " we're a bit one-eyed when it comes to our wireless. We basically support and deal with"}, {"timestamp": [962.26, 967.5], "text": " one provider, which is ruckus wireless. And the reason we do that is that they are the most widely deployed"}, {"timestamp": [967.5, 973.18], "text": " wireless in New Zealand schools. Very high performance and especially in high"}, {"timestamp": [973.18, 976.72], "text": " interference environments. What do we mean by that? Look at this room right now. There's lots"}, {"timestamp": [976.72, 980.6], "text": " of you, you're all causing issues to the wireless because you are full of water."}, {"timestamp": [980.6, 986.06], "text": " So in a classroom, the Ruckus S skier especially becomes better, faster, and it deals"}, {"timestamp": [986.06, 991.94], "text": " with the interference. And it's fully roaming and we have a Bonjour Gateway, so those"}, {"timestamp": [991.94, 995.92], "text": " of you that have Apple TVs and so on, are able to actually get to them whatever network"}, {"timestamp": [995.92, 1003.84], "text": " they're on. One of the biggest challenges when it comes to BYOD is how you actually get"}, {"timestamp": [1003.84, 1010.04], "text": " your students, you're back onto the network every single day and how you get them going."}, {"timestamp": [1010.04, 1014.88], "text": " We don't like what we refer to as captive portals or authenticating proxy servers."}, {"timestamp": [1014.88, 1018.84], "text": " These basically stop the users getting onto the network and actually working."}, {"timestamp": [1018.84, 1021.84], "text": " You're actually asking them to do something before they open an application which can be"}, {"timestamp": [1021.84, 1023.5], "text": " a bit strange for them."}, {"timestamp": [1023.5, 1028.0], "text": " So this is what we try and design into our user experience for any device."}, {"timestamp": [1028.0, 1032.0], "text": " Effectively walk in to the school, you log on using your network username and password,"}, {"timestamp": [1032.0, 1035.0], "text": " you're placed on the correct layer of the correct network,"}, {"timestamp": [1035.0, 1037.0], "text": " and you're able to access the resources."}, {"timestamp": [1037.0, 1042.0], "text": " What the students are not aware of is all the extra bits and pieces that are occurring in between these gaps,"}, {"timestamp": [1042.0, 1047.42], "text": " which are monitoring them, controlling them, and keeping an eye and where they're actually going."}, {"timestamp": [1047.42, 1050.7], "text": " Now the other thing with the wireless is the fact it can be very demanding."}, {"timestamp": [1050.7, 1054.6], "text": " So this is not going to work great for you at the back unfortunately."}, {"timestamp": [1054.6, 1059.5], "text": " But basically what this shows that is within an hour, and this is an example from River College,"}, {"timestamp": [1059.5, 1065.08], "text": " they're going from next to almost zero clients on the wireless network to over 1,400."}, {"timestamp": [1065.08, 1067.24], "text": " So it's exceptionally demanding the wireless."}, {"timestamp": [1067.24, 1073.68], "text": " You need, and they need to be able to get onto it and get going."}, {"timestamp": [1073.68, 1078.22], "text": " Now the next thing to deal with when it comes to BYOD is the internet."}, {"timestamp": [1078.22, 1081.46], "text": " We're finding more and more users that are actually, and teachers are actually accessing"}, {"timestamp": [1081.46, 1086.28], "text": " the resources directly off the internet as opposed to internally within your school."}, {"timestamp": [1090.64, 1096.32], "text": " And so most of you will have the school devices and a reasonable internet connection. But what you then find is that you're adding on large numbers of devices into your school."}, {"timestamp": [1096.56, 1099.64], "text": " And yet if your internet connection remains the same, then it becomes a pain point."}, {"timestamp": [1100.14, 1102.62], "text": " The ultra-fast broadband helps with that."}, {"timestamp": [1103.78, 1108.16], "text": " Now it's still not a finite resource and you have to manage it, which is where those layers come in again."}, {"timestamp": [1108.16, 1114.0], "text": " We actually at Arewa College give the students a megabit of internet traffic themselves,"}, {"timestamp": [1114.72, 1117.6], "text": " which is more than some of our schools have actually had in the past as a whole."}, {"timestamp": [1118.56, 1121.6], "text": " And this is what we've got here. So we're managing a limited resource."}, {"timestamp": [1121.6, 1123.68], "text": " And it doesn't matter how fast you go, it's never going to be enough."}, {"timestamp": [1124.48, 1127.08], "text": " More and more is occurring, the media they're dealing with is richer"}, {"timestamp": [1127.08, 1129.72], "text": " so I have a quick screenshot here which you're definitely not going to be able to"}, {"timestamp": [1129.72, 1133.56], "text": " read at the back which is a Facebook page from from some students at over"}, {"timestamp": [1133.56, 1137.34], "text": " Ewa college complaining that they want faster internet and one of the thing they're"}, {"timestamp": [1137.34, 1140.76], "text": " saying down the bottom here is that they actually want they they're only"}, {"timestamp": [1140.76, 1144.18], "text": " getting a megabit of speed so they're complaining about getting a megabit"}, {"timestamp": [1144.18, 1148.1], "text": " of speed and I'm saying brilliant the system's working. There's only 14"}, {"timestamp": [1148.1, 1151.16], "text": " people have liked it. This page still exists. You can probably still find it. You might"}, {"timestamp": [1151.16, 1155.3], "text": " want to up the number of likes. There's only 14 out of 1,800 students so it's not"}, {"timestamp": [1155.3, 1159.8], "text": " doing too badly. The next slide I've got here, again you're not going to be able to see"}, {"timestamp": [1159.8, 1164.66], "text": " at the back is their internet traffic for one year. And for those you that will"}, {"timestamp": [1164.66, 1167.98], "text": " are at the back you will be able to see the large gaps and so on."}, {"timestamp": [1167.98, 1171.46], "text": " Those are the holidays, the breaks that occur throughout the year."}, {"timestamp": [1171.46, 1176.56], "text": " So within this particular calendar year, which was from May 17th, the school had used pretty"}, {"timestamp": [1176.56, 1180.12], "text": " close to 25 terabytes of data."}, {"timestamp": [1180.12, 1183.24], "text": " A real college does not have any school-wide cloud services."}, {"timestamp": [1183.24, 1185.72], "text": " This is purely internet access."}, {"timestamp": [1185.72, 1187.9], "text": " So the students are definitely accessing the resources."}, {"timestamp": [1187.9, 1190.18], "text": " The teachers are accessing the resources."}, {"timestamp": [1190.18, 1193.98], "text": " And we're finding it's only getting faster and quicker."}, {"timestamp": [1193.98, 1197.96], "text": " And that's one of the biggest things to keep up with is that it's going to grow and grow."}, {"timestamp": [1200.1, 1202.18], "text": " And I've gone a bit quicker than yesterday."}, {"timestamp": [1202.18, 1203.18], "text": " That's right."}, {"timestamp": [1203.18, 1206.74], "text": " If you would like a copy of the survey, we are turning it into a full white paper."}, {"timestamp": [1206.86, 1210.84], "text": " There's about 40 questions for the students, 40 questions for the staff."}, {"timestamp": [1211.2, 1214.34], "text": " We're going to get it all nicely done with some comments from the school against it as well."}, {"timestamp": [1214.6, 1218.84], "text": " If you'd like a copy, please come and see us at our stand, fill in the competition form that we've got,"}, {"timestamp": [1218.92, 1221.24], "text": " and just say you'd like a copy, and we'll email a copy across here."}, {"timestamp": [1221.24, 1222.68], "text": " Any questions?"}, {"timestamp": [1223.0, 1224.82], "text": " If anyone's having questions, they can go for it."}, {"timestamp": [1225.96, 1226.64], "text": " Yep, across here. Any questions? If anyone's having questions, they can go for it. Yep, one here."}, {"timestamp": [1226.64, 1230.62], "text": " How was the estimated amount of devices they used?"}, {"timestamp": [1230.62, 1234.16], "text": " Right now, that would be, sorry for the internet graph."}, {"timestamp": [1234.16, 1238.84], "text": " One year graph, that would be 1,400 wireless devices"}, {"timestamp": [1238.84, 1244.06], "text": " plus 450 desktop, so, say around 2,000, give or take."}, {"timestamp": [1244.06, 1247.2], "text": " That 1,400, does that include iPhones, people's phones as well?"}, {"timestamp": [1247.2, 1251.66], "text": " Yeah, well certainly one of the things we're seeing is that people are not bringing one device in."}, {"timestamp": [1251.66, 1254.0], "text": " So teachers may have as many as three devices."}, {"timestamp": [1254.0, 1258.24], "text": " You'll have your telapop, you may have an iPad and you've probably got your smartphone."}, {"timestamp": [1258.24, 1264.64], "text": " Students may have two devices, the iPad, a smartphone or an iPod as well and they can be attaching that and using those."}, {"timestamp": [1264.64, 1268.42], "text": " And what's our Rewards policy on? You can just connect up?"}, {"timestamp": [1268.42, 1270.94], "text": " Yeah, connect up. It's about accessing the resources."}, {"timestamp": [1270.94, 1276.18], "text": " Okay. Anybody else? Questions? No?"}, {"timestamp": [1276.18, 1277.18], "text": " Oh, here we go."}, {"timestamp": [1277.18, 1280.62], "text": " What are you doing to stop students creating your own hotspot?"}, {"timestamp": [1280.62, 1282.76], "text": " What are you doing to stop students creating hot spots?"}, {"timestamp": [1282.76, 1285.0], "text": " Creating hot spots? Creating hot spots."}, {"timestamp": [1285.0, 1289.0], "text": " So with creating hotspots, you also at the same time we think about 3G and so on here."}, {"timestamp": [1289.0, 1295.0], "text": " So they can circumvent the security on the system because they can access the internet using 3G."}, {"timestamp": [1295.0, 1299.0], "text": " The best you can do is you can either set the wireless system to deal with them."}, {"timestamp": [1299.0, 1304.0], "text": " I attack them, try and triangulate them, but it's all down to policy."}, {"timestamp": [1304.0, 1308.7], "text": " The difficulty when it comes to say 3G access is that you don't know they're doing it,"}, {"timestamp": [1308.98, 1310.64], "text": " and you have to trust that they're not doing it."}, {"timestamp": [1310.76, 1312.86], "text": " But it's down to policies and managing it."}, {"timestamp": [1313.2, 1314.4], "text": " So you can see them when they pop up."}, {"timestamp": [1315.1, 1318.92], "text": " With the Bruckler system, we don't allow the students to, we isolate them,"}, {"timestamp": [1318.96, 1321.26], "text": " so they can't play games amongst each other and things like that."}, {"timestamp": [1321.82, 1326.24], "text": " So if they want to do playing games, yes, they can do an ad hoc and so on."}, {"timestamp": [1326.24, 1330.24], "text": " But it's it, so it's a catch it, to catch with any wireless, any bring your own device."}, {"timestamp": [1330.24, 1333.24], "text": " Any more?"}, {"timestamp": [1333.24, 1337.76], "text": " Of course you can catch up the comrade in this team with his stand or give them a call,"}, {"timestamp": [1337.76, 1338.76], "text": " fricking them an email."}, {"timestamp": [1338.76, 1342.0], "text": " I'd also like to thank, before we thank him for speaking."}, {"timestamp": [1342.0, 1349.08], "text": " Isometric and Ruckus together helped to, they're managing the Wi-Fi network for us today, so I'd like to thank you for doing that for us."}, {"timestamp": [1349.16, 1350.66], "text": " Hopefully it's all been working for you guys well."}, {"timestamp": [1351.04, 1355.72], "text": " You have been rate limited. You weren't all getting all of it, so it should be okay. It doesn't need to be great."}, {"timestamp": [1356.0, 1360.14], "text": " Good. No, that's fantastic. Thank you for that comment. Thank you very much."}, {"timestamp": [1360.7, 1361.16], "text": " Thank you."}], "text": " Good afternoon. As Greg said, my name's Conrad Stewart. I'm from a company called Isometric Solutions and we specialize in supporting schools within the Auckland region but pretty much the whole of the North Island. I've got a little presentation here today regarding a little bit about bring your own device but also some videos and so on where we've been talking to both the students and stuff up at Areba College and how they are actually feeling that BYOD has helped and not helped as well. We've included a couple of negative comments because I think it's important that you get both sides of the story. So I'm going to introduce a couple of characters to you. Obviously we've interviewed sort of 70 students and 100 students and 72 staff. We're not going to video them all. So what we've done is we pre-prepared and we filmed some and we've got some actors who are basically going to cover those off. So I'll just introduce you to them now. Hello, I'm George and I'm a student. Hi, my name is Nikita and I'm a student. Hi, I'm Lara and I'm a student. Hi, I'm Lara and I'm a teacher. Typical tech guy. Doesn't say much, but he'll email you every single time. So as I said, we talked to 100 students. We generated a survey monkey questionnaire and we got that out to them. And also across to 70 teachers. I was most impressed to get 70 teachers responses. It was the last day of term. It could have been the fact we offered some wine. I'm not quite sure, but we'll see. So the first thing we did was we asked them what they actually thought of the BYD and said this is some of their responses. BYOD has changed me as a teacher. I'm always looking for different ways to deliver to my class and I like to change myself. It's not like the old days, writing notes, organizing them in folders, it's quite different. BYOD has changed my teaching so much that now when I write on the board, the students comment on it. My grades have gone down since I got a device. BYOD has changed me as a teacher. I'm now on Twitter and I follow educators from all around the world. The way I learn has changed since I've brought my device. I now write my notes on time. I don't just leave it to the last minutes of the day. BYOD has changed me as a teacher. I've thrown out my pen and paper, and I've moved on to visual activities and presentations. It's changed a lot with technology, but my handwriting has gotten worse. BYOD has changed me as a teacher. I now blog and have one whole class submit all their assignments via blog. So bear in mind, each of those responses are actually from individual students and staff and they are actually real. So the first thing I'll just talk about briefly about what is BYOD. And I'll just bring up because everybody in here knows exactly what bring your own devices because they've been hearing at it all day every day. So I'm not going to talk too much about that. We're going to skip it straight past it. So the first question when we talk to our schools and with isometric solutions, 80% of our schools are along the track with bring our own device. The other 20% are basically getting prepared and or looking at it. That's not with us pushing it because I think it's really hard work for us as an IT company, but it's about the fact that they want to do it. So the first question is always why do they want to do it? And we've established four different ways of doing a bring your own device scheme. The first is the classic bring your own device, dad's a computer, anything you've actually got that can actually get onto the network and access your resources. Bring only this device. This is probably the most common one we're starting to see now. So instead of people actually saying bring anything, they're actually specifying a device. They want to see a particular device in the school. And the reason behind that is so that it's actually more comfortable for the teacher. Bring only pens, school device. So school provides the device, one to one device within the school. And finally, bring only a browser, which is actually one that are one of the delegates from the last conference brought to us because so much can be now done within a web browser they're basically saying as long as you can bring Google Chrome along you're good to go now the most common device obviously when it comes to bring your own device is the tablet and this survey that's from the IDC is literally brand new yesterday. If you were in Rotorua, you would not have seen this. New slide, brilliant. And what it shows in the blue line for you, those at the back, at the back, is basically the tablet growth is considerably outpacing both desktop and laptop purchases. And we'll continue to do so. So, a couple of survey results for all you. Should students be allowed to bring their own device to school? I do like bring my own device to school. Yes students bringing their own devices is good. It opens up new possibilities but also new challenges. No I don't like it. Students bringing their own device is good even for those of us that aren't tech savvy. Students bringing their own devices is great, it's engaging but it requires a lot of pre-planning and organisation. So the next question we asked them was actually how they actually felt about bringing your own device. We actually asked for one word but we didn't get one word answers so you're going to get some more here. Fun? Awesome. Nah. It's lots of fun. It's a lot easier. Annoying. And the meh was a real response. It was written down. I don't know how. So we then were asking this stuff and students actually whether they thought they should have a mixed media, whether everything should be done on the device or whether they should do pen and paper only, or whether we should actually have a mixture of both pen and paper and devices. And this is the response from them there. So interestingly, both staff and students, a bit of both. They want to see people using pen and paper and the device. In other words, making it relevant for use as opposed to actually just going for it. So then we started asking them about how they felt this is for the teachers if the students got distracted now if I was to ask you or if you think students would get distracted by devices I think probably most of you would to chuck your hand up and you'd be right. So effectively 90% of students or there they're about so being distracted by having a bring-your-own device. So then we went the other way okay how do the teachers the teachers manage the students, get them back on task, do they deal with their disengagement? And this is a couple of responses from the teachers. I manage student disengagement by telling stories, building enthusiasm and getting students feedback. I manage student disengagement by giving them engaging tasks and allowing them to choose the output format. I've noticed technology has really helped me engage in my work. It's made me really appreciate what I'm actually writing. You have a visual and a literal sense of what you're doing. And I think that's a really important bridge when you're learning. I manage student disengagement by walking around the class and working with them one-on-one. I managed student disengagement by giving them paper to write on. That's a fair question. So the next question we thought, well if the students are all being disengaged by saying, you know, 90% of them, how do you deal with that? So the next question was, well, do you feel that any participation is improved in the classroom? And much to our surprise, they said so this is the opposite so although the students are 90% potentially getting distracted 91.7% of them are participating more in the class very strange but it's you know it's a straight opposite so we then went back to them okay do the feel do they feel the students have been become more responsible now they're allowed to bring their own device to school and so for you at the back the yes was 62 and I think that they have become more responsible 18 and a half percent said no and 18 and a half percent said no you're kidding right and so then the other thing we asked them was okay they're obviously using devices in the class. Does that require far more planning? And so the teachers came back with a fairly obvious, same amount of planning. 60% thought they required same amount of planning, nothing additional to use of device in the classroom. But 40% did think they required additional planning and absolutely none of them said no additional planning was required. So now I'm just going to move a little bit now into actually adopting BYD, how to get yourself started. So I have a slide that I've been using probably for the last two years. Now if any of you can't see this, then we have a copy of our stand and you're more than welcome to take a copy away with you. It basically details the four, or the four key, the eight key components that we believe you need to have in place to implement a successful BYAD scheme. If you are missing one of them, then yes, your BYD scheme will work, but at some point it's going to become an issue. So ultra-fast broadband is in there, and if you don't have that, everyone trying to get on the internet will become an issue. So I've already mentioned about BYAD models and the biggest catch from I see from a technical point of view is the choice of device. It's the one that divides everybody the most. Are you going to go with Apple? Are you going to use Android? Are you going to go with Windows? Are you going to allow everybody to have different devices with different operating systems and so on? And in all honesty, you can't go wrong but the same time it's important that the teacher is confident about the device that's in front of them and I'll come to that in a second you have to deal with funding models how are you actually going to get each of your students a device if you choose to go BYOD are you going to lease it on behalf is the school going to lease the device and then basically provide that back to the students for them to pay the school? Or is it going to be absolutely bring your own device completely nuttally? You need to consider policies and so on, not just about the usual on the internet and so on, but how do you deal with lost devices, broken devices, stolen devices, missing devices, etc. Probably most important from your point of view is professional development. Ongoing, which was mentioned this morning in our workshop, which is absolutely correct. You can't just do some PD and stop. It has to be complete going all the time. And I think the most important is communication. Talking to your community, when O'Rewa College went and started to do their BYOD scheme and they made the announcement and there was an article in the Herald. Some of you may have seen some of the comments on that article. They were septic, they were really nasty comments. Some were positive but an awful lot were quite nasty. Do you do a rolling start? Start it on a particular year, again, works for you. It's the way to go. Do you start with different classes before hitting school wide? And from my point of view, if you control the device, if you touch the device, if you put something on it, do you actually have to manage it? And the reason I ask that is because if you're going from 400 devices to 2,500 devices to 2,500 devices in your school, who's going to manage that and look after it? And you all will have heard the classic, it worked until you touched it. Imagine 1,800 students turning up with their device saying it's not working since you touched it. So you either need to do no touch, very light touch to maintain them. And finally, one for all your teachers. You become level one support with a BYOD scheme. If it's not working, the first person they're going to be asking is you as the teacher at the front of the classroom to solve it. Now if all of your students are having an issue, you're not going to get much teaching done. So I've just got a very small pyramid here about planning for BYOD. And this is, again, from a technical point of view, we feel that you need to get the communication going first off. You then need to look at your infrastructure in the school. If a number of you have been snuffed, I'm sure you have, then you're in a good place. Some of you may have been lucky enough to get snub wireless. Again, you're in a good place. And then you review everything again, and then you finally actually start building policies, trialing it, reviewing it again before you actually go live. So this is just a brief information about infrastructure side of things. The government has put in another $136 million into the SNAP budget to do the rest of the schools that have not been snubbed. If you were snubbed five years ago, you are able to reapply for funding to upgrade all your switches and so on that are now out of warranty. So if you haven't, if you've been snuffed a while ago, we then also have wireless snup, which is now going to be available for June. If you have missed out on that funding as part of your snub upgrade, which may have happened in the last two or three years, you are allowed to apply for funding again just for wireless. And it was a ministry guy who told me yesterday in Rotarone, he said he wasn't sure they'd get killed for saying it. He told me, he didn't say it was off the record. So most of your networks and your schools will be, like my diagram here, effectively, you go on the network and you access resources. That is not possible in a BYOD environment. The reason being is that you should have no trust of the devices that are brought into your school. You don't know what's running on them. You don't know where they've been or anything. So you have to implement something called VLens, which I always refer to as layers of a cake. So you have to layer up your network into different layers, which allow different access and different speeds. As Andrea mentioned, the internet is a very limited resource. You want to control how quickly they can get on the internet. And I've actually got a slide about that shortly. But effectively you deal with different types of devices. In my particular example, here I've got eight different layers. On a network we actually deploy, we've actually got 12 different layers dealing with all sorts of different devices, how we want to deal with them, how we want them sped up, slowed down, looked after, maintained, and so forth. One of the major changes is bringing our own device is the fact that wireless that typically has just been something that sat in the room. I'm sure most of you would have started with a Dick Smith's electronic, probably a D-Link access point sat in the back of the classroom, that perhaps provided wireless just for the teacher. As soon as you start loading that, it falls over, it becomes unreliable and you have to start again. So one of the things that major change is that wireless becomes the network. It has to be reliable and it has to be fast. So here's the things that major changes that wireless becomes the network. It has to be reliable and it has to be fast. So here's a couple of things just to watch out for when it comes to choosing your wireless provider. You're planning for performance, not coverage. In the beginning, it was always, yep, we can see the wireless over here, it's brilliant. But that's now longer changing. You're getting large numbers of users in particular areas. You need to plan for performance, not for coverage. And that's a fundamental shift in the way you design for wireless. You've probably heard of people doing site surveys for wireless. If you're implementing a BYOD scheme, look at your fire dying around the school and put at least one access point every two classrooms. Save yourself by $3,000, $5,000. You want performance, not coverage. So it doesn't matter that it reaches into that area brilliantly. You want to absolutely blast into it and get a lot of noise and a lot of performance through it. You have to pick dual band access points. I'm not going to go into any more detail than that. Just remember dual band access points. And we recommend one access point per two classrooms even in large deployments. And the reason being is if you start having one per classroom, you actually have to start reducing the power of the wireless or disabling certain functionality, certain channels so that they don't compete. And finally, almost finally, there's one more after that, you don't need the top of the range access points. The reason being is that you are dealing in a bring your own device with typically consumer based devices, iPads, Android tablets. They don't support the fancy ones, these ones that can do three by three MIMO. You need a mid-range access point and more of them. So as I always say, instead of buying 10 of the fancy ones, get 18 of the mid-range ones. And the other thing to take into mind is that bring your own device computer has a lower wireless demand than a domain joint computer. What do I mean by that? If you've got a telopetop that's on the wireless talking back on your system, it's talking all the time back and forth to the server. It's receiving information all the time. Our experience has shown that with the bring your own device, its access is typically bursty. It basically goes off, gets the information and stop. So a student may go on the internet, pick up some resources, download a file, work on it, but it's typically short and sharp rather than constant. Now isometric solutions, we're a bit one-eyed when it comes to our wireless. We basically support and deal with one provider, which is ruckus wireless. And the reason we do that is that they are the most widely deployed wireless in New Zealand schools. Very high performance and especially in high interference environments. What do we mean by that? Look at this room right now. There's lots of you, you're all causing issues to the wireless because you are full of water. So in a classroom, the Ruckus S skier especially becomes better, faster, and it deals with the interference. And it's fully roaming and we have a Bonjour Gateway, so those of you that have Apple TVs and so on, are able to actually get to them whatever network they're on. One of the biggest challenges when it comes to BYOD is how you actually get your students, you're back onto the network every single day and how you get them going. We don't like what we refer to as captive portals or authenticating proxy servers. These basically stop the users getting onto the network and actually working. You're actually asking them to do something before they open an application which can be a bit strange for them. So this is what we try and design into our user experience for any device. Effectively walk in to the school, you log on using your network username and password, you're placed on the correct layer of the correct network, and you're able to access the resources. What the students are not aware of is all the extra bits and pieces that are occurring in between these gaps, which are monitoring them, controlling them, and keeping an eye and where they're actually going. Now the other thing with the wireless is the fact it can be very demanding. So this is not going to work great for you at the back unfortunately. But basically what this shows that is within an hour, and this is an example from River College, they're going from next to almost zero clients on the wireless network to over 1,400. So it's exceptionally demanding the wireless. You need, and they need to be able to get onto it and get going. Now the next thing to deal with when it comes to BYOD is the internet. We're finding more and more users that are actually, and teachers are actually accessing the resources directly off the internet as opposed to internally within your school. And so most of you will have the school devices and a reasonable internet connection. But what you then find is that you're adding on large numbers of devices into your school. And yet if your internet connection remains the same, then it becomes a pain point. The ultra-fast broadband helps with that. Now it's still not a finite resource and you have to manage it, which is where those layers come in again. We actually at Arewa College give the students a megabit of internet traffic themselves, which is more than some of our schools have actually had in the past as a whole. And this is what we've got here. So we're managing a limited resource. And it doesn't matter how fast you go, it's never going to be enough. More and more is occurring, the media they're dealing with is richer so I have a quick screenshot here which you're definitely not going to be able to read at the back which is a Facebook page from from some students at over Ewa college complaining that they want faster internet and one of the thing they're saying down the bottom here is that they actually want they they're only getting a megabit of speed so they're complaining about getting a megabit of speed and I'm saying brilliant the system's working. There's only 14 people have liked it. This page still exists. You can probably still find it. You might want to up the number of likes. There's only 14 out of 1,800 students so it's not doing too badly. The next slide I've got here, again you're not going to be able to see at the back is their internet traffic for one year. And for those you that will are at the back you will be able to see the large gaps and so on. Those are the holidays, the breaks that occur throughout the year. So within this particular calendar year, which was from May 17th, the school had used pretty close to 25 terabytes of data. A real college does not have any school-wide cloud services. This is purely internet access. So the students are definitely accessing the resources. The teachers are accessing the resources. And we're finding it's only getting faster and quicker. And that's one of the biggest things to keep up with is that it's going to grow and grow. And I've gone a bit quicker than yesterday. That's right. If you would like a copy of the survey, we are turning it into a full white paper. There's about 40 questions for the students, 40 questions for the staff. We're going to get it all nicely done with some comments from the school against it as well. If you'd like a copy, please come and see us at our stand, fill in the competition form that we've got, and just say you'd like a copy, and we'll email a copy across here. Any questions? If anyone's having questions, they can go for it. Yep, across here. Any questions? If anyone's having questions, they can go for it. Yep, one here. How was the estimated amount of devices they used? Right now, that would be, sorry for the internet graph. One year graph, that would be 1,400 wireless devices plus 450 desktop, so, say around 2,000, give or take. That 1,400, does that include iPhones, people's phones as well? Yeah, well certainly one of the things we're seeing is that people are not bringing one device in. So teachers may have as many as three devices. You'll have your telapop, you may have an iPad and you've probably got your smartphone. Students may have two devices, the iPad, a smartphone or an iPod as well and they can be attaching that and using those. And what's our Rewards policy on? You can just connect up? Yeah, connect up. It's about accessing the resources. Okay. Anybody else? Questions? No? Oh, here we go. What are you doing to stop students creating your own hotspot? What are you doing to stop students creating hot spots? Creating hot spots? Creating hot spots. So with creating hotspots, you also at the same time we think about 3G and so on here. So they can circumvent the security on the system because they can access the internet using 3G. The best you can do is you can either set the wireless system to deal with them. I attack them, try and triangulate them, but it's all down to policy. The difficulty when it comes to say 3G access is that you don't know they're doing it, and you have to trust that they're not doing it. But it's down to policies and managing it. So you can see them when they pop up. With the Bruckler system, we don't allow the students to, we isolate them, so they can't play games amongst each other and things like that. So if they want to do playing games, yes, they can do an ad hoc and so on. But it's it, so it's a catch it, to catch with any wireless, any bring your own device. Any more? Of course you can catch up the comrade in this team with his stand or give them a call, fricking them an email. I'd also like to thank, before we thank him for speaking. Isometric and Ruckus together helped to, they're managing the Wi-Fi network for us today, so I'd like to thank you for doing that for us. Hopefully it's all been working for you guys well. You have been rate limited. You weren't all getting all of it, so it should be okay. It doesn't need to be great. Good. No, that's fantastic. Thank you for that comment. Thank you very much. Thank you."}