{"speakers": [], "chunks": [{"timestamp": [0.0, 47.0], "text": " The Gooday, I'm Ben Ruck. I'm a researcher at Victoria University and I have a particular interest in studying the properties of some rather novel magnetic materials."}, {"timestamp": [47.0, 52.0], "text": " But at the moment I'm enjoying one of my other interests and that's the sport of kickboxing."}, {"timestamp": [52.0, 57.0], "text": " As a physics researcher, something else I really love about this sport is a connection to physics."}, {"timestamp": [57.0, 61.0], "text": " We have mass, forces,"}, {"timestamp": [61.0, 64.0], "text": " momentum,"}, {"timestamp": [64.0, 75.36], "text": " we have balance, speed and acceleration I've been involved in the sport for around about five years now"}, {"timestamp": [75.36, 83.2], "text": " I really enjoy it I love the challenge of it and I also really enjoy the fitness I find that if I'm"}, {"timestamp": [83.2, 86.88], "text": " physically fit and on top of the world it actually helps me think better as well."}, {"timestamp": [86.88, 88.5], "text": " I have more energy for everything I do."}, {"timestamp": [88.5, 99.62], "text": " Now in my lab at Victoria University,"}, {"timestamp": [99.62, 102.3], "text": " where I can introduce the focus of my research, which"}, {"timestamp": [102.3, 104.74], "text": " is into the properties of rare earth nitrides."}, {"timestamp": [104.74, 108.5], "text": " To help understand what that actually is, we can look at this copy of the periodic table."}, {"timestamp": [108.5, 112.0], "text": " And in actual fact, this is a copy I've had since I was around about eight years old."}, {"timestamp": [112.0, 115.0], "text": " And we see the so-called rare earth metals."}, {"timestamp": [115.0, 117.5], "text": " It's a series of 14 elements."}, {"timestamp": [117.5, 125.38], "text": " They're actually not so rare as it turns out, but they're very interesting because all of them have the potential to show quite strong magnetic behaviour."}, {"timestamp": [126.62, 127.2], "text": " That's reasonably well understood."}, {"timestamp": [132.08, 132.46], "text": " But to try and improve and enhance that, we've started mixing those with another element,"}, {"timestamp": [135.26, 135.84], "text": " which we find right up here on the periodic table, and that's nitrogen."}, {"timestamp": [138.2, 138.46], "text": " To study the rare earth nitrides first, we have to make some."}, {"timestamp": [142.72, 143.22], "text": " And we do that down here in the lab using these ultra-high vacuum systems."}, {"timestamp": [146.0, 151.0], "text": " My colleague Andrew here will explain to you how that's done. So when making these nitrides, obviously we want them to be as pure as possible."}, {"timestamp": [151.0, 156.0], "text": " The method we use to achieve this is to suck basically all the air out of this chamber."}, {"timestamp": [156.0, 158.0], "text": " We use a turbo pump."}, {"timestamp": [158.0, 163.0], "text": " This is a pump with blades spinning at 38,000 RPM,"}, {"timestamp": [163.0, 167.0], "text": " basically making this chamber the emptier space in Wellington."}, {"timestamp": [167.0, 173.0], "text": " So we load up the crucible with little pieces of rear-earth metal, in this case gadolinium."}, {"timestamp": [173.0, 178.0], "text": " The crucible we then put in here and heat up to about a thousand degrees centigrade."}, {"timestamp": [178.0, 187.4], "text": " This evaporates in the presence of nitrogen gas, up the chamber and deposits onto little silicon wafers in here."}, {"timestamp": [187.4, 190.46], "text": " This is a thin film we produced in the vacuum chamber."}, {"timestamp": [190.46, 195.16], "text": " It's deposited on a silicon wafer and is less than a millionth of a meter thick."}, {"timestamp": [195.16, 199.38], "text": " The colors you can see are there are interference fringes similar to what you'd see and"}, {"timestamp": [199.38, 202.54], "text": " an oil slick on a puddle of water."}, {"timestamp": [202.54, 205.76], "text": " Now something that makes this research a little bit complicated is the fact that the rare earth"}, {"timestamp": [205.76, 208.2], "text": " nitrides react very rapidly with air."}, {"timestamp": [208.2, 209.78], "text": " They oxidize."}, {"timestamp": [209.78, 214.46], "text": " So to prevent that from happening, we keep them here in this vacuum system."}, {"timestamp": [214.46, 218.32], "text": " Now if we want to do any measurements we have to take them out of the vacuum system,"}, {"timestamp": [218.32, 221.06], "text": " which I'll do now."}, {"timestamp": [230.22, 233.72], "text": " At this point I can remove the lid and take out a sample ready for measurement."}, {"timestamp": [238.68, 241.18], "text": " So this is the samples. They're deposited on top of a substrate such as a silicon chip."}, {"timestamp": [247.0, 250.0], "text": " One of the most important ways that we study the samples that we have is by looking at the way they interact with light. The equipment we have here is called an ellipsometer."}, {"timestamp": [250.0, 253.0], "text": " It's made locally here in Wellington by a high-tech company."}, {"timestamp": [253.0, 261.0], "text": " What it does is it shines light on a little sample like this that we place here right in the center of a focus beam of light."}, {"timestamp": [261.0, 263.0], "text": " The beam is very small, so it's hard to see."}, {"timestamp": [263.0, 269.28], "text": " It's generated down at this end of the equipment. It's polarized light that comes along, it reflects off the sample,"}, {"timestamp": [269.28, 273.76], "text": " and it's detected at this end of the equipment. The light sources we have here are designed"}, {"timestamp": [273.76, 278.32], "text": " to reduce light of all different wavelengths, from the infrared, through the visible, and right"}, {"timestamp": [278.32, 282.88], "text": " out to the ultraviolet part of the spectrum. Each wavelength corresponds to a different energy,"}, {"timestamp": [282.88, 286.5], "text": " and by looking at the ways the different energies of light interact with the sample,"}, {"timestamp": [286.5, 290.0], "text": " we can understand the energy levels of the electron inside the samples."}, {"timestamp": [290.0, 293.0], "text": " The first step in understanding the properties of any material"}, {"timestamp": [293.0, 295.5], "text": " is figuring exactly how the atoms are put together."}, {"timestamp": [295.5, 300.0], "text": " We know that our samples are made of a mixture of rare earth, metal and nitrogen,"}, {"timestamp": [300.0, 303.0], "text": " but figuring exactly how the atoms are bonded is important."}, {"timestamp": [303.0, 307.0], "text": " We've used a whole range of techniques to try and figure this out,"}, {"timestamp": [307.0, 311.0], "text": " and it turns out that the rare earth nitrides take on exactly the same atomic structure"}, {"timestamp": [311.0, 313.0], "text": " as ordinary old table salt."}, {"timestamp": [313.0, 316.0], "text": " Table salt is sodium chloride, a mixture of sodium and chlorine,"}, {"timestamp": [316.0, 318.0], "text": " as shown in this diagram here,"}, {"timestamp": [318.0, 320.0], "text": " but in the case of the rare earth nitrides,"}, {"timestamp": [320.0, 323.0], "text": " all of the sodium will be replaced by the rare earth metal"}, {"timestamp": [323.0, 326.0], "text": " and all of the chlorine atoms replaced by nitrogen atoms."}, {"timestamp": [326.0, 329.0], "text": " Our interest in the structure of the materials comes from the fact"}, {"timestamp": [329.0, 332.0], "text": " that the way the atoms are put together determines the energies"}, {"timestamp": [332.0, 334.0], "text": " of the electrons inside the structure."}, {"timestamp": [334.0, 337.0], "text": " And the energies of the electrons inside the structure"}, {"timestamp": [337.0, 339.0], "text": " in term determined two things,"}, {"timestamp": [339.0, 341.0], "text": " firstly how it conducts electricity,"}, {"timestamp": [341.0, 344.0], "text": " and secondly whether or not it has magnetic properties."}, {"timestamp": [344.0, 347.4], "text": " As well as the really fascinating physics these materials have potential"}, {"timestamp": [347.4, 350.64], "text": " application in the emerging field of spin tronics."}, {"timestamp": [350.64, 355.48], "text": " Now in ordinary electronics you use electric charge electric currents flowing through devices but"}, {"timestamp": [355.48, 359.56], "text": " if you can also add in the spin property then that gives you the possibility of adding"}, {"timestamp": [359.56, 361.06], "text": " extra functionality."}, {"timestamp": [361.06, 367.0], "text": " So for example an electron spinning around one way could be used to represent a digital one,"}, {"timestamp": [367.0, 370.0], "text": " an electron spinning the other way could represent a digital zero."}, {"timestamp": [370.0, 376.0], "text": " If this is the case, then we can imagine using the smallest possible building blocks, single electrons,"}, {"timestamp": [376.0, 378.0], "text": " to perform the functions inside electronic devices."}, {"timestamp": [378.0, 383.0], "text": " It's really, really exciting and terrific fun to be able to perform this kind of research right here in New Zealand,"}, {"timestamp": [383.0, 387.0], "text": " knowing that we have the potential to really revolutionise the field of computing"}, {"timestamp": [387.0, 388.0], "text": " and push it forward."}], "text": " The Gooday, I'm Ben Ruck. I'm a researcher at Victoria University and I have a particular interest in studying the properties of some rather novel magnetic materials. But at the moment I'm enjoying one of my other interests and that's the sport of kickboxing. As a physics researcher, something else I really love about this sport is a connection to physics. We have mass, forces, momentum, we have balance, speed and acceleration I've been involved in the sport for around about five years now I really enjoy it I love the challenge of it and I also really enjoy the fitness I find that if I'm physically fit and on top of the world it actually helps me think better as well. I have more energy for everything I do. Now in my lab at Victoria University, where I can introduce the focus of my research, which is into the properties of rare earth nitrides. To help understand what that actually is, we can look at this copy of the periodic table. And in actual fact, this is a copy I've had since I was around about eight years old. And we see the so-called rare earth metals. It's a series of 14 elements. They're actually not so rare as it turns out, but they're very interesting because all of them have the potential to show quite strong magnetic behaviour. That's reasonably well understood. But to try and improve and enhance that, we've started mixing those with another element, which we find right up here on the periodic table, and that's nitrogen. To study the rare earth nitrides first, we have to make some. And we do that down here in the lab using these ultra-high vacuum systems. My colleague Andrew here will explain to you how that's done. So when making these nitrides, obviously we want them to be as pure as possible. The method we use to achieve this is to suck basically all the air out of this chamber. We use a turbo pump. This is a pump with blades spinning at 38,000 RPM, basically making this chamber the emptier space in Wellington. So we load up the crucible with little pieces of rear-earth metal, in this case gadolinium. The crucible we then put in here and heat up to about a thousand degrees centigrade. This evaporates in the presence of nitrogen gas, up the chamber and deposits onto little silicon wafers in here. This is a thin film we produced in the vacuum chamber. It's deposited on a silicon wafer and is less than a millionth of a meter thick. The colors you can see are there are interference fringes similar to what you'd see and an oil slick on a puddle of water. Now something that makes this research a little bit complicated is the fact that the rare earth nitrides react very rapidly with air. They oxidize. So to prevent that from happening, we keep them here in this vacuum system. Now if we want to do any measurements we have to take them out of the vacuum system, which I'll do now. At this point I can remove the lid and take out a sample ready for measurement. So this is the samples. They're deposited on top of a substrate such as a silicon chip. One of the most important ways that we study the samples that we have is by looking at the way they interact with light. The equipment we have here is called an ellipsometer. It's made locally here in Wellington by a high-tech company. What it does is it shines light on a little sample like this that we place here right in the center of a focus beam of light. The beam is very small, so it's hard to see. It's generated down at this end of the equipment. It's polarized light that comes along, it reflects off the sample, and it's detected at this end of the equipment. The light sources we have here are designed to reduce light of all different wavelengths, from the infrared, through the visible, and right out to the ultraviolet part of the spectrum. Each wavelength corresponds to a different energy, and by looking at the ways the different energies of light interact with the sample, we can understand the energy levels of the electron inside the samples. The first step in understanding the properties of any material is figuring exactly how the atoms are put together. We know that our samples are made of a mixture of rare earth, metal and nitrogen, but figuring exactly how the atoms are bonded is important. We've used a whole range of techniques to try and figure this out, and it turns out that the rare earth nitrides take on exactly the same atomic structure as ordinary old table salt. Table salt is sodium chloride, a mixture of sodium and chlorine, as shown in this diagram here, but in the case of the rare earth nitrides, all of the sodium will be replaced by the rare earth metal and all of the chlorine atoms replaced by nitrogen atoms. Our interest in the structure of the materials comes from the fact that the way the atoms are put together determines the energies of the electrons inside the structure. And the energies of the electrons inside the structure in term determined two things, firstly how it conducts electricity, and secondly whether or not it has magnetic properties. As well as the really fascinating physics these materials have potential application in the emerging field of spin tronics. Now in ordinary electronics you use electric charge electric currents flowing through devices but if you can also add in the spin property then that gives you the possibility of adding extra functionality. So for example an electron spinning around one way could be used to represent a digital one, an electron spinning the other way could represent a digital zero. If this is the case, then we can imagine using the smallest possible building blocks, single electrons, to perform the functions inside electronic devices. It's really, really exciting and terrific fun to be able to perform this kind of research right here in New Zealand, knowing that we have the potential to really revolutionise the field of computing and push it forward."}