{"speakers": [], "chunks": [{"timestamp": [0.0, 9.04], "text": " Thanks Greg. So yeah, hi welcome along everyone. So my name is Lee Kibad and I'm from"}, {"timestamp": [9.04, 15.84], "text": " Cyclone Computers. So Cyclones a has been around, I'll give you a really brief overview of"}, {"timestamp": [15.84, 23.04], "text": " of the company for those of the haven't come across us. We've been around since 1988. We were"}, {"timestamp": [23.04, 28.48], "text": " established by a gentleman down in Christchurch and have grown since that"}, {"timestamp": [28.48, 35.56], "text": " time to a team of about 50, just over 55 staff, offices in Dunedin, Wellington, Christchurch"}, {"timestamp": [35.56, 42.88], "text": " and Auckland, and quite a good split of people throughout those branches."}, {"timestamp": [42.88, 47.3], "text": " Cyclone started off as a company that worked very closely"}, {"timestamp": [47.3, 51.36], "text": " with tertiary in particular and those."}, {"timestamp": [51.36, 53.76], "text": " And we found that model working with tertiary's"}, {"timestamp": [53.76, 59.12], "text": " has lent itself quite well with forming a team"}, {"timestamp": [59.12, 62.46], "text": " focused on working into the schools market."}, {"timestamp": [62.46, 69.2], "text": " So we worked on a number of different areas. And so those areas, starting"}, {"timestamp": [69.2, 80.12], "text": " off, so who we are. And yeah, oh sorry, here we go. So yeah, working with procurement, advice, network,"}, {"timestamp": [80.12, 87.0], "text": " infrastructure, security, also do quite a bit around professional development, pretty much"}, {"timestamp": [87.0, 92.68], "text": " also cross-platform, so we work with both Apple products and Windows-based products,"}, {"timestamp": [92.68, 97.4], "text": " Android products, pretty much you name it."}, {"timestamp": [97.4, 99.64], "text": " And what are our customers doing?"}, {"timestamp": [99.64, 103.28], "text": " So I just wanted to sort of talk a little bit before we pass over to Mark what, you know,"}, {"timestamp": [103.28, 109.56], "text": " some of the key areas that we're working with customers. The first one I wanted to touch on was AOG. I'm not"}, {"timestamp": [109.56, 117.0], "text": " sure how many people have signed up to the AOG purchasing procurement model or those, has anyone"}, {"timestamp": [117.0, 123.08], "text": " here signed on to AOG? Yep. So there's a few there. So I just wanted to touch on that."}, {"timestamp": [123.08, 128.62], "text": " And some of the big things to remember about AOG, there's a whole lot of misconceptions out there."}, {"timestamp": [128.62, 131.76], "text": " At the end of the day, AOG is all about guaranteeing three main things."}, {"timestamp": [131.76, 134.08], "text": " The number one's pricing."}, {"timestamp": [134.08, 140.92], "text": " It's a nationally negotiated rate that pretty much can't be beaten."}, {"timestamp": [140.92, 147.48], "text": " The delivery time, so there's guaranteed levels around delivery time lines and guaranteed service"}, {"timestamp": [147.48, 148.48], "text": " levels."}, {"timestamp": [148.48, 150.72], "text": " So that's three of the most key components."}, {"timestamp": [150.72, 157.76], "text": " There's also quite a few misconceptions around, you know, when you do sign up to this, you're"}, {"timestamp": [157.76, 160.96], "text": " not locked into buying off a specific partner."}, {"timestamp": [160.96, 166.06], "text": " So you may already have someone you work with or you know you can"}, {"timestamp": [166.06, 170.32], "text": " work with still work with them but they then have the right to go and buy some of"}, {"timestamp": [170.32, 177.68], "text": " those discounted and guaranteed products. So that's some of the myths. Now if you"}, {"timestamp": [177.68, 182.38], "text": " want some information about OGA I do suggest you come and see us. So Cycline's one of"}, {"timestamp": [182.38, 185.68], "text": " about seven panel members so we represent a couple of products,"}, {"timestamp": [185.68, 190.56], "text": " but we can work with other vendors such as HP and some of the other ones out there, but"}, {"timestamp": [190.56, 194.66], "text": " just come and have a chat to us about that because it is really is a good way to save some money,"}, {"timestamp": [195.12, 199.98], "text": " even just signing up to the NDA, which means you can access the pricing, and that's a really"}, {"timestamp": [199.98, 204.64], "text": " good way to find out if this is a good way. And when we look at the Apple products, which we"}, {"timestamp": [204.64, 211.08], "text": " represent on there as well, it's one of the few times using the iPad as an example. I've ever"}, {"timestamp": [211.08, 216.8], "text": " seen education discounts offered on iPads. So if you're looking at iPads, you can get"}, {"timestamp": [216.8, 228.0], "text": " discount via that AOG process. Now moving on to BYOD. So I know you've been inundated with BYOD presentations today,"}, {"timestamp": [228.0, 231.7], "text": " so I won't go into too much detail on that."}, {"timestamp": [231.7, 236.64], "text": " But I guess a couple of things that Cyclone does, that possibly some of the others out there aren't doing."}, {"timestamp": [236.64, 248.24], "text": " Number one, we actually have a student and family facing website used for your students and their families to procure models and sometimes that"}, {"timestamp": [248.24, 253.28], "text": " can be models that cyclone recommends that we've talked to the school about and said this is"}, {"timestamp": [253.28, 258.08], "text": " what you're trying to achieve sometimes it might be ones that you say no we want every student"}, {"timestamp": [258.08, 264.64], "text": " to have this product and we'll get that on your website what we do try and do is get schools"}, {"timestamp": [264.64, 265.86], "text": " partnering together."}, {"timestamp": [266.02, 270.76], "text": " So if one school, say, in the shore is buying a similar product"}, {"timestamp": [270.76, 275.04], "text": " or recommending a similar product to, say, one somewhere else in the country,"}, {"timestamp": [275.36, 277.46], "text": " we can put all of that purchasing together"}, {"timestamp": [277.46, 281.7], "text": " and hopefully then be able to offer your families back a discounted product."}, {"timestamp": [282.08, 285.24], "text": " And again, the model, there's not one size fits all."}, {"timestamp": [285.24, 290.88], "text": " Some of you may want to say, no, look, we won't make them buy a specific product and"}, {"timestamp": [290.88, 291.88], "text": " that's fine."}, {"timestamp": [291.88, 294.98], "text": " But so they can just use the website, I guess, as a yardstick."}, {"timestamp": [294.98, 297.12], "text": " Others might say no for infrastructure reasons."}, {"timestamp": [297.12, 302.68], "text": " We want to have the same consistency or we want to have a same device because then our teachers"}, {"timestamp": [302.68, 306.12], "text": " can be more comfortable because everyone's"}, {"timestamp": [306.12, 310.22], "text": " going to be using either the same platform or the same device."}, {"timestamp": [310.22, 313.82], "text": " So again, I'm happy to talk to you about different options there."}, {"timestamp": [313.82, 318.36], "text": " Also working with a lot of schools around mixed ownership models."}, {"timestamp": [318.36, 328.12], "text": " So an example of that would be a school recently came to us wanting to purchase some tablets,"}, {"timestamp": [328.12, 333.6], "text": " but they wanted the teachers to have ownership of those devices."}, {"timestamp": [333.6, 339.62], "text": " So they're part funded by the school, with 51% being funded by the teachers as long as the"}, {"timestamp": [339.62, 342.62], "text": " F for X amount of time, then they keep that device."}, {"timestamp": [342.62, 350.98], "text": " So again, it's a nice way to get devices into the into the teacher's hands and and also they then own that"}, {"timestamp": [350.98, 356.26], "text": " after staying X amount of time working with you on hotswop units so when there's"}, {"timestamp": [356.26, 361.66], "text": " going back to that model before if you've got a consistency of device within"}, {"timestamp": [361.66, 366.44], "text": " the school then we can work out some models around ensuring that"}, {"timestamp": [366.44, 371.62], "text": " there's some hot swap devices on site."}, {"timestamp": [371.62, 377.5], "text": " Parent evening, so either cyclone attending those or us helping you just with some of the"}, {"timestamp": [377.5, 381.34], "text": " paraphernalia you might need or even just devices to show parents."}, {"timestamp": [381.34, 384.5], "text": " So a big thing when you're doing your BYOD, and I'm sure you've already been told this,"}, {"timestamp": [384.5, 388.18], "text": " it's all about the planning and being really, really clear about what you're"}, {"timestamp": [388.18, 393.74], "text": " trying to achieve. And look, you don't have to reinvent the wheel. At the end of day, there's so many"}, {"timestamp": [393.74, 397.9], "text": " other schools that have already gone through this or are working their way through it that"}, {"timestamp": [397.9, 402.88], "text": " just come and ask us and hopefully we can add some value and even tell you what other schools are"}, {"timestamp": [402.88, 405.96], "text": " doing either in your area or in other parts of the country."}, {"timestamp": [408.22, 410.86], "text": " Yeah, so just come up and see us on the stand for some of that."}, {"timestamp": [411.14, 416.44], "text": " Some of the other general areas we're working in, so facilitating local network events"}, {"timestamp": [416.44, 419.56], "text": " around a various range of products and services."}, {"timestamp": [420.08, 424.76], "text": " So if you're interested in, you know, you might be interested in wireless, then come and see"}, {"timestamp": [424.76, 426.76], "text": " us because we're working with many schools around that."}, {"timestamp": [426.98, 431.72], "text": " And we can connect you with other schools rather than us trying to be the ones selling you something."}, {"timestamp": [431.72, 437.06], "text": " We'd far rather just send you to some of our schools that are happy to interact back with you"}, {"timestamp": [437.06, 439.44], "text": " and tell you what they've done and where the pitfalls are."}, {"timestamp": [441.82, 443.88], "text": " Supporting school fundraiser opportunities."}, {"timestamp": [444.22, 448.3], "text": " So again, just come and see us if you're looking for things for that."}, {"timestamp": [449.34, 452.36], "text": " iPad deployment, VPP assistance."}, {"timestamp": [452.36, 460.18], "text": " So, you know, I mentioned before about through AOG being able to get discounted rate on iPads."}, {"timestamp": [460.42, 463.48], "text": " But another way as well, if you're investing and looking at that space,"}, {"timestamp": [463.74, 473.44], "text": " is doing something around VPP and education rates on apps and able the school to save about 50% and being"}, {"timestamp": [473.44, 476.34], "text": " able to bundle that up and offer it back to the families."}, {"timestamp": [476.34, 481.76], "text": " So then you're starting to show them some savings or offer them some savings."}, {"timestamp": [481.76, 483.96], "text": " Wireless, touched on that."}, {"timestamp": [483.96, 487.0], "text": " We've recently just returned from a North American"}, {"timestamp": [487.0, 493.52], "text": " Apple Tour, but we also do where we've covered a host of things. And again, if that's the"}, {"timestamp": [493.52, 499.96], "text": " sort of thing you're interested in, just give us a shout. And Adobe site licensing, so working"}, {"timestamp": [499.96, 504.5], "text": " with lots of schools there, happy again to connect you with schools or come in and do some"}, {"timestamp": [504.5, 509.44], "text": " professional development. We've just been talking with Adobe recently about putting on a road"}, {"timestamp": [509.44, 513.36], "text": " show. So if any schools are interested in that, then please come and see me understand"}, {"timestamp": [513.36, 521.72], "text": " because we're just sort of trying to flesh out how we might do that. And AV interactive"}, {"timestamp": [521.72, 530.76], "text": " requirements, so if you're looking at projectors, pretty much just as a procurement model, look, just pretty, anything you want, we can pretty much do. And that's"}, {"timestamp": [530.76, 536.06], "text": " it for me. Really quick overview. But yeah, ideally just come and see us at the stand."}, {"timestamp": [536.06, 541.96], "text": " We've got a prize rule going on there as Greg touched on, so just come and see us and"}, {"timestamp": [541.96, 545.6], "text": " we can get you signed in and hopefully give away or let you win some prizes."}, {"timestamp": [545.6, 550.0], "text": " Just, have you got any questions? Anyone got any questions for Lee at all?"}, {"timestamp": [550.0, 556.0], "text": " Volume purchasing program. So for your apps, VPP."}, {"timestamp": [556.0, 560.0], "text": " Volume purchase program, okay. Just, I've got a question for you, Emily."}, {"timestamp": [560.0, 565.88], "text": " For the part of the All of Government scheme, you mentioned iPads. What other sort of devices can people get?"}, {"timestamp": [566.2, 566.62], "text": " Oh, anything."}, {"timestamp": [566.94, 569.96], "text": " So I guess with AOG, there's a number of different programs."}, {"timestamp": [569.96, 574.04], "text": " So there's one for, like there's one, for example, stationary supplies."}, {"timestamp": [574.34, 580.34], "text": " The big difference between the one for hardware is, like using the stationary supply one,"}, {"timestamp": [580.64, 584.78], "text": " when you sign on to AOG with stationary supply, you nominate who you're going to buy off"}, {"timestamp": [584.78, 589.76], "text": " and you can't change once you've entered that program, which is a bit of a"}, {"timestamp": [589.76, 593.32], "text": " downside because at the end of the day, let's say, and went on there for stationery, but"}, {"timestamp": [593.32, 597.28], "text": " let's say whoever you're buying that off, if they've let you down, you don't want"}, {"timestamp": [597.28, 602.06], "text": " to be locked in to buying off someone that's done a bad job."}, {"timestamp": [602.06, 607.18], "text": " And with an AOG for IT hardware, that's not the case."}, {"timestamp": [607.18, 610.24], "text": " So you can change who you're buying through."}, {"timestamp": [610.24, 613.9], "text": " And yeah, look, there's a number of different products on there."}, {"timestamp": [613.9, 623.34], "text": " But pretty much any laptop, netbook, desktop, PC or tablet from all the main brands and"}, {"timestamp": [623.34, 626.24], "text": " vendors are there. And it really is a good"}, {"timestamp": [626.24, 631.34], "text": " way to save some money and and the worst thing you can do is sign the NDA and if"}, {"timestamp": [631.34, 634.1], "text": " it's not for you you don't have to opt in you can still at least have a look at"}, {"timestamp": [634.1, 639.2], "text": " the pricing and it potentially saves you money in regards to not having to be go"}, {"timestamp": [639.2, 643.58], "text": " out there to tender because you're buying nationally negotiated rates that have been"}, {"timestamp": [643.58, 647.74], "text": " done by the government so you know you really can't go wrong."}, {"timestamp": [649.44, 650.78], "text": " Great. Anything else for Lee?"}, {"timestamp": [652.12, 654.16], "text": " No, he's on his stand, so if you didn't want to talk to you later on."}, {"timestamp": [654.24, 655.02], "text": " Cool. Thank you very much."}, {"timestamp": [655.02, 655.56], "text": " Thank you, Lee."}, {"timestamp": [660.4, 663.06], "text": " And, yeah, just the second part of the Cyclone's presentation."}, {"timestamp": [663.22, 664.9], "text": " I'd like to invite up to the stage, Mark Stewart,"}, {"timestamp": [665.52, 669.88], "text": " security solutions consultant, who's going to talk to you about security."}, {"timestamp": [670.54, 671.2], "text": " Thanks Mark."}, {"timestamp": [671.42, 671.78], "text": " Thank you."}, {"timestamp": [671.9, 672.48], "text": " Good morning, everybody."}, {"timestamp": [672.68, 676.88], "text": " So my name's Mark, and I'm a security solutions consultant for Dell."}, {"timestamp": [676.88, 680.76], "text": " But basically what that means is I'm a network firewall specialist."}, {"timestamp": [681.24, 687.76], "text": " And I've been working with the firewall technology sector for about 12 years now, doing"}, {"timestamp": [687.76, 693.3], "text": " Sonnacle specifically for nine years, and I've worked on a number of products across the"}, {"timestamp": [693.3, 697.32], "text": " years and I'm certified and I'm kind of like what I call a firewall freak."}, {"timestamp": [697.32, 700.96], "text": " I like firewall technology and that's kind of scary."}, {"timestamp": [700.96, 706.82], "text": " At the same time, you know, I come to talk to people like yourselves and involved in schools"}, {"timestamp": [706.82, 712.12], "text": " and, you know, perhaps that firewall technology is not really a relevant thing for you to talk"}, {"timestamp": [712.12, 715.6], "text": " about the specs and how fast they are and all the great models."}, {"timestamp": [715.6, 722.5], "text": " But what I am as a parent and that's probably the easiest way for me to relate to what goes"}, {"timestamp": [722.5, 727.44], "text": " on in your sort of daily workspace and understand what some of your needs are."}, {"timestamp": [729.28, 734.06], "text": " So what I'd like to talk about is the way things are changing and some of the challenges"}, {"timestamp": [734.06, 740.04], "text": " and how I address those challenges and a lot of that stuff will actually scale up to the challenges"}, {"timestamp": [740.04, 741.36], "text": " that you also face."}, {"timestamp": [742.08, 745.0], "text": " And of course one of the big challenges that we're seeing now"}, {"timestamp": [745.0, 747.0], "text": " is smart kids."}, {"timestamp": [747.0, 750.0], "text": " And I'm guessing all of you have seen this,"}, {"timestamp": [750.0, 754.0], "text": " is that kids these days from a very young age"}, {"timestamp": [754.0, 756.0], "text": " are interacting with applications,"}, {"timestamp": [756.0, 758.0], "text": " they're interacting online."}, {"timestamp": [758.0, 760.0], "text": " They're like little sponges."}, {"timestamp": [760.0, 762.0], "text": " You know, you throw technology at them"}, {"timestamp": [762.0, 764.0], "text": " and they're not scared to pick it up"}, {"timestamp": [764.0, 766.3], "text": " and to try it."}, {"timestamp": [766.8, 774.48], "text": " And they also don't care so much, whether it's Android, whether it's Windows, whether it's Apple OSX or iOS iPad devices,"}, {"timestamp": [774.76, 777.98], "text": " they will have a go at it and they will use that technology."}, {"timestamp": [779.76, 786.04], "text": " One of the most amazing things for me to see as a parent is the way the applications are being used in the educational space."}, {"timestamp": [786.7, 794.84], "text": " My oldest boy is eight years old now, and when he started bringing home work to do on athletics, I was absolutely blind away."}, {"timestamp": [794.94, 801.26], "text": " I mean, as an IT guy for years, I've seen some really cool things, but mathematics was just a complete wow moment for me,"}, {"timestamp": [801.26, 806.4], "text": " seeing him doing the online addition races with kids from all around the"}, {"timestamp": [806.4, 812.96], "text": " world. And seeing how that model is changing for children and how they learn, do homework"}, {"timestamp": [812.96, 820.12], "text": " and interact online is quite stunning. But it also brings with it a few things of concern."}, {"timestamp": [820.12, 826.48], "text": " Children don't have any comprehension of the dangers of what goes on the internet, the things"}, {"timestamp": [826.48, 832.68], "text": " that us as adults already know about. And they also don't really understand the difference"}, {"timestamp": [832.68, 839.24], "text": " between good or bad internet sites. And of course, those things are easy to find intentionally."}, {"timestamp": [839.24, 844.38], "text": " Unintentionally, they're also quite easy to stumble across a mistyped URL or the wrong word"}, {"timestamp": [844.38, 845.46], "text": " in Google can get"}, {"timestamp": [845.46, 853.32], "text": " you some quite interesting results. So talking about my kids, because I think my kids set a good"}, {"timestamp": [853.32, 859.0], "text": " background to the challenge that a lot of people encounter out there. And when I say smart"}, {"timestamp": [859.0, 863.68], "text": " kids, I don't think my boys are particularly geniuses or anything like that, but they represent"}, {"timestamp": [863.68, 865.0], "text": " what I'm seeing out there"}, {"timestamp": [865.0, 869.0], "text": " as the average child picking up technology runs with."}, {"timestamp": [869.0, 870.0], "text": " So the first one is Andrew."}, {"timestamp": [870.0, 872.0], "text": " Andrew's four years old."}, {"timestamp": [872.0, 874.0], "text": " He's currently in Kendi."}, {"timestamp": [874.0, 878.0], "text": " He talks a lot and he uses a Windows 7 computer."}, {"timestamp": [878.0, 881.0], "text": " He uses smartphones, tablets."}, {"timestamp": [881.0, 884.0], "text": " We have about four tablets in our household."}, {"timestamp": [884.0, 885.28], "text": " We've got some iOS devices but"}, {"timestamp": [885.28, 889.28], "text": " I've also got a bunch of those cheap $200 Android tablets which are great for young boys"}, {"timestamp": [889.28, 894.6], "text": " because they can really take a beating without you getting too concerned if they break it."}, {"timestamp": [894.6, 899.32], "text": " He uses a web browser. He uses applications such as Zoodles. I don't know if anybody's"}, {"timestamp": [899.32, 903.84], "text": " seen that but it's pretty cool. All sorts of flash games and cartoons and interactive stuff"}, {"timestamp": [903.84, 905.22], "text": " for little kids to work on."}, {"timestamp": [905.82, 911.56], "text": " Plus he's using Nickelodeon Cartoon Network, Disney websites, good old Xbox Connect,"}, {"timestamp": [912.06, 916.2], "text": " which is, you know, for kids these days, having some sort of gesture recognition,"}, {"timestamp": [916.44, 921.2], "text": " interaction with the device is natural. For I think a lot of people in my generation,"}, {"timestamp": [921.36, 924.78], "text": " that sort of technology is quite interesting and a new thing for us."}, {"timestamp": [926.04, 931.22], "text": " One of the most astounding things with Andrew, you can see the bottom line there is my wife's Cambodian."}, {"timestamp": [931.94, 935.14], "text": " And her mother lives with us."}, {"timestamp": [935.18, 936.82], "text": " She's 58 years old."}, {"timestamp": [936.88, 937.68], "text": " She's a lovely lady."}, {"timestamp": [938.46, 942.16], "text": " And she loves her Cambodian soap TV."}, {"timestamp": [943.02, 947.0], "text": " And we used to buy bucket loads of DVDs."}, {"timestamp": [947.0, 951.16], "text": " It was the bane of my life was ordering on all these DVDs."}, {"timestamp": [951.16, 955.24], "text": " And a lot of that stuff's on YouTube now and there's absolutely piles and piles of it on"}, {"timestamp": [955.24, 956.24], "text": " YouTube."}, {"timestamp": [956.24, 958.5], "text": " So I wander into our lounge one day and there's a little Andrew."}, {"timestamp": [958.5, 963.06], "text": " This is actually last year when he's three years old teaching his mother, his grandmother,"}, {"timestamp": [963.06, 966.0], "text": " how to search for Cambodian TV programs on YouTube."}, {"timestamp": [966.0, 971.0], "text": " You know, three-year-old teaching a 58-year-old how to use YouTube, and that was just like"}, {"timestamp": [971.0, 974.0], "text": " a, you know, a crikey moment for me."}, {"timestamp": [974.0, 978.0], "text": " I think, you're kind of proud on one hand and kind of scary on the other hand."}, {"timestamp": [978.0, 985.6], "text": " So, Andrew has an older brother, he's actually eight now, and obviously he uses the same sorts of technology."}, {"timestamp": [985.6, 991.84], "text": " He's very confident on the computer. He understands URLs, he understands forms, email,"}, {"timestamp": [991.84, 997.04], "text": " all sorts of scary things like that. You know, spots a URL, URL somewhere and he'll go"}, {"timestamp": [997.04, 1003.44], "text": " and type that and remember it and go and check it out. He uses applications such as Minecraft"}, {"timestamp": [1003.44, 1007.8], "text": " and all the usual web-based apps."}, {"timestamp": [1008.24, 1012.06], "text": " He teaches his younger brothers quite a lot as well on how to use things on the internet."}, {"timestamp": [1012.8, 1014.86], "text": " But we've also had a few issues with David."}, {"timestamp": [1014.86, 1021.06], "text": " Now, I'm sure some of you have seen this with the likes of Minecraft where they go onto YouTube"}, {"timestamp": [1021.06, 1022.8], "text": " to look at how to do things."}, {"timestamp": [1022.96, 1027.78], "text": " He's got some other games that he plays and he goes and looks and figures stuff out"}, {"timestamp": [1027.78, 1031.24], "text": " and he's starting to come across some inappropriate content."}, {"timestamp": [1031.24, 1034.32], "text": " So we've had a bit of a swearing issue with David"}, {"timestamp": [1034.32, 1036.72], "text": " and I'm at the stage where I get nervous."}, {"timestamp": [1036.72, 1038.48], "text": " I see this email coming from his teacher"}, {"timestamp": [1038.48, 1040.96], "text": " that has the heading David and I'm like,"}, {"timestamp": [1040.96, 1042.52], "text": " oh no, here we go again."}, {"timestamp": [1044.52, 1047.84], "text": " He's in the classroom and suddenly, you know, somebody pushes him too far and one of those"}, {"timestamp": [1047.84, 1052.5], "text": " words he's learned on YouTube pops out and then it's off to the headmaster of the principal"}, {"timestamp": [1052.5, 1052.82], "text": " again."}, {"timestamp": [1053.32, 1058.34], "text": " So, you know, these are the sort of challenges we're starting to face as kids use the internet"}, {"timestamp": [1058.34, 1059.66], "text": " and what they see."}, {"timestamp": [1061.44, 1063.92], "text": " At the entry level, we have Anthony."}, {"timestamp": [1064.1, 1066.32], "text": " Anthony's 18 months old."}, {"timestamp": [1066.32, 1067.98], "text": " He's actually starting to use stuff."}, {"timestamp": [1067.98, 1069.48], "text": " He's learning from his older brother."}, {"timestamp": [1069.48, 1070.9], "text": " He's using touch screens."}, {"timestamp": [1070.9, 1074.5], "text": " He understands what a mouse does as far as controlling the pointer on the computer and"}, {"timestamp": [1074.5, 1075.74], "text": " clicking on stuff."}, {"timestamp": [1075.74, 1079.3], "text": " But he is predominantly at the smash the keyboard stage still."}, {"timestamp": [1079.3, 1081.28], "text": " But he's learning pretty quick."}, {"timestamp": [1081.28, 1087.2], "text": " Now these kids are all using applications online, which is really cool."}, {"timestamp": [1087.2, 1094.48], "text": " But these applications online are also becoming quite an important part of their learning process."}, {"timestamp": [1094.48, 1100.82], "text": " So Mathletics is issued at David's School, he goes to Parramatta School in Wellington,"}, {"timestamp": [1100.82, 1105.56], "text": " and that's part of his homework pattern. So they need to be online."}, {"timestamp": [1105.56, 1108.12], "text": " I cannot deny these kids getting online."}, {"timestamp": [1108.12, 1110.62], "text": " And some of the things I see that they do do"}, {"timestamp": [1110.62, 1112.1], "text": " are very, very positive."}, {"timestamp": [1112.1, 1115.24], "text": " So online learning and interaction after hours"}, {"timestamp": [1115.24, 1117.44], "text": " is necessary and is part of their life."}, {"timestamp": [1117.44, 1120.28], "text": " So it's a big problem for me as a parent"}, {"timestamp": [1120.28, 1123.36], "text": " because how do I monitor my kids?"}, {"timestamp": [1123.36, 1128.0], "text": " I know some parents who set up a computer in the lounge room or look over the"}, {"timestamp": [1128.0, 1132.0], "text": " kid's shoulder all the time, you know, how do you deal with that these days?"}, {"timestamp": [1132.0, 1136.0], "text": " Fortunately, that's not my problem, that's other parents' problem, because I'm an IT guy,"}, {"timestamp": [1136.0, 1140.0], "text": " I'm a security specialist, this is what I do for a job."}, {"timestamp": [1140.0, 1143.0], "text": " So I don't have the average home network at home."}, {"timestamp": [1143.0, 1146.52], "text": " I have, of course, a son-called firewall firewall because, you know, we get them for free."}, {"timestamp": [1147.68, 1150.28], "text": " And it's one of the entry-level models."}, {"timestamp": [1150.58, 1156.54], "text": " Bear in mind that sonical firewalls range from anything from about $6 or $700,000, up to $200,000,"}, {"timestamp": [1156.92, 1159.26], "text": " so they scale for any size environment."}, {"timestamp": [1159.86, 1164.06], "text": " I have Microsoft Active Directory at home as well, which is, you know, a little bit over the top,"}, {"timestamp": [1164.12, 1166.68], "text": " but you'll find a lot of IT guys are like that."}, {"timestamp": [1166.68, 1168.4], "text": " I'm gonna skip that black bold a bit,"}, {"timestamp": [1168.4, 1170.24], "text": " and I'm gonna come back to that."}, {"timestamp": [1170.24, 1172.42], "text": " But on my sonical firewall, I do web filtering,"}, {"timestamp": [1172.42, 1175.38], "text": " so the kids can't get to any inappropriate sites."}, {"timestamp": [1175.38, 1176.8], "text": " I do application management."}, {"timestamp": [1176.8, 1179.82], "text": " So application management means my firewall understands"}, {"timestamp": [1179.82, 1183.74], "text": " applications such as Skype, Minecraft, YouTube,"}, {"timestamp": [1183.74, 1186.32], "text": " instant messaging, there's a whole range of stuff,"}, {"timestamp": [1186.4, 1191.68], "text": " social media. I also do some things that prevent nasty things getting into or out of my network,"}, {"timestamp": [1191.78, 1198.16], "text": " such as intrusion prevention, gateway antivirus and anti-mailware, and I have a reporting solution in place"}, {"timestamp": [1198.16, 1203.46], "text": " so that I have a summary, you know, on a weekly or monthly basis that can highlight any potential"}, {"timestamp": [1203.46, 1205.92], "text": " issues on the network."}, {"timestamp": [1205.92, 1213.96], "text": " Now one of the really, really cool things for me in the last 12 months has been the BYAD thing."}, {"timestamp": [1213.96, 1217.82], "text": " So if you look at any of the firewall products, or pretty much any of the good firewall products"}, {"timestamp": [1217.82, 1223.54], "text": " out there at the moment, there's the ability to identify transparently who a user is on a network."}, {"timestamp": [1223.54, 1228.0], "text": " So as a user, you go to use the internet and the firewall knows who you are."}, {"timestamp": [1228.0, 1231.0], "text": " And from Active Directory it knows what groups you belong to."}, {"timestamp": [1231.0, 1233.0], "text": " Are your student? Are you a teacher?"}, {"timestamp": [1233.0, 1235.0], "text": " If you're a student, what do you get access to?"}, {"timestamp": [1235.0, 1239.0], "text": " If you're a teacher, do you get access to things that students can't get access to?"}, {"timestamp": [1239.0, 1241.0], "text": " Pretty straightforward stuff."}, {"timestamp": [1241.0, 1246.42], "text": " The limitation with that has historically been that's had to have been a Windows or a"}, {"timestamp": [1246.42, 1255.36], "text": " domain device, which means not B-Y-O-D. So about six months ago, a local company called Connector Systems"}, {"timestamp": [1255.36, 1262.14], "text": " developed a product in response to a lot of demand from customers and schools to be able to"}, {"timestamp": [1262.14, 1265.46], "text": " transparently identify mobile devices."}, {"timestamp": [1265.46, 1273.12], "text": " So Android, iPad, iOS, Windows, phone, anything that will connect your Wi-Fi network."}, {"timestamp": [1273.12, 1275.84], "text": " And that's what that DelveBi plugin is."}, {"timestamp": [1275.84, 1279.52], "text": " So when somebody comes onto the network, we know who they are."}, {"timestamp": [1279.52, 1284.5], "text": " So with my boys, I don't care if they're on their Windows laptop or if they're on their"}, {"timestamp": [1284.5, 1285.58], "text": " Android tablets or on their iP laptop or if they're on their Android tablets"}, {"timestamp": [1285.58, 1294.08], "text": " or on their iPads or iPod touches, I know that's them and I can control the behavior"}, {"timestamp": [1294.08, 1299.06], "text": " of what they get to and I can see what they're up to. It doesn't matter to me where they're"}, {"timestamp": [1299.06, 1304.98], "text": " going. And this little snapshot of a home network can scale up to very, very large size. We"}, {"timestamp": [1304.98, 1307.72], "text": " can go to 60,000 users. So even though it's of a home network can scale up to very, very large size. We can go to 60,000 users."}, {"timestamp": [1307.72, 1310.58], "text": " So even though it's my little home network,"}, {"timestamp": [1310.58, 1313.24], "text": " it's actually the blueprint for a very, very large model."}, {"timestamp": [1313.24, 1317.04], "text": " And we do have a lot of schools already using this solution"}, {"timestamp": [1317.04, 1320.5], "text": " out there, and it's working really, really well for them."}, {"timestamp": [1320.5, 1328.18], "text": " Now, the other opportunity is obviously some very negative things coming out of what kids are doing online as far as the dangers,"}, {"timestamp": [1328.3, 1330.94], "text": " but there are also some positive aspects if you're a person like me."}, {"timestamp": [1332.04, 1334.0], "text": " And that is, you know, a bit of a network Nazi."}, {"timestamp": [1334.92, 1339.68], "text": " And that is that we have the ability to apply new types of punishment to the children."}, {"timestamp": [1340.2, 1345.24], "text": " So for David, he has lost Minecraft and YouTube rights for a month."}, {"timestamp": [1345.78, 1346.44], "text": " Pretty simple."}, {"timestamp": [1346.8, 1352.96], "text": " And he knows that Dad can see everything and that if he misbehaves or if he swears,"}, {"timestamp": [1353.44, 1355.74], "text": " and that, you know, he can't get that."}, {"timestamp": [1355.86, 1358.1], "text": " And that's actually been working really, really well for me."}, {"timestamp": [1358.5, 1363.14], "text": " So his behaviours come right back in line and he's constantly asking."}, {"timestamp": [1363.26, 1365.16], "text": " So when does Minecraft get unblocked, Dad?"}, {"timestamp": [1365.56, 1371.7], "text": " So it's quite cool. The other thing that we can do in the right-hand panel is the ability to"}, {"timestamp": [1371.7, 1379.32], "text": " manage and shape traffic. So as a dad, as an IT guy who's been working in IT for over 25 years,"}, {"timestamp": [1379.62, 1383.34], "text": " I'm also a bit of a gamer. So I have my online games that like to play. I don't know if there's"}, {"timestamp": [1383.34, 1388.66], "text": " any gamers in here, but I like a bit of the old flight simming stuff. So when I'm gaming,"}, {"timestamp": [1388.66, 1395.18], "text": " it's very important that I get the bandwidth and my traffic comes first. So we have the ability"}, {"timestamp": [1395.18, 1401.56], "text": " to say, okay, your mark, you get the bandwidth and your bandwidth comes first. You're the"}, {"timestamp": [1401.56, 1406.0], "text": " grandma watching Cambodian movies. It kind of goes down on the pipeline."}, {"timestamp": [1406.0, 1408.0], "text": " You're the kids playing Minecraft."}, {"timestamp": [1408.0, 1411.0], "text": " Maybe it goes into the pipeline as well."}, {"timestamp": [1411.0, 1413.0], "text": " So we have the ability to manage that traffic."}, {"timestamp": [1413.0, 1415.0], "text": " We're not just about blocking."}, {"timestamp": [1415.0, 1418.0], "text": " We're about managing it and visibility as well."}, {"timestamp": [1418.0, 1423.0], "text": " So that's quite a powerful aspect of things at the same time."}, {"timestamp": [1423.0, 1429.88], "text": " So why should I be worried, you know, as a parent or organization about these kinds of things?"}, {"timestamp": [1429.96, 1437.94], "text": " And we've seen some of the things I've talked about, but there are some real hard risks that you need to assess, you know, when you think about this stuff."}, {"timestamp": [1438.34, 1439.3], "text": " Financial risks."}, {"timestamp": [1440.0, 1444.88], "text": " You know, I have bit torrent on my network as blocked on my network as do many of my customers."}, {"timestamp": [1445.68, 1449.74], "text": " And I don't want to be exposed to the new copyright laws."}, {"timestamp": [1449.86, 1451.84], "text": " I don't want to be one of those people being dragged through."}, {"timestamp": [1452.32, 1454.26], "text": " You know, you downloaded some songs,"}, {"timestamp": [1454.36, 1456.32], "text": " and I don't want my kids to get involved in that"}, {"timestamp": [1456.32, 1460.86], "text": " because it is incredibly easy for those applications to be downloaded and installed."}, {"timestamp": [1462.0, 1463.3], "text": " There are legal risks."}, {"timestamp": [1463.6, 1465.5], "text": " Do you want to be associated with malicious"}, {"timestamp": [1465.5, 1472.38], "text": " traffic or do you want to be dragged through the courts if something bad occurred in your"}, {"timestamp": [1472.38, 1476.88], "text": " network, whether it be an attack or an appropriate content? And there are reputational"}, {"timestamp": [1476.88, 1482.32], "text": " risks. And I think for schools, that's probably the highlight of the bunch is the reputational"}, {"timestamp": [1482.32, 1485.88], "text": " risks. Children seeing inappropriate things"}, {"timestamp": [1485.88, 1491.72], "text": " at school is going to be a huge concern. So some of this stuff is not just about protecting"}, {"timestamp": [1491.72, 1496.96], "text": " the children and taking that duty of care with the kids. Some of it's actually about protecting"}, {"timestamp": [1496.96, 1502.76], "text": " your organisation. And one of the common things that a lot of schools want to see, when I talk"}, {"timestamp": [1502.76, 1505.22], "text": " to them with the sonical firewalls, once they get them in there,"}, {"timestamp": [1505.64, 1511.02], "text": " is the ability to say, hey, what happened six months ago?"}, {"timestamp": [1511.18, 1514.12], "text": " Did little Johnny go to a website at the school six months ago?"}, {"timestamp": [1514.12, 1521.9], "text": " So, you know, that really leads into the question of identifying where you are with your network."}, {"timestamp": [1522.36, 1526.92], "text": " And the basic question I have is, you know, if I was a parent and I came to one of your teachers"}, {"timestamp": [1526.92, 1531.8], "text": " and said, you know, what websites has my child been visiting at school this week?"}, {"timestamp": [1531.8, 1533.72], "text": " Can you answer that question?"}, {"timestamp": [1533.72, 1538.28], "text": " Can you answer it accurately and be confident of that answer?"}, {"timestamp": [1538.28, 1544.32], "text": " Can you say, yeah, David visited these websites and these ones were on his iPad and these"}, {"timestamp": [1544.32, 1546.6], "text": " were on his notebook and"}, {"timestamp": [1546.6, 1551.86], "text": " here's your report and do you want it weekly and automatically that's a great response."}, {"timestamp": [1551.86, 1555.68], "text": " That's what we can do and that's what you need to be able to ask yourself if you're at that"}, {"timestamp": [1555.68, 1562.94], "text": " stage and validate any solution and security platform you currently have installed by asking"}, {"timestamp": [1562.94, 1563.94], "text": " those questions."}, {"timestamp": [1563.94, 1564.94], "text": " What do I know?"}, {"timestamp": [1564.94, 1565.34], "text": " What can I see? What can I see?"}, {"timestamp": [1565.34, 1574.88], "text": " What can it tell me? Excuse me? And that's pretty much it from me. I mean that solution is a very small"}, {"timestamp": [1574.88, 1581.2], "text": " snapshot of what we do. As I said, it scales up. So we've got a lot of schools already using"}, {"timestamp": [1581.2, 1586.12], "text": " it. The basic components are, you know, if you talk to the guys from Cyclone,"}, {"timestamp": [1586.18, 1587.96], "text": " they'll fill you on the details, but it's a firewall."}, {"timestamp": [1588.38, 1591.78], "text": " It's reporting, and it's the B.YAD plug in."}, {"timestamp": [1593.28, 1593.94], "text": " Excuse me."}, {"timestamp": [1594.76, 1595.84], "text": " And that's it."}, {"timestamp": [1595.98, 1596.18], "text": " Sorry."}, {"timestamp": [1597.72, 1598.12], "text": " Thank you."}, {"timestamp": [1602.72, 1605.0], "text": " Stuart, does anyone have any questions for Stuart?"}, {"timestamp": [1605.0, 1609.0], "text": " Just anything, we've got a couple of moments."}, {"timestamp": [1609.0, 1614.0], "text": " I've got one, as a dad sometimes, on YouTube, for example,"}, {"timestamp": [1614.0, 1618.0], "text": " Cameron's watching a Minecraft video, someone's showing how to do something."}, {"timestamp": [1618.0, 1620.0], "text": " The person showing him is just a teenager,"}, {"timestamp": [1620.0, 1625.44], "text": " and they might get a bit excited at the end of it and use an expletive."}, {"timestamp": [1625.44, 1629.18], "text": " Do I vet all these videos beforehand and then block them?"}, {"timestamp": [1629.18, 1630.18], "text": " What would you advise?"}, {"timestamp": [1630.18, 1638.56], "text": " I mean, generally what I do is behaviour reinforcement, so banning, if that comes up,"}, {"timestamp": [1638.56, 1639.56], "text": " or throttling."}, {"timestamp": [1639.56, 1640.56], "text": " Yeah."}, {"timestamp": [1640.56, 1641.56], "text": " Something like that, yeah."}, {"timestamp": [1641.56, 1642.56], "text": " Sorry, I know."}, {"timestamp": [1642.56, 1643.56], "text": " Yeah."}, {"timestamp": [1643.56, 1645.52], "text": " All right, well, thank you very much for Mark."}, {"timestamp": [1645.52, 1646.28], "text": " Thank you."}], "text": " Thanks Greg. So yeah, hi welcome along everyone. So my name is Lee Kibad and I'm from Cyclone Computers. So Cyclones a has been around, I'll give you a really brief overview of of the company for those of the haven't come across us. We've been around since 1988. We were established by a gentleman down in Christchurch and have grown since that time to a team of about 50, just over 55 staff, offices in Dunedin, Wellington, Christchurch and Auckland, and quite a good split of people throughout those branches. Cyclone started off as a company that worked very closely with tertiary in particular and those. And we found that model working with tertiary's has lent itself quite well with forming a team focused on working into the schools market. So we worked on a number of different areas. And so those areas, starting off, so who we are. And yeah, oh sorry, here we go. So yeah, working with procurement, advice, network, infrastructure, security, also do quite a bit around professional development, pretty much also cross-platform, so we work with both Apple products and Windows-based products, Android products, pretty much you name it. And what are our customers doing? So I just wanted to sort of talk a little bit before we pass over to Mark what, you know, some of the key areas that we're working with customers. The first one I wanted to touch on was AOG. I'm not sure how many people have signed up to the AOG purchasing procurement model or those, has anyone here signed on to AOG? Yep. So there's a few there. So I just wanted to touch on that. And some of the big things to remember about AOG, there's a whole lot of misconceptions out there. At the end of the day, AOG is all about guaranteeing three main things. The number one's pricing. It's a nationally negotiated rate that pretty much can't be beaten. The delivery time, so there's guaranteed levels around delivery time lines and guaranteed service levels. So that's three of the most key components. There's also quite a few misconceptions around, you know, when you do sign up to this, you're not locked into buying off a specific partner. So you may already have someone you work with or you know you can work with still work with them but they then have the right to go and buy some of those discounted and guaranteed products. So that's some of the myths. Now if you want some information about OGA I do suggest you come and see us. So Cycline's one of about seven panel members so we represent a couple of products, but we can work with other vendors such as HP and some of the other ones out there, but just come and have a chat to us about that because it is really is a good way to save some money, even just signing up to the NDA, which means you can access the pricing, and that's a really good way to find out if this is a good way. And when we look at the Apple products, which we represent on there as well, it's one of the few times using the iPad as an example. I've ever seen education discounts offered on iPads. So if you're looking at iPads, you can get discount via that AOG process. Now moving on to BYOD. So I know you've been inundated with BYOD presentations today, so I won't go into too much detail on that. But I guess a couple of things that Cyclone does, that possibly some of the others out there aren't doing. Number one, we actually have a student and family facing website used for your students and their families to procure models and sometimes that can be models that cyclone recommends that we've talked to the school about and said this is what you're trying to achieve sometimes it might be ones that you say no we want every student to have this product and we'll get that on your website what we do try and do is get schools partnering together. So if one school, say, in the shore is buying a similar product or recommending a similar product to, say, one somewhere else in the country, we can put all of that purchasing together and hopefully then be able to offer your families back a discounted product. And again, the model, there's not one size fits all. Some of you may want to say, no, look, we won't make them buy a specific product and that's fine. But so they can just use the website, I guess, as a yardstick. Others might say no for infrastructure reasons. We want to have the same consistency or we want to have a same device because then our teachers can be more comfortable because everyone's going to be using either the same platform or the same device. So again, I'm happy to talk to you about different options there. Also working with a lot of schools around mixed ownership models. So an example of that would be a school recently came to us wanting to purchase some tablets, but they wanted the teachers to have ownership of those devices. So they're part funded by the school, with 51% being funded by the teachers as long as the F for X amount of time, then they keep that device. So again, it's a nice way to get devices into the into the teacher's hands and and also they then own that after staying X amount of time working with you on hotswop units so when there's going back to that model before if you've got a consistency of device within the school then we can work out some models around ensuring that there's some hot swap devices on site. Parent evening, so either cyclone attending those or us helping you just with some of the paraphernalia you might need or even just devices to show parents. So a big thing when you're doing your BYOD, and I'm sure you've already been told this, it's all about the planning and being really, really clear about what you're trying to achieve. And look, you don't have to reinvent the wheel. At the end of day, there's so many other schools that have already gone through this or are working their way through it that just come and ask us and hopefully we can add some value and even tell you what other schools are doing either in your area or in other parts of the country. Yeah, so just come up and see us on the stand for some of that. Some of the other general areas we're working in, so facilitating local network events around a various range of products and services. So if you're interested in, you know, you might be interested in wireless, then come and see us because we're working with many schools around that. And we can connect you with other schools rather than us trying to be the ones selling you something. We'd far rather just send you to some of our schools that are happy to interact back with you and tell you what they've done and where the pitfalls are. Supporting school fundraiser opportunities. So again, just come and see us if you're looking for things for that. iPad deployment, VPP assistance. So, you know, I mentioned before about through AOG being able to get discounted rate on iPads. But another way as well, if you're investing and looking at that space, is doing something around VPP and education rates on apps and able the school to save about 50% and being able to bundle that up and offer it back to the families. So then you're starting to show them some savings or offer them some savings. Wireless, touched on that. We've recently just returned from a North American Apple Tour, but we also do where we've covered a host of things. And again, if that's the sort of thing you're interested in, just give us a shout. And Adobe site licensing, so working with lots of schools there, happy again to connect you with schools or come in and do some professional development. We've just been talking with Adobe recently about putting on a road show. So if any schools are interested in that, then please come and see me understand because we're just sort of trying to flesh out how we might do that. And AV interactive requirements, so if you're looking at projectors, pretty much just as a procurement model, look, just pretty, anything you want, we can pretty much do. And that's it for me. Really quick overview. But yeah, ideally just come and see us at the stand. We've got a prize rule going on there as Greg touched on, so just come and see us and we can get you signed in and hopefully give away or let you win some prizes. Just, have you got any questions? Anyone got any questions for Lee at all? Volume purchasing program. So for your apps, VPP. Volume purchase program, okay. Just, I've got a question for you, Emily. For the part of the All of Government scheme, you mentioned iPads. What other sort of devices can people get? Oh, anything. So I guess with AOG, there's a number of different programs. So there's one for, like there's one, for example, stationary supplies. The big difference between the one for hardware is, like using the stationary supply one, when you sign on to AOG with stationary supply, you nominate who you're going to buy off and you can't change once you've entered that program, which is a bit of a downside because at the end of the day, let's say, and went on there for stationery, but let's say whoever you're buying that off, if they've let you down, you don't want to be locked in to buying off someone that's done a bad job. And with an AOG for IT hardware, that's not the case. So you can change who you're buying through. And yeah, look, there's a number of different products on there. But pretty much any laptop, netbook, desktop, PC or tablet from all the main brands and vendors are there. And it really is a good way to save some money and and the worst thing you can do is sign the NDA and if it's not for you you don't have to opt in you can still at least have a look at the pricing and it potentially saves you money in regards to not having to be go out there to tender because you're buying nationally negotiated rates that have been done by the government so you know you really can't go wrong. Great. Anything else for Lee? No, he's on his stand, so if you didn't want to talk to you later on. Cool. Thank you very much. Thank you, Lee. And, yeah, just the second part of the Cyclone's presentation. I'd like to invite up to the stage, Mark Stewart, security solutions consultant, who's going to talk to you about security. Thanks Mark. Thank you. Good morning, everybody. So my name's Mark, and I'm a security solutions consultant for Dell. But basically what that means is I'm a network firewall specialist. And I've been working with the firewall technology sector for about 12 years now, doing Sonnacle specifically for nine years, and I've worked on a number of products across the years and I'm certified and I'm kind of like what I call a firewall freak. I like firewall technology and that's kind of scary. At the same time, you know, I come to talk to people like yourselves and involved in schools and, you know, perhaps that firewall technology is not really a relevant thing for you to talk about the specs and how fast they are and all the great models. But what I am as a parent and that's probably the easiest way for me to relate to what goes on in your sort of daily workspace and understand what some of your needs are. So what I'd like to talk about is the way things are changing and some of the challenges and how I address those challenges and a lot of that stuff will actually scale up to the challenges that you also face. And of course one of the big challenges that we're seeing now is smart kids. And I'm guessing all of you have seen this, is that kids these days from a very young age are interacting with applications, they're interacting online. They're like little sponges. You know, you throw technology at them and they're not scared to pick it up and to try it. And they also don't care so much, whether it's Android, whether it's Windows, whether it's Apple OSX or iOS iPad devices, they will have a go at it and they will use that technology. One of the most amazing things for me to see as a parent is the way the applications are being used in the educational space. My oldest boy is eight years old now, and when he started bringing home work to do on athletics, I was absolutely blind away. I mean, as an IT guy for years, I've seen some really cool things, but mathematics was just a complete wow moment for me, seeing him doing the online addition races with kids from all around the world. And seeing how that model is changing for children and how they learn, do homework and interact online is quite stunning. But it also brings with it a few things of concern. Children don't have any comprehension of the dangers of what goes on the internet, the things that us as adults already know about. And they also don't really understand the difference between good or bad internet sites. And of course, those things are easy to find intentionally. Unintentionally, they're also quite easy to stumble across a mistyped URL or the wrong word in Google can get you some quite interesting results. So talking about my kids, because I think my kids set a good background to the challenge that a lot of people encounter out there. And when I say smart kids, I don't think my boys are particularly geniuses or anything like that, but they represent what I'm seeing out there as the average child picking up technology runs with. So the first one is Andrew. Andrew's four years old. He's currently in Kendi. He talks a lot and he uses a Windows 7 computer. He uses smartphones, tablets. We have about four tablets in our household. We've got some iOS devices but I've also got a bunch of those cheap $200 Android tablets which are great for young boys because they can really take a beating without you getting too concerned if they break it. He uses a web browser. He uses applications such as Zoodles. I don't know if anybody's seen that but it's pretty cool. All sorts of flash games and cartoons and interactive stuff for little kids to work on. Plus he's using Nickelodeon Cartoon Network, Disney websites, good old Xbox Connect, which is, you know, for kids these days, having some sort of gesture recognition, interaction with the device is natural. For I think a lot of people in my generation, that sort of technology is quite interesting and a new thing for us. One of the most astounding things with Andrew, you can see the bottom line there is my wife's Cambodian. And her mother lives with us. She's 58 years old. She's a lovely lady. And she loves her Cambodian soap TV. And we used to buy bucket loads of DVDs. It was the bane of my life was ordering on all these DVDs. And a lot of that stuff's on YouTube now and there's absolutely piles and piles of it on YouTube. So I wander into our lounge one day and there's a little Andrew. This is actually last year when he's three years old teaching his mother, his grandmother, how to search for Cambodian TV programs on YouTube. You know, three-year-old teaching a 58-year-old how to use YouTube, and that was just like a, you know, a crikey moment for me. I think, you're kind of proud on one hand and kind of scary on the other hand. So, Andrew has an older brother, he's actually eight now, and obviously he uses the same sorts of technology. He's very confident on the computer. He understands URLs, he understands forms, email, all sorts of scary things like that. You know, spots a URL, URL somewhere and he'll go and type that and remember it and go and check it out. He uses applications such as Minecraft and all the usual web-based apps. He teaches his younger brothers quite a lot as well on how to use things on the internet. But we've also had a few issues with David. Now, I'm sure some of you have seen this with the likes of Minecraft where they go onto YouTube to look at how to do things. He's got some other games that he plays and he goes and looks and figures stuff out and he's starting to come across some inappropriate content. So we've had a bit of a swearing issue with David and I'm at the stage where I get nervous. I see this email coming from his teacher that has the heading David and I'm like, oh no, here we go again. He's in the classroom and suddenly, you know, somebody pushes him too far and one of those words he's learned on YouTube pops out and then it's off to the headmaster of the principal again. So, you know, these are the sort of challenges we're starting to face as kids use the internet and what they see. At the entry level, we have Anthony. Anthony's 18 months old. He's actually starting to use stuff. He's learning from his older brother. He's using touch screens. He understands what a mouse does as far as controlling the pointer on the computer and clicking on stuff. But he is predominantly at the smash the keyboard stage still. But he's learning pretty quick. Now these kids are all using applications online, which is really cool. But these applications online are also becoming quite an important part of their learning process. So Mathletics is issued at David's School, he goes to Parramatta School in Wellington, and that's part of his homework pattern. So they need to be online. I cannot deny these kids getting online. And some of the things I see that they do do are very, very positive. So online learning and interaction after hours is necessary and is part of their life. So it's a big problem for me as a parent because how do I monitor my kids? I know some parents who set up a computer in the lounge room or look over the kid's shoulder all the time, you know, how do you deal with that these days? Fortunately, that's not my problem, that's other parents' problem, because I'm an IT guy, I'm a security specialist, this is what I do for a job. So I don't have the average home network at home. I have, of course, a son-called firewall firewall because, you know, we get them for free. And it's one of the entry-level models. Bear in mind that sonical firewalls range from anything from about $6 or $700,000, up to $200,000, so they scale for any size environment. I have Microsoft Active Directory at home as well, which is, you know, a little bit over the top, but you'll find a lot of IT guys are like that. I'm gonna skip that black bold a bit, and I'm gonna come back to that. But on my sonical firewall, I do web filtering, so the kids can't get to any inappropriate sites. I do application management. So application management means my firewall understands applications such as Skype, Minecraft, YouTube, instant messaging, there's a whole range of stuff, social media. I also do some things that prevent nasty things getting into or out of my network, such as intrusion prevention, gateway antivirus and anti-mailware, and I have a reporting solution in place so that I have a summary, you know, on a weekly or monthly basis that can highlight any potential issues on the network. Now one of the really, really cool things for me in the last 12 months has been the BYAD thing. So if you look at any of the firewall products, or pretty much any of the good firewall products out there at the moment, there's the ability to identify transparently who a user is on a network. So as a user, you go to use the internet and the firewall knows who you are. And from Active Directory it knows what groups you belong to. Are your student? Are you a teacher? If you're a student, what do you get access to? If you're a teacher, do you get access to things that students can't get access to? Pretty straightforward stuff. The limitation with that has historically been that's had to have been a Windows or a domain device, which means not B-Y-O-D. So about six months ago, a local company called Connector Systems developed a product in response to a lot of demand from customers and schools to be able to transparently identify mobile devices. So Android, iPad, iOS, Windows, phone, anything that will connect your Wi-Fi network. And that's what that DelveBi plugin is. So when somebody comes onto the network, we know who they are. So with my boys, I don't care if they're on their Windows laptop or if they're on their Android tablets or on their iP laptop or if they're on their Android tablets or on their iPads or iPod touches, I know that's them and I can control the behavior of what they get to and I can see what they're up to. It doesn't matter to me where they're going. And this little snapshot of a home network can scale up to very, very large size. We can go to 60,000 users. So even though it's of a home network can scale up to very, very large size. We can go to 60,000 users. So even though it's my little home network, it's actually the blueprint for a very, very large model. And we do have a lot of schools already using this solution out there, and it's working really, really well for them. Now, the other opportunity is obviously some very negative things coming out of what kids are doing online as far as the dangers, but there are also some positive aspects if you're a person like me. And that is, you know, a bit of a network Nazi. And that is that we have the ability to apply new types of punishment to the children. So for David, he has lost Minecraft and YouTube rights for a month. Pretty simple. And he knows that Dad can see everything and that if he misbehaves or if he swears, and that, you know, he can't get that. And that's actually been working really, really well for me. So his behaviours come right back in line and he's constantly asking. So when does Minecraft get unblocked, Dad? So it's quite cool. The other thing that we can do in the right-hand panel is the ability to manage and shape traffic. So as a dad, as an IT guy who's been working in IT for over 25 years, I'm also a bit of a gamer. So I have my online games that like to play. I don't know if there's any gamers in here, but I like a bit of the old flight simming stuff. So when I'm gaming, it's very important that I get the bandwidth and my traffic comes first. So we have the ability to say, okay, your mark, you get the bandwidth and your bandwidth comes first. You're the grandma watching Cambodian movies. It kind of goes down on the pipeline. You're the kids playing Minecraft. Maybe it goes into the pipeline as well. So we have the ability to manage that traffic. We're not just about blocking. We're about managing it and visibility as well. So that's quite a powerful aspect of things at the same time. So why should I be worried, you know, as a parent or organization about these kinds of things? And we've seen some of the things I've talked about, but there are some real hard risks that you need to assess, you know, when you think about this stuff. Financial risks. You know, I have bit torrent on my network as blocked on my network as do many of my customers. And I don't want to be exposed to the new copyright laws. I don't want to be one of those people being dragged through. You know, you downloaded some songs, and I don't want my kids to get involved in that because it is incredibly easy for those applications to be downloaded and installed. There are legal risks. Do you want to be associated with malicious traffic or do you want to be dragged through the courts if something bad occurred in your network, whether it be an attack or an appropriate content? And there are reputational risks. And I think for schools, that's probably the highlight of the bunch is the reputational risks. Children seeing inappropriate things at school is going to be a huge concern. So some of this stuff is not just about protecting the children and taking that duty of care with the kids. Some of it's actually about protecting your organisation. And one of the common things that a lot of schools want to see, when I talk to them with the sonical firewalls, once they get them in there, is the ability to say, hey, what happened six months ago? Did little Johnny go to a website at the school six months ago? So, you know, that really leads into the question of identifying where you are with your network. And the basic question I have is, you know, if I was a parent and I came to one of your teachers and said, you know, what websites has my child been visiting at school this week? Can you answer that question? Can you answer it accurately and be confident of that answer? Can you say, yeah, David visited these websites and these ones were on his iPad and these were on his notebook and here's your report and do you want it weekly and automatically that's a great response. That's what we can do and that's what you need to be able to ask yourself if you're at that stage and validate any solution and security platform you currently have installed by asking those questions. What do I know? What can I see? What can I see? What can it tell me? Excuse me? And that's pretty much it from me. I mean that solution is a very small snapshot of what we do. As I said, it scales up. So we've got a lot of schools already using it. The basic components are, you know, if you talk to the guys from Cyclone, they'll fill you on the details, but it's a firewall. It's reporting, and it's the B.YAD plug in. Excuse me. And that's it. Sorry. Thank you. Stuart, does anyone have any questions for Stuart? Just anything, we've got a couple of moments. I've got one, as a dad sometimes, on YouTube, for example, Cameron's watching a Minecraft video, someone's showing how to do something. The person showing him is just a teenager, and they might get a bit excited at the end of it and use an expletive. Do I vet all these videos beforehand and then block them? What would you advise? I mean, generally what I do is behaviour reinforcement, so banning, if that comes up, or throttling. Yeah. Something like that, yeah. Sorry, I know. Yeah. All right, well, thank you very much for Mark. Thank you."}