{"speakers": [], "chunks": [{"timestamp": [0.0, 39.86], "text": " The We're talking about pyramids or we're talking about stonehenge."}, {"timestamp": [39.86, 45.66], "text": " Just about everyone has some sort of fascination with these huge stone structures."}, {"timestamp": [48.14, 48.64], "text": " Who built them? Why? What are they there for?"}, {"timestamp": [51.34, 54.0], "text": " And often we don't have any real answers to that because the people who built them left no record."}, {"timestamp": [54.14, 55.42], "text": " All we've got is the graves."}, {"timestamp": [55.92, 59.56], "text": " And we have to try and interpret what they actually use them for."}, {"timestamp": [61.76, 68.84], "text": " And what we wanted to do was to build a stone circle, not a copy of the original stonehenge,"}, {"timestamp": [68.9, 71.98], "text": " but incorporating the astronomers from many, many cultures."}, {"timestamp": [72.36, 77.54], "text": " So people could come out here and rediscover how thousands of years ago"}, {"timestamp": [77.54, 81.4], "text": " that their ancestors could use these structures to understand things like time"}, {"timestamp": [81.4, 83.16], "text": " and the changing of the seasons."}, {"timestamp": [83.58, 84.38], "text": " So that's what we built."}, {"timestamp": [85.0, 90.0], "text": " These stone structures were really the very first computers."}, {"timestamp": [90.0, 94.0], "text": " They allowed people to understand the changing of the seasons,"}, {"timestamp": [94.0, 98.0], "text": " something by which they could order their lives."}, {"timestamp": [100.0, 103.0], "text": " A knowledge of astronomy was essential to survival"}, {"timestamp": [103.0, 110.68], "text": " in order to be able to know when to sail, when to gather crops, when to bring them in, when to plant them,"}, {"timestamp": [110.86, 112.24], "text": " it was absolutely essential."}, {"timestamp": [112.46, 116.66], "text": " So you'll find that it's always at the basis of all religions as well,"}, {"timestamp": [117.04, 120.24], "text": " because it's fundamental to survival."}, {"timestamp": [121.16, 125.0], "text": " And in that sense, it was like a foundation to civilisation itself."}, {"timestamp": [125.0, 134.0], "text": " So you're standing at the centre of the hinge and you look around you, all the way round the circle."}, {"timestamp": [134.0, 139.0], "text": " You're going to see pillars and they're going to be kept by lintels."}, {"timestamp": [139.0, 142.0], "text": " Two pillars and a capped lintel makes a doorway."}, {"timestamp": [142.0, 144.0], "text": " That's what they look like."}, {"timestamp": [144.0, 148.0], "text": " In those doorways will there will be stars rising"}, {"timestamp": [148.0, 151.0], "text": " that are important seasonal markers."}, {"timestamp": [151.0, 154.0], "text": " Now, there might be the stars that mark the beginning of the Maori New Year."}, {"timestamp": [154.0, 158.0], "text": " There might be the stars that mark the end of the Maori New Year."}, {"timestamp": [162.0, 167.0], "text": " In the past, the knowledge that was out here in these stones, every individual would have possessed."}, {"timestamp": [167.0, 169.0], "text": " They had to for survival reasons."}, {"timestamp": [169.0, 176.0], "text": " These days, we're totally reliant upon our watch, TV, the GPS, to give us that information."}, {"timestamp": [176.0, 183.0], "text": " And what this allows people to do is actually really understand how it works in the first place."}, {"timestamp": [183.0, 186.7], "text": " There's a great deal that we've lost in our, you could say, modern, is actually really understand how it works in the first place."}, {"timestamp": [190.54, 192.12], "text": " There's a great deal that we've lost in our, you could say, modern society."}, {"timestamp": [195.9, 196.16], "text": " Some of the more fundamental understandings of our environment,"}, {"timestamp": [198.44, 198.92], "text": " what's going on around us, the seasons."}, {"timestamp": [202.14, 202.3], "text": " We know it technologically, you know, you can look at a watch,"}, {"timestamp": [205.18, 206.02], "text": " you can tell the time, you look at a calendar and you know if it's spring."}, {"timestamp": [217.5, 218.42], "text": " But to be able to come to a place like this and use basically an ancient calculator to really and truly experience."}, {"timestamp": [219.26, 226.28], "text": " It's like magic. It gives you a sense of fundamental, I suppose, one could say that sounds cliche,"}, {"timestamp": [226.66, 234.54], "text": " oneness in alignment within yourself with what's going on around you with the universe above and the earth below"}, {"timestamp": [234.54, 239.78], "text": " and you tie right into the reality of your environment."}, {"timestamp": [240.12, 241.68], "text": " It's really a wonderful experience."}], "text": " The We're talking about pyramids or we're talking about stonehenge. Just about everyone has some sort of fascination with these huge stone structures. Who built them? Why? What are they there for? And often we don't have any real answers to that because the people who built them left no record. All we've got is the graves. And we have to try and interpret what they actually use them for. And what we wanted to do was to build a stone circle, not a copy of the original stonehenge, but incorporating the astronomers from many, many cultures. So people could come out here and rediscover how thousands of years ago that their ancestors could use these structures to understand things like time and the changing of the seasons. So that's what we built. These stone structures were really the very first computers. They allowed people to understand the changing of the seasons, something by which they could order their lives. A knowledge of astronomy was essential to survival in order to be able to know when to sail, when to gather crops, when to bring them in, when to plant them, it was absolutely essential. So you'll find that it's always at the basis of all religions as well, because it's fundamental to survival. And in that sense, it was like a foundation to civilisation itself. So you're standing at the centre of the hinge and you look around you, all the way round the circle. You're going to see pillars and they're going to be kept by lintels. Two pillars and a capped lintel makes a doorway. That's what they look like. In those doorways will there will be stars rising that are important seasonal markers. Now, there might be the stars that mark the beginning of the Maori New Year. There might be the stars that mark the end of the Maori New Year. In the past, the knowledge that was out here in these stones, every individual would have possessed. They had to for survival reasons. These days, we're totally reliant upon our watch, TV, the GPS, to give us that information. And what this allows people to do is actually really understand how it works in the first place. There's a great deal that we've lost in our, you could say, modern, is actually really understand how it works in the first place. There's a great deal that we've lost in our, you could say, modern society. Some of the more fundamental understandings of our environment, what's going on around us, the seasons. We know it technologically, you know, you can look at a watch, you can tell the time, you look at a calendar and you know if it's spring. But to be able to come to a place like this and use basically an ancient calculator to really and truly experience. It's like magic. It gives you a sense of fundamental, I suppose, one could say that sounds cliche, oneness in alignment within yourself with what's going on around you with the universe above and the earth below and you tie right into the reality of your environment. It's really a wonderful experience."}