{"speakers": [], "chunks": [{"timestamp": [0.0, 36.6], "text": " The Only a matter of 50 years ago, the horse did all the work that motor vehicles do on the roads today."}, {"timestamp": [37.16, 41.92], "text": " The tempo of life generally was slower and traffic problems as we know them just didn't exist."}, {"timestamp": [42.4, 44.8], "text": " You had time to talk and look at the surrounding countryside."}, {"timestamp": [50.56, 53.12], "text": " But in most cases your horse had more road sense than you did anyway. In fact, it didn't matter much if you went to sleep more or less at the wheel."}, {"timestamp": [61.6, 68.0], "text": " But that was 50 years ago. Today it's quite a different story."}, {"timestamp": [68.0, 76.0], "text": " Motor cars and trams, trucks and motorcycles all help to make our roads a bustling confusion of traffic."}, {"timestamp": [76.0, 79.0], "text": " Now it's obvious that this traffic must be organized."}, {"timestamp": [79.0, 91.0], "text": " Otherwise we'd soon find ourselves in a hopeless and perhaps tragic muddle."}, {"timestamp": [95.0, 99.0], "text": " Keep left is the basis of this organization and the fundamental rule of the road. It just ensures that head-on collisions between vehicles don't occur."}, {"timestamp": [99.0, 104.0], "text": " Elementary, but not keeping left is a major cause of accidents in New Zealand."}, {"timestamp": [104.0, 107.1], "text": " The driver sits on the right-hand side"}, {"timestamp": [107.1, 110.68], "text": " and this enables him to judge his distance from the other cars more accurately."}, {"timestamp": [113.8, 115.5], "text": " But all drivers aren't intelligent."}, {"timestamp": [115.98, 118.04], "text": " Young Percy here, for instance, is a prize example."}, {"timestamp": [118.6, 120.38], "text": " He's a specialist in fingertip driving."}, {"timestamp": [120.86, 122.46], "text": " The road gets only half his attention."}, {"timestamp": [123.36, 124.88], "text": " It's the centre of the road for him."}, {"timestamp": [125.52, 130.64], "text": " He thinks it's safer and easier on the car. And if anyone behind wants to pass, well, Percy's view is that"}, {"timestamp": [130.64, 135.68], "text": " the other bloke can stay there and like it. With Percy in the center of the road, drop back."}, {"timestamp": [136.8, 141.28], "text": " You see, there are other drivers who think they've got an option on the road too. Like Percy,"}, {"timestamp": [141.28, 151.14], "text": " they ride on the white line, and if a couple of them meet at a corner, it's best to be a fair way behind. Of course each of them blames the other. Well"}, {"timestamp": [151.14, 156.5], "text": " let's change drivers. Now this chap keeps well to the left and is a courteous road"}, {"timestamp": [156.5, 160.58], "text": " user. When somebody else wants to overtake him he gives him plenty of room and"}, {"timestamp": [160.58, 166.48], "text": " even slows down if necessary. This time the lorry driver is a reformed"}, {"timestamp": [166.48, 171.76], "text": " character. He keeps well to the left and pays more attention to the road. This is safe"}, {"timestamp": [171.76, 176.56], "text": " driving and it's failure to do justice that accounts for many of the 4,000 people"}, {"timestamp": [176.56, 181.12], "text": " killed or injured on New Zealand roads each year. But unfortunately Percy's still"}, {"timestamp": [181.12, 187.98], "text": " behind the wheel. He's approaching an open bend and pulls out before cutting in."}, {"timestamp": [187.98, 194.08], "text": " Now this is dangerous even on open bends, but it's really criminal when the road is blind."}, {"timestamp": [194.08, 198.76], "text": " Other people do use the road and they have as much right to it as Percy."}, {"timestamp": [198.76, 200.32], "text": " But he's in a rut."}, {"timestamp": [200.32, 205.84], "text": " Cutting bends has become a habit and afterwards it's always the other fellow's fault."}, {"timestamp": [211.6, 229.36], "text": " It never makes any difference to him. Upper hill he goes, forgetting that the road continues over the brow. It's easier and safer to be intelligent."}, {"timestamp": [229.36, 231.9], "text": " On narrow roads keep the speed down."}, {"timestamp": [231.9, 240.22], "text": " Venns are liable to be sharp, so chains down and keep well to the left all the way round."}, {"timestamp": [240.22, 243.1], "text": " Driving in the city, the rule is still keep left."}, {"timestamp": [243.1, 245.5], "text": " Wide intersections are made that way for safety,"}, {"timestamp": [245.5, 248.5], "text": " and it's bad driving to cut across like this second car."}, {"timestamp": [248.5, 251.5], "text": " In fact, be on the job all the time in the city,"}, {"timestamp": [251.5, 254.0], "text": " and when the approach to a corner is uphill,"}, {"timestamp": [254.0, 258.0], "text": " take it easy, change down, and keep to the left as you corner."}, {"timestamp": [261.0, 264.0], "text": " Don't try to avoid changing down by keeping your speed up."}, {"timestamp": [268.0, 271.18], "text": " It's always deceptive to when you're going downhill."}, {"timestamp": [271.18, 278.24], "text": " Even when your speed is reasonable, the inertia of the car may throw you over onto the wrong side."}, {"timestamp": [282.24, 287.0], "text": " So when you're driving, be careful to obey the basic rule of the road, keep left."}, {"timestamp": [287.0, 291.2], "text": " It's the simplest and most obvious rule, yet it's the one most often broken."}, {"timestamp": [291.2, 295.28], "text": " Its non-observance kills a lot of people in a year."}, {"timestamp": [295.28, 301.0], "text": " Be particularly careful at the brow of a hill."}, {"timestamp": [301.0, 309.0], "text": " When you approach a sharp bend, change down, reduce speed and keep well to the left all the way round."}, {"timestamp": [309.0, null], "text": " These two words spell safety. The"}], "text": " The Only a matter of 50 years ago, the horse did all the work that motor vehicles do on the roads today. The tempo of life generally was slower and traffic problems as we know them just didn't exist. You had time to talk and look at the surrounding countryside. But in most cases your horse had more road sense than you did anyway. In fact, it didn't matter much if you went to sleep more or less at the wheel. But that was 50 years ago. Today it's quite a different story. Motor cars and trams, trucks and motorcycles all help to make our roads a bustling confusion of traffic. Now it's obvious that this traffic must be organized. Otherwise we'd soon find ourselves in a hopeless and perhaps tragic muddle. Keep left is the basis of this organization and the fundamental rule of the road. It just ensures that head-on collisions between vehicles don't occur. Elementary, but not keeping left is a major cause of accidents in New Zealand. The driver sits on the right-hand side and this enables him to judge his distance from the other cars more accurately. But all drivers aren't intelligent. Young Percy here, for instance, is a prize example. He's a specialist in fingertip driving. The road gets only half his attention. It's the centre of the road for him. He thinks it's safer and easier on the car. And if anyone behind wants to pass, well, Percy's view is that the other bloke can stay there and like it. With Percy in the center of the road, drop back. You see, there are other drivers who think they've got an option on the road too. Like Percy, they ride on the white line, and if a couple of them meet at a corner, it's best to be a fair way behind. Of course each of them blames the other. Well let's change drivers. Now this chap keeps well to the left and is a courteous road user. When somebody else wants to overtake him he gives him plenty of room and even slows down if necessary. This time the lorry driver is a reformed character. He keeps well to the left and pays more attention to the road. This is safe driving and it's failure to do justice that accounts for many of the 4,000 people killed or injured on New Zealand roads each year. But unfortunately Percy's still behind the wheel. He's approaching an open bend and pulls out before cutting in. Now this is dangerous even on open bends, but it's really criminal when the road is blind. Other people do use the road and they have as much right to it as Percy. But he's in a rut. Cutting bends has become a habit and afterwards it's always the other fellow's fault. It never makes any difference to him. Upper hill he goes, forgetting that the road continues over the brow. It's easier and safer to be intelligent. On narrow roads keep the speed down. Venns are liable to be sharp, so chains down and keep well to the left all the way round. Driving in the city, the rule is still keep left. Wide intersections are made that way for safety, and it's bad driving to cut across like this second car. In fact, be on the job all the time in the city, and when the approach to a corner is uphill, take it easy, change down, and keep to the left as you corner. Don't try to avoid changing down by keeping your speed up. It's always deceptive to when you're going downhill. Even when your speed is reasonable, the inertia of the car may throw you over onto the wrong side. So when you're driving, be careful to obey the basic rule of the road, keep left. It's the simplest and most obvious rule, yet it's the one most often broken. Its non-observance kills a lot of people in a year. Be particularly careful at the brow of a hill. When you approach a sharp bend, change down, reduce speed and keep well to the left all the way round. These two words spell safety. The"}