{"speakers": [], "chunks": [{"timestamp": [0.0, 35.0], "text": " The President For the final day of the New Zealand Rifle Championships at Trentham, both light and wind were variable."}, {"timestamp": [35.0, 44.0], "text": " This is the shoot for the Queen's prize. Hats and spotting glasses are of all kinds."}, {"timestamp": [44.0, 49.0], "text": " At 300 yards, flags show wind enough to deflect the bullet two or three inches across the target."}, {"timestamp": [49.0, 53.0], "text": " M.G. Gordon, one of the favorites, gets ready for his next shot."}, {"timestamp": [53.0, 56.0], "text": " R.H. Nicol of Patoni takes first pressure,"}, {"timestamp": [56.0, 61.0], "text": " while S.L. Luxford of Linton fits his face comfortably against the butt."}, {"timestamp": [61.0, 67.0], "text": " Feet wide apart, the book says, but expert shots are individualists."}, {"timestamp": [67.0, 72.0], "text": " The crosswind has dropped to almost zero."}, {"timestamp": [72.0, 76.0], "text": " By the time competitors have moved back to the long range,"}, {"timestamp": [76.0, 80.0], "text": " 900 yards, the wind has gone round the other way."}, {"timestamp": [80.0, 83.0], "text": " A bull at 8 o'clock, according to the marker's spotting disk."}, {"timestamp": [83.0, 85.04], "text": " Yes, five points. Shots are spotted and scores totted by spectators. A bull at 8 o'clock, according to the marker's spotting disc."}, {"timestamp": [86.38, 86.9], "text": " Yes, five points."}, {"timestamp": [89.34, 90.84], "text": " Shots are spotted and scores totted by spectators."}, {"timestamp": [92.68, 92.92], "text": " Gordon of Hastings closes with a bull,"}, {"timestamp": [96.06, 96.8], "text": " and the other final shots are watched through a wide range of optical instruments."}, {"timestamp": [98.16, 98.46], "text": " A final check on the aggregates,"}, {"timestamp": [102.66, 103.42], "text": " and he's congratulated by the Governor General on winning the Queen's Prize for the second time."}, {"timestamp": [105.82, 106.48], "text": " Like Sir Edmund Hillary, Gordon is a beekeeper."}, {"timestamp": [110.86, 116.88], "text": " What all this leads up to this year is a trip to Bisley in the first official rifle team which New Zealand has sent to England since 1911. For the trip, the RNZAF is providing a Hastings aircraft,"}, {"timestamp": [117.26, 122.96], "text": " while over £3,000 for expenses has been raised by the rifle clubs. Civilian and service members"}, {"timestamp": [122.96, 127.0], "text": " of New Zealand's team total 15, with ages ranging from 26 to 65."}, {"timestamp": [132.4, 176.0], "text": " Happy landings and good shooting. The first New Zealand team for 42 years is on its way to Busley Common, the mecca of all riflemen. Three thousand and sixty concrete piles have gone into the Auckland Harbour Board's new import war."}, {"timestamp": [191.5, 195.0], "text": " placed in position the piles sink well into the harbor silt under their own weight. When they have sunk as far as they'll go by themselves, the 10,000 pound hammer of a pile driver adds a bit more to the pressure."}, {"timestamp": [195.0, 208.0], "text": " An engineer, assistant and four foreman came from USA for this job."}, {"timestamp": [208.0, 211.0], "text": " 300 local men have done the rest."}, {"timestamp": [211.0, 215.0], "text": " It will help Auckland bridge the gap between supply and demand for shipping berths."}, {"timestamp": [219.0, 227.0], "text": " The piles are driven until they strike bedrock, then cut off to even height to take the concrete deck."}, {"timestamp": [227.0, 246.24], "text": " Giving berthage for four more ships, the new wharf measures 310 feet wide by 1160 feet long."}, {"timestamp": [255.24, 258.2], "text": " To own a dairy farm is the hope of many New Zealanders."}, {"timestamp": [258.6, 261.96], "text": " But as the total arable area is only about one-tenth of the whole country,"}, {"timestamp": [262.36, 264.12], "text": " these farms are not so easy to come by."}, {"timestamp": [264.76, 267.92], "text": " Numbers of World War II X servicemen are waiting for farms and one of the major underttenth of the whole country, these farms are not so easy to come by. Numbers of World War II ex-servicemen are waiting for farms,"}, {"timestamp": [267.92, 271.1], "text": " and one of the major undertakings of the rehabilitation department"}, {"timestamp": [271.1, 273.62], "text": " has been settling returned men on the land."}, {"timestamp": [273.62, 275.24], "text": " As there are more applicants than sections,"}, {"timestamp": [275.24, 276.74], "text": " it's a tough job."}, {"timestamp": [276.74, 278.86], "text": " A group of farmer ex-servicemen get together"}, {"timestamp": [278.86, 280.22], "text": " to draw lots for eight farms."}, {"timestamp": [280.22, 282.48], "text": " The Commissioner of Land sets the ball rolling."}, {"timestamp": [282.48, 284.38], "text": " Before we commence the ballot, I'd like to say"}, {"timestamp": [284.38, 290.0], "text": " that all the building contracts for the carheds and the dwellings have been let"}, {"timestamp": [290.0, 297.0], "text": " But it's quite probable that a number of the dwellings won't be ready for occupation"}, {"timestamp": [297.0, 303.0], "text": " When the successful belletees wish to take over their sections"}, {"timestamp": [303.0, 306.0], "text": " You can be assured however that the"}, {"timestamp": [306.0, 310.72], "text": " house sheds will be there ready to start operations when the milk"}, {"timestamp": [310.72, 315.82], "text": " season the next milton season commences. Now I wish to call upon two"}, {"timestamp": [315.82, 319.92], "text": " scrutiners now to put these marbles into the box."}, {"timestamp": [319.92, 324.84], "text": " Number nine, number four, number"}, {"timestamp": [324.84, 328.0], "text": " fifteen horn, Douglas Donald Theodore."}, {"timestamp": [328.0, 330.0], "text": " Number 16, Robert Waldo."}, {"timestamp": [330.0, 359.0], "text": " Thank you. Go ahead. Number 13."}, {"timestamp": [359.0, 360.0], "text": " Yeah."}, {"timestamp": [360.0, 361.0], "text": " Okay."}, {"timestamp": [361.0, 363.0], "text": " Ha."}, {"timestamp": [363.0, 364.0], "text": " Hi."}, {"timestamp": [364.0, 367.0], "text": " Hi. A. K.R.T."}, {"timestamp": [367.0, 370.0], "text": " Number two."}, {"timestamp": [370.0, 373.0], "text": " And so the ballot goes on."}, {"timestamp": [373.0, 378.0], "text": " The lucky ones with their future assured and the others waiting for another chance."}, {"timestamp": [378.0, 385.0], "text": " Once again chance plays its part."}, {"timestamp": [385.0, 391.0], "text": " The successful balletes meet representatives of lands and state advances departments at the farm block"}, {"timestamp": [391.0, 396.0], "text": " and draw lots for places in the runoff of herds, which they buy at current prices."}, {"timestamp": [396.0, 406.0], "text": " The herd is well mixed up and the winner takes the first 50 heifers through the gate."}, {"timestamp": [406.0, 409.0], "text": " Number two takes the next lot and so on."}, {"timestamp": [409.0, 414.0], "text": " These heifers are all selected high yielding stock and as they're due to come into milk shortly,"}, {"timestamp": [414.0, 417.0], "text": " the new farm owners will start off in full production."}, {"timestamp": [421.0, 426.44], "text": " A new home for his family to move into and a well-appointed farm."}, {"timestamp": [426.44, 431.88], "text": " The future depends on his ability and energy and contributing to the country's productivity."}, {"timestamp": [435.88, 446.0], "text": " It's a piece of equipment which has helped build the biggest regular freight airlift in the world."}, {"timestamp": [446.0, 450.0], "text": " The railway air link between the north and south islands of New Zealand."}, {"timestamp": [450.0, 455.0], "text": " Stacked with six tons of freight, the cargo tray takes the place of the normal aircraft floor."}, {"timestamp": [455.0, 475.0], "text": " Known as a cargon, it can be unloaded eight times faster than by hand. The loading deck along which the cargo moves was built in the railway workshops at Christchurch."}, {"timestamp": [475.0, 481.0], "text": " Carred by two 10 horsepower electric motors, it can traverse with its full load to a transfer point,"}, {"timestamp": [481.0, 483.0], "text": " where the cargo will be loaded onto lorries."}, {"timestamp": [483.0, 487.0], "text": " While unloading progress, where the cargo will be loaded onto lorries."}, {"timestamp": [492.0, 495.0], "text": " While unloading progresses, a new cargo arrives from the railhead. Six tons of assorted goods which will not need to be re-handled"}, {"timestamp": [495.0, 499.0], "text": " until they reach the South Island Rail Terminal 72 miles away."}, {"timestamp": [504.0, 509.16], "text": " Meanwhile, still on its cargons, the incoming freight is offloaded, ready for transfer"}, {"timestamp": [509.16, 513.62], "text": " to the railways and not a moment is wasted in clearing these goods from the drone."}, {"timestamp": [513.62, 518.2], "text": " At the same time, the new cargo is moving ahead to its new place in the plane."}, {"timestamp": [518.2, 534.0], "text": " One man now handles what previously needed six men to shift, and not only faster, but more safely."}, {"timestamp": [538.0, 547.0], "text": " Designed by Thomas O'Connell of Timaru, the Cargon enables air freighters to be unloaded and reloaded in 12 minutes from landing to take off."}, {"timestamp": [547.0, 551.0], "text": " Interest in the method has been shown by many overseas countries."}, {"timestamp": [551.0, 566.06], "text": " From Wellington Airport at Paraparam, Straits Air Freight's Express planes take off soon after 2 o'clock every day."}, {"timestamp": [566.56, 570.04], "text": " Within 30 minutes, the cargoes they carry reach the railways of South Island."}, {"timestamp": [573.54, 577.66], "text": " The course bears southwest across Cook Strait, a beautiful stretch of water,"}, {"timestamp": [577.66, 580.92], "text": " but a gap between two railway systems which must be bridged."}, {"timestamp": [581.58, 586.24], "text": " Ahead lies Torrey Channel, named after the 400-ton ship which pioneered settlement"}, {"timestamp": [586.24, 589.04], "text": " in New Zealand."}, {"timestamp": [589.04, 609.0], "text": " Over the drowned valleys of the Marlborough sounds now flies an air service which carries"}, {"timestamp": [609.0, 612.0], "text": " nearly 18,000 tons of freight every year."}], "text": " The President For the final day of the New Zealand Rifle Championships at Trentham, both light and wind were variable. This is the shoot for the Queen's prize. Hats and spotting glasses are of all kinds. At 300 yards, flags show wind enough to deflect the bullet two or three inches across the target. M.G. Gordon, one of the favorites, gets ready for his next shot. R.H. Nicol of Patoni takes first pressure, while S.L. Luxford of Linton fits his face comfortably against the butt. Feet wide apart, the book says, but expert shots are individualists. The crosswind has dropped to almost zero. By the time competitors have moved back to the long range, 900 yards, the wind has gone round the other way. A bull at 8 o'clock, according to the marker's spotting disk. Yes, five points. Shots are spotted and scores totted by spectators. A bull at 8 o'clock, according to the marker's spotting disc. Yes, five points. Shots are spotted and scores totted by spectators. Gordon of Hastings closes with a bull, and the other final shots are watched through a wide range of optical instruments. A final check on the aggregates, and he's congratulated by the Governor General on winning the Queen's Prize for the second time. Like Sir Edmund Hillary, Gordon is a beekeeper. What all this leads up to this year is a trip to Bisley in the first official rifle team which New Zealand has sent to England since 1911. For the trip, the RNZAF is providing a Hastings aircraft, while over £3,000 for expenses has been raised by the rifle clubs. Civilian and service members of New Zealand's team total 15, with ages ranging from 26 to 65. Happy landings and good shooting. The first New Zealand team for 42 years is on its way to Busley Common, the mecca of all riflemen. Three thousand and sixty concrete piles have gone into the Auckland Harbour Board's new import war. placed in position the piles sink well into the harbor silt under their own weight. When they have sunk as far as they'll go by themselves, the 10,000 pound hammer of a pile driver adds a bit more to the pressure. An engineer, assistant and four foreman came from USA for this job. 300 local men have done the rest. It will help Auckland bridge the gap between supply and demand for shipping berths. The piles are driven until they strike bedrock, then cut off to even height to take the concrete deck. Giving berthage for four more ships, the new wharf measures 310 feet wide by 1160 feet long. To own a dairy farm is the hope of many New Zealanders. But as the total arable area is only about one-tenth of the whole country, these farms are not so easy to come by. Numbers of World War II X servicemen are waiting for farms and one of the major underttenth of the whole country, these farms are not so easy to come by. Numbers of World War II ex-servicemen are waiting for farms, and one of the major undertakings of the rehabilitation department has been settling returned men on the land. As there are more applicants than sections, it's a tough job. A group of farmer ex-servicemen get together to draw lots for eight farms. The Commissioner of Land sets the ball rolling. Before we commence the ballot, I'd like to say that all the building contracts for the carheds and the dwellings have been let But it's quite probable that a number of the dwellings won't be ready for occupation When the successful belletees wish to take over their sections You can be assured however that the house sheds will be there ready to start operations when the milk season the next milton season commences. Now I wish to call upon two scrutiners now to put these marbles into the box. Number nine, number four, number fifteen horn, Douglas Donald Theodore. Number 16, Robert Waldo. Thank you. Go ahead. Number 13. Yeah. Okay. Ha. Hi. Hi. A. K.R.T. Number two. And so the ballot goes on. The lucky ones with their future assured and the others waiting for another chance. Once again chance plays its part. The successful balletes meet representatives of lands and state advances departments at the farm block and draw lots for places in the runoff of herds, which they buy at current prices. The herd is well mixed up and the winner takes the first 50 heifers through the gate. Number two takes the next lot and so on. These heifers are all selected high yielding stock and as they're due to come into milk shortly, the new farm owners will start off in full production. A new home for his family to move into and a well-appointed farm. The future depends on his ability and energy and contributing to the country's productivity. It's a piece of equipment which has helped build the biggest regular freight airlift in the world. The railway air link between the north and south islands of New Zealand. Stacked with six tons of freight, the cargo tray takes the place of the normal aircraft floor. Known as a cargon, it can be unloaded eight times faster than by hand. The loading deck along which the cargo moves was built in the railway workshops at Christchurch. Carred by two 10 horsepower electric motors, it can traverse with its full load to a transfer point, where the cargo will be loaded onto lorries. While unloading progress, where the cargo will be loaded onto lorries. While unloading progresses, a new cargo arrives from the railhead. Six tons of assorted goods which will not need to be re-handled until they reach the South Island Rail Terminal 72 miles away. Meanwhile, still on its cargons, the incoming freight is offloaded, ready for transfer to the railways and not a moment is wasted in clearing these goods from the drone. At the same time, the new cargo is moving ahead to its new place in the plane. One man now handles what previously needed six men to shift, and not only faster, but more safely. Designed by Thomas O'Connell of Timaru, the Cargon enables air freighters to be unloaded and reloaded in 12 minutes from landing to take off. Interest in the method has been shown by many overseas countries. From Wellington Airport at Paraparam, Straits Air Freight's Express planes take off soon after 2 o'clock every day. Within 30 minutes, the cargoes they carry reach the railways of South Island. The course bears southwest across Cook Strait, a beautiful stretch of water, but a gap between two railway systems which must be bridged. Ahead lies Torrey Channel, named after the 400-ton ship which pioneered settlement in New Zealand. Over the drowned valleys of the Marlborough sounds now flies an air service which carries nearly 18,000 tons of freight every year."}