{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Hi,"}, {"timestamp": [2.0, 29.88], "text": " Hi, I'm Chris Pryor, and I'm the manager of the Rafter Radiocarbon Laboratory here"}, {"timestamp": [29.88, 32.42], "text": " at Geological and Nuclear Sciences."}, {"timestamp": [32.42, 37.46], "text": " We date samples from all over the world and using radiocarbon dating."}, {"timestamp": [37.46, 40.08], "text": " Radiocarbon dating is really basically pretty simple."}, {"timestamp": [40.08, 46.08], "text": " All living things contain carbon and there are three naturally occurring isotopes of carbon, 12, and 14."}, {"timestamp": [46.08, 51.3], "text": " As long as an organism is alive, it maintains a constant amount of carbon in its body, but as soon"}, {"timestamp": [51.3, 56.92], "text": " as it dies, it no longer takes in any new carbon, and the radioactive isotope of carbon,"}, {"timestamp": [56.92, 59.38], "text": " carbon 14, begins to decay away."}, {"timestamp": [59.38, 66.5], "text": " So what we do in the sample preparation laboratory here is to measure how much less carbon 14 there is"}, {"timestamp": [66.5, 69.86], "text": " in the samples than there would be in a living organism."}, {"timestamp": [69.86, 73.44], "text": " The first step in radiocarbon dating is a physical pre-treatment."}, {"timestamp": [73.44, 78.52], "text": " By that, what we mean is looking at a sample to see whether or not the sample is what it's"}, {"timestamp": [78.52, 82.24], "text": " supposed to be and whether there's any contamination in it."}, {"timestamp": [82.24, 86.5], "text": " Kelly here is looking at under the microscope at a sample of wrapping"}, {"timestamp": [86.5, 93.18], "text": " from a mummy. A client wants to know how old the mummy is, and so has sent us two samples."}, {"timestamp": [93.68, 98.94], "text": " One is wrappings from around the bandages around the legs of the mummy, and the second sample"}, {"timestamp": [98.94, 107.76], "text": " is from the interior lining of the coffin. In radiocarbon dating, it's very important to remove any"}, {"timestamp": [107.76, 113.5], "text": " contaminating carbon. So the second step in the procedure is to give the sample a series of"}, {"timestamp": [113.5, 119.76], "text": " chemical washes to remove any material that might have been added to the original carbon"}, {"timestamp": [119.76, 125.8], "text": " after it's been in a burial environment for some time. Then we go to the third step in the procedure."}, {"timestamp": [128.04, 131.6], "text": " After the chemical washes, the sample is dried,"}, {"timestamp": [132.06, 135.5], "text": " and the third step in the procedure is combustion."}, {"timestamp": [136.06, 139.68], "text": " In combustion, we place the dried sample in a quartz tube"}, {"timestamp": [139.68, 141.9], "text": " with copper oxide and silver wire,"}, {"timestamp": [142.26, 147.12], "text": " and then we evacuate it so that it's a vacuum inside and then"}, {"timestamp": [147.12, 155.48], "text": " it's flame sealed off to create a tube with a vacuum on the inside. Then that tube is placed"}, {"timestamp": [155.48, 164.56], "text": " into a muffle furnace and in the muffle furnace the sample is heated to 900 degrees"}, {"timestamp": [164.56, 168.24], "text": " overnight and the solid sample then burns"}, {"timestamp": [168.24, 173.88], "text": " in the oxygen producing carbon dioxide, water, and then sometimes some other non-condensible"}, {"timestamp": [173.88, 179.66], "text": " gases. The next step in the dating procedure is to take the carbon dioxide that we've"}, {"timestamp": [179.66, 190.0], "text": " collected out of the combustion tubes and make it into graphite. We go to this vacuum line and the carbon dioxide is taken out of the mass spec bottle"}, {"timestamp": [190.0, 196.0], "text": " and put into a graphite reactor vessel where it's mixed with iron powder and hydrogen."}, {"timestamp": [196.0, 203.0], "text": " CO2 plus H2O, heated at 700 degrees, will form graphite and water."}, {"timestamp": [203.0, 210.04], "text": " The reaction vessel is put into the oven at 700 degrees for about 5 hours."}, {"timestamp": [210.04, 216.72], "text": " And after that point, when we weigh it back, we get a small amount of graphite, just about"}, {"timestamp": [216.72, 229.0], "text": " the size of, oh, a few flakes of pepper, and that's sent down to the accelerator for dating. Hello, I'm Roger Sparks."}, {"timestamp": [229.0, 234.0], "text": " You've seen how the laboratory turns the sample we want to date into a piece of graphite."}, {"timestamp": [234.0, 237.0], "text": " Now we're going to see what happens to that graphite."}, {"timestamp": [237.0, 243.0], "text": " We bring it over to this laboratory and we pack it into this little aluminium pin which is called a target holder."}, {"timestamp": [243.0, 247.32], "text": " The target holder can then be placed into a wheel like this."}, {"timestamp": [247.32, 251.72], "text": " We can have 40 samples holders in that wheel, which means we can actually"}, {"timestamp": [251.72, 255.32], "text": " date 40 different samples at the same time."}, {"timestamp": [255.32, 260.4], "text": " The wheel will get placed inside this device here which is called an iron source."}, {"timestamp": [260.4, 266.06], "text": " The purpose of the iron source is to pull the carbon atoms out of the graphite and fire"}, {"timestamp": [266.06, 270.78], "text": " them down the tube towards the accelerator like bullets out of a gun."}, {"timestamp": [270.78, 274.88], "text": " In order to get them pushing fast enough to get to the accelerator, we actually put"}, {"timestamp": [274.88, 278.84], "text": " a very high voltage onto this iron source, 50,000 volts."}, {"timestamp": [278.84, 282.68], "text": " That's why the source is enclosed by a cage, there are doors which we lock when we're"}, {"timestamp": [282.68, 290.16], "text": " running so that nobody can get in here and injure themselves. We also need a very high vacuum in the tube from the iron source to the"}, {"timestamp": [290.16, 295.68], "text": " accelerator. There must be no air that can impede the passage of the atoms. So to do that,"}, {"timestamp": [295.68, 301.12], "text": " we have vacuum pumps around the system and there is one at the top, that cylindrical object,"}, {"timestamp": [301.12, 307.0], "text": " which is making quite a loud noise but it has to run 24 hours a day to keep the vacuum there."}, {"timestamp": [307.0, 311.0], "text": " Now let's go and have a look at where the atoms go."}, {"timestamp": [311.0, 330.0], "text": " Well here we are at the main magnet after the accelerator."}, {"timestamp": [330.0, 335.2], "text": " Our carbon atoms are coming from the accelerator, which is in that large green tank down there,"}, {"timestamp": [335.2, 340.28], "text": " and they're travelling down the grey tube at something like 6% of the speed of light."}, {"timestamp": [340.28, 343.4], "text": " When they come into the magnet, their path gets bent."}, {"timestamp": [343.4, 348.1], "text": " So instead of standing in a straight line, they get bent through 90 degrees and travel towards us here."}, {"timestamp": [348.9, 353.54], "text": " This magnet acts very much like an old cream separator that used to be on dairy farms."}, {"timestamp": [353.7, 356.12], "text": " You know, you put the milk and the cream in together."}, {"timestamp": [356.5, 361.66], "text": " You spin them very fast, and the heavy cream goes to the outside, the light milk goes to the inside."}, {"timestamp": [362.06, 368.72], "text": " And that way we can pick the cream out through one spout and the milk out through the other. Well, we're going to do exactly the same thing with our carbon"}, {"timestamp": [368.72, 374.4], "text": " atoms. The radio carbon that we want to measure is atoms are heavier than the ordinary"}, {"timestamp": [374.4, 380.16], "text": " carbon atoms. So the lighter ordinary carbon goes on the inside of the track in this direction,"}, {"timestamp": [380.64, 388.0], "text": " while the heavier radio carbon comes straight out, this tube down towards the other end where we have our detecting device."}, {"timestamp": [388.0, 394.0], "text": " Well, if you are a radiocarbon atom, this is the end of the line."}, {"timestamp": [394.0, 398.0], "text": " The atoms come down into this grey cylinder which is a detecting device"}, {"timestamp": [398.0, 402.0], "text": " and that will generate an electric pulse for every atom that comes in."}, {"timestamp": [402.0, 409.5], "text": " The pulse goes to the computer in the control room and we calculate on the pulses that come in and then we know the age of the sample that we've"}, {"timestamp": [409.5, 410.0], "text": " been dating."}], "text": " Hi, Hi, I'm Chris Pryor, and I'm the manager of the Rafter Radiocarbon Laboratory here at Geological and Nuclear Sciences. We date samples from all over the world and using radiocarbon dating. Radiocarbon dating is really basically pretty simple. All living things contain carbon and there are three naturally occurring isotopes of carbon, 12, and 14. As long as an organism is alive, it maintains a constant amount of carbon in its body, but as soon as it dies, it no longer takes in any new carbon, and the radioactive isotope of carbon, carbon 14, begins to decay away. So what we do in the sample preparation laboratory here is to measure how much less carbon 14 there is in the samples than there would be in a living organism. The first step in radiocarbon dating is a physical pre-treatment. By that, what we mean is looking at a sample to see whether or not the sample is what it's supposed to be and whether there's any contamination in it. Kelly here is looking at under the microscope at a sample of wrapping from a mummy. A client wants to know how old the mummy is, and so has sent us two samples. One is wrappings from around the bandages around the legs of the mummy, and the second sample is from the interior lining of the coffin. In radiocarbon dating, it's very important to remove any contaminating carbon. So the second step in the procedure is to give the sample a series of chemical washes to remove any material that might have been added to the original carbon after it's been in a burial environment for some time. Then we go to the third step in the procedure. After the chemical washes, the sample is dried, and the third step in the procedure is combustion. In combustion, we place the dried sample in a quartz tube with copper oxide and silver wire, and then we evacuate it so that it's a vacuum inside and then it's flame sealed off to create a tube with a vacuum on the inside. Then that tube is placed into a muffle furnace and in the muffle furnace the sample is heated to 900 degrees overnight and the solid sample then burns in the oxygen producing carbon dioxide, water, and then sometimes some other non-condensible gases. The next step in the dating procedure is to take the carbon dioxide that we've collected out of the combustion tubes and make it into graphite. We go to this vacuum line and the carbon dioxide is taken out of the mass spec bottle and put into a graphite reactor vessel where it's mixed with iron powder and hydrogen. CO2 plus H2O, heated at 700 degrees, will form graphite and water. The reaction vessel is put into the oven at 700 degrees for about 5 hours. And after that point, when we weigh it back, we get a small amount of graphite, just about the size of, oh, a few flakes of pepper, and that's sent down to the accelerator for dating. Hello, I'm Roger Sparks. You've seen how the laboratory turns the sample we want to date into a piece of graphite. Now we're going to see what happens to that graphite. We bring it over to this laboratory and we pack it into this little aluminium pin which is called a target holder. The target holder can then be placed into a wheel like this. We can have 40 samples holders in that wheel, which means we can actually date 40 different samples at the same time. The wheel will get placed inside this device here which is called an iron source. The purpose of the iron source is to pull the carbon atoms out of the graphite and fire them down the tube towards the accelerator like bullets out of a gun. In order to get them pushing fast enough to get to the accelerator, we actually put a very high voltage onto this iron source, 50,000 volts. That's why the source is enclosed by a cage, there are doors which we lock when we're running so that nobody can get in here and injure themselves. We also need a very high vacuum in the tube from the iron source to the accelerator. There must be no air that can impede the passage of the atoms. So to do that, we have vacuum pumps around the system and there is one at the top, that cylindrical object, which is making quite a loud noise but it has to run 24 hours a day to keep the vacuum there. Now let's go and have a look at where the atoms go. Well here we are at the main magnet after the accelerator. Our carbon atoms are coming from the accelerator, which is in that large green tank down there, and they're travelling down the grey tube at something like 6% of the speed of light. When they come into the magnet, their path gets bent. So instead of standing in a straight line, they get bent through 90 degrees and travel towards us here. This magnet acts very much like an old cream separator that used to be on dairy farms. You know, you put the milk and the cream in together. You spin them very fast, and the heavy cream goes to the outside, the light milk goes to the inside. And that way we can pick the cream out through one spout and the milk out through the other. Well, we're going to do exactly the same thing with our carbon atoms. The radio carbon that we want to measure is atoms are heavier than the ordinary carbon atoms. So the lighter ordinary carbon goes on the inside of the track in this direction, while the heavier radio carbon comes straight out, this tube down towards the other end where we have our detecting device. Well, if you are a radiocarbon atom, this is the end of the line. The atoms come down into this grey cylinder which is a detecting device and that will generate an electric pulse for every atom that comes in. The pulse goes to the computer in the control room and we calculate on the pulses that come in and then we know the age of the sample that we've been dating."}