{"speakers": [], "chunks": [{"timestamp": [0.0, 28.5], "text": " Hi, I'm Simon Brown, I'm from the Department of Physics at the University of Canterbury and I'm part of the MacDiamid Institute for Advanced Materials and Nanotechnology."}, {"timestamp": [28.5, 33.76], "text": " Nanotechnology is about making devices, materials and a whole range of new things which"}, {"timestamp": [33.76, 36.5], "text": " have dimensions on the scale of a nanometer."}, {"timestamp": [36.5, 40.5], "text": " Now a nanometer is about 100,000 times smaller than the thickness of a human hair."}, {"timestamp": [40.5, 44.76], "text": " To give you an idea of how small a nanometer is, imagine a map of everything in the whole world"}, {"timestamp": [44.76, 49.0], "text": " in my hand. Every ocean, every continent, every mountain, every city, every building."}, {"timestamp": [49.0, 53.0], "text": " All right, the whole planet and everything on it is right here in the palm of my hand."}, {"timestamp": [53.0, 57.0], "text": " Now imagine the street where you live. In this tiny, tiny world on my hand."}, {"timestamp": [57.0, 62.0], "text": " Your house would be about 50 nanometers across, and 50 nanometers is the size of the nanowise"}, {"timestamp": [62.0, 64.0], "text": " in computer chips in use today."}, {"timestamp": [64.0, 68.04], "text": " Now where we want to go with nanotechnology is to take things down to the scale of one nanometer."}, {"timestamp": [68.46, 70.64], "text": " So we're not talking about the size of your house anymore."}, {"timestamp": [70.9, 74.42], "text": " We're talking about a dab of paint on the centre line of the street outside the house"}, {"timestamp": [74.42, 77.02], "text": " on this map of the world which fits in my hand."}, {"timestamp": [77.38, 78.14], "text": " That's pretty small."}, {"timestamp": [78.98, 81.9], "text": " What I'm holding up now is a computer chip."}, {"timestamp": [82.4, 85.68], "text": " Now this chip is the product of the semiconductor industry which"}, {"timestamp": [85.68, 91.12], "text": " over the last 50 years or so has developed an amazing variety of techniques for building"}, {"timestamp": [91.12, 98.04], "text": " these things with billions of features on these chips which have got the scale of about 50 nanometers."}, {"timestamp": [98.04, 102.96], "text": " Five years from now we won't know how to build a next generation of these chips with even"}, {"timestamp": [102.96, 107.46], "text": " smaller sizes. So nanotechnology is largely about developing the techniques"}, {"timestamp": [107.46, 110.3], "text": " that are going to allow us to make a new generation of these chips"}, {"timestamp": [110.3, 113.66], "text": " with much smaller features, more cheaply and more efficiently."}, {"timestamp": [114.78, 116.86], "text": " One of the things that's also got a lot of attention"}, {"timestamp": [116.86, 121.72], "text": " has been producing what are essentially nano snowflakes and nano flowers"}, {"timestamp": [121.72, 124.46], "text": " using very similar self-assembly processes."}, {"timestamp": [124.98, 129.76], "text": " In that case, all we're doing is depositing the clusters onto a very, very flat surface,"}, {"timestamp": [130.08, 133.48], "text": " and the clusters diffuse around and form patterns."}, {"timestamp": [133.98, 138.46], "text": " And by controlling the amount of clusters that we deposit and the rate at which we deposit them,"}, {"timestamp": [138.66, 142.44], "text": " we can control the kinds of shapes and structures that are formed by the clusters."}, {"timestamp": [143.74, 148.0], "text": " A really important feature of the technology we've developed is it's based on self-assembly."}, {"timestamp": [148.0, 152.0], "text": " That means that the building blocks we're using, that is the clusters, the nanoparticles,"}, {"timestamp": [152.0, 156.0], "text": " self-assemble to form nanowires in the places that we want them."}, {"timestamp": [156.0, 159.0], "text": " The reason that's important is that a lot of the competing technologies"}, {"timestamp": [159.0, 162.0], "text": " rely on manipulation of the building blocks."}, {"timestamp": [162.0, 164.0], "text": " So that means that you literally have to pick the building blocks up"}, {"timestamp": [164.0, 169.44], "text": " and individually manipulate them and to put them in position. When those building blocks are nanosized,"}, {"timestamp": [169.44, 175.84], "text": " you can imagine that that's a long, time-consuming and expensive process. Those nanowires are assembled from"}, {"timestamp": [175.84, 181.92], "text": " atomic clusters, which are just nanoparticles which are made in this chamber here. This is the source"}, {"timestamp": [181.92, 187.32], "text": " chamber. In this chamber there is metal evaporated into a flowing inert gas stream"}, {"timestamp": [187.32, 190.28], "text": " and the process is very much like what happens in a rain cloud"}, {"timestamp": [190.28, 192.64], "text": " where water vapor gets cooled into droplets."}, {"timestamp": [193.04, 194.56], "text": " The droplets in this case are metal"}, {"timestamp": [194.56, 200.0], "text": " and they get sucked along through the system by these huge pumps."}, {"timestamp": [200.46, 204.36], "text": " The clusters form a beam of particles which moves down the system."}, {"timestamp": [204.84, 207.7], "text": " The particles are selected for size in this chamber here"}, {"timestamp": [207.7, 211.14], "text": " and then as we go further down into this part of the system"}, {"timestamp": [211.14, 213.3], "text": " the particles are deposited onto chips"}, {"timestamp": [213.3, 217.0], "text": " which are very similar to a silicon chip like the one I showed you before."}, {"timestamp": [217.76, 222.08], "text": " So one of our favourite ways of producing self-assembled nanowires"}, {"timestamp": [222.08, 223.56], "text": " is to use a V-grove."}, {"timestamp": [223.8, 227.64], "text": " So that's a V-shaped valley etched into the surface of a silicon wafer."}, {"timestamp": [227.64, 231.2], "text": " What we do then is we drop the clusters onto the V-shaped valley,"}, {"timestamp": [231.2, 235.16], "text": " the clusters hit the side of the valley, and they bounce to the apex of the V-grove"}, {"timestamp": [235.16, 238.0], "text": " and line up in the bottom of the V-grove and form a wire."}, {"timestamp": [238.0, 242.76], "text": " Why do we want to make nano-wires? Because there's a huge number of applications"}, {"timestamp": [242.76, 246.14], "text": " from them, including transistors on silicon chips applications from them including transistors on silicon chips,"}, {"timestamp": [246.24, 252.44], "text": " the wires between transistors on silicon chips and a whole range of other things like chemical sensors which are based on nanowires."}, {"timestamp": [253.02, 259.22], "text": " Because of all the commercial applications of these wires, we've started a company which is called Nanocluster Devices Limited"}, {"timestamp": [259.22, 261.94], "text": " and it's New Zealand's first nanotechnology company."}, {"timestamp": [262.6, 265.88], "text": " So this is a chip that we've deposited palladium clusters onto."}, {"timestamp": [265.88, 269.88], "text": " Palladium's got the remarkable property that it absorbs huge amounts of hydrogen"}, {"timestamp": [269.88, 273.32], "text": " and expands when the hydrogen goes into it."}, {"timestamp": [273.32, 276.82], "text": " That's the basis of the effect that makes this chip a hydrogen sensor."}, {"timestamp": [276.82, 278.94], "text": " So why are we making hydrogen sensors?"}, {"timestamp": [278.94, 283.24], "text": " Well, there's a huge amount of people around the world working to make a hydrogen economy"}, {"timestamp": [283.24, 289.44], "text": " a reality where hydrogen is the fuel of choice for cars and a whole bunch of other things."}, {"timestamp": [289.44, 293.38], "text": " Nano-enabled hydrogen sensors are just one aspect of nanotechnology, but there are a whole"}, {"timestamp": [293.38, 297.8], "text": " range of other aspects of nanotechnology, including smaller, faster computers and a lot of other"}, {"timestamp": [297.8, 299.18], "text": " things too."}, {"timestamp": [299.18, 303.52], "text": " It's great to see a range of researchers across the McDiamid Institute working in these things,"}, {"timestamp": [303.52, 306.24], "text": " and it's great to see New Zealand at the forefront of nanotechnology."}], "text": " Hi, I'm Simon Brown, I'm from the Department of Physics at the University of Canterbury and I'm part of the MacDiamid Institute for Advanced Materials and Nanotechnology. Nanotechnology is about making devices, materials and a whole range of new things which have dimensions on the scale of a nanometer. Now a nanometer is about 100,000 times smaller than the thickness of a human hair. To give you an idea of how small a nanometer is, imagine a map of everything in the whole world in my hand. Every ocean, every continent, every mountain, every city, every building. All right, the whole planet and everything on it is right here in the palm of my hand. Now imagine the street where you live. In this tiny, tiny world on my hand. Your house would be about 50 nanometers across, and 50 nanometers is the size of the nanowise in computer chips in use today. Now where we want to go with nanotechnology is to take things down to the scale of one nanometer. So we're not talking about the size of your house anymore. We're talking about a dab of paint on the centre line of the street outside the house on this map of the world which fits in my hand. That's pretty small. What I'm holding up now is a computer chip. Now this chip is the product of the semiconductor industry which over the last 50 years or so has developed an amazing variety of techniques for building these things with billions of features on these chips which have got the scale of about 50 nanometers. Five years from now we won't know how to build a next generation of these chips with even smaller sizes. So nanotechnology is largely about developing the techniques that are going to allow us to make a new generation of these chips with much smaller features, more cheaply and more efficiently. One of the things that's also got a lot of attention has been producing what are essentially nano snowflakes and nano flowers using very similar self-assembly processes. In that case, all we're doing is depositing the clusters onto a very, very flat surface, and the clusters diffuse around and form patterns. And by controlling the amount of clusters that we deposit and the rate at which we deposit them, we can control the kinds of shapes and structures that are formed by the clusters. A really important feature of the technology we've developed is it's based on self-assembly. That means that the building blocks we're using, that is the clusters, the nanoparticles, self-assemble to form nanowires in the places that we want them. The reason that's important is that a lot of the competing technologies rely on manipulation of the building blocks. So that means that you literally have to pick the building blocks up and individually manipulate them and to put them in position. When those building blocks are nanosized, you can imagine that that's a long, time-consuming and expensive process. Those nanowires are assembled from atomic clusters, which are just nanoparticles which are made in this chamber here. This is the source chamber. In this chamber there is metal evaporated into a flowing inert gas stream and the process is very much like what happens in a rain cloud where water vapor gets cooled into droplets. The droplets in this case are metal and they get sucked along through the system by these huge pumps. The clusters form a beam of particles which moves down the system. The particles are selected for size in this chamber here and then as we go further down into this part of the system the particles are deposited onto chips which are very similar to a silicon chip like the one I showed you before. So one of our favourite ways of producing self-assembled nanowires is to use a V-grove. So that's a V-shaped valley etched into the surface of a silicon wafer. What we do then is we drop the clusters onto the V-shaped valley, the clusters hit the side of the valley, and they bounce to the apex of the V-grove and line up in the bottom of the V-grove and form a wire. Why do we want to make nano-wires? Because there's a huge number of applications from them, including transistors on silicon chips applications from them including transistors on silicon chips, the wires between transistors on silicon chips and a whole range of other things like chemical sensors which are based on nanowires. Because of all the commercial applications of these wires, we've started a company which is called Nanocluster Devices Limited and it's New Zealand's first nanotechnology company. So this is a chip that we've deposited palladium clusters onto. Palladium's got the remarkable property that it absorbs huge amounts of hydrogen and expands when the hydrogen goes into it. That's the basis of the effect that makes this chip a hydrogen sensor. So why are we making hydrogen sensors? Well, there's a huge amount of people around the world working to make a hydrogen economy a reality where hydrogen is the fuel of choice for cars and a whole bunch of other things. Nano-enabled hydrogen sensors are just one aspect of nanotechnology, but there are a whole range of other aspects of nanotechnology, including smaller, faster computers and a lot of other things too. It's great to see a range of researchers across the McDiamid Institute working in these things, and it's great to see New Zealand at the forefront of nanotechnology."}