{"speakers": [], "chunks": [{"timestamp": [0.0, 32.56], "text": " Here in New Zealand, we have the wonderful traditions, the M훮ori traditions that belong to our people here."}, {"timestamp": [32.56, 36.96], "text": " And one of the fundamental traditions that we have is the story of ringing and papa."}, {"timestamp": [36.96, 47.82], "text": " I think everybody knows the story of ringing and papa, the primal parents, where the two parents were close together, pressed tightly together."}, {"timestamp": [48.36, 56.26], "text": " Papua Tuanuku became the earth under our feet and Rangi was separated by his son Tane,"}, {"timestamp": [56.74, 59.56], "text": " pushed up on long poles to become the sky above."}, {"timestamp": [60.04, 64.86], "text": " Now that is the first house, the first Fadikura, House of Learning."}, {"timestamp": [65.88, 69.52], "text": " And those posts that push Rangi up into the sky, they still exist."}, {"timestamp": [69.78, 70.4], "text": " They're still there."}, {"timestamp": [70.82, 71.68], "text": " They're stars."}, {"timestamp": [72.06, 76.8], "text": " And if you know where to look, you can find those posts that are holding up ringing."}, {"timestamp": [77.46, 82.96], "text": " There's one under his neck and there's shoulders and his hips."}, {"timestamp": [82.96, 85.76], "text": " So you can find those posts,"}, {"timestamp": [85.84, 87.82], "text": " and those posts are fundamental to astronomy."}, {"timestamp": [88.02, 90.58], "text": " It wouldn't matter whether you were talking about European astronomy"}, {"timestamp": [90.58, 91.38], "text": " or anything else,"}, {"timestamp": [91.7, 94.08], "text": " because they are the solstices and equinoxes,"}, {"timestamp": [94.66, 97.92], "text": " and they are fundamental to understanding astronomy,"}, {"timestamp": [98.08, 100.58], "text": " the movement of the sun, the moon, and the planets."}, {"timestamp": [100.58, 103.42], "text": " Two pillars and a cap-lintel makes a doorway."}, {"timestamp": [103.72, 104.74], "text": " That's what they look like."}, {"timestamp": [105.4, 113.32], "text": " In those doorways will be stars rising that are important seasonal markers. Now there might"}, {"timestamp": [113.32, 117.34], "text": " be the stars that mark the beginning of the Maori New Year. There might be the stars that mark"}, {"timestamp": [117.34, 123.24], "text": " the end of the Maori New Year. There might be stars like Farnui, which is the beautiful star"}, {"timestamp": [123.24, 126.0], "text": " Viga, which is on the north-south line,"}, {"timestamp": [126.0, 131.0], "text": " which is marking the time that you should lift up your kumra or it will get frosted."}, {"timestamp": [131.0, 135.0], "text": " There might be the star Potu Tarangi, which is also the name of a month,"}, {"timestamp": [135.0, 138.0], "text": " which will tell you when you should inspect the kumra."}, {"timestamp": [138.0, 149.0], "text": " You will have other stars like for k훮hu, which are the stars we know as the twins, Kastra and Pollocks, and they are seasonal markers for spring."}, {"timestamp": [149.0, 155.0], "text": " And if you look out around you when these things are happening, when you see Fokahua rise in the early dawn,"}, {"timestamp": [155.0, 160.0], "text": " the time that it's highly significant, you'll also see the beautiful kofai flowering on its bare branches."}], "text": " Here in New Zealand, we have the wonderful traditions, the M훮ori traditions that belong to our people here. And one of the fundamental traditions that we have is the story of ringing and papa. I think everybody knows the story of ringing and papa, the primal parents, where the two parents were close together, pressed tightly together. Papua Tuanuku became the earth under our feet and Rangi was separated by his son Tane, pushed up on long poles to become the sky above. Now that is the first house, the first Fadikura, House of Learning. And those posts that push Rangi up into the sky, they still exist. They're still there. They're stars. And if you know where to look, you can find those posts that are holding up ringing. There's one under his neck and there's shoulders and his hips. So you can find those posts, and those posts are fundamental to astronomy. It wouldn't matter whether you were talking about European astronomy or anything else, because they are the solstices and equinoxes, and they are fundamental to understanding astronomy, the movement of the sun, the moon, and the planets. Two pillars and a cap-lintel makes a doorway. That's what they look like. In those doorways will be stars rising that are important seasonal markers. Now there might be the stars that mark the beginning of the Maori New Year. There might be the stars that mark the end of the Maori New Year. There might be stars like Farnui, which is the beautiful star Viga, which is on the north-south line, which is marking the time that you should lift up your kumra or it will get frosted. There might be the star Potu Tarangi, which is also the name of a month, which will tell you when you should inspect the kumra. You will have other stars like for k훮hu, which are the stars we know as the twins, Kastra and Pollocks, and they are seasonal markers for spring. And if you look out around you when these things are happening, when you see Fokahua rise in the early dawn, the time that it's highly significant, you'll also see the beautiful kofai flowering on its bare branches."}