{"speakers": [], "chunks": [{"timestamp": [0.0, 25.0], "text": " The For New Zealand, the coastline marks the border."}, {"timestamp": [42.0, 47.0], "text": " On all sides the sea is our neighbor. We are an island people"}, {"timestamp": [47.0, 51.0], "text": " and the sea is the barrier between us and other lands."}, {"timestamp": [51.0, 69.0], "text": " On the east, the South Pacific rolls in, the nearest land South America, 6,000 miles away."}, {"timestamp": [69.0, 77.0], "text": " To the west, the Tasman Sea, 1,200 miles wide to Australia, the country closest to us."}, {"timestamp": [77.0, 82.0], "text": " The sea surrounds us and has kept us remote."}, {"timestamp": [82.0, 87.68], "text": " To recent times, communications have been slow and influences few."}, {"timestamp": [87.68, 91.96], "text": " Our remoteness often makes us less aware of other people's problems, and perhaps we've"}, {"timestamp": [91.96, 94.92], "text": " grown a little insular in our outlook."}, {"timestamp": [94.92, 96.72], "text": " But we are a young country."}, {"timestamp": [96.72, 101.4], "text": " It's only a hundred years since our ancestors came to these coasts by sea from the other"}, {"timestamp": [101.4, 107.92], "text": " sides of the world. They found rocky shores, sheltered coves and"}, {"timestamp": [107.92, 136.0], "text": " windswept beaches, a coast that were sometimes friendly and sometimes not. A coast where menacing rocks contrast with peaceful fjords cut deep into the shoreline by glaciers from the southern alps."}, {"timestamp": [136.0, 145.5], "text": " Calm landlocked inlets where the sea comes to rest and men still find pleasure in exploration and the combined beauty of mountain and water."}, {"timestamp": [145.5, 162.5], "text": " In many parts, rich pastures line the coast and in sight of the ocean,"}, {"timestamp": [162.5, 172.9], "text": " graze the sheep and cattle which have brought us our prosperity. We're essentially a farming country and our exports"}, {"timestamp": [172.9, 178.96], "text": " come from the land. Wool, butter, meat and cheese sold to the buyers of the world and"}, {"timestamp": [178.96, 184.42], "text": " all our trade is seaborn. All we sell we ship away and what we must buy from"}, {"timestamp": [184.42, 187.14], "text": " others must come in by ship."}, {"timestamp": [187.14, 193.26], "text": " We are dependent on shipping for our very existence and a serious hold-up could cripple our economy."}, {"timestamp": [193.26, 198.24], "text": " But today our ports are busy and people across the sea are eager to buy our food."}, {"timestamp": [198.24, 213.0], "text": " By small coasters and refrigeration, by small coasters and refrigerated trains, the produce of the farms comes to the ports."}, {"timestamp": [213.0, 227.0], "text": " Meat and butter swing aboard to be loaded into refrigerated holds for the 12,000 mile"}, {"timestamp": [227.0, 231.0], "text": " voyage to England to arrive as fresh as they left."}, {"timestamp": [231.0, 253.0], "text": " The introduction of refrigerated shipping 70 years ago saw the real start of our export trade and the beginning of our prosperity."}, {"timestamp": [253.0, 259.0], "text": " The trade that has brought the ships of the world to our ports and the prosperity that has built our cities."}, {"timestamp": [259.0, 267.0], "text": " We are fortunate that our coast has many good natural harbours and on these stand our largest cities."}, {"timestamp": [267.0, 276.0], "text": " Wellington, the capital and Auckland are largest city with 300,000 people, a deep water anchorage and a sheltered entrance."}, {"timestamp": [280.0, 285.76], "text": " Many of our smaller towns also are ports with harbours formed in river mouths or bays."}, {"timestamp": [285.76, 292.28], "text": " Over their walls there is a considerable trade carried by coastal steamers and auxiliary sailing vessels."}, {"timestamp": [292.28, 311.0], "text": " The coasters carry everything that goes into or comes out of some districts for the sea is a highway connecting all parts of our long and mountainous islands. The sculls are now the only sailing ships to trade among our ports and along our islands. The Scows are now the only sailing ships to trade among our ports and along the coast,"}, {"timestamp": [311.0, 316.0], "text": " where lighthouses and beacons mark the shipping lanes."}, {"timestamp": [316.0, 325.0], "text": " Servicing the lights that guide the ships is sometimes dangerous work."}, {"timestamp": [325.0, 399.0], "text": " Lighthouse work is lonely work is lonely work, even when it's near the approaches to the bigger ports with their good harbours and good beaches at the city dwellers'a. But when holiday time comes, it's to the many coastal beaches that people turn."}, {"timestamp": [399.0, 405.82], "text": " Our coastal resorts are not crowded with trippers and big hotels, peers and cheap attractions for the holiday maker."}, {"timestamp": [406.74, 414.6], "text": " Most people own or rent a small beach house, which they go to for weekends and take the family for the long Christmas holidays, which are in our summer."}, {"timestamp": [420.3, 428.0], "text": " For those who prefer to keep moving, there's plenty of space for camping, and most beaches have their own camping grounds close to the water."}, {"timestamp": [428.0, 434.0], "text": " No one in New Zealand lives more than a hundred miles from the sea, and most of us live very near it."}, {"timestamp": [434.0, 441.0], "text": " It's the most popular place for a holiday, but there's no overcrowding with hundreds of good beaches and less than 2 million people."}, {"timestamp": [441.0, 447.0], "text": " And with few people, the beaches are not commercialized. We make our own fun and"}, {"timestamp": [447.0, 448.0], "text": " prefer it that way."}, {"timestamp": [448.0, 463.0], "text": " A long hot summer gives plenty of opportunity for relaxing in the sun or cooling off in the water"}, {"timestamp": [463.0, 491.0], "text": " that's never far off and never too crowded. For sheer good fun and healthy sport, the seas the place,"}, {"timestamp": [491.0, 550.0], "text": " and when the surf rose in off the ocean, there are thrills to be had too. I'm Where the sea, there are always fishermen, out of a small boat or on a dockside in harbour."}, {"timestamp": [550.0, 554.0], "text": " There are little fish on a dockside in harbour."}, {"timestamp": [554.0, 570.0], "text": " There are little fish for the novice and big fish for the expert."}, {"timestamp": [570.0, 575.0], "text": " New Zealand waters are well famous for big game fishing and many record catches"}, {"timestamp": [575.0, 578.0], "text": " of shark and swordfish have been made here."}, {"timestamp": [578.0, 598.0], "text": " Anglers come from all over the world to try their hand at this tough and exciting sport."}, {"timestamp": [602.0, 603.0], "text": " Big game fishing has a limited season."}, {"timestamp": [607.0, 612.0], "text": " But for the men of the commercial fishing fleets, it's year-long work. They fish with net and line from launches and trawlers in the waters."}, {"timestamp": [612.0, 615.0], "text": " Waters that team with fish that are good for the table."}, {"timestamp": [654.0, 659.0], "text": " As the set lines are hauled aboard, the seab come swooping down, eager scavengers looking for skill and experience. Fisherman's luck alone is not good enough where there's a livelihood at stake."}, {"timestamp": [659.0, 665.46], "text": " Setting lines and picking them up, working to tides, the wind and the weather, earning a living that's never certain,"}, {"timestamp": [665.46, 672.2], "text": " but depends a lot on the mood of the sea."}, {"timestamp": [672.2, 686.0], "text": " The catch has been good, but it's time to return to port, and the birds are reluctant to let them go. Early morning in port."}, {"timestamp": [702.0, 706.0], "text": " The fishing fleets back again and unloading begins."}, {"timestamp": [706.0, 713.0], "text": " Baskets of hapuka, gurnard and hake, Teraki, snapper, cod and John Doris."}, {"timestamp": [713.0, 724.0], "text": " The fish will soon be in the shops and markets,"}, {"timestamp": [724.0, 729.0], "text": " while the fishermen head out to sea again, hopeful for yet another good catch."}, {"timestamp": [729.0, 738.0], "text": " Six days a week they're out and every few months a well-earned rest on the slips to clean the bottom, overhaul the engine or freshen up the paintwork."}, {"timestamp": [742.0, 745.0], "text": " Many of the fishing boats are built in small shipyards. Boat building in New Zealand is a small industry, but we're fortunate that many of the fishing boats are built in small shipyards."}, {"timestamp": [745.0, 748.0], "text": " Boat building in New Zealand is a small industry,"}, {"timestamp": [748.0, 753.0], "text": " but we are fortunate that many of our native timbers are ideal for the job."}, {"timestamp": [753.0, 756.0], "text": " Most of the building is of pleasure craft."}, {"timestamp": [756.0, 759.0], "text": " New Zealand has some very large fleets of yachts and launches,"}, {"timestamp": [759.0, 763.0], "text": " for the population probably more than anywhere else in the world."}, {"timestamp": [763.0, 766.0], "text": " But not all these are professionally built."}, {"timestamp": [766.0, 769.0], "text": " Some of our finest yachts are backyard jobs,"}, {"timestamp": [769.0, 773.0], "text": " built in sheds or garages in weekends and winter evenings,"}, {"timestamp": [773.0, 775.0], "text": " and often taking a year or two to finish."}, {"timestamp": [775.0, 778.0], "text": " Many a basement is a busy workshop"}, {"timestamp": [778.0, 781.0], "text": " where keen amateurs get together to build a boat"}, {"timestamp": [781.0, 798.24], "text": " that will beat all others in the next racing season."}, {"timestamp": [804.2, 805.2], "text": " Winter is a busy time for the amateur sailor, whether he's building a boat or getting one ready for the summer ahead."}, {"timestamp": [809.12, 813.92], "text": " Yotting strictly an amateur sport in New Zealand and often a family affair."}, {"timestamp": [825.0, 847.0], "text": " It's not hard to get volunteers for painting when there's so much pleasure ahead in the summer when everything ship shaped for the first sale of the season. The office, the shop, the factory or the schoolroom are easily forgotten when the harbours are crowded with sail in regattas held every weekend."}, {"timestamp": [847.0, 858.0], "text": " Small centreboard boats are most numerous where boys learn young and there are interprovincial races for under 16 year olds."}, {"timestamp": [862.0, 872.0], "text": " Boats from all over New Zealand beat in annual contests and what better training ground to develop confidence, initiative and judgment and to keep youngsters healthy and fit."}, {"timestamp": [872.0, 891.0], "text": " You learn young to take calculated risks and keep some spirit of adventure alive."}, {"timestamp": [891.0, 910.0], "text": " These are the yachts we're proudest of, the big racing healers."}, {"timestamp": [910.0, 917.0], "text": " Some home-built, some by professionals, but all sailed by men who go to sea for the fun of it."}, {"timestamp": [917.0, 922.0], "text": " There's a coastline here for endless cruising and harbours second to none for racing."}, {"timestamp": [922.0, 930.72], "text": " And once a year, for the most adventurous, a a 1200 mile race across the Tasman Sea to Australia. Our yachtsmen make the most of"}, {"timestamp": [930.72, 935.84], "text": " their environment and with their graceful ships they typify all that's best in a life"}, {"timestamp": [935.84, 968.0], "text": " by the sea is not far away."}, {"timestamp": [968.0, 972.0], "text": " In work or play, we have grown to accept it,"}, {"timestamp": [972.0, 975.0], "text": " not as a barrier isolating us from the world,"}, {"timestamp": [975.0, 978.0], "text": " but as part of our life."}, {"timestamp": [978.0, null], "text": " We are an island people, and the encircling sea is our friendly neighbour."}], "text": " The For New Zealand, the coastline marks the border. On all sides the sea is our neighbor. We are an island people and the sea is the barrier between us and other lands. On the east, the South Pacific rolls in, the nearest land South America, 6,000 miles away. To the west, the Tasman Sea, 1,200 miles wide to Australia, the country closest to us. The sea surrounds us and has kept us remote. To recent times, communications have been slow and influences few. Our remoteness often makes us less aware of other people's problems, and perhaps we've grown a little insular in our outlook. But we are a young country. It's only a hundred years since our ancestors came to these coasts by sea from the other sides of the world. They found rocky shores, sheltered coves and windswept beaches, a coast that were sometimes friendly and sometimes not. A coast where menacing rocks contrast with peaceful fjords cut deep into the shoreline by glaciers from the southern alps. Calm landlocked inlets where the sea comes to rest and men still find pleasure in exploration and the combined beauty of mountain and water. In many parts, rich pastures line the coast and in sight of the ocean, graze the sheep and cattle which have brought us our prosperity. We're essentially a farming country and our exports come from the land. Wool, butter, meat and cheese sold to the buyers of the world and all our trade is seaborn. All we sell we ship away and what we must buy from others must come in by ship. We are dependent on shipping for our very existence and a serious hold-up could cripple our economy. But today our ports are busy and people across the sea are eager to buy our food. By small coasters and refrigeration, by small coasters and refrigerated trains, the produce of the farms comes to the ports. Meat and butter swing aboard to be loaded into refrigerated holds for the 12,000 mile voyage to England to arrive as fresh as they left. The introduction of refrigerated shipping 70 years ago saw the real start of our export trade and the beginning of our prosperity. The trade that has brought the ships of the world to our ports and the prosperity that has built our cities. We are fortunate that our coast has many good natural harbours and on these stand our largest cities. Wellington, the capital and Auckland are largest city with 300,000 people, a deep water anchorage and a sheltered entrance. Many of our smaller towns also are ports with harbours formed in river mouths or bays. Over their walls there is a considerable trade carried by coastal steamers and auxiliary sailing vessels. The coasters carry everything that goes into or comes out of some districts for the sea is a highway connecting all parts of our long and mountainous islands. The sculls are now the only sailing ships to trade among our ports and along our islands. The Scows are now the only sailing ships to trade among our ports and along the coast, where lighthouses and beacons mark the shipping lanes. Servicing the lights that guide the ships is sometimes dangerous work. Lighthouse work is lonely work is lonely work, even when it's near the approaches to the bigger ports with their good harbours and good beaches at the city dwellers'a. But when holiday time comes, it's to the many coastal beaches that people turn. Our coastal resorts are not crowded with trippers and big hotels, peers and cheap attractions for the holiday maker. Most people own or rent a small beach house, which they go to for weekends and take the family for the long Christmas holidays, which are in our summer. For those who prefer to keep moving, there's plenty of space for camping, and most beaches have their own camping grounds close to the water. No one in New Zealand lives more than a hundred miles from the sea, and most of us live very near it. It's the most popular place for a holiday, but there's no overcrowding with hundreds of good beaches and less than 2 million people. And with few people, the beaches are not commercialized. We make our own fun and prefer it that way. A long hot summer gives plenty of opportunity for relaxing in the sun or cooling off in the water that's never far off and never too crowded. For sheer good fun and healthy sport, the seas the place, and when the surf rose in off the ocean, there are thrills to be had too. I'm Where the sea, there are always fishermen, out of a small boat or on a dockside in harbour. There are little fish on a dockside in harbour. There are little fish for the novice and big fish for the expert. New Zealand waters are well famous for big game fishing and many record catches of shark and swordfish have been made here. Anglers come from all over the world to try their hand at this tough and exciting sport. Big game fishing has a limited season. But for the men of the commercial fishing fleets, it's year-long work. They fish with net and line from launches and trawlers in the waters. Waters that team with fish that are good for the table. As the set lines are hauled aboard, the seab come swooping down, eager scavengers looking for skill and experience. Fisherman's luck alone is not good enough where there's a livelihood at stake. Setting lines and picking them up, working to tides, the wind and the weather, earning a living that's never certain, but depends a lot on the mood of the sea. The catch has been good, but it's time to return to port, and the birds are reluctant to let them go. Early morning in port. The fishing fleets back again and unloading begins. Baskets of hapuka, gurnard and hake, Teraki, snapper, cod and John Doris. The fish will soon be in the shops and markets, while the fishermen head out to sea again, hopeful for yet another good catch. Six days a week they're out and every few months a well-earned rest on the slips to clean the bottom, overhaul the engine or freshen up the paintwork. Many of the fishing boats are built in small shipyards. Boat building in New Zealand is a small industry, but we're fortunate that many of the fishing boats are built in small shipyards. Boat building in New Zealand is a small industry, but we are fortunate that many of our native timbers are ideal for the job. Most of the building is of pleasure craft. New Zealand has some very large fleets of yachts and launches, for the population probably more than anywhere else in the world. But not all these are professionally built. Some of our finest yachts are backyard jobs, built in sheds or garages in weekends and winter evenings, and often taking a year or two to finish. Many a basement is a busy workshop where keen amateurs get together to build a boat that will beat all others in the next racing season. Winter is a busy time for the amateur sailor, whether he's building a boat or getting one ready for the summer ahead. Yotting strictly an amateur sport in New Zealand and often a family affair. It's not hard to get volunteers for painting when there's so much pleasure ahead in the summer when everything ship shaped for the first sale of the season. The office, the shop, the factory or the schoolroom are easily forgotten when the harbours are crowded with sail in regattas held every weekend. Small centreboard boats are most numerous where boys learn young and there are interprovincial races for under 16 year olds. Boats from all over New Zealand beat in annual contests and what better training ground to develop confidence, initiative and judgment and to keep youngsters healthy and fit. You learn young to take calculated risks and keep some spirit of adventure alive. These are the yachts we're proudest of, the big racing healers. Some home-built, some by professionals, but all sailed by men who go to sea for the fun of it. There's a coastline here for endless cruising and harbours second to none for racing. And once a year, for the most adventurous, a a 1200 mile race across the Tasman Sea to Australia. Our yachtsmen make the most of their environment and with their graceful ships they typify all that's best in a life by the sea is not far away. In work or play, we have grown to accept it, not as a barrier isolating us from the world, but as part of our life. We are an island people, and the encircling sea is our friendly neighbour."}