{"speakers": [], "chunks": [{"timestamp": [0.0, 27.92], "text": " New Zealand's exclusive economic zone covers 4 million square kilometres and contains some of our most valuable natural resources."}, {"timestamp": [28.76, 32.58], "text": " But very little is known about the animal communities that live on the seabed"}, {"timestamp": [32.58, 36.54], "text": " or how crucial these communities are to the health of the marine environment"}, {"timestamp": [36.54, 39.62], "text": " and their role in sustaining our fish resources."}, {"timestamp": [40.76, 44.48], "text": " The Ocean Survey 2020 Chattam Challenger Research Project"}, {"timestamp": [44.48, 47.12], "text": " is focused on discovering this information."}, {"timestamp": [48.22, 56.44], "text": " The project aims to map habitats and marine biodiversity of the seabed down to water depths of 1,200 metres in two areas."}, {"timestamp": [57.1, 62.24], "text": " The Chatham Rise east of New Zealand and the Challenger Plateau off the west coast."}, {"timestamp": [67.0, 71.0], "text": " Mapping habitats on the land is relatively easy process."}, {"timestamp": [71.0, 75.0], "text": " We can see. We can see what is around us."}, {"timestamp": [75.0, 77.0], "text": " Take this beach, for example."}, {"timestamp": [77.0, 81.0], "text": " We can very quickly map out what animals and what plants"}, {"timestamp": [81.0, 84.0], "text": " are associated with the different topographies we see."}, {"timestamp": [84.0, 91.06], "text": " We've got the rocks, we've got the shingle, we've got the tidal zone here, and it's very easy"}, {"timestamp": [91.06, 95.96], "text": " to map those topographies and just look at the animals that are associated with them."}, {"timestamp": [95.96, 102.28], "text": " We have that same range underneath the sea going right out to the deep, right out to the abyss,"}, {"timestamp": [102.28, 107.0], "text": " down to 4,000 meters, 6,000 meters within our EZ."}, {"timestamp": [107.0, 113.84], "text": " So how do we map the habitat types down there? How do we learn anything about the different"}, {"timestamp": [113.84, 119.68], "text": " animals that are living in those different habitats? Well we have to use different technology"}, {"timestamp": [119.68, 127.76], "text": " and a different approach. So we've chosen an area off to the east of New Zealand to look at the habitat"}, {"timestamp": [127.76, 135.2], "text": " variation on the seedbed in those depths. One of the reasons that we selected the Chatham"}, {"timestamp": [135.2, 141.2], "text": " rise to survey the habitats is because not only is this area one of the most productive areas"}, {"timestamp": [141.2, 146.0], "text": " in New Zealand waters in terms of its phytoplankton and its zooplankton."}, {"timestamp": [146.0, 149.0], "text": " It's very productive in terms of its fisheries."}, {"timestamp": [149.0, 156.0], "text": " And at this point we do not know what the exact links are between the bottom habitats,"}, {"timestamp": [156.0, 162.0], "text": " the seabed, the animals that live there, particularly in these soft sediment habitats"}, {"timestamp": [162.0, 164.0], "text": " and the fish that live above them."}, {"timestamp": [164.0, 167.98], "text": " So the Ministry of Fisheries is very interested to know"}, {"timestamp": [167.98, 169.68], "text": " what those links are."}, {"timestamp": [170.12, 171.84], "text": " What the relationship is"}, {"timestamp": [171.84, 174.98], "text": " between the productivity that you see in the mud,"}, {"timestamp": [175.18, 177.28], "text": " the animal communities that you see in the mud,"}, {"timestamp": [177.88, 180.2], "text": " and how that relates or reflects"}, {"timestamp": [180.2, 183.5], "text": " the productivity in the fisheries above."}, {"timestamp": [184.16, 187.0], "text": " One of the first steps is to, of course, have a map"}, {"timestamp": [187.0, 189.0], "text": " of what is there."}, {"timestamp": [189.0, 193.0], "text": " And that's what this project is doing."}, {"timestamp": [193.0, 198.0], "text": " In order to sample the habitats on the Chatham Rise at depth,"}, {"timestamp": [198.0, 201.0], "text": " we're using five pieces of core equipment."}, {"timestamp": [201.0, 204.0], "text": " The most important piece of equipment"}, {"timestamp": [204.0, 207.0], "text": " was the deep-toed image system or"}, {"timestamp": [207.0, 215.5], "text": " the DTIS. This is essentially a sophisticated camera system with a still camera and a high-resolution"}, {"timestamp": [215.5, 224.64], "text": " video camera mounted in a robust frame and as it passes over the seabed it's picking up images"}, {"timestamp": [224.64, 226.16], "text": " of whatever is down there."}, {"timestamp": [226.22, 234.08], "text": " So if we're on a mud-muddly area, it'll be picking up images of the creatures that are living on the surface of the mud."}, {"timestamp": [234.54, 238.92], "text": " You'll be getting an indication of the number of animals that are living underneath the mud"}, {"timestamp": [238.92, 242.12], "text": " just by looking at the holes of the borough entrances."}, {"timestamp": [242.94, 246.0], "text": " At the same time, there are still cameras that are firing"}, {"timestamp": [246.0, 252.32], "text": " off on a regular basis like a square meter for example of the seabed and you can count the"}, {"timestamp": [252.32, 260.28], "text": " organisms that are in that square meter. Another important piece of equipment is the bottom"}, {"timestamp": [260.28, 266.36], "text": " sled or the seamount sled. Now this device is quite medieval really in its design"}, {"timestamp": [266.36, 273.76], "text": " and construction. Big chunk of metal with sled runners on each side with a coarse mesh inside"}, {"timestamp": [273.76, 281.5], "text": " and it's designed to run along the surface of the mud and to scoop up any animals that it comes"}, {"timestamp": [281.5, 289.0], "text": " across in its pathway. It might not sound that exciting, sampling mud flats down at a thousand meters,"}, {"timestamp": [289.0, 292.0], "text": " but for the scientists on board, it's like a lucky dip."}, {"timestamp": [292.0, 297.0], "text": " You actually do not know what you're going to pull up from the ocean bed."}, {"timestamp": [297.0, 301.0], "text": " When you deploy those cameras, you do not know exactly what you're going to see,"}, {"timestamp": [301.0, 304.0], "text": " and there were many surprises during the trip."}, {"timestamp": [304.0, 307.68], "text": " There is nothing more beautiful than seeing a small octopus"}, {"timestamp": [307.68, 311.44], "text": " wending its way across the mud and looking at the trail of mud"}, {"timestamp": [311.44, 315.84], "text": " as it scurries away from the camera's view"}, {"timestamp": [315.84, 320.56], "text": " another piece of equipment is the beam trawl now this"}, {"timestamp": [320.56, 326.36], "text": " is like a it's larger than the sled and it's a finer piece of equipment."}, {"timestamp": [326.36, 332.76], "text": " And again it skims along the surface of the mud but it's designed to catch the macrophorna"}, {"timestamp": [332.76, 335.4], "text": " that might be associated with the seabed."}, {"timestamp": [335.4, 340.54], "text": " And the scientist got a lot of really good samples using this piece of equipment."}, {"timestamp": [340.54, 353.12], "text": " We got over a hundred stations sample during the survey and some of them, at some of them we use all of the pieces of equipment and at others we were paired down to just using cameras only or bean trawl only."}, {"timestamp": [353.92, 361.28], "text": " This depended to some extent on what the seabed was like, how deep it was and what the weather conditions were like."}, {"timestamp": [361.88, 365.84], "text": " So over the course of four weeks, the scientists on board"}, {"timestamp": [365.84, 371.56], "text": " Tungaroa travelled over 6,000 kilometres across the length and breadth of the Chatham Rise,"}, {"timestamp": [372.06, 381.9], "text": " collecting samples from 293 stations at 99 sites. They managed to sieve over 10 tonnes of seafloor"}, {"timestamp": [381.9, 388.02], "text": " material, so rocks and mud, and they've documented 3,500 samples."}, {"timestamp": [389.92, 396.92], "text": " In addition, even though the equipment we had wasn't specifically optimized to sample fish,"}, {"timestamp": [396.92, 401.06], "text": " the scientists still collected 207 fish specimens."}, {"timestamp": [402.32, 405.0], "text": " And we also caught sight of the fish in videos."}, {"timestamp": [405.0, 409.0], "text": " So what have we learnt from this project so far?"}, {"timestamp": [409.0, 414.0], "text": " Well, we have managed to sample the biota in their habitats"}, {"timestamp": [414.0, 419.0], "text": " from 30 metres down to 800 metres and even deeper,"}, {"timestamp": [419.0, 424.0], "text": " in some instances, down to 1800 metres on the Chatham Rise."}, {"timestamp": [424.0, 430.0], "text": " We have sampled areas of mud, areas of sand, areas of silt,"}, {"timestamp": [430.0, 433.0], "text": " steep slopes, shallow slopes, flat ground,"}, {"timestamp": [433.0, 437.0], "text": " and we've sampled rocky areas, rocky outcrops"}, {"timestamp": [437.0, 441.0], "text": " and larger features such as sea mounts."}, {"timestamp": [441.0, 444.0], "text": " What this work it will enable us to do"}, {"timestamp": [444.0, 449.0], "text": " is to not just determine the habitat variation across the Chathamaranis"}, {"timestamp": [449.0, 458.0], "text": " and the animals associated with those habitats, but it will enable us to work out what the relationship is between those habitats"}, {"timestamp": [458.0, null], "text": " and the fisheries that overlie those habitats. Thank you. You know,"}], "text": " New Zealand's exclusive economic zone covers 4 million square kilometres and contains some of our most valuable natural resources. But very little is known about the animal communities that live on the seabed or how crucial these communities are to the health of the marine environment and their role in sustaining our fish resources. The Ocean Survey 2020 Chattam Challenger Research Project is focused on discovering this information. The project aims to map habitats and marine biodiversity of the seabed down to water depths of 1,200 metres in two areas. The Chatham Rise east of New Zealand and the Challenger Plateau off the west coast. Mapping habitats on the land is relatively easy process. We can see. We can see what is around us. Take this beach, for example. We can very quickly map out what animals and what plants are associated with the different topographies we see. We've got the rocks, we've got the shingle, we've got the tidal zone here, and it's very easy to map those topographies and just look at the animals that are associated with them. We have that same range underneath the sea going right out to the deep, right out to the abyss, down to 4,000 meters, 6,000 meters within our EZ. So how do we map the habitat types down there? How do we learn anything about the different animals that are living in those different habitats? Well we have to use different technology and a different approach. So we've chosen an area off to the east of New Zealand to look at the habitat variation on the seedbed in those depths. One of the reasons that we selected the Chatham rise to survey the habitats is because not only is this area one of the most productive areas in New Zealand waters in terms of its phytoplankton and its zooplankton. It's very productive in terms of its fisheries. And at this point we do not know what the exact links are between the bottom habitats, the seabed, the animals that live there, particularly in these soft sediment habitats and the fish that live above them. So the Ministry of Fisheries is very interested to know what those links are. What the relationship is between the productivity that you see in the mud, the animal communities that you see in the mud, and how that relates or reflects the productivity in the fisheries above. One of the first steps is to, of course, have a map of what is there. And that's what this project is doing. In order to sample the habitats on the Chatham Rise at depth, we're using five pieces of core equipment. The most important piece of equipment was the deep-toed image system or the DTIS. This is essentially a sophisticated camera system with a still camera and a high-resolution video camera mounted in a robust frame and as it passes over the seabed it's picking up images of whatever is down there. So if we're on a mud-muddly area, it'll be picking up images of the creatures that are living on the surface of the mud. You'll be getting an indication of the number of animals that are living underneath the mud just by looking at the holes of the borough entrances. At the same time, there are still cameras that are firing off on a regular basis like a square meter for example of the seabed and you can count the organisms that are in that square meter. Another important piece of equipment is the bottom sled or the seamount sled. Now this device is quite medieval really in its design and construction. Big chunk of metal with sled runners on each side with a coarse mesh inside and it's designed to run along the surface of the mud and to scoop up any animals that it comes across in its pathway. It might not sound that exciting, sampling mud flats down at a thousand meters, but for the scientists on board, it's like a lucky dip. You actually do not know what you're going to pull up from the ocean bed. When you deploy those cameras, you do not know exactly what you're going to see, and there were many surprises during the trip. There is nothing more beautiful than seeing a small octopus wending its way across the mud and looking at the trail of mud as it scurries away from the camera's view another piece of equipment is the beam trawl now this is like a it's larger than the sled and it's a finer piece of equipment. And again it skims along the surface of the mud but it's designed to catch the macrophorna that might be associated with the seabed. And the scientist got a lot of really good samples using this piece of equipment. We got over a hundred stations sample during the survey and some of them, at some of them we use all of the pieces of equipment and at others we were paired down to just using cameras only or bean trawl only. This depended to some extent on what the seabed was like, how deep it was and what the weather conditions were like. So over the course of four weeks, the scientists on board Tungaroa travelled over 6,000 kilometres across the length and breadth of the Chatham Rise, collecting samples from 293 stations at 99 sites. They managed to sieve over 10 tonnes of seafloor material, so rocks and mud, and they've documented 3,500 samples. In addition, even though the equipment we had wasn't specifically optimized to sample fish, the scientists still collected 207 fish specimens. And we also caught sight of the fish in videos. So what have we learnt from this project so far? Well, we have managed to sample the biota in their habitats from 30 metres down to 800 metres and even deeper, in some instances, down to 1800 metres on the Chatham Rise. We have sampled areas of mud, areas of sand, areas of silt, steep slopes, shallow slopes, flat ground, and we've sampled rocky areas, rocky outcrops and larger features such as sea mounts. What this work it will enable us to do is to not just determine the habitat variation across the Chathamaranis and the animals associated with those habitats, but it will enable us to work out what the relationship is between those habitats and the fisheries that overlie those habitats. Thank you. You know,"}