{"speakers": [], "chunks": [{"timestamp": [0.0, 35.0], "text": " The Life is quiet and sometimes rather lonesome when you're getting on in years."}, {"timestamp": [35.0, 43.0], "text": " Mrs. Atkinson, whose a widow, is more fortunate than some, she has a garden."}, {"timestamp": [43.0, 50.0], "text": " But Mrs. Atkinson likes company and three days a week she can be found at the Rotorua Service Centre."}, {"timestamp": [50.0, 54.0], "text": " Here old and sick folks come together to work, yarn and see a bit of one another."}, {"timestamp": [54.0, 57.0], "text": " Making toys, addressing envelopes."}, {"timestamp": [57.0, 60.0], "text": " The centre takes on any jobs elderly hands can manage."}, {"timestamp": [60.0, 67.0], "text": " Founded by voluntary welfare organisations early this year, the centre is based on an English scheme."}, {"timestamp": [67.0, 72.0], "text": " Local firms provide orders for work and everybody takes pride in getting the jobs done on time."}, {"timestamp": [72.0, 77.0], "text": " Mrs. Austin, the supervisor, helps when necessary, but these people are sturdily independent."}, {"timestamp": [81.0, 89.0], "text": " Alec Ross is a retired farmer. His eyesight isn't so good these days, but he finds letterbox making a pleasant hobby and one that pays."}, {"timestamp": [93.0, 98.0], "text": " Every now and again, Alec drops in to give Jim Marshall a hand."}, {"timestamp": [98.0, 103.0], "text": " From their carpenter's shop have come letterboxes, medicine cabinets and even a rocking horse."}, {"timestamp": [103.0, 110.0], "text": " Hammers and chisels, needles and looms, the building and all the tools have been donated to the old people."}, {"timestamp": [110.0, 115.0], "text": " With their own enthusiasm they've accomplished wonders and are determined to make the centre pay its way."}, {"timestamp": [115.0, 119.0], "text": " Mr Campbell is busy weaving bath mats for the centre's Christmas sale."}, {"timestamp": [119.0, 122.0], "text": " He designs his own patterns and does quite a professional job."}, {"timestamp": [122.0, 127.0], "text": " Mrs. Campbell is a fine hand with artificial flowers."}, {"timestamp": [127.0, 132.0], "text": " Of course time is never so precious that work can't be stopped for a cup of tea."}, {"timestamp": [132.0, 136.5], "text": " Coming here for a few hours each week means a great deal. For some it's meant a new interest."}, {"timestamp": [136.5, 140.5], "text": " For others, a completely new outlook on life."}, {"timestamp": [140.5, 145.0], "text": " Toys displayed in the shop window are a never-ending source of fun to the local children."}, {"timestamp": [145.0, 148.0], "text": " These five-year-olds have already picked the animals they'd like."}, {"timestamp": [148.0, 156.0], "text": " All at the centre, the elderly and the not-so-well, are finding new friendships and a brighter life through their being together."}, {"timestamp": [156.0, 169.14], "text": " At last, Christchurch is to have a new railway station."}, {"timestamp": [169.7, 174.06], "text": " Mr. McFarlane, the mayor, is understandably pleased to speak at the laying of the foundation stone."}, {"timestamp": [174.66, 176.24], "text": " The city's civic pride will be restored."}, {"timestamp": [176.84, 180.3], "text": " For 50 years, Christchurch has been promising itself a fine station."}, {"timestamp": [180.9, 187.0], "text": " Now the Honourable Mr. McAlpine, Minister of Railways, lays the foundation stone for the new two and a half million pound building."}, {"timestamp": [187.66, 193.12], "text": " Twice before, plans were drawn to replace the old building. Twice, war intervened. At this time,"}, {"timestamp": [193.2, 198.76], "text": " there'll be a new station with all the amenities. Seven thousand gather at the lakeside in Hamilton"}, {"timestamp": [198.76, 204.76], "text": " to see Dame Hilda Ross open a new children's playground. Dame Hilda congratulates the JCs on their work"}, {"timestamp": [204.76, 209.36], "text": " in laying out and equipping this fine play area. City firms have given generously"}, {"timestamp": [209.36, 214.32], "text": " in money and material for the 7,000 pounds project. The youngsters have a whale of a time"}, {"timestamp": [214.32, 219.2], "text": " trying out all the fun-making gadgets in the park. Everything gets an exhaustive workout and"}, {"timestamp": [219.2, 221.28], "text": " is passed as being 100% efficient."}, {"timestamp": [233.0, 238.0], "text": " The children's enjoyment should reward JC members for their blistered hands and sore backs. For three months they spent their weekends, many of them cold and wet, working on this scheme."}, {"timestamp": [238.0, 243.0], "text": " But their great achievement is in acquiring a full-size railway engine."}, {"timestamp": [243.0, 245.5], "text": " The 77-year-old veteran is still in working order"}, {"timestamp": [245.5, 248.5], "text": " and promises to be the most popular toy in New Zealand."}, {"timestamp": [248.5, 251.0], "text": " Never before has it had so many drivers,"}, {"timestamp": [251.0, 254.5], "text": " and in appreciation, it shows some of its old form."}, {"timestamp": [256.5, 258.5], "text": " Hamilton children are certainly lucky."}, {"timestamp": [258.5, 276.0], "text": " They now have a wonderful playground in a beautiful setting."}, {"timestamp": [281.0, 282.0], "text": " For 25 years, Bluff Harbor engineer Dave Mason has been planning for a new port at Bluff."}, {"timestamp": [285.68, 290.6], "text": " His scheme is to turn a sandbank into an island by raising the level 16 feet."}, {"timestamp": [293.28, 296.14], "text": " On the island, the new wharves and sheds will be built and a road and rail bridge will link them with the foreshore."}, {"timestamp": [296.14, 298.28], "text": " With this layout, the tides will still flow freely"}, {"timestamp": [298.28, 300.46], "text": " through the natural channels of the harbor."}, {"timestamp": [300.46, 302.62], "text": " Successful tender came from a French fern"}, {"timestamp": [302.62, 307.0], "text": " and they're well on the way to changing the shape of Bluff."}, {"timestamp": [307.0, 329.0], "text": " It's a three and a half million pound job and bluff's lucky in having good supplies of rock close at hand."}, {"timestamp": [329.0, 334.0], "text": " The short haul keeps down costs and so do these latest type dumper trucks."}, {"timestamp": [334.0, 347.0], "text": " There's no time lost in turning round or backing out of awkward places."}, {"timestamp": [347.0, 353.0], "text": " This rock wall being laid round three sides of the sandbank is the first stage in the reclamation of the island."}, {"timestamp": [353.0, 357.0], "text": " Southland hopes that Bluff will become the country's biggest meat and wool port."}, {"timestamp": [357.0, 363.0], "text": " And of course Bluff's oyster fleet will be provided for."}, {"timestamp": [363.0, 366.5], "text": " The drag line is working on a new slipway for the oyster boats."}, {"timestamp": [366.5, 372.0], "text": " The foundations of the new wharves are being prepared by sinking sheet piling along the fourth side of the sandbank."}, {"timestamp": [372.0, 375.0], "text": " Inside the sheet piling, the concrete will be poured."}, {"timestamp": [378.0, 383.0], "text": " Also fitting into the scheme of port building is the harbour boards bucket dredge, Murrayhiko."}, {"timestamp": [383.0, 385.12], "text": " While deepening the main channels,"}, {"timestamp": [385.12, 390.96], "text": " she is at the same time providing some of the filling for the new reclamation."}, {"timestamp": [390.96, 395.92], "text": " The main reclamation work is being done by the suction dredge Ruppet. This powerful dredge,"}, {"timestamp": [395.92, 399.84], "text": " which was towed here from Belgium, sucks up silt from the harbour floor and pumps it across to"}, {"timestamp": [399.84, 410.0], "text": " the foreshore, where another 13 acres of water are being turned into land. For Southlanders, the new port brings great hopes. A 25 year old dream is coming true."}, {"timestamp": [410.0, 422.0], "text": " Water from the flooding Cluther has backed up into Balcluther's main street."}, {"timestamp": [422.0, 427.0], "text": " As long as the stop banks hold, only a few of the townspeople will be inconvenienced."}, {"timestamp": [431.0, 435.0], "text": " Sheep are being rescued from the flatland along the river,"}, {"timestamp": [435.0, 438.0], "text": " and the children, as usual, are making the most of the unusual."}, {"timestamp": [438.0, 443.0], "text": " But at Stirling, a few miles downstream, it's a different story."}, {"timestamp": [443.0, 447.0], "text": " The river has broken through one of the stopbanks and is sweeping through the township."}, {"timestamp": [447.0, 451.0], "text": " Not since 1919 has the Cluther reached such happen."}, {"timestamp": [451.0, 454.0], "text": " For days, torrential rain fell in the Waukutipu and Wanaka districts."}, {"timestamp": [454.0, 476.5], "text": " Now the water is sweeping its destructive path to the sea. Looking down on Stirling from the air, there's a scene of even more lifeless desolation."}, {"timestamp": [482.5, 487.0], "text": " Balcluther, on its stopbank protected peninsula is almost an island."}, {"timestamp": [487.0, 491.5], "text": " Below the town the water has spread out in every direction and nearly all the fertile"}, {"timestamp": [491.5, 495.9], "text": " inch Cluthor delta is underwater. Though most of the stock have been saved, farming losses"}, {"timestamp": [495.9, 503.0], "text": " will still be very heavy. At Roxburgh Hydro, the Cluther has brought down large quantities"}, {"timestamp": [503.0, 505.6], "text": " of driftwood which are trapped just above the dam."}, {"timestamp": [510.8, 513.36], "text": " At the dam face, there is little sign of the flood,"}, {"timestamp": [513.36, 517.84], "text": " but as it tears through the spillways, the Cluther is turning on a breathtaking show."}, {"timestamp": [517.84, 549.0], "text": " Only a seventh of the river's flood flow is passing through the turbines. For three days, the spillways are stills, for three days the spillways are continuously pounded, but no damage is done to the station."}, {"timestamp": [549.0, 552.0], "text": " Only a sizable hole appears in the road."}, {"timestamp": [552.0, 555.0], "text": " The engineers who planned Roxburgh had been prepared for floods."}, {"timestamp": [555.0, 557.0], "text": " They knew what the Cluther could be like."}], "text": " The Life is quiet and sometimes rather lonesome when you're getting on in years. Mrs. Atkinson, whose a widow, is more fortunate than some, she has a garden. But Mrs. Atkinson likes company and three days a week she can be found at the Rotorua Service Centre. Here old and sick folks come together to work, yarn and see a bit of one another. Making toys, addressing envelopes. The centre takes on any jobs elderly hands can manage. Founded by voluntary welfare organisations early this year, the centre is based on an English scheme. Local firms provide orders for work and everybody takes pride in getting the jobs done on time. Mrs. Austin, the supervisor, helps when necessary, but these people are sturdily independent. Alec Ross is a retired farmer. His eyesight isn't so good these days, but he finds letterbox making a pleasant hobby and one that pays. Every now and again, Alec drops in to give Jim Marshall a hand. From their carpenter's shop have come letterboxes, medicine cabinets and even a rocking horse. Hammers and chisels, needles and looms, the building and all the tools have been donated to the old people. With their own enthusiasm they've accomplished wonders and are determined to make the centre pay its way. Mr Campbell is busy weaving bath mats for the centre's Christmas sale. He designs his own patterns and does quite a professional job. Mrs. Campbell is a fine hand with artificial flowers. Of course time is never so precious that work can't be stopped for a cup of tea. Coming here for a few hours each week means a great deal. For some it's meant a new interest. For others, a completely new outlook on life. Toys displayed in the shop window are a never-ending source of fun to the local children. These five-year-olds have already picked the animals they'd like. All at the centre, the elderly and the not-so-well, are finding new friendships and a brighter life through their being together. At last, Christchurch is to have a new railway station. Mr. McFarlane, the mayor, is understandably pleased to speak at the laying of the foundation stone. The city's civic pride will be restored. For 50 years, Christchurch has been promising itself a fine station. Now the Honourable Mr. McAlpine, Minister of Railways, lays the foundation stone for the new two and a half million pound building. Twice before, plans were drawn to replace the old building. Twice, war intervened. At this time, there'll be a new station with all the amenities. Seven thousand gather at the lakeside in Hamilton to see Dame Hilda Ross open a new children's playground. Dame Hilda congratulates the JCs on their work in laying out and equipping this fine play area. City firms have given generously in money and material for the 7,000 pounds project. The youngsters have a whale of a time trying out all the fun-making gadgets in the park. Everything gets an exhaustive workout and is passed as being 100% efficient. The children's enjoyment should reward JC members for their blistered hands and sore backs. For three months they spent their weekends, many of them cold and wet, working on this scheme. But their great achievement is in acquiring a full-size railway engine. The 77-year-old veteran is still in working order and promises to be the most popular toy in New Zealand. Never before has it had so many drivers, and in appreciation, it shows some of its old form. Hamilton children are certainly lucky. They now have a wonderful playground in a beautiful setting. For 25 years, Bluff Harbor engineer Dave Mason has been planning for a new port at Bluff. His scheme is to turn a sandbank into an island by raising the level 16 feet. On the island, the new wharves and sheds will be built and a road and rail bridge will link them with the foreshore. With this layout, the tides will still flow freely through the natural channels of the harbor. Successful tender came from a French fern and they're well on the way to changing the shape of Bluff. It's a three and a half million pound job and bluff's lucky in having good supplies of rock close at hand. The short haul keeps down costs and so do these latest type dumper trucks. There's no time lost in turning round or backing out of awkward places. This rock wall being laid round three sides of the sandbank is the first stage in the reclamation of the island. Southland hopes that Bluff will become the country's biggest meat and wool port. And of course Bluff's oyster fleet will be provided for. The drag line is working on a new slipway for the oyster boats. The foundations of the new wharves are being prepared by sinking sheet piling along the fourth side of the sandbank. Inside the sheet piling, the concrete will be poured. Also fitting into the scheme of port building is the harbour boards bucket dredge, Murrayhiko. While deepening the main channels, she is at the same time providing some of the filling for the new reclamation. The main reclamation work is being done by the suction dredge Ruppet. This powerful dredge, which was towed here from Belgium, sucks up silt from the harbour floor and pumps it across to the foreshore, where another 13 acres of water are being turned into land. For Southlanders, the new port brings great hopes. A 25 year old dream is coming true. Water from the flooding Cluther has backed up into Balcluther's main street. As long as the stop banks hold, only a few of the townspeople will be inconvenienced. Sheep are being rescued from the flatland along the river, and the children, as usual, are making the most of the unusual. But at Stirling, a few miles downstream, it's a different story. The river has broken through one of the stopbanks and is sweeping through the township. Not since 1919 has the Cluther reached such happen. For days, torrential rain fell in the Waukutipu and Wanaka districts. Now the water is sweeping its destructive path to the sea. Looking down on Stirling from the air, there's a scene of even more lifeless desolation. Balcluther, on its stopbank protected peninsula is almost an island. Below the town the water has spread out in every direction and nearly all the fertile inch Cluthor delta is underwater. Though most of the stock have been saved, farming losses will still be very heavy. At Roxburgh Hydro, the Cluther has brought down large quantities of driftwood which are trapped just above the dam. At the dam face, there is little sign of the flood, but as it tears through the spillways, the Cluther is turning on a breathtaking show. Only a seventh of the river's flood flow is passing through the turbines. For three days, the spillways are stills, for three days the spillways are continuously pounded, but no damage is done to the station. Only a sizable hole appears in the road. The engineers who planned Roxburgh had been prepared for floods. They knew what the Cluther could be like."}