{"speakers": [], "chunks": [{"timestamp": [0.0, 13.0], "text": " Collecting Kaimawaino from the sea is a much loved tradition for many New Zealanders,"}, {"timestamp": [13.0, 15.0], "text": " but there are some health risks."}, {"timestamp": [15.0, 32.0], "text": " These can be easily avoided by taking a few simple precautions. It's essential to collect shellfish from areas with clean water."}, {"timestamp": [32.0, 40.0], "text": " Bivalve shellfish, those with two shells such as mussels and cockles, are the most risky to eat."}, {"timestamp": [40.0, 45.18], "text": " This is because they filter food particles from the water they live in and concentrate bacteria,"}, {"timestamp": [45.18, 50.24], "text": " viruses, marine biotoxins and other chemical contaminants."}, {"timestamp": [50.24, 55.76], "text": " Grazing shellfish such as pawa, kina and poupu or cat's eyes are less risky because they"}, {"timestamp": [55.76, 57.72], "text": " are not filter feeders."}, {"timestamp": [57.72, 70.32], "text": " If the gut is discarded, this reduces the risk further. Bacteria and viruses get into shellfish through sewage and stormwater, especially"}, {"timestamp": [70.32, 72.56], "text": " after heavy rain."}, {"timestamp": [72.56, 78.14], "text": " Eating shellfish from areas contaminated by sewage or stormwater can cause diarrhea and vomiting,"}, {"timestamp": [78.14, 90.5], "text": " or more serious illnesses such as hepatitis A. The biotoxins that cause toxic shellfish poisoning accumulate in the bio-toxins that cause toxic shellfish poisoning accumulate in shellfish"}, {"timestamp": [90.5, 93.44], "text": " when they eat toxic algae."}, {"timestamp": [93.44, 98.38], "text": " You can't tell if shellfish are toxic by looking at them and cooking will not remove marine"}, {"timestamp": [98.38, 101.14], "text": " biotoxins."}, {"timestamp": [101.14, 109.0], "text": " So before going out to collect shellfish, check for marine biotoxin warnings on the New Zealand Food Safety Authority's website."}, {"timestamp": [109.0, 122.0], "text": " If an area is contaminated with sewage or marine biotoxins, warning signs may be put up by district health boards or local authorities."}, {"timestamp": [122.0, 125.82], "text": " Warnings may also be issued through local newspapers, television and radio"}, {"timestamp": [125.82, 131.62], "text": " stations. If you see warning signs, do not take shellfish from that area."}, {"timestamp": [135.62, 140.2], "text": " Warning signs will not always be in place when it is risky to collect shellfish. Avoid"}, {"timestamp": [140.2, 146.0], "text": " collecting from areas where surge or stormwater is discharged or areas with houses nearby."}, {"timestamp": [146.0, 153.0], "text": " After heavy rain, don't collect near rivers or estuaries until the water has run clear for several days."}, {"timestamp": [153.0, 158.0], "text": " Storms may flush sewage overflow or farm runoff downstream."}, {"timestamp": [158.0, 162.0], "text": " Don't collect where there are farm animals grazing nearby."}, {"timestamp": [162.0, 167.0], "text": " Don't collect from areas showing signs of industrial pollution and avoid collecting"}, {"timestamp": [167.0, 171.0], "text": " near wharves or marinas where boats may have discharged sewage or chemicals such as"}, {"timestamp": [171.0, 175.0], "text": " anti-fowling paint or diesel."}, {"timestamp": [179.0, 185.0], "text": " Once you have collected your shellfish, try to keep them cool. Either keep them in a bucket of fresh seawater"}, {"timestamp": [185.0, 189.0], "text": " or wrap ice in a towel or cloth to protect the shellfish from getting too cold."}, {"timestamp": [189.0, 196.0], "text": " Freezing will kill them. Whether still collecting or back at home, keep shellfish out of the sun."}, {"timestamp": [196.0, 203.0], "text": " If you suffer illness, especially breathing difficulties or neurological problems soon after eating shellfish,"}, {"timestamp": [203.0, 207.0], "text": " seek medical help immediately."}, {"timestamp": [207.0, 222.0], "text": " Always take fish from clean water. While cooking may kill bacteria and viruses,"}, {"timestamp": [222.0, 225.22], "text": " the fish itself may contaminate other food, and contact"}, {"timestamp": [225.22, 228.94], "text": " with contaminated water could also make you sick."}, {"timestamp": [228.94, 233.8], "text": " All fish including those caught in fresh water spoil quickly unless they are kept cold right"}, {"timestamp": [233.8, 236.62], "text": " from when they are caught."}, {"timestamp": [236.62, 243.04], "text": " Fish such as kahawhi, mackerel, tuna and kingfish may produce histamine when they spoil."}, {"timestamp": [243.04, 246.0], "text": " Histamine can cause serious allergic reactions in some people."}, {"timestamp": [246.0, 250.0], "text": " Always kill your fish and gut them as soon as possible."}, {"timestamp": [254.0, 260.0], "text": " Chill fish quickly. Ice, ice packs or bottles of frozen water all work well to keep fish cold."}, {"timestamp": [260.0, 266.42], "text": " The quickest way to chill fish is to submerge them in an ice slurry."}, {"timestamp": [266.42, 271.04], "text": " Keep your catch out of the sun and wet sacks over fish can help keep them cool"}, {"timestamp": [271.04, 275.76], "text": " of fishing from the shore and you don't have a chili bin and ice."}, {"timestamp": [275.76, 280.52], "text": " Some sharks produce ammonia when they spoil. If this has happened, sniffing the"}, {"timestamp": [280.52, 286.08], "text": " fish will tell you immediately if it is fit to eat or not."}, {"timestamp": [286.08, 291.84], "text": " Cooking the fish will not remove histamine or ammonia."}, {"timestamp": [295.84, 300.8], "text": " Most fish have parasites. Parasites are killed by cooking or freezing."}, {"timestamp": [300.8, 305.0], "text": " The main risk is when fish are eaten raw, for example, sashimi."}, {"timestamp": [305.0, 313.0], "text": " If you are going to eat fish raw, freeze the fish for a few days before using it to avoid risks from parasites that cannot be seen."}, {"timestamp": [313.0, 319.0], "text": " Some countries require any fish sold for eating raw to be pre-frozen for this reason."}, {"timestamp": [319.0, 328.0], "text": " If you choose not to do this, the risk can be reduced but but not eliminated, by slicing the fish very thinly and carefully inspecting the flesh."}, {"timestamp": [328.0, 334.0], "text": " If you see parasites in the flesh, make sure it is thoroughly cooked or frozen before you eat it."}, {"timestamp": [334.0, 338.0], "text": " Avoid eating fish that are skinny or in poor condition."}, {"timestamp": [338.0, 353.36], "text": " They may be that way due to disease or parasites. Mercury occurs naturally in the environment and most seafood contains small amounts of"}, {"timestamp": [353.36, 356.32], "text": " mercury in the form of methylmercury."}, {"timestamp": [356.32, 360.62], "text": " For pregnant women, some types of fish and shellfish may present a risk."}, {"timestamp": [360.62, 365.0], "text": " For more information about food safety and pregnancy, go to our website www."}, {"timestamp": [365.0, 368.0], "text": " www.nzfsa.g.g.g.t.n."}, {"timestamp": [368.0, 372.0], "text": " Or call 0800-693-721."}, {"timestamp": [376.0, 382.0], "text": " Proper handling, storage and cooking can further lower the risk of illness."}, {"timestamp": [382.0, 384.0], "text": " Follow the four seas."}, {"timestamp": [384.0, 387.0], "text": " Clean, cook, cover and chill."}, {"timestamp": [391.0, 398.0], "text": " Use clean hands, chopping boards, knives and utensils. Keep shellfish alive and cool"}, {"timestamp": [398.0, 405.84], "text": " and use them within two days of harvest. Don't eat shellfish that have died during storage. Live mussels or"}, {"timestamp": [405.84, 411.5], "text": " scallops may respond by shutting their shells tightly when you tap them. Live oysters will"}, {"timestamp": [411.5, 418.58], "text": " keep their shells tightly closed. Dead shellfish won't respond and should be discarded."}, {"timestamp": [418.58, 424.88], "text": " Don't eat shellfish with broken shells. Cooking fish and shellfish thoroughly"}, {"timestamp": [424.88, 427.0], "text": " will help kill bacteria, viruses and parasites."}, {"timestamp": [427.0, 435.0], "text": " Thoroughly reheat any leftover seafood until it is steaming hot."}, {"timestamp": [435.0, 441.0], "text": " Before placing your catch in the fridge, fish should be stored in a sealed container."}, {"timestamp": [441.0, 445.44], "text": " Shellfish on the other hand should be covered with a clean, wet towel and not be stored in an airtight bag or container. Shellfish on the other hand should be covered with a clean, wet towel and"}, {"timestamp": [445.44, 452.6], "text": " not be stored in an airtight bag or container. Place your catch in the lower"}, {"timestamp": [452.6, 457.2], "text": " part of the fridge below cooked food and remember to make sure your fridge is"}, {"timestamp": [457.2, 462.2], "text": " between 2 and 4 degrees Celsius. If you're preparing shellfish to freeze,"}, {"timestamp": [462.2, 468.0], "text": " shell them as soon as possible and freeze in small amounts in their cooking water or natural juices."}, {"timestamp": [468.0, 472.0], "text": " Later on, when you thaw any frozen shellfish or fish before cooking,"}, {"timestamp": [472.0, 474.0], "text": " do it in the fridge."}, {"timestamp": [478.0, 481.0], "text": " Always smoke fish hot enough to cook the fish right through."}, {"timestamp": [481.0, 486.12], "text": " Hot smoking will kill bacteria and parasites in the fish. Cold smoking"}, {"timestamp": [486.12, 492.3], "text": " is not recommended as it won't always kill bacteria or parasites. Always use fresh"}, {"timestamp": [492.3, 496.8], "text": " fish for smoking. Smoking is not a good way to hide the fact that your fish has"}, {"timestamp": [496.8, 502.0], "text": " already gone off. A number of histamine poisonings have been reported from old Kahawai"}, {"timestamp": [502.0, 515.04], "text": " that has been smoked. Use untreated timber to smoke fish as treated timber contains chemicals that will make you sick."}, {"timestamp": [515.04, 532.0], "text": " Hot smoked fish must be stored in the fridge and eaten within a few days of smoking. Follow these guidelines to avoid any unpleasant after effects"}, {"timestamp": [532.0, 537.0], "text": " and you will enjoy a great feed of fish and shellfish."}, {"timestamp": [537.0, 550.0], "text": " For more information about food safety, visit www.NZfsa.g.g.t.org or call 0800-693-721."}, {"timestamp": [550.0, null], "text": " For information about seafood size and catch limits, visit www.fish.g.t.g.t.n. You know,"}], "text": " Collecting Kaimawaino from the sea is a much loved tradition for many New Zealanders, but there are some health risks. These can be easily avoided by taking a few simple precautions. It's essential to collect shellfish from areas with clean water. Bivalve shellfish, those with two shells such as mussels and cockles, are the most risky to eat. This is because they filter food particles from the water they live in and concentrate bacteria, viruses, marine biotoxins and other chemical contaminants. Grazing shellfish such as pawa, kina and poupu or cat's eyes are less risky because they are not filter feeders. If the gut is discarded, this reduces the risk further. Bacteria and viruses get into shellfish through sewage and stormwater, especially after heavy rain. Eating shellfish from areas contaminated by sewage or stormwater can cause diarrhea and vomiting, or more serious illnesses such as hepatitis A. The biotoxins that cause toxic shellfish poisoning accumulate in the bio-toxins that cause toxic shellfish poisoning accumulate in shellfish when they eat toxic algae. You can't tell if shellfish are toxic by looking at them and cooking will not remove marine biotoxins. So before going out to collect shellfish, check for marine biotoxin warnings on the New Zealand Food Safety Authority's website. If an area is contaminated with sewage or marine biotoxins, warning signs may be put up by district health boards or local authorities. Warnings may also be issued through local newspapers, television and radio stations. If you see warning signs, do not take shellfish from that area. Warning signs will not always be in place when it is risky to collect shellfish. Avoid collecting from areas where surge or stormwater is discharged or areas with houses nearby. After heavy rain, don't collect near rivers or estuaries until the water has run clear for several days. Storms may flush sewage overflow or farm runoff downstream. Don't collect where there are farm animals grazing nearby. Don't collect from areas showing signs of industrial pollution and avoid collecting near wharves or marinas where boats may have discharged sewage or chemicals such as anti-fowling paint or diesel. Once you have collected your shellfish, try to keep them cool. Either keep them in a bucket of fresh seawater or wrap ice in a towel or cloth to protect the shellfish from getting too cold. Freezing will kill them. Whether still collecting or back at home, keep shellfish out of the sun. If you suffer illness, especially breathing difficulties or neurological problems soon after eating shellfish, seek medical help immediately. Always take fish from clean water. While cooking may kill bacteria and viruses, the fish itself may contaminate other food, and contact with contaminated water could also make you sick. All fish including those caught in fresh water spoil quickly unless they are kept cold right from when they are caught. Fish such as kahawhi, mackerel, tuna and kingfish may produce histamine when they spoil. Histamine can cause serious allergic reactions in some people. Always kill your fish and gut them as soon as possible. Chill fish quickly. Ice, ice packs or bottles of frozen water all work well to keep fish cold. The quickest way to chill fish is to submerge them in an ice slurry. Keep your catch out of the sun and wet sacks over fish can help keep them cool of fishing from the shore and you don't have a chili bin and ice. Some sharks produce ammonia when they spoil. If this has happened, sniffing the fish will tell you immediately if it is fit to eat or not. Cooking the fish will not remove histamine or ammonia. Most fish have parasites. Parasites are killed by cooking or freezing. The main risk is when fish are eaten raw, for example, sashimi. If you are going to eat fish raw, freeze the fish for a few days before using it to avoid risks from parasites that cannot be seen. Some countries require any fish sold for eating raw to be pre-frozen for this reason. If you choose not to do this, the risk can be reduced but but not eliminated, by slicing the fish very thinly and carefully inspecting the flesh. If you see parasites in the flesh, make sure it is thoroughly cooked or frozen before you eat it. Avoid eating fish that are skinny or in poor condition. They may be that way due to disease or parasites. Mercury occurs naturally in the environment and most seafood contains small amounts of mercury in the form of methylmercury. For pregnant women, some types of fish and shellfish may present a risk. For more information about food safety and pregnancy, go to our website www. www.nzfsa.g.g.g.t.n. Or call 0800-693-721. Proper handling, storage and cooking can further lower the risk of illness. Follow the four seas. Clean, cook, cover and chill. Use clean hands, chopping boards, knives and utensils. Keep shellfish alive and cool and use them within two days of harvest. Don't eat shellfish that have died during storage. Live mussels or scallops may respond by shutting their shells tightly when you tap them. Live oysters will keep their shells tightly closed. Dead shellfish won't respond and should be discarded. Don't eat shellfish with broken shells. Cooking fish and shellfish thoroughly will help kill bacteria, viruses and parasites. Thoroughly reheat any leftover seafood until it is steaming hot. Before placing your catch in the fridge, fish should be stored in a sealed container. Shellfish on the other hand should be covered with a clean, wet towel and not be stored in an airtight bag or container. Shellfish on the other hand should be covered with a clean, wet towel and not be stored in an airtight bag or container. Place your catch in the lower part of the fridge below cooked food and remember to make sure your fridge is between 2 and 4 degrees Celsius. If you're preparing shellfish to freeze, shell them as soon as possible and freeze in small amounts in their cooking water or natural juices. Later on, when you thaw any frozen shellfish or fish before cooking, do it in the fridge. Always smoke fish hot enough to cook the fish right through. Hot smoking will kill bacteria and parasites in the fish. Cold smoking is not recommended as it won't always kill bacteria or parasites. Always use fresh fish for smoking. Smoking is not a good way to hide the fact that your fish has already gone off. A number of histamine poisonings have been reported from old Kahawai that has been smoked. Use untreated timber to smoke fish as treated timber contains chemicals that will make you sick. Hot smoked fish must be stored in the fridge and eaten within a few days of smoking. Follow these guidelines to avoid any unpleasant after effects and you will enjoy a great feed of fish and shellfish. For more information about food safety, visit www.NZfsa.g.g.t.org or call 0800-693-721. For information about seafood size and catch limits, visit www.fish.g.t.g.t.n. You know,"}