{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " I'm T."}, {"timestamp": [2.0, 30.0], "text": " I'm Tim Maltino and I work here at the University of Otago, Department of Physics,"}, {"timestamp": [30.0, 38.0], "text": " and we're developing this thing here, which is an autonomous robot for traveling under the oceans."}, {"timestamp": [38.0, 47.0], "text": " It's designed to travel down to five kilometers, which is an area which very few people have explored in great"}, {"timestamp": [47.0, 51.0], "text": " depth, return to the surface and collect data on the way down and on the way back up."}, {"timestamp": [51.0, 57.0], "text": " My name is Tom Mulder. I'm a master's student here at Otago."}, {"timestamp": [57.0, 65.56], "text": " My component of the fish is to build a navigation and control system and also take care of some of the engineering nitty gritty."}, {"timestamp": [66.24, 72.18], "text": " What you're looking at here is a CNC milling machine. It's a three-axis fully computer"}, {"timestamp": [72.18, 78.08], "text": " controlled milling centre, which basically enables us to make any three-dimensional object we"}, {"timestamp": [78.08, 89.0], "text": " so choose. And in the case of the fish, that involves building things like wings. Example of which is this wing here, which I've just done a roughing pass on,"}, {"timestamp": [89.6, 91.42], "text": " and it's ready for finishing."}, {"timestamp": [92.22, 97.88], "text": " A wing like this would take somewhere around half an hour to an hour to machine."}, {"timestamp": [98.7, 101.36], "text": " Depends how fine you want the finish on it."}, {"timestamp": [102.72, 107.0], "text": " You can trade off between a rough finish and short machining"}, {"timestamp": [108.0, 113.0], "text": " time or a fine finish and long machine time."}, {"timestamp": [117.0, 121.0], "text": " Well that's that component of things. I'll now take you upstairs and talk to you a bit about"}, {"timestamp": [121.0, 124.0], "text": " the control system and the navigation."}, {"timestamp": [124.0, 125.0], "text": " Okay, my name is Phil Brown. I'm a master student working on our fishbowls and talk to you a bit about the control system and the navigation."}, {"timestamp": [127.3, 127.6], "text": " Okay, my name's Phil Brown."}, {"timestamp": [130.38, 131.12], "text": " I'm a master student working on our fish project,"}, {"timestamp": [135.0, 135.66], "text": " and I'm responsible for the brains of the fish."}, {"timestamp": [138.38, 142.68], "text": " I'm responsible for buoyancy control and the power generation. My component of the project, in terms of navigation and control,"}, {"timestamp": [143.22, 147.0], "text": " is to get this baby to glide by itself."}, {"timestamp": [147.0, 153.0], "text": " This is the controller module which drives the beast. We're actually going to end up with three of these."}, {"timestamp": [153.0, 156.0], "text": " It's a bit like a dinosaur, multiple brains."}, {"timestamp": [156.0, 162.0], "text": " They use a buoyancy engine to control the effective weight of the glider in the water."}, {"timestamp": [162.0, 169.0], "text": " It starts on the surface here and we then decrease its buoyancy so that effectively we sink it."}, {"timestamp": [169.0, 175.0], "text": " As it sinks, these wings are going to convert some of the downward motion into forward motion."}, {"timestamp": [175.0, 179.0], "text": " So the glider will start to glide forward."}, {"timestamp": [179.0, 183.0], "text": " So we get to a preset depth, in our case anywhere up to five kilometres,"}, {"timestamp": [183.0, 187.0], "text": " and then at that point we say right time to come up"}, {"timestamp": [187.0, 190.0], "text": " and we now increase its buoyancy."}, {"timestamp": [190.0, 194.0], "text": " There is no active propulsion such as a motor or propeller."}, {"timestamp": [194.0, 201.0], "text": " The motion through the water is generated entirely from the changes in buoyancy."}, {"timestamp": [201.0, 210.0], "text": " Now the way we do that is we move oil between inside a rigid shell and the outside into a flexible bladder."}, {"timestamp": [210.0, 214.0], "text": " So what we're effectively doing is changing its volume."}, {"timestamp": [214.0, 217.0], "text": " So we increase its volume without increasing its mass."}, {"timestamp": [217.0, 219.0], "text": " So now it floats."}, {"timestamp": [219.0, 223.0], "text": " This is the inside of a glider and this here is the movable mass."}, {"timestamp": [223.0, 230.0], "text": " This is a manual version of it but I can move the mass forward by turning this screw"}, {"timestamp": [230.0, 236.0], "text": " and in this way I can have control over the attitude of the glider."}, {"timestamp": [236.0, 242.0], "text": " If the mass moves forward the glider will pitch forward, if the mass moves back the glider will pitch back."}, {"timestamp": [242.0, 245.24], "text": " If the mass rolls around its axis, the glider will turn."}, {"timestamp": [245.24, 250.0], "text": " There's a wee bit of a nurgle at the bottom, because we're using asymmetrical aerofoils,"}, {"timestamp": [250.0, 254.0], "text": " at the bottom we actually have to do a barrel roll and come up the other way."}, {"timestamp": [254.0, 262.0], "text": " Essentially the glider is robotic. It's fully autonomous and has full control over itself under the water."}, {"timestamp": [262.0, 268.0], "text": " What this means is it needs to find its position"}, {"timestamp": [268.0, 273.5], "text": " under water or estimate it. It needs to control its glide path and it needs to know when to"}, {"timestamp": [273.5, 280.0], "text": " surface. Now when we get back to the surface we actually turn the thing on its nose and"}, {"timestamp": [280.0, 285.0], "text": " leave it bobbing up and down in the waves. There's two reasons we do that."}, {"timestamp": [285.0, 288.0], "text": " One is that we've got an aerial attached to its tail."}, {"timestamp": [288.0, 291.0], "text": " And with this we can phone home by a satellite phone"}, {"timestamp": [291.0, 294.0], "text": " and drop our data back to base."}, {"timestamp": [294.0, 298.0], "text": " The other reason is that while we're on the surface,"}, {"timestamp": [298.0, 301.0], "text": " we bounce up and down and generate power."}, {"timestamp": [301.0, 303.0], "text": " We just have a big mass,"}, {"timestamp": [303.0, 305.0], "text": " which is bouncing up and down on some springs."}, {"timestamp": [305.0, 311.0], "text": " We tune the springs to be roughly in resonance with the waves that the thing's sitting in."}, {"timestamp": [311.0, 316.0], "text": " And the mass then drives a generator which charges our batteries."}, {"timestamp": [316.0, 321.0], "text": " Once we've sat on the surface for a couple of hours, we're all charged up again."}, {"timestamp": [321.0, 324.0], "text": " We've phoned home, we've got new instructions and that sort of stuff,"}, {"timestamp": [324.0, 326.34], "text": " and we set off on the next trip."}, {"timestamp": [327.04, 328.2], "text": " And we just repeat the cycle."}, {"timestamp": [328.84, 331.76], "text": " And we should be able to repeat the cycle pretty much forever."}, {"timestamp": [332.62, 334.44], "text": " We've sought acronyms."}, {"timestamp": [334.58, 337.62], "text": " Every good project has an acronym, and we don't have a good acronym for this one."}, {"timestamp": [338.1, 339.06], "text": " So we call it the fish."}, {"timestamp": [340.26, 343.52], "text": " And if we do an autonomous aeroplane, we're going to call it the bird."}, {"timestamp": [343.92, 345.5], "text": " And I think we'll follow those rules."}, {"timestamp": [345.66, 350.3], "text": " But if anyone has a decent acronym for this project or a decent name, we thought of shark,"}, {"timestamp": [350.9, 356.16], "text": " but then it could be submarine, hydraulic, aqueous, robotic craft."}, {"timestamp": [357.16, 359.7], "text": " But it's pretty, yeah, it's no good."}, {"timestamp": [359.96, 360.36], "text": " It's no good."}, {"timestamp": [360.4, 362.68], "text": " So if you can come up with a decent acronym, we'd love to hear from you."}, {"timestamp": [362.78, 365.12], "text": " We'd probably give you a guided tour of the physics department"}, {"timestamp": [365.12, 366.92], "text": " and buy you some coffee."}], "text": " I'm T. I'm Tim Maltino and I work here at the University of Otago, Department of Physics, and we're developing this thing here, which is an autonomous robot for traveling under the oceans. It's designed to travel down to five kilometers, which is an area which very few people have explored in great depth, return to the surface and collect data on the way down and on the way back up. My name is Tom Mulder. I'm a master's student here at Otago. My component of the fish is to build a navigation and control system and also take care of some of the engineering nitty gritty. What you're looking at here is a CNC milling machine. It's a three-axis fully computer controlled milling centre, which basically enables us to make any three-dimensional object we so choose. And in the case of the fish, that involves building things like wings. Example of which is this wing here, which I've just done a roughing pass on, and it's ready for finishing. A wing like this would take somewhere around half an hour to an hour to machine. Depends how fine you want the finish on it. You can trade off between a rough finish and short machining time or a fine finish and long machine time. Well that's that component of things. I'll now take you upstairs and talk to you a bit about the control system and the navigation. Okay, my name is Phil Brown. I'm a master student working on our fishbowls and talk to you a bit about the control system and the navigation. Okay, my name's Phil Brown. I'm a master student working on our fish project, and I'm responsible for the brains of the fish. I'm responsible for buoyancy control and the power generation. My component of the project, in terms of navigation and control, is to get this baby to glide by itself. This is the controller module which drives the beast. We're actually going to end up with three of these. It's a bit like a dinosaur, multiple brains. They use a buoyancy engine to control the effective weight of the glider in the water. It starts on the surface here and we then decrease its buoyancy so that effectively we sink it. As it sinks, these wings are going to convert some of the downward motion into forward motion. So the glider will start to glide forward. So we get to a preset depth, in our case anywhere up to five kilometres, and then at that point we say right time to come up and we now increase its buoyancy. There is no active propulsion such as a motor or propeller. The motion through the water is generated entirely from the changes in buoyancy. Now the way we do that is we move oil between inside a rigid shell and the outside into a flexible bladder. So what we're effectively doing is changing its volume. So we increase its volume without increasing its mass. So now it floats. This is the inside of a glider and this here is the movable mass. This is a manual version of it but I can move the mass forward by turning this screw and in this way I can have control over the attitude of the glider. If the mass moves forward the glider will pitch forward, if the mass moves back the glider will pitch back. If the mass rolls around its axis, the glider will turn. There's a wee bit of a nurgle at the bottom, because we're using asymmetrical aerofoils, at the bottom we actually have to do a barrel roll and come up the other way. Essentially the glider is robotic. It's fully autonomous and has full control over itself under the water. What this means is it needs to find its position under water or estimate it. It needs to control its glide path and it needs to know when to surface. Now when we get back to the surface we actually turn the thing on its nose and leave it bobbing up and down in the waves. There's two reasons we do that. One is that we've got an aerial attached to its tail. And with this we can phone home by a satellite phone and drop our data back to base. The other reason is that while we're on the surface, we bounce up and down and generate power. We just have a big mass, which is bouncing up and down on some springs. We tune the springs to be roughly in resonance with the waves that the thing's sitting in. And the mass then drives a generator which charges our batteries. Once we've sat on the surface for a couple of hours, we're all charged up again. We've phoned home, we've got new instructions and that sort of stuff, and we set off on the next trip. And we just repeat the cycle. And we should be able to repeat the cycle pretty much forever. We've sought acronyms. Every good project has an acronym, and we don't have a good acronym for this one. So we call it the fish. And if we do an autonomous aeroplane, we're going to call it the bird. And I think we'll follow those rules. But if anyone has a decent acronym for this project or a decent name, we thought of shark, but then it could be submarine, hydraulic, aqueous, robotic craft. But it's pretty, yeah, it's no good. It's no good. So if you can come up with a decent acronym, we'd love to hear from you. We'd probably give you a guided tour of the physics department and buy you some coffee."}