{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " For many"}, {"timestamp": [2.0, 4.0], "text": " The People"}, {"timestamp": [4.0, 6.0], "text": " Music"}, {"timestamp": [6.0, 32.0], "text": " For many years, the people of South Western, dreamed of a road that would link their province with Otago."}, {"timestamp": [32.0, 39.0], "text": " This year the road will be open from the Haast Pass to the coast."}, {"timestamp": [39.0, 42.0], "text": " Next stage will be the road linking South Westland to Greymouth."}, {"timestamp": [42.0, 46.0], "text": " This stretch from the Haast settlement to Lake Parringa has yet to be surveyed."}, {"timestamp": [46.0, 51.0], "text": " Running north from Cromwell, the present road bridges the neck between Lake Hawyer and Lake Wanaka."}, {"timestamp": [51.0, 59.0], "text": " Winding by lakesides and along the mountains that rise from Wanaka's bed,"}, {"timestamp": [59.0, 64.0], "text": " it passes through some of New Zealand's most impressive scenery and runs over the Haast Pass."}, {"timestamp": [64.0, 97.0], "text": " Lonely country this. There are newcomers here, men and machines from the Ministry of Works pushing the road through."}, {"timestamp": [97.0, 103.0], "text": " This year 400,000 pounds will be spent on the road and when the job is finished by the end of 1964,"}, {"timestamp": [103.0, 105.0], "text": " a new era will begin in southwestern."}, {"timestamp": [106.0, 109.0], "text": " Tourists will be able to make a round trip from Greymouth to Dunedin"}, {"timestamp": [109.0, 113.0], "text": " and the scattered settlements will be linked by something more tangible than radio waves."}, {"timestamp": [119.0, 124.0], "text": " A bridge nearly half a mile long will span the river at Haast, making the final link in the chain of roading."}, {"timestamp": [129.5, 134.0], "text": " For the farmers, this means stock can be trucked out and stores trucked in, and for the first time they'll be able to drive north to Greymouth or south to Cromwell."}, {"timestamp": [134.0, 136.5], "text": " At Haast is the Ministry of Works camp."}, {"timestamp": [136.5, 141.0], "text": " If something goes wrong with a tractor here, it may take real ingenuity to write it."}, {"timestamp": [141.0, 145.5], "text": " It's a lonely place, and some would think it dull dull seeing the same old faces day after day,"}, {"timestamp": [145.5, 148.0], "text": " but the people who live and work here like the life."}, {"timestamp": [148.0, 155.0], "text": " The settlement depends on the air service for most supplies, food, clothing, mail, books, medicine."}, {"timestamp": [155.0, 170.0], "text": " In recent years, farmers in this part of the country have used their own light aircraft to bring in supplies."}, {"timestamp": [170.0, 173.0], "text": " The Nolan family were pioneers in this aerial farming."}, {"timestamp": [173.0, 177.0], "text": " But this summer the road will be open from Cromwell to Haast."}, {"timestamp": [177.0, 189.5], "text": " There's the Haast settlement on the right about halfway up the screen."}, {"timestamp": [189.5, 194.74], "text": " Directly below is the river mouth and inland from that is where the bridge will cross."}, {"timestamp": [194.74, 198.94], "text": " When the road is through huge new areas of land will be accessible to farmers, but for the"}, {"timestamp": [198.94, 203.74], "text": " moment the road from Greymouth stops on a bluff near Lake Parringa and the rainforest stands"}, {"timestamp": [203.74, 205.9], "text": " untouched. Four years"}, {"timestamp": [205.9, 209.78], "text": " work in pushing the road through these hills lies ahead of the people who are opening"}, {"timestamp": [209.78, 213.44], "text": " up one of New Zealand's last frontiers, the Hast Pass Road."}, {"timestamp": [213.44, 230.0], "text": " Wellington's Red Rocks and Cold Cook Strait."}, {"timestamp": [230.0, 234.0], "text": " Nice place for a swim if you're a seal well covered with fat and fur."}, {"timestamp": [234.0, 238.0], "text": " Our early sealers slaughtered thousands for their fur until a protection law was passed."}, {"timestamp": [238.0, 244.0], "text": " Only now are they coming up to strength again, becoming quite numerous at Wellington's back door."}, {"timestamp": [247.0, 249.0], "text": " Remember old Bill?"}, {"timestamp": [249.0, 272.0], "text": " Look at that, performing seals. Back flippers to front ones. It's a flippin' salute."}, {"timestamp": [272.0, 290.0], "text": " Did I shave this morning this morning? Did I shave this morning?"}, {"timestamp": [294.0, 300.0], "text": " Taking a close interest is Mrs. Nartush, an amateur naturalist who lives along the coast."}, {"timestamp": [301.0, 336.0], "text": " She's quite safe. They only eat squid and octopus. Back in their element. From their breeding grounds on the West Coast, they're spreading out to new colonies."}, {"timestamp": [336.0, 354.0], "text": " Perhaps we'll see more of them next year. Let's hope so anyway. A low-lying barrier of broken hill country forms the backbone of the Coromandel Peninsula."}, {"timestamp": [354.0, 359.0], "text": " A rugged area of scrub and bush, a land of gorge and urgent waters."}, {"timestamp": [359.0, 372.0], "text": " In 1852, gold was discovered in this remote corner of the North Island."}, {"timestamp": [372.0, 377.0], "text": " The miners came around their claims they built their shanty towns like Wightakare,"}, {"timestamp": [377.0, 381.0], "text": " Keranghaki, Thames and Tokatheer."}, {"timestamp": [381.0, 385.76], "text": " To the richest strike of all, the fabulous Mafa mine which yielded 25 million pounds of gold to bring fame and wealth tootter. To the richest strike of all, the fabulous Martha mine which yielded 25"}, {"timestamp": [385.76, 394.08], "text": " million pounds of gold to bring fame and wealth to Waihee. But now the stamps are silent,"}, {"timestamp": [394.08, 399.2], "text": " the mine shafts closed and abandoned. Forgotten machinery dons its coat of rust as nature"}, {"timestamp": [399.2, 407.0], "text": " returns to heal the scarred earth. The miners have gone. Gone to the pay for working hands."}, {"timestamp": [410.5, 417.0], "text": " Why he, the last of the gold towns, faced by possible extinction, turns to new industries."}, {"timestamp": [428.0, 433.0], "text": " In the factories, old hands learn new skills. The nimble fingers of youth find ready employment in the many delicate tasks of the radio industry,"}, {"timestamp": [433.0, 472.0], "text": " helping to solve the town's labor problems and building a new future for Waihee. Made here is the popular transistor portable."}, {"timestamp": [472.0, 479.0], "text": " It's lightweight and neat dimensions made possible by replacing bulky valves with tiny transistors."}, {"timestamp": [479.0, 487.0], "text": " The research section keeps abreast of new techniques developed in the electronics field,"}, {"timestamp": [487.0, 492.5], "text": " developing compact transmitting and receiving sets for ships, lighthouses, way back stations,"}, {"timestamp": [492.5, 498.5], "text": " taxis and town contractors, bridging the distances of mountain and sea, time and tarceal."}, {"timestamp": [498.5, 511.0], "text": " From the impersonal equipment of the business world to something more than the personal equipment of the business world to something more intimate for the home."}, {"timestamp": [511.0, 514.0], "text": " Skilled craftsmen produce it all here."}, {"timestamp": [514.0, 561.0], "text": " Today with the arrival of television a reality, a newcomer joins the established production lines on the factory floor. Along with the radio industry, other trades have expanded, creating work and opportunity for the people of Wahee."}, {"timestamp": [561.0, 567.0], "text": " Among these is a firm of joiners engaged in furniture making."}, {"timestamp": [571.0, 578.16], "text": " Another firm dealing in metal specializes in ironing boards, electric fences, battery"}, {"timestamp": [578.16, 594.0], "text": " charges, bread cutters and the like covering a wide range of activity."}, {"timestamp": [598.0, 601.0], "text": " The new high school for both boys and girls is a sign of faith in the future. With the gold boom days only a memory now,"}, {"timestamp": [601.0, 603.5], "text": " the old-timers who built this town with their labours"}, {"timestamp": [603.5, 610.2], "text": " can remain assured that their efforts will not be wasted. Why he looks ahead and the past looks to the future with"}, {"timestamp": [610.2, 611.24], "text": " mature confidence."}], "text": " For many The People Music For many years, the people of South Western, dreamed of a road that would link their province with Otago. This year the road will be open from the Haast Pass to the coast. Next stage will be the road linking South Westland to Greymouth. This stretch from the Haast settlement to Lake Parringa has yet to be surveyed. Running north from Cromwell, the present road bridges the neck between Lake Hawyer and Lake Wanaka. Winding by lakesides and along the mountains that rise from Wanaka's bed, it passes through some of New Zealand's most impressive scenery and runs over the Haast Pass. Lonely country this. There are newcomers here, men and machines from the Ministry of Works pushing the road through. This year 400,000 pounds will be spent on the road and when the job is finished by the end of 1964, a new era will begin in southwestern. Tourists will be able to make a round trip from Greymouth to Dunedin and the scattered settlements will be linked by something more tangible than radio waves. A bridge nearly half a mile long will span the river at Haast, making the final link in the chain of roading. For the farmers, this means stock can be trucked out and stores trucked in, and for the first time they'll be able to drive north to Greymouth or south to Cromwell. At Haast is the Ministry of Works camp. If something goes wrong with a tractor here, it may take real ingenuity to write it. It's a lonely place, and some would think it dull dull seeing the same old faces day after day, but the people who live and work here like the life. The settlement depends on the air service for most supplies, food, clothing, mail, books, medicine. In recent years, farmers in this part of the country have used their own light aircraft to bring in supplies. The Nolan family were pioneers in this aerial farming. But this summer the road will be open from Cromwell to Haast. There's the Haast settlement on the right about halfway up the screen. Directly below is the river mouth and inland from that is where the bridge will cross. When the road is through huge new areas of land will be accessible to farmers, but for the moment the road from Greymouth stops on a bluff near Lake Parringa and the rainforest stands untouched. Four years work in pushing the road through these hills lies ahead of the people who are opening up one of New Zealand's last frontiers, the Hast Pass Road. Wellington's Red Rocks and Cold Cook Strait. Nice place for a swim if you're a seal well covered with fat and fur. Our early sealers slaughtered thousands for their fur until a protection law was passed. Only now are they coming up to strength again, becoming quite numerous at Wellington's back door. Remember old Bill? Look at that, performing seals. Back flippers to front ones. It's a flippin' salute. Did I shave this morning this morning? Did I shave this morning? Taking a close interest is Mrs. Nartush, an amateur naturalist who lives along the coast. She's quite safe. They only eat squid and octopus. Back in their element. From their breeding grounds on the West Coast, they're spreading out to new colonies. Perhaps we'll see more of them next year. Let's hope so anyway. A low-lying barrier of broken hill country forms the backbone of the Coromandel Peninsula. A rugged area of scrub and bush, a land of gorge and urgent waters. In 1852, gold was discovered in this remote corner of the North Island. The miners came around their claims they built their shanty towns like Wightakare, Keranghaki, Thames and Tokatheer. To the richest strike of all, the fabulous Mafa mine which yielded 25 million pounds of gold to bring fame and wealth tootter. To the richest strike of all, the fabulous Martha mine which yielded 25 million pounds of gold to bring fame and wealth to Waihee. But now the stamps are silent, the mine shafts closed and abandoned. Forgotten machinery dons its coat of rust as nature returns to heal the scarred earth. The miners have gone. Gone to the pay for working hands. Why he, the last of the gold towns, faced by possible extinction, turns to new industries. In the factories, old hands learn new skills. The nimble fingers of youth find ready employment in the many delicate tasks of the radio industry, helping to solve the town's labor problems and building a new future for Waihee. Made here is the popular transistor portable. It's lightweight and neat dimensions made possible by replacing bulky valves with tiny transistors. The research section keeps abreast of new techniques developed in the electronics field, developing compact transmitting and receiving sets for ships, lighthouses, way back stations, taxis and town contractors, bridging the distances of mountain and sea, time and tarceal. From the impersonal equipment of the business world to something more than the personal equipment of the business world to something more intimate for the home. Skilled craftsmen produce it all here. Today with the arrival of television a reality, a newcomer joins the established production lines on the factory floor. Along with the radio industry, other trades have expanded, creating work and opportunity for the people of Wahee. Among these is a firm of joiners engaged in furniture making. Another firm dealing in metal specializes in ironing boards, electric fences, battery charges, bread cutters and the like covering a wide range of activity. The new high school for both boys and girls is a sign of faith in the future. With the gold boom days only a memory now, the old-timers who built this town with their labours can remain assured that their efforts will not be wasted. Why he looks ahead and the past looks to the future with mature confidence."}