{"speakers": [], "chunks": [{"timestamp": [0.0, 31.0], "text": " Hi. Hi, I'm Rick."}, {"timestamp": [31.0, 35.0], "text": " Gamebirds make excellent table fare, but they must be handled correctly."}, {"timestamp": [35.0, 39.0], "text": " Putting a good meal on the table begins the moment you shoot the bird."}, {"timestamp": [39.0, 42.0], "text": " You should treat game birds as you would any poultry."}, {"timestamp": [42.0, 45.0], "text": " Keep them cool and clean and protect them from contamination."}, {"timestamp": [45.0, 66.16], "text": " Let's go. You have a good morning or we'll catch you later on."}, {"timestamp": [66.16, 67.76], "text": " Yeah, good luck Andy, thanks."}, {"timestamp": [67.76, 77.18], "text": " The main food safety first hunters face from game birds is bacterial contamination, which"}, {"timestamp": [77.18, 93.88], "text": " is usually the result of either bacteria in or on the bird itself or poor handling. Most game birds are cleaned and dressed at home but there are important preparations"}, {"timestamp": [93.88, 100.76], "text": " to make before you leave. Pack a chili bin and ice or ice packs to keep the meat cool."}, {"timestamp": [100.76, 105.0], "text": " Take a length of string or wire to hand your birds off the ground and in the shade."}, {"timestamp": [105.0, 176.0], "text": " And finally, pack some alcohol based hand cleaner as it's excellent for cleaning hands. I'm gonna'.. Good girl, good girl."}, {"timestamp": [176.0, 179.0], "text": " Good girl."}, {"timestamp": [179.0, 187.0], "text": " Now it's essential to keep your game bird meat cool."}, {"timestamp": [187.0, 193.0], "text": " Remember to hang your birds on the cool side of the moai and shift them as the sun moves around later in the day."}, {"timestamp": [193.0, 214.68], "text": " Here you go, that's yours. You should pluck it. Birds should be dressed as soon as possible and where there is plenty of clean water"}, {"timestamp": [214.68, 215.68], "text": " available."}, {"timestamp": [215.68, 220.6], "text": " When plucking, if you come to a portion that's gone green, discard the whole bird."}, {"timestamp": [220.6, 231.0], "text": " The good check is would I eat a chook in that condition? Check very thoroughly for shot and remove any you find."}, {"timestamp": [231.0, 252.0], "text": " Steel and lead shot will break teeth and lead shot is harmful of eaten. Good job, Willem."}, {"timestamp": [252.0, 265.5], "text": " Got the bird or dig the hole? Dig the hole. Right, off. Grab this bait. Good job there, Willem."}, {"timestamp": [265.5, 266.5], "text": " Now what do you want to do?"}, {"timestamp": [266.5, 267.5], "text": " Gut the bird or dig the hole?"}, {"timestamp": [267.5, 268.5], "text": " Dig the hole."}, {"timestamp": [268.5, 270.5], "text": " Right, off, grab the spade."}, {"timestamp": [274.5, 281.5], "text": " Gut the bird as soon as you can, even if you don't pluck it until later."}, {"timestamp": [281.5, 284.5], "text": " Ensure all your equipment is clean."}, {"timestamp": [284.5, 287.0], "text": " Try not to puncture the gut."}, {"timestamp": [287.0, 294.0], "text": " Remove the gizzard, heart, lungs and entrails and clean your knife and hands as often as"}, {"timestamp": [294.0, 300.2], "text": " possible. The feathers can be home to lots of bacteria so thoroughly rinse all meat and carcasses"}, {"timestamp": [300.2, 306.0], "text": " with plenty of clean water. Pat dry with paper towels and chill as soon as possible."}, {"timestamp": [306.0, 311.0], "text": " The whole carcass should now look good enough to be sitting in a supermarket."}, {"timestamp": [311.0, 315.0], "text": " If you breast your birds during quiet period of the day,"}, {"timestamp": [315.0, 321.0], "text": " put the breasts in a clean plastic bag and keep cool, ideally in a chili bin with ice or freezer packs."}, {"timestamp": [321.0, 326.0], "text": " If the breast is bloodied or damaged by shot, try washing it off,"}, {"timestamp": [326.0, 332.0], "text": " scraping it off or cutting the damaged bits out. If it's too damaged, throw it out."}, {"timestamp": [332.0, 338.0], "text": " Give each breast a good washdown and dry it with clean paper towels. Chill will freeze quickly."}, {"timestamp": [338.0, 343.0], "text": " Where the hell have you been? I've won the last duck. I've arrived at just the right time then."}, {"timestamp": [343.0, 345.0], "text": " Could say that. Should we go for feed?"}, {"timestamp": [345.0, 349.0], "text": " Now sounds like a great idea. I'll just finish this off. William, come back."}, {"timestamp": [349.0, 354.0], "text": " Burry the waste where possible, but do this well away from waterways and deep enough"}, {"timestamp": [354.0, 377.8], "text": " to avoid it being dug up by scavengers. No matter how well you wash and clean your bird, you can't remove all bacteria."}, {"timestamp": [377.8, 382.8], "text": " It's important to make sure that your bird doesn't drip onto other food and contaminate it."}, {"timestamp": [382.8, 385.46], "text": " Remember to thoroughly clean all surfaces after handling"}, {"timestamp": [385.46, 391.32], "text": " birds including the sink, bench and utensils. Always store in a sealed container"}, {"timestamp": [391.32, 399.38], "text": " in your fridge, on the bottom rack, below other food. Game birds need to be cooked"}, {"timestamp": [399.38, 406.06], "text": " very well, long and slow in a crock pot or casserole or use an oven bag to prevent the meat drying"}, {"timestamp": [406.06, 411.28], "text": " out. It's hard to process birds hygienically so you need to cook them well to"}, {"timestamp": [411.28, 416.08], "text": " make sure any harmful bacteria are killed. In the old days game birds were"}, {"timestamp": [416.08, 419.86], "text": " aged for days before dressing and eating. If you are going to age your birds"}, {"timestamp": [419.86, 428.6], "text": " do it in the fridge. If you have dressed your birds at home, dispose of the waste in a tough doubled plastic bag and tie tightly."}, {"timestamp": [428.6, 433.0], "text": " Put this in the freezer until the night before your rubbish collection is due."}, {"timestamp": [433.0, 437.5], "text": " Follow these simple guidelines for a safe and delicious meal."}, {"timestamp": [437.5, 441.5], "text": " Cheers Andy. Here's right? To the ducks."}, {"timestamp": [444.5, 449.4], "text": " For more information about food safety, visit the NSFSA website at www."}, {"timestamp": [449.4, 452.5], "text": " www.nZFSA.g.t.org."}, {"timestamp": [453.5, null], "text": " And for more information about game birds, visit www.fishandgame.org.org. I'm going to be."}], "text": " Hi. Hi, I'm Rick. Gamebirds make excellent table fare, but they must be handled correctly. Putting a good meal on the table begins the moment you shoot the bird. You should treat game birds as you would any poultry. Keep them cool and clean and protect them from contamination. Let's go. You have a good morning or we'll catch you later on. Yeah, good luck Andy, thanks. The main food safety first hunters face from game birds is bacterial contamination, which is usually the result of either bacteria in or on the bird itself or poor handling. Most game birds are cleaned and dressed at home but there are important preparations to make before you leave. Pack a chili bin and ice or ice packs to keep the meat cool. Take a length of string or wire to hand your birds off the ground and in the shade. And finally, pack some alcohol based hand cleaner as it's excellent for cleaning hands. I'm gonna'.. Good girl, good girl. Good girl. Now it's essential to keep your game bird meat cool. Remember to hang your birds on the cool side of the moai and shift them as the sun moves around later in the day. Here you go, that's yours. You should pluck it. Birds should be dressed as soon as possible and where there is plenty of clean water available. When plucking, if you come to a portion that's gone green, discard the whole bird. The good check is would I eat a chook in that condition? Check very thoroughly for shot and remove any you find. Steel and lead shot will break teeth and lead shot is harmful of eaten. Good job, Willem. Got the bird or dig the hole? Dig the hole. Right, off. Grab this bait. Good job there, Willem. Now what do you want to do? Gut the bird or dig the hole? Dig the hole. Right, off, grab the spade. Gut the bird as soon as you can, even if you don't pluck it until later. Ensure all your equipment is clean. Try not to puncture the gut. Remove the gizzard, heart, lungs and entrails and clean your knife and hands as often as possible. The feathers can be home to lots of bacteria so thoroughly rinse all meat and carcasses with plenty of clean water. Pat dry with paper towels and chill as soon as possible. The whole carcass should now look good enough to be sitting in a supermarket. If you breast your birds during quiet period of the day, put the breasts in a clean plastic bag and keep cool, ideally in a chili bin with ice or freezer packs. If the breast is bloodied or damaged by shot, try washing it off, scraping it off or cutting the damaged bits out. If it's too damaged, throw it out. Give each breast a good washdown and dry it with clean paper towels. Chill will freeze quickly. Where the hell have you been? I've won the last duck. I've arrived at just the right time then. Could say that. Should we go for feed? Now sounds like a great idea. I'll just finish this off. William, come back. Burry the waste where possible, but do this well away from waterways and deep enough to avoid it being dug up by scavengers. No matter how well you wash and clean your bird, you can't remove all bacteria. It's important to make sure that your bird doesn't drip onto other food and contaminate it. Remember to thoroughly clean all surfaces after handling birds including the sink, bench and utensils. Always store in a sealed container in your fridge, on the bottom rack, below other food. Game birds need to be cooked very well, long and slow in a crock pot or casserole or use an oven bag to prevent the meat drying out. It's hard to process birds hygienically so you need to cook them well to make sure any harmful bacteria are killed. In the old days game birds were aged for days before dressing and eating. If you are going to age your birds do it in the fridge. If you have dressed your birds at home, dispose of the waste in a tough doubled plastic bag and tie tightly. Put this in the freezer until the night before your rubbish collection is due. Follow these simple guidelines for a safe and delicious meal. Cheers Andy. Here's right? To the ducks. For more information about food safety, visit the NSFSA website at www. www.nZFSA.g.t.org. And for more information about game birds, visit www.fishandgame.org.org. I'm going to be."}