{"speakers": [], "chunks": [{"timestamp": [0.0, 41.0], "text": " The In the railway world, most things have their origin in molten metal."}, {"timestamp": [41.0, 46.0], "text": " From such beginnings come even the great 16-wheeled K-class locomotives,"}, {"timestamp": [46.0, 49.76], "text": " which the New Zealand Railways Department builds. Almost the whole of the"}, {"timestamp": [49.76, 54.8], "text": " manufactured in the department's own workshops where efficiency in management is added to excellent"}, {"timestamp": [54.8, 80.0], "text": " working conditions, bright modern layout and the wheels go round."}, {"timestamp": [80.0, 89.36], "text": " And probably we've all shared this little chap's ambition to drive a railway engine at the head of an express train the express appeals to imagination but"}, {"timestamp": [89.36, 93.2], "text": " it is the plodding goods train that produces most of the railway's revenue a"}, {"timestamp": [93.2, 97.04], "text": " vast amount of varied merchandise travels by rail and these extensive"}, {"timestamp": [97.04, 133.0], "text": " good sheds at Wellington cover many acres Wellington, the capital city of New Zealand is the southern terminus of the finest harbours in the world,"}, {"timestamp": [133.0, 136.0], "text": " this port is naturally a very busy place."}, {"timestamp": [136.0, 140.0], "text": " Here, as at other ports, the railways provide valuable service,"}, {"timestamp": [140.0, 145.36], "text": " especially for New Zealand's chief exports, wool, meat, butter, cheese and fruit."}, {"timestamp": [146.8, 149.6], "text": " The Wellington Railway Station is the largest in New Zealand"}, {"timestamp": [149.6, 152.0], "text": " and is a handsome addition to the city's buildings."}, {"timestamp": [158.4, 162.4], "text": " Express trains hauled by big locomotives of new design and greater power"}, {"timestamp": [162.8, 175.48], "text": " and the numerous suburban and local trains and along the long platforms. Here is the terminal for the fast"}, {"timestamp": [175.48, 180.1], "text": " electric multiple units which serve the suburbs to Johnsonville while fast"}, {"timestamp": [180.1, 184.1], "text": " rail cars of modern design glide in and out on their journeys from and to"}, {"timestamp": [184.1, 187.0], "text": " Taranaki Hawks Bay or the Wara Rapper."}, {"timestamp": [187.0, 192.0], "text": " Truly, modern railway transport is as fascinating as it is useful."}, {"timestamp": [194.0, 213.0], "text": " At Wellington's passenger station, the Daylight Limited will be preparing for its 400-mile run to Auckland, the northern terminal of the main trunk. I wonder how many greetings and"}, {"timestamp": [213.0, 215.0], "text": " are exchanged on the railway station"}, {"timestamp": [215.0, 241.0], "text": " in the course of a year. New Zealand abounds in rivers, lakes and mountains, with consequent difficulties for the railway engineer."}, {"timestamp": [241.0, 246.24], "text": " Bridges range from the one and a quarter mile span over the"}, {"timestamp": [246.24, 252.96], "text": " wandering Rakhaya River to the lofty Markohine Vajadat and very steep grades have to be climbed."}, {"timestamp": [252.96, 271.0], "text": " In its journey through the North Island, the train serves many important scenic resorts,"}, {"timestamp": [271.0, 274.0], "text": " including the Tongarero National Park."}, {"timestamp": [278.0, 287.0], "text": " The mountain chateau in the central heights of the island is a popular resort where golf, tennis, tramping and skiing may be enjoyed according to season."}, {"timestamp": [291.0, 299.0], "text": " A feature of railway travel in New Zealand is a provision of refreshments at various stopping stations."}, {"timestamp": [299.0, 312.0], "text": " Nearing the end of the journey, the limited slows down at the approach to the city of Auckland."}, {"timestamp": [312.0, 317.0], "text": " The splendidly equipped modern station of Auckland is the northern terminus of the main trunk service."}, {"timestamp": [317.0, 321.0], "text": " From here run the trains that serve the subtropic North Auckland district."}, {"timestamp": [321.0, 325.92], "text": " The city with its population of 218,000 is noted for its many beautiful"}, {"timestamp": [325.92, 338.12], "text": " parks and also for its two harbors. From Auckland leaves another important train,"}, {"timestamp": [338.12, 343.88], "text": " the Rotorua Express, serving the great thermal region centering on the world-famed spa,"}, {"timestamp": [343.88, 346.2], "text": " where various forms of curative treatment are provided."}, {"timestamp": [356.0, 358.7], "text": " Valuable as are the hot and cold waters of Rotorua,"}, {"timestamp": [359.2, 361.1], "text": " they are not the only attractions in this region."}, {"timestamp": [362.0, 364.5], "text": " There are excellent sports grounds and angling facilities,"}, {"timestamp": [364.76, 365.1], "text": " beautiful scenery and delightful open-air swimming pools. attractions in this region. There are excellent sports grounds and angling facilities, beautiful"}, {"timestamp": [365.1, 375.16], "text": " scenery and delightful open air swimming pools. The Maori people with their"}, {"timestamp": [375.16, 379.98], "text": " picturesque costumes and customs are another interesting feature of Rotorua. Pleasant"}, {"timestamp": [379.98, 384.9], "text": " voiced Maori guides conduct visitors safely around the spouting geysers, the pools of"}, {"timestamp": [384.9, 386.08], "text": " boiling water,"}, {"timestamp": [386.08, 387.6], "text": " and the churning cauldrons of mud."}, {"timestamp": [387.6, 406.7], "text": " And now away to the South Island, where the trains are just as important factors in carrying"}, {"timestamp": [406.7, 411.64], "text": " on the country's business and in helping people to see the scenic beauty of the South."}, {"timestamp": [411.64, 416.18], "text": " Littleton is the southern port for the Inter Island Express steamer service, and from here electric"}, {"timestamp": [416.18, 420.4], "text": " trains run to Christchurch, the South Island's largest city."}, {"timestamp": [420.4, 424.34], "text": " Christchurch, usually considered the most English of New Zealand cities, stands on the broad"}, {"timestamp": [424.34, 426.0], "text": " suite of the Canterbury Plains,"}, {"timestamp": [426.0, 431.0], "text": " along which the South Island main trunk trains have about a hundred miles of flat country to traverse."}, {"timestamp": [431.0, 435.0], "text": " Canterbury is the chief wheat growing area of New Zealand."}, {"timestamp": [442.0, 447.0], "text": " Pleasant Timaru is the chief town of South Canterbury."}, {"timestamp": [447.0, 465.0], "text": " Amaru is the driver and his fireman."}, {"timestamp": [465.0, 473.0], "text": " Another responsible position is that of signalmen, whose manual work, however, is simplified by the modern electrically operated signals."}, {"timestamp": [473.0, 490.44], "text": " The Newden, the principal city of Otago province, was founded by Scottish pioneers in 1848,"}, {"timestamp": [490.44, 495.82], "text": " and today is New Zealand's fourth largest city, and still quite Scottish in character."}, {"timestamp": [495.82, 514.0], "text": " The great ranges of the southern Alps lying almost the whole length of the South Island"}, {"timestamp": [514.0, 518.0], "text": " include countless beautiful peaks, glaciers and snow fields."}, {"timestamp": [518.0, 527.0], "text": " Mount Cook, of which the Maori name is Arangi, is 12,349 feet in height, and in this region is a popular holiday resort"}, {"timestamp": [527.0, 536.0], "text": " the Hermitage. The southern Alps are of course greatly favoured by winter sports enthusiasts"}, {"timestamp": [536.0, 554.24], "text": " and they have their own longest in the British Empire."}, {"timestamp": [554.24, 563.76], "text": " In its five and a quarter miles it drops twelve hundred feet and it is approached by the extraordinary staircase which has two tunnels to the mile in its seven miles length."}, {"timestamp": [563.76, 565.92], "text": " Westland, and indeed"}, {"timestamp": [565.92, 570.16], "text": " the whole west coast of the South Island, is famed for its beauty of virgin forest and"}, {"timestamp": [570.16, 575.84], "text": " planted lake, famed also for the beautiful Franz Joseph and Fox Glacios, which descend into"}, {"timestamp": [575.84, 607.0], "text": " evergreen forest only a few hundred feet above sea level. The West Coast, which has abundant deposits of excellent coal, is an important mining area."}, {"timestamp": [607.0, 612.0], "text": " Indeed, New Zealand is fortunate in having a plentiful supply of coal in various districts,"}, {"timestamp": [612.0, 616.0], "text": " an asset of great value to the railways."}, {"timestamp": [616.0, 627.0], "text": " Security for the passenger is assured by the most modern safety appliances, a very high standard of track maintenance,"}, {"timestamp": [627.0, 631.0], "text": " and constant vigilance on the part of the staff of 25,600."}, {"timestamp": [631.0, 636.0], "text": " The tablet is the driver's authority to take his train on to the next station on the track."}, {"timestamp": [636.0, 640.0], "text": " Tablets are exchanged automatically as the train parties."}, {"timestamp": [640.0, 645.0], "text": " If the driver does not receive the correct tablet, the train will be stopped immediately."}, {"timestamp": [645.0, 650.0], "text": " But on the more important sections, a modern three-color light system of control is used."}, {"timestamp": [650.0, 668.8], "text": " The railway department has a passenger steamer on Lake Walker People."}, {"timestamp": [672.8, 673.8], "text": " The first section of railway in New Zealand was built in 1863."}, {"timestamp": [676.5, null], "text": " The great development of railway services since that year has been necessary for the attainment of the country's present high standard of prosperity."}], "text": " The In the railway world, most things have their origin in molten metal. From such beginnings come even the great 16-wheeled K-class locomotives, which the New Zealand Railways Department builds. Almost the whole of the manufactured in the department's own workshops where efficiency in management is added to excellent working conditions, bright modern layout and the wheels go round. And probably we've all shared this little chap's ambition to drive a railway engine at the head of an express train the express appeals to imagination but it is the plodding goods train that produces most of the railway's revenue a vast amount of varied merchandise travels by rail and these extensive good sheds at Wellington cover many acres Wellington, the capital city of New Zealand is the southern terminus of the finest harbours in the world, this port is naturally a very busy place. Here, as at other ports, the railways provide valuable service, especially for New Zealand's chief exports, wool, meat, butter, cheese and fruit. The Wellington Railway Station is the largest in New Zealand and is a handsome addition to the city's buildings. Express trains hauled by big locomotives of new design and greater power and the numerous suburban and local trains and along the long platforms. Here is the terminal for the fast electric multiple units which serve the suburbs to Johnsonville while fast rail cars of modern design glide in and out on their journeys from and to Taranaki Hawks Bay or the Wara Rapper. Truly, modern railway transport is as fascinating as it is useful. At Wellington's passenger station, the Daylight Limited will be preparing for its 400-mile run to Auckland, the northern terminal of the main trunk. I wonder how many greetings and are exchanged on the railway station in the course of a year. New Zealand abounds in rivers, lakes and mountains, with consequent difficulties for the railway engineer. Bridges range from the one and a quarter mile span over the wandering Rakhaya River to the lofty Markohine Vajadat and very steep grades have to be climbed. In its journey through the North Island, the train serves many important scenic resorts, including the Tongarero National Park. The mountain chateau in the central heights of the island is a popular resort where golf, tennis, tramping and skiing may be enjoyed according to season. A feature of railway travel in New Zealand is a provision of refreshments at various stopping stations. Nearing the end of the journey, the limited slows down at the approach to the city of Auckland. The splendidly equipped modern station of Auckland is the northern terminus of the main trunk service. From here run the trains that serve the subtropic North Auckland district. The city with its population of 218,000 is noted for its many beautiful parks and also for its two harbors. From Auckland leaves another important train, the Rotorua Express, serving the great thermal region centering on the world-famed spa, where various forms of curative treatment are provided. Valuable as are the hot and cold waters of Rotorua, they are not the only attractions in this region. There are excellent sports grounds and angling facilities, beautiful scenery and delightful open-air swimming pools. attractions in this region. There are excellent sports grounds and angling facilities, beautiful scenery and delightful open air swimming pools. The Maori people with their picturesque costumes and customs are another interesting feature of Rotorua. Pleasant voiced Maori guides conduct visitors safely around the spouting geysers, the pools of boiling water, and the churning cauldrons of mud. And now away to the South Island, where the trains are just as important factors in carrying on the country's business and in helping people to see the scenic beauty of the South. Littleton is the southern port for the Inter Island Express steamer service, and from here electric trains run to Christchurch, the South Island's largest city. Christchurch, usually considered the most English of New Zealand cities, stands on the broad suite of the Canterbury Plains, along which the South Island main trunk trains have about a hundred miles of flat country to traverse. Canterbury is the chief wheat growing area of New Zealand. Pleasant Timaru is the chief town of South Canterbury. Amaru is the driver and his fireman. Another responsible position is that of signalmen, whose manual work, however, is simplified by the modern electrically operated signals. The Newden, the principal city of Otago province, was founded by Scottish pioneers in 1848, and today is New Zealand's fourth largest city, and still quite Scottish in character. The great ranges of the southern Alps lying almost the whole length of the South Island include countless beautiful peaks, glaciers and snow fields. Mount Cook, of which the Maori name is Arangi, is 12,349 feet in height, and in this region is a popular holiday resort the Hermitage. The southern Alps are of course greatly favoured by winter sports enthusiasts and they have their own longest in the British Empire. In its five and a quarter miles it drops twelve hundred feet and it is approached by the extraordinary staircase which has two tunnels to the mile in its seven miles length. Westland, and indeed the whole west coast of the South Island, is famed for its beauty of virgin forest and planted lake, famed also for the beautiful Franz Joseph and Fox Glacios, which descend into evergreen forest only a few hundred feet above sea level. The West Coast, which has abundant deposits of excellent coal, is an important mining area. Indeed, New Zealand is fortunate in having a plentiful supply of coal in various districts, an asset of great value to the railways. Security for the passenger is assured by the most modern safety appliances, a very high standard of track maintenance, and constant vigilance on the part of the staff of 25,600. The tablet is the driver's authority to take his train on to the next station on the track. Tablets are exchanged automatically as the train parties. If the driver does not receive the correct tablet, the train will be stopped immediately. But on the more important sections, a modern three-color light system of control is used. The railway department has a passenger steamer on Lake Walker People. The first section of railway in New Zealand was built in 1863. The great development of railway services since that year has been necessary for the attainment of the country's present high standard of prosperity."}