{"speakers": [], "chunks": [{"timestamp": [0.0, 31.56], "text": " Hi. Hi, I'm Rob Baller at the University of Otago."}, {"timestamp": [32.32, 40.7], "text": " Over the past few years, we've been doing some things here in this lab that are so extraordinary that even a decade ago, many physicists thought they would never see them happen."}, {"timestamp": [41.48, 48.84], "text": " We've been making a new state of matter called a Bose-Einstein condensate, which has led on to some quite wonderful pieces of science, including the atom laser."}, {"timestamp": [48.84, 53.2], "text": " Hi, I'm Andrew Wilson. I'm a physicist at Otago University, and the machine you're looking"}, {"timestamp": [53.2, 58.78], "text": " at the moment makes Bose-Einstein condensates. It uses lasers and magnetic fields to cool"}, {"timestamp": [58.78, 63.6], "text": " a gas to extremely cold temperatures, these nano-Calvin temperatures. Most of us are familiar"}, {"timestamp": [63.6, 66.88], "text": " with the idea of atoms behaving like particles."}, {"timestamp": [66.88, 71.18], "text": " And we have a mental image of atoms being like small billiard balls or marbles"}, {"timestamp": [71.18, 73.18], "text": " bouncing around in a box."}, {"timestamp": [73.18, 78.6], "text": " But about 80 years ago, when quantum physics was discovered, we learned that matter also"}, {"timestamp": [78.6, 80.32], "text": " had wave properties."}, {"timestamp": [80.32, 84.76], "text": " So the experiment has two parts to it, one involving lasers and one involving magnetic fields,"}, {"timestamp": [84.76, 87.38], "text": " and the part that we're looking at here is the bit involving lasers."}, {"timestamp": [87.98, 92.42], "text": " Each of these little grey boxes here is a dyed laser, a bit like the laser inside a CD player,"}, {"timestamp": [92.48, 93.32], "text": " only a lot more powerful."}, {"timestamp": [93.82, 97.56], "text": " It produces the different colours that we need to make a bozine stone, Connancy."}, {"timestamp": [97.88, 99.6], "text": " Now, normally we don't see those properties."}, {"timestamp": [100.4, 104.78], "text": " The reason is the properties become dominant only when the atoms become very slow,"}, {"timestamp": [105.68, 108.38], "text": " and that's the same as making the atoms very, very cold."}, {"timestamp": [108.88, 110.44], "text": " And I mean very cold."}, {"timestamp": [111.12, 114.88], "text": " We have to make atoms a million times colder than anywhere in the universe"}, {"timestamp": [114.88, 117.48], "text": " in order for these wave properties to become dominant."}, {"timestamp": [117.98, 119.86], "text": " And that's what we've been doing in the lab here."}, {"timestamp": [120.32, 122.54], "text": " Right, so this is like an optical circuit."}, {"timestamp": [122.66, 125.38], "text": " It's a little bit like an electrical circuit except it has laser beams"}, {"timestamp": [125.38, 127.2], "text": " and we control those laser beams with mirrors"}, {"timestamp": [127.2, 128.46], "text": " and lenses and so forth."}, {"timestamp": [128.88, 131.58], "text": " We then take this light and shift it to another part of the machine."}, {"timestamp": [131.84, 134.18], "text": " Sometimes the light just propagates through air."}, {"timestamp": [134.52, 136.74], "text": " Sometimes we might want to bring the light to another place"}, {"timestamp": [136.74, 138.64], "text": " using an optical fibre, for example."}, {"timestamp": [139.5, 142.42], "text": " So all this experiment has to be set up quite carefully"}, {"timestamp": [142.42, 145.0], "text": " and then we use a computer to actually control the light"}, {"timestamp": [145.0, 146.44], "text": " when we're making those condensates"}, {"timestamp": [146.44, 149.76], "text": " because we have to control things very quickly and very precisely."}, {"timestamp": [149.76, 153.44], "text": " So we made lasers over there, and over here we've actually got atoms."}, {"timestamp": [153.44, 155.84], "text": " So this is a metal chamber that's been evacuated,"}, {"timestamp": [155.84, 157.96], "text": " that means we've extracted all the air,"}, {"timestamp": [157.96, 160.36], "text": " and there are atoms that are allowed into here,"}, {"timestamp": [160.36, 163.36], "text": " and laser beams that shine into this particular chamber."}, {"timestamp": [163.36, 165.8], "text": " And those laser beams actually cool a gas down."}, {"timestamp": [166.38, 170.78], "text": " They actually push atoms around, and cooling a gas means slowing them down."}, {"timestamp": [171.24, 173.72], "text": " In fact, this system here, this bit here, actually,"}, {"timestamp": [173.88, 176.68], "text": " only cools to about 100 micro-calvins."}, {"timestamp": [176.76, 179.22], "text": " It's still not cold enough to make a Bose connoisseate."}, {"timestamp": [179.68, 181.9], "text": " So, in fact, what we have to do is turn the light off"}, {"timestamp": [181.9, 185.76], "text": " and use magnetic fields and other methods, evaporative cooling actually."}, {"timestamp": [185.76, 190.5], "text": " It's the same method that actually makes you feel cold when you get out of the water in a swing pool."}, {"timestamp": [190.5, 194.6], "text": " So the key idea here is of matter behaving like a wave."}, {"timestamp": [194.6, 202.0], "text": " And just like we've learned how to manipulate light with optics, so we can think of doing the same thing with atoms, a field called atom optics."}, {"timestamp": [202.0, 207.0], "text": " So it forms in a chamber and then when it forms it's a little thing but we can see it with a microscope"}, {"timestamp": [207.0, 211.0], "text": " with a digital camera and we can take a picture of that condensate."}, {"timestamp": [211.0, 216.0], "text": " If we want to we can shine laser beams on that condensate and manipulate it in order to study it."}, {"timestamp": [216.0, 218.0], "text": " So lasers are a really important part of what we do."}, {"timestamp": [218.0, 223.0], "text": " One of the most remarkable inventions over the last 40 years has been the optical laser."}, {"timestamp": [223.0, 227.0], "text": " Now we've learned how to do the same thing called an atom laser"}, {"timestamp": [227.0, 230.0], "text": " in which we can emit a coherent beam of matter wave."}, {"timestamp": [230.0, 234.0], "text": " And we've learned how to manipulate that in the same way as we have for light."}, {"timestamp": [234.0, 238.0], "text": " We've invented mirrors for this, we've invented lenses for this,"}, {"timestamp": [238.0, 241.0], "text": " and this has opened up an extraordinary field where we can start to think of"}, {"timestamp": [241.0, 243.0], "text": " new technological inventions."}, {"timestamp": [243.0, 245.0], "text": " What will we do with this?"}, {"timestamp": [245.0, 248.0], "text": " We can immediately see how to improve our atomic clocks"}, {"timestamp": [248.0, 250.0], "text": " by a factor of a thousand."}, {"timestamp": [250.0, 254.0], "text": " Perhaps we can revolutionize the fabrication of microsecuites,"}, {"timestamp": [254.0, 256.0], "text": " nanotechnology."}, {"timestamp": [256.0, 258.0], "text": " So we've got so many exciting results coming from the other machine"}, {"timestamp": [258.0, 260.0], "text": " that we've decided to build another apparatus."}, {"timestamp": [260.0, 263.0], "text": " So this machine is a new post-contensate machine."}, {"timestamp": [263.0, 269.98], "text": " With this machine we can actually have two varieties of atoms and we'll be able to combine those two varieties of atoms together"}, {"timestamp": [269.98, 275.44], "text": " to form a molecule. So this machine is state of the art in making cold atoms. Molecules"}, {"timestamp": [275.44, 280.96], "text": " are the current leading edge of the field and Otago is able to contribute at the leading"}, {"timestamp": [280.96, 282.64], "text": " edge of quantum physics with this machine."}], "text": " Hi. Hi, I'm Rob Baller at the University of Otago. Over the past few years, we've been doing some things here in this lab that are so extraordinary that even a decade ago, many physicists thought they would never see them happen. We've been making a new state of matter called a Bose-Einstein condensate, which has led on to some quite wonderful pieces of science, including the atom laser. Hi, I'm Andrew Wilson. I'm a physicist at Otago University, and the machine you're looking at the moment makes Bose-Einstein condensates. It uses lasers and magnetic fields to cool a gas to extremely cold temperatures, these nano-Calvin temperatures. Most of us are familiar with the idea of atoms behaving like particles. And we have a mental image of atoms being like small billiard balls or marbles bouncing around in a box. But about 80 years ago, when quantum physics was discovered, we learned that matter also had wave properties. So the experiment has two parts to it, one involving lasers and one involving magnetic fields, and the part that we're looking at here is the bit involving lasers. Each of these little grey boxes here is a dyed laser, a bit like the laser inside a CD player, only a lot more powerful. It produces the different colours that we need to make a bozine stone, Connancy. Now, normally we don't see those properties. The reason is the properties become dominant only when the atoms become very slow, and that's the same as making the atoms very, very cold. And I mean very cold. We have to make atoms a million times colder than anywhere in the universe in order for these wave properties to become dominant. And that's what we've been doing in the lab here. Right, so this is like an optical circuit. It's a little bit like an electrical circuit except it has laser beams and we control those laser beams with mirrors and lenses and so forth. We then take this light and shift it to another part of the machine. Sometimes the light just propagates through air. Sometimes we might want to bring the light to another place using an optical fibre, for example. So all this experiment has to be set up quite carefully and then we use a computer to actually control the light when we're making those condensates because we have to control things very quickly and very precisely. So we made lasers over there, and over here we've actually got atoms. So this is a metal chamber that's been evacuated, that means we've extracted all the air, and there are atoms that are allowed into here, and laser beams that shine into this particular chamber. And those laser beams actually cool a gas down. They actually push atoms around, and cooling a gas means slowing them down. In fact, this system here, this bit here, actually, only cools to about 100 micro-calvins. It's still not cold enough to make a Bose connoisseate. So, in fact, what we have to do is turn the light off and use magnetic fields and other methods, evaporative cooling actually. It's the same method that actually makes you feel cold when you get out of the water in a swing pool. So the key idea here is of matter behaving like a wave. And just like we've learned how to manipulate light with optics, so we can think of doing the same thing with atoms, a field called atom optics. So it forms in a chamber and then when it forms it's a little thing but we can see it with a microscope with a digital camera and we can take a picture of that condensate. If we want to we can shine laser beams on that condensate and manipulate it in order to study it. So lasers are a really important part of what we do. One of the most remarkable inventions over the last 40 years has been the optical laser. Now we've learned how to do the same thing called an atom laser in which we can emit a coherent beam of matter wave. And we've learned how to manipulate that in the same way as we have for light. We've invented mirrors for this, we've invented lenses for this, and this has opened up an extraordinary field where we can start to think of new technological inventions. What will we do with this? We can immediately see how to improve our atomic clocks by a factor of a thousand. Perhaps we can revolutionize the fabrication of microsecuites, nanotechnology. So we've got so many exciting results coming from the other machine that we've decided to build another apparatus. So this machine is a new post-contensate machine. With this machine we can actually have two varieties of atoms and we'll be able to combine those two varieties of atoms together to form a molecule. So this machine is state of the art in making cold atoms. Molecules are the current leading edge of the field and Otago is able to contribute at the leading edge of quantum physics with this machine."}