{"speakers": [], "chunks": [{"timestamp": [0.0, 17.64], "text": " When Centennial Train J1 headed south from Auckland on that Saturday in April 1985,"}, {"timestamp": [18.54, 23.3], "text": " it was just over 20 years since steam had faded from regular passenger service on the trunk."}, {"timestamp": [24.3, 244.0], "text": " And for many, the spectacle was a dream come true. The The The The The I'm going to be. The The The The return of steam was a colourful pageant and as many people turned out to watch the train as the 1953 royal tour."}, {"timestamp": [244.0, 247.0], "text": " It was a far cry from the days of black and white"}, {"timestamp": [247.0, 250.0], "text": " seen in this national film unit classic of the commonplace"}, {"timestamp": [250.0, 286.0], "text": " shot in 1967. Towering above the Canterbury Plains and cleaving the South Island in two, the Alps form an impressive barrier."}, {"timestamp": [286.0, 290.8], "text": " The rivers have sought a way through but have been trapped in large lakes or flung"}, {"timestamp": [290.8, 294.44], "text": " away down the mountain slopes to the Tasman or the Pacific."}, {"timestamp": [294.44, 318.88], "text": " But man joined the two coasts. In 1906, the mountains echoed as workers flung up high spindly viaducts,"}, {"timestamp": [318.88, 323.12], "text": " struggled to heave two pieces of steel rail across the mountains."}, {"timestamp": [323.12, 325.14], "text": " Christchurch wasn't connected to Greymouth until"}, {"timestamp": [325.14, 331.0], "text": " 1923 when the five mile Oterra tunnel was finished. But the viaduct spanning the gullies at"}, {"timestamp": [331.0, 337.68], "text": " staircase, Broken River and Slovans Creek stood ready by 19009. Today they still listened"}, {"timestamp": [337.68, 349.0], "text": " to the waters of the Waimakariri and await the trains. Steam whistles echoing down the broken river gorge,"}, {"timestamp": [349.0, 353.0], "text": " scaring the rabbits at Avoca and Coralinn,"}, {"timestamp": [353.0, 355.0], "text": " 42 miles of mountain railway,"}, {"timestamp": [355.0, 357.0], "text": " and all the wagons are chock-ob-block"}, {"timestamp": [357.0, 360.0], "text": " as Westland is carried out in 600-ton trains,"}, {"timestamp": [360.0, 364.0], "text": " cement, rainforest timber, and bituminous coal,"}, {"timestamp": [364.0, 368.0], "text": " and cinders are still blackening the high snows as the freight is hauled out."}, {"timestamp": [368.0, 374.0], "text": " Between Springfield and Arthur's Pass, mountainous KB engines haul most of the tonnish."}, {"timestamp": [374.0, 381.0], "text": " They burn west coast coal in their huge fireboxes, and in their boilers the waters from the mountain streams."}, {"timestamp": [381.0, 385.92], "text": " To the ordinary traveller hurrying across an island, the Southern"}, {"timestamp": [385.92, 391.2], "text": " Alps are a lot of grand scenery packed into a few hours. But to linger up at Cass"}, {"timestamp": [391.2, 396.08], "text": " is to appreciate another characteristic of the region, the affinity between the hard,"}, {"timestamp": [396.08, 407.0], "text": " tough landscape and the rugged engines which conquer it. The"}, {"timestamp": [407.0, 427.0], "text": " Phaarrored. The"}, {"timestamp": [427.0, 428.0], "text": " The"}, {"timestamp": [428.0, 430.0], "text": " The"}, {"timestamp": [430.0, 431.0], "text": " The"}, {"timestamp": [431.0, 432.0], "text": " And"}, {"timestamp": [432.0, 433.0], "text": " I'm"}, {"timestamp": [433.0, 434.0], "text": " And"}, {"timestamp": [434.0, 435.0], "text": " and"}, {"timestamp": [435.0, 436.0], "text": " and"}, {"timestamp": [436.0, 437.0], "text": " I'm"}, {"timestamp": [437.0, 439.0], "text": " Yeah,"}, {"timestamp": [439.0, 440.0], "text": " and"}, {"timestamp": [440.0, 473.0], "text": " I'm As the thought of the train of the train fades away, the landscape is again left to itself."}, {"timestamp": [473.0, 480.0], "text": " They used to be quite a community of railway men and their families along the line, but they've been moved to larger centers and their houses lie abandoned."}, {"timestamp": [480.0, 486.5], "text": " Automatic signals control the trains, and it's all up to one man away in a little room in Christchurch"}, {"timestamp": [486.5, 519.0], "text": " who plots the movement of trains as far up the single line as Arthur's pass. Often in winter a trip on the locomotive can be a challenge for the train crew."}, {"timestamp": [519.0, 522.0], "text": " They can expect snow on the rails."}, {"timestamp": [522.0, 524.0], "text": " And when the temperature drops, more people want coal."}, {"timestamp": [524.0, 530.32], "text": " So the big engines have to haul heavier trains. But it's warm on the rails and when the temperature drops more people want coal so the big engines have to haul heavier trains but it's warm on the footplate and"}, {"timestamp": [530.32, 535.78], "text": " there's always 50 feet of firebarks to boil the billy a lot of traffic rolls at"}, {"timestamp": [535.78, 541.12], "text": " night and trains of oil and cars for Westland draw into lonely stations to"}, {"timestamp": [541.12, 611.0], "text": " pass Canterbury bound cement, timber and coal. The The track takes quite a hammering from the trains and the mountains."}, {"timestamp": [611.0, 616.0], "text": " But when men intrude to repair the line, they only come for the day, bringing their cut lunches"}, {"timestamp": [616.0, 647.0], "text": " and make sure they're back in Springfield before dark, leaving the rails to the opossums and trains. The RALSENDS The"}, {"timestamp": [647.0, 650.0], "text": " Hey, go to the"}, {"timestamp": [650.0, 651.0], "text": " Wow!"}, {"timestamp": [651.0, 799.8], "text": " Wow! The I'm gonnae. The Oh! Thank you. But at last the outside world has begun to intrude upon this lonely place."}, {"timestamp": [800.6, 806.0], "text": " Although there are plans to put West Coast coal to new uses, the KBs are no part of them."}, {"timestamp": [806.0, 809.0], "text": " They've suited up the hills over 25 years,"}, {"timestamp": [809.0, 813.0], "text": " and steam has been living on borrowed time for more than 10 of those years."}, {"timestamp": [813.0, 819.0], "text": " Soon the train loads of timber and coal will be heralded by the thin moan of diesel exhausts,"}, {"timestamp": [819.0, 823.0], "text": " and the roar of a lusty KB pounding the mountain rails"}, {"timestamp": [823.0, 854.0], "text": " will be but a memory of a glorious, if grimy, passed. The 1986 Manowatou excursion was eagerly awaited by enthusiasts."}, {"timestamp": [854.0, 868.6], "text": " In modern times 944 Manawatu excursion was eagerly awaited by enthusiasts."}, {"timestamp": [868.6, 875.5], "text": " In modern times, 945 would show how it could perform with a train of 17 carriages and 800 passengers."}, {"timestamp": [875.5, 880.7], "text": " Just the type of load the K-class was built for."}, {"timestamp": [880.7, 1067.42], "text": " And a K-A out of Wellington has always been a rare sight. I'm gonna The The The The The The Having walked her load up the 1 in 57 to Pugura Bay, 945 confirmed the respect of the men roster to drive her."}, {"timestamp": [1068.24, 1107.0], "text": " And from then on, it was not 1986, but 1946, behind the regulator on 626, the Limited or the Fields Express. Oh. The"}, {"timestamp": [1107.0, 1207.0], "text": "...howar... The The The The The"}, {"timestamp": [1207.0, 1348.0], "text": " The The I'm The Yes! The At Palmerston North, history was made with the lining up of F-163 out of the 1870s in the era of Julius Vogel,"}, {"timestamp": [1348.0, 1356.0], "text": " the K.A. itself, the epitome of steam power, and the ultimate successor to the K.A., a new class 30 electric."}, {"timestamp": [1356.0, 1481.8], "text": " But just for this day, steam was king. I'm going to be. I'm going to be. The restoration of 945 from a rusting"}, {"timestamp": [1481.8, 1485.68], "text": " is symbolic of the purpose of the preservation movement at large"}, {"timestamp": [1485.68, 1491.52], "text": " and is a natural follow-on from that week back in 1969 when film unit cameras recorded"}, {"timestamp": [1491.52, 1497.38], "text": " WW 480s epic delivery trip from Greymouth to Auckland and eventual preservation on the"}, {"timestamp": [1497.38, 1500.1], "text": " Glenbrook Vintage railway."}, {"timestamp": [1500.1, 1506.6], "text": " On the 12th of November, 1910, at the railway workshops hillside, a new tank locomotive stood ready for the road."}, {"timestamp": [1507.7, 1512.6], "text": " Workers added final touches, supervisors and foreman posed for the usual official photographs,"}, {"timestamp": [1513.1, 1567.36], "text": " and along with several sisters, locomotive 480 was sentenced to hard labor for life. I'm gonnae. I'm gonnae. And... After 60 years, a load of scrap metal at Greymouth, for sale as is where is."}, {"timestamp": [1571.44, 1571.84], "text": " I know we're railway enthusiasts, but we must be crazy to take this on."}, {"timestamp": [1574.96, 1577.6], "text": " Yeah, fixing it's one thing, driving it's another. Well, anyway, I suppose it'd better get on with it, hadn't we?"}, {"timestamp": [1577.6, 1586.0], "text": " Yeah. P. SANGER-SEN-SEN- IMPIE. IMPIEGEL,"}, {"timestamp": [1586.0, 1586.5], "text": " THEIR-BUR-BOR-"}, {"timestamp": [1586.5, 1587.5], "text": " ANDESHER-"}, {"timestamp": [1587.5, 1588.64], "text": " ANDESHER-"}, {"timestamp": [1588.64, 1589.6], "text": " SANG."}, {"timestamp": [1589.6, 1590.6], "text": " SANG."}, {"timestamp": [1590.6, 1593.6], "text": " SITZE-SIN-BOR."}, {"timestamp": [1593.6, 1612.0], "text": " MADY-N-A-N-B-A-ROW. Saved from the torch to be loved"}, {"timestamp": [1612.0, 1629.0], "text": " 8 hundred miles to Auckland in the North Island,"}, {"timestamp": [1629.0, 1667.0], "text": " where 480 will have its own home. Ahead the long climb over the southern Alps and beyond into the big wide world. The"}, {"timestamp": [1667.0, 1668.0], "text": " The"}, {"timestamp": [1668.0, 1670.0], "text": " The"}, {"timestamp": [1670.0, 1671.0], "text": " Ha-na,"}, {"timestamp": [1671.0, 1694.94], "text": " Ha-a-na-a-a-na-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a Born 1899, died in"}, {"timestamp": [1694.94, 1705.0], "text": " in loving memory of our dear departed sister, inserted by members of a dwindling family."}, {"timestamp": [1705.0, 1715.0], "text": " Long ago when steam was powerful, a fabulous fortune rattled in the wagons from coal mines here on the west coast."}, {"timestamp": [1715.0, 1746.0], "text": " But later, in the struggle for power, revolution and execution by diesel oil. I'm gonna'a. And......andah..."}, {"timestamp": [1746.0, 1770.0], "text": "...and... Mileh"}, {"timestamp": [1770.0, 1785.0], "text": " Mileposts 35, 34, 33."}, {"timestamp": [1785.0, 1818.08], "text": " Back into the past when steam did 70 on the express from station south, this is Christchurch."}, {"timestamp": [1819.04, 1823.6], "text": " Christchurch, that is, in the 1900s, a dignified still world."}, {"timestamp": [1824.48, 1830.0], "text": " Exposed by the Society of photographer, his plate camera, and dog."}, {"timestamp": [1830.0, 1835.0], "text": " In this age, as important as Cathedral Square, the railway station."}, {"timestamp": [1835.0, 1839.0], "text": " From here run the fastest trains in the country."}, {"timestamp": [1839.0, 1843.0], "text": " All tickets for Ashburton, no madam, change trains for Fairley at Timoroo."}, {"timestamp": [1843.0, 1845.4], "text": " Off the express at Timuroo for"}, {"timestamp": [1845.4, 1854.58], "text": " Fairly Amaru for Kura or Dun Trun take a pick up any old branch line on a Sunday"}, {"timestamp": [1854.58, 1860.8], "text": " afternoon to visit Aunt Alice's country estate or perhaps ogle the daffodils at a"}, {"timestamp": [1860.8, 1926.0], "text": " picnic the daffodils at a picnic. I'm gonna' Oh, Picked Pickedon."}, {"timestamp": [1926.0, 1951.96], "text": " Pickedon. Pickton, the end of the South Island line."}, {"timestamp": [1952.96, 1956.24], "text": " Four days out from Greymouth, at two and a half tons of cola bay,"}, {"timestamp": [1956.56, 1961.08], "text": " 60 pounds of a mile, after 350 miles, that's a lot of ash."}, {"timestamp": [1961.64, 1966.0], "text": " Empted and cleaned out, stripped and temporarily bereft of parts."}, {"timestamp": [1970.0, 1999.12], "text": " A steam engine becomes an empty hulk and all to fit on a ferry. The commonplace is taken for granted."}, {"timestamp": [1999.12, 2002.48], "text": " The unusual attracts excitement."}, {"timestamp": [2002.48, 2005.28], "text": " Take two steam trains up the North Island main trunk line,"}, {"timestamp": [2005.28, 2025.0], "text": " 400 miles from Wellington to Auckland, the last and back in 19-8, the first. I'm gonna'n't I'm gonna'n't I'm gonna'n't"}, {"timestamp": [2025.0, 2026.0], "text": " I'm gonna'n't"}, {"timestamp": [2026.0, 2027.0], "text": " Aux"}, {"timestamp": [2027.0, 2085.0], "text": " Fri-Dak-a-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha. The I'm gonna'a. And......and......and..."}, {"timestamp": [2085.0, 2086.0], "text": "...and..."}, {"timestamp": [2086.0, 2087.0], "text": "...and..."}, {"timestamp": [2087.0, 2089.0], "text": "...and..."}, {"timestamp": [2089.0, 2090.0], "text": "...a..."}, {"timestamp": [2090.0, 2091.0], "text": "...and..."}, {"timestamp": [2091.0, 2109.98], "text": "...a... Time,"}, {"timestamp": [2109.98, 2127.0], "text": " Ty Haphy Happy, eight minutes for refreshments. Time, Marla."}, {"timestamp": [2129.0, 2130.0], "text": " Ty Happy, eight minutes for refreshments."}, {"timestamp": [2134.0, 2137.0], "text": " In 1904, the main trunk was a branch which ended here. Travelers are advised this is the end of the line."}, {"timestamp": [2137.0, 2150.0], "text": " Horse and coach will take you on tonight lodgings at Rangar Tower. up next morning,"}, {"timestamp": [2150.0, 2173.0], "text": " up next morning, across the volcanic plateau to Wymarino, there to catch another train, and so on."}, {"timestamp": [2173.0, 2179.0], "text": " The whole journey in three bone-shaking days. Soon it would take a mere 20 hours."}, {"timestamp": [2179.0, 2189.0], "text": " A thousand men were put on the job to finish the line."}, {"timestamp": [2193.0, 2196.0], "text": " 1888, 175 miles to go. 1904, 91 miles."}, {"timestamp": [2196.0, 2198.0], "text": " August 1908,"}, {"timestamp": [2198.0, 2201.0], "text": " years between railheads have become months."}, {"timestamp": [2207.0, 2210.0], "text": " On Friday, the 6th November, 1908,"}, {"timestamp": [2210.0, 2212.5], "text": " a special train arrived at Pocaca"}, {"timestamp": [2212.5, 2225.0], "text": " for the grand opening of the main trunk railway line. I'm M. M. And"}, {"timestamp": [2225.0, 2290.0], "text": " M. North and off the volcanic plateau, down and around the Raurima spiral. One mile in a spiral. One mile in a straight line, seven on the spiral to Rauru station."}, {"timestamp": [2290.0, 2345.0], "text": " Auckland, 200 miles. Thank you. Phraseh. And so on the mrs. I'm Bhop. The W. The W. The W."}, {"timestamp": [2345.0, 2348.0], "text": " I can't"}, {"timestamp": [2348.0, 2349.0], "text": " The United"}, {"timestamp": [2349.0, 2352.0], "text": " Pover is a"}, {"timestamp": [2352.0, 2402.0], "text": " name of the name of this word. The same is here I don't really make the top of Congress. On Monday the 2nd of June, a veteran tank locomotive arrived in Auckland after an 800-mile journey."}, {"timestamp": [2402.0, 2405.68], "text": " The train was on time."}, {"timestamp": [2405.68, 2410.48], "text": " A memorable sight on the trunk."}, {"timestamp": [2410.48, 2423.84], "text": " A memorable sight on the trunk."}, {"timestamp": [2423.84, 2466.0], "text": " On a cold morning, a cold engine on icy track. The Depending on the Oh,"}, {"timestamp": [2466.0, 2496.0], "text": " Oh! Depending on the observer's age, J-1's journey down the trunk brought back memories or introduced new experiences."}, {"timestamp": [2496.0, 2606.0], "text": " All impressions of steam that would last forever. The The The Lund. The I'm gonna I'm gonna I'm gonna"}, {"timestamp": [2606.0, 2607.0], "text": " Acki"}, {"timestamp": [2607.0, null], "text": " Ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha M. Mawr! Mawr! Oh, ah! I'm The The The The I'm I'm Oh! Ah! Ah! I'm not I'm going to be. Oh. Thank you."}], "text": " When Centennial Train J1 headed south from Auckland on that Saturday in April 1985, it was just over 20 years since steam had faded from regular passenger service on the trunk. And for many, the spectacle was a dream come true. The The The The The I'm going to be. The The The The return of steam was a colourful pageant and as many people turned out to watch the train as the 1953 royal tour. It was a far cry from the days of black and white seen in this national film unit classic of the commonplace shot in 1967. Towering above the Canterbury Plains and cleaving the South Island in two, the Alps form an impressive barrier. The rivers have sought a way through but have been trapped in large lakes or flung away down the mountain slopes to the Tasman or the Pacific. But man joined the two coasts. In 1906, the mountains echoed as workers flung up high spindly viaducts, struggled to heave two pieces of steel rail across the mountains. Christchurch wasn't connected to Greymouth until 1923 when the five mile Oterra tunnel was finished. But the viaduct spanning the gullies at staircase, Broken River and Slovans Creek stood ready by 19009. Today they still listened to the waters of the Waimakariri and await the trains. Steam whistles echoing down the broken river gorge, scaring the rabbits at Avoca and Coralinn, 42 miles of mountain railway, and all the wagons are chock-ob-block as Westland is carried out in 600-ton trains, cement, rainforest timber, and bituminous coal, and cinders are still blackening the high snows as the freight is hauled out. Between Springfield and Arthur's Pass, mountainous KB engines haul most of the tonnish. They burn west coast coal in their huge fireboxes, and in their boilers the waters from the mountain streams. To the ordinary traveller hurrying across an island, the Southern Alps are a lot of grand scenery packed into a few hours. But to linger up at Cass is to appreciate another characteristic of the region, the affinity between the hard, tough landscape and the rugged engines which conquer it. The Phaarrored. The The The The And I'm And and and I'm Yeah, and I'm As the thought of the train of the train fades away, the landscape is again left to itself. They used to be quite a community of railway men and their families along the line, but they've been moved to larger centers and their houses lie abandoned. Automatic signals control the trains, and it's all up to one man away in a little room in Christchurch who plots the movement of trains as far up the single line as Arthur's pass. Often in winter a trip on the locomotive can be a challenge for the train crew. They can expect snow on the rails. And when the temperature drops, more people want coal. So the big engines have to haul heavier trains. But it's warm on the rails and when the temperature drops more people want coal so the big engines have to haul heavier trains but it's warm on the footplate and there's always 50 feet of firebarks to boil the billy a lot of traffic rolls at night and trains of oil and cars for Westland draw into lonely stations to pass Canterbury bound cement, timber and coal. The The track takes quite a hammering from the trains and the mountains. But when men intrude to repair the line, they only come for the day, bringing their cut lunches and make sure they're back in Springfield before dark, leaving the rails to the opossums and trains. The RALSENDS The Hey, go to the Wow! Wow! The I'm gonnae. The Oh! Thank you. But at last the outside world has begun to intrude upon this lonely place. Although there are plans to put West Coast coal to new uses, the KBs are no part of them. They've suited up the hills over 25 years, and steam has been living on borrowed time for more than 10 of those years. Soon the train loads of timber and coal will be heralded by the thin moan of diesel exhausts, and the roar of a lusty KB pounding the mountain rails will be but a memory of a glorious, if grimy, passed. The 1986 Manowatou excursion was eagerly awaited by enthusiasts. In modern times 944 Manawatu excursion was eagerly awaited by enthusiasts. In modern times, 945 would show how it could perform with a train of 17 carriages and 800 passengers. Just the type of load the K-class was built for. And a K-A out of Wellington has always been a rare sight. I'm gonna The The The The The The Having walked her load up the 1 in 57 to Pugura Bay, 945 confirmed the respect of the men roster to drive her. And from then on, it was not 1986, but 1946, behind the regulator on 626, the Limited or the Fields Express. Oh. The...howar... The The The The The The The I'm The Yes! The At Palmerston North, history was made with the lining up of F-163 out of the 1870s in the era of Julius Vogel, the K.A. itself, the epitome of steam power, and the ultimate successor to the K.A., a new class 30 electric. But just for this day, steam was king. I'm going to be. I'm going to be. The restoration of 945 from a rusting is symbolic of the purpose of the preservation movement at large and is a natural follow-on from that week back in 1969 when film unit cameras recorded WW 480s epic delivery trip from Greymouth to Auckland and eventual preservation on the Glenbrook Vintage railway. On the 12th of November, 1910, at the railway workshops hillside, a new tank locomotive stood ready for the road. Workers added final touches, supervisors and foreman posed for the usual official photographs, and along with several sisters, locomotive 480 was sentenced to hard labor for life. I'm gonnae. I'm gonnae. And... After 60 years, a load of scrap metal at Greymouth, for sale as is where is. I know we're railway enthusiasts, but we must be crazy to take this on. Yeah, fixing it's one thing, driving it's another. Well, anyway, I suppose it'd better get on with it, hadn't we? Yeah. P. SANGER-SEN-SEN- IMPIE. IMPIEGEL, THEIR-BUR-BOR- ANDESHER- ANDESHER- SANG. SANG. SITZE-SIN-BOR. MADY-N-A-N-B-A-ROW. Saved from the torch to be loved 8 hundred miles to Auckland in the North Island, where 480 will have its own home. Ahead the long climb over the southern Alps and beyond into the big wide world. The The The Ha-na, Ha-a-na-a-a-na-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a Born 1899, died in in loving memory of our dear departed sister, inserted by members of a dwindling family. Long ago when steam was powerful, a fabulous fortune rattled in the wagons from coal mines here on the west coast. But later, in the struggle for power, revolution and execution by diesel oil. I'm gonna'a. And......andah......and... Mileh Mileposts 35, 34, 33. Back into the past when steam did 70 on the express from station south, this is Christchurch. Christchurch, that is, in the 1900s, a dignified still world. Exposed by the Society of photographer, his plate camera, and dog. In this age, as important as Cathedral Square, the railway station. From here run the fastest trains in the country. All tickets for Ashburton, no madam, change trains for Fairley at Timoroo. Off the express at Timuroo for Fairly Amaru for Kura or Dun Trun take a pick up any old branch line on a Sunday afternoon to visit Aunt Alice's country estate or perhaps ogle the daffodils at a picnic the daffodils at a picnic. I'm gonna' Oh, Picked Pickedon. Pickedon. Pickton, the end of the South Island line. Four days out from Greymouth, at two and a half tons of cola bay, 60 pounds of a mile, after 350 miles, that's a lot of ash. Empted and cleaned out, stripped and temporarily bereft of parts. A steam engine becomes an empty hulk and all to fit on a ferry. The commonplace is taken for granted. The unusual attracts excitement. Take two steam trains up the North Island main trunk line, 400 miles from Wellington to Auckland, the last and back in 19-8, the first. I'm gonna'n't I'm gonna'n't I'm gonna'n't I'm gonna'n't Aux Fri-Dak-a-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha. The I'm gonna'a. And......and......and......and......and......and......a......and......a... Time, Ty Haphy Happy, eight minutes for refreshments. Time, Marla. Ty Happy, eight minutes for refreshments. In 1904, the main trunk was a branch which ended here. Travelers are advised this is the end of the line. Horse and coach will take you on tonight lodgings at Rangar Tower. up next morning, up next morning, across the volcanic plateau to Wymarino, there to catch another train, and so on. The whole journey in three bone-shaking days. Soon it would take a mere 20 hours. A thousand men were put on the job to finish the line. 1888, 175 miles to go. 1904, 91 miles. August 1908, years between railheads have become months. On Friday, the 6th November, 1908, a special train arrived at Pocaca for the grand opening of the main trunk railway line. I'm M. M. And M. North and off the volcanic plateau, down and around the Raurima spiral. One mile in a spiral. One mile in a straight line, seven on the spiral to Rauru station. Auckland, 200 miles. Thank you. Phraseh. And so on the mrs. I'm Bhop. The W. The W. The W. I can't The United Pover is a name of the name of this word. The same is here I don't really make the top of Congress. On Monday the 2nd of June, a veteran tank locomotive arrived in Auckland after an 800-mile journey. The train was on time. A memorable sight on the trunk. A memorable sight on the trunk. On a cold morning, a cold engine on icy track. The Depending on the Oh, Oh! Depending on the observer's age, J-1's journey down the trunk brought back memories or introduced new experiences. All impressions of steam that would last forever. The The The Lund. The I'm gonna I'm gonna I'm gonna Acki Ha-ha-ha-ha-ha-ha-ha-ha-ha-ha-ha M. Mawr! Mawr! Oh, ah! I'm The The The The I'm I'm Oh! Ah! Ah! I'm not I'm going to be. Oh. Thank you."}