{"speakers": [], "chunks": [{"timestamp": [0.0, 27.0], "text": " Hi! Hi, my name is Sean Hendy."}, {"timestamp": [27.0, 30.0], "text": " I'm a mathematical model at Industrial Research Limited."}, {"timestamp": [30.0, 32.0], "text": " I develop mathematical models."}, {"timestamp": [32.0, 37.0], "text": " Mathematical model is an ideal representation of a physical system."}, {"timestamp": [37.0, 41.0], "text": " It uses mathematics, the language of mathematics, to describe that physical system."}, {"timestamp": [41.0, 45.04], "text": " The advantage of developing mathematical models is that we can use these"}, {"timestamp": [45.04, 50.76], "text": " models to predict the behavior of a physical system, and we can design new devices or new materials"}, {"timestamp": [50.76, 58.56], "text": " even. Here I'm trying to describe the mixing of two fluids using the mathematics of calculus,"}, {"timestamp": [59.18, 64.9], "text": " where I'm trying to understand how the fluids mix. The equations on the page represent"}, {"timestamp": [64.9, 66.18], "text": " the mixing of the two fluids, and I'm trying to describe fluids mix. The equations on the page represent the mixing"}, {"timestamp": [66.18, 69.88], "text": " of the two fluids, and I'm trying to describe that mathematically."}, {"timestamp": [69.88, 72.56], "text": " The mathematics that was developed to do this,"}, {"timestamp": [72.56, 73.72], "text": " it's quite old."}, {"timestamp": [73.72, 75.76], "text": " It's three to four hundred years old."}, {"timestamp": [75.76, 77.9], "text": " But what we're doing nowadays is we're trying"}, {"timestamp": [77.9, 82.32], "text": " to test this mathematics using computer simulation."}, {"timestamp": [82.32, 83.94], "text": " This may look like a piece of carpet,"}, {"timestamp": [83.94, 85.28], "text": " but in fact it's the first frame of a computer simulation of two fluids mixing like a piece of carpet, but in fact it's the first frame"}, {"timestamp": [85.28, 90.58], "text": " of a computer simulation of two fluids mixing in a very narrow channel. Each of these individual"}, {"timestamp": [90.58, 95.5], "text": " dots here represents an atom, and each of those atoms has its own equation of motion. There"}, {"timestamp": [95.5, 100.72], "text": " are about 10,000 atoms in this simulation. And when I click here, you'll start to see the"}, {"timestamp": [100.72, 106.24], "text": " fluids, the two fluids mixing atom by atom. You can see the colours starting to"}, {"timestamp": [106.24, 111.4], "text": " spread out by a process that we call diffusion. This requires very powerful computers to simulate"}, {"timestamp": [111.4, 117.46], "text": " the equations of motion of all these atoms. The reason I'm working on this type of project"}, {"timestamp": [117.46, 123.68], "text": " is to understand how fluids behave in very small environments. One of the applications of this"}, {"timestamp": [123.68, 125.2], "text": " is manipulating fluids on"}, {"timestamp": [125.2, 131.52], "text": " small devices such as silicon chips. We want to take silicon chips that can"}, {"timestamp": [131.52, 135.84], "text": " manipulate fluids such as blood and put them in things like cell phones and"}, {"timestamp": [135.84, 141.6], "text": " laptop computers. In this way we can do DNA tests in the field for example. We"}, {"timestamp": [141.6, 144.78], "text": " don't need to go into a hospital to get a DNA test. We can perhaps use our own"}, {"timestamp": [144.78, 146.4], "text": " cell phone to do it. In order to design these types, we don't need to go into a hospital to get a DNA test, we can perhaps use our own cell phone to do it."}, {"timestamp": [146.4, 151.0], "text": " In order to design these types of devices, we really need to know how fluids operate in this"}, {"timestamp": [151.0, 154.4], "text": " type of environment."}, {"timestamp": [154.4, 158.64], "text": " So another aspect of this project that I'm involved with is modeling how fluids behave when"}, {"timestamp": [158.64, 161.84], "text": " you change the surface properties of a surface."}, {"timestamp": [161.84, 167.06], "text": " For example, the phrase water of a duck's back, when beads of water are repelled from the duck"}, {"timestamp": [167.06, 170.48], "text": " and roll off the back, as opposed to how water behaves"}, {"timestamp": [170.48, 174.42], "text": " on a glass surface, for example, where it spreads out nice and thin."}, {"timestamp": [174.42, 177.24], "text": " So here we're looking at how we can control the surface chemistry,"}, {"timestamp": [177.24, 180.02], "text": " whether the surface chemistry will repel the water"}, {"timestamp": [180.02, 183.28], "text": " or attract the water to move small drops of water"}, {"timestamp": [183.28, 185.0], "text": " around on a microffluid device."}, {"timestamp": [185.0, 190.0], "text": " So here is a mathematical model of how we might control the surface chemistry."}, {"timestamp": [190.0, 194.0], "text": " Here we have a number of molecules attached to a surface."}, {"timestamp": [194.0, 198.0], "text": " When they're standing upright like this, they're attracted to the water"}, {"timestamp": [198.0, 200.0], "text": " and the water is attracted to them."}, {"timestamp": [200.0, 208.0], "text": " But when we apply a potential to that surface, an electric potential, the molecules will bend over and actually repel the water."}, {"timestamp": [208.0, 214.0], "text": " So we can use this type of device to move, drops of water around on a chip."}, {"timestamp": [214.0, 217.0], "text": " So here's some work I'm doing as part of the McDiomid Institute."}, {"timestamp": [217.0, 225.06], "text": " This is a collaboration with scientists at the University of Canterbury, and they're making what are called nanowires out of objects called nanoclusters."}, {"timestamp": [228.86, 229.56], "text": " A nanometer is about a billionth of a meter, so it's a very, very small dimension."}, {"timestamp": [232.4, 236.08], "text": " And one of the difficulties in making electronics at this scale is it's very, very difficult to manipulate materials on that sort of scale."}, {"timestamp": [236.52, 239.62], "text": " So the role of this project is to develop mathematical models"}, {"timestamp": [239.62, 244.78], "text": " that give us guidelines as to how we can manipulate materials on the nanoscale"}, {"timestamp": [244.78, 245.0], "text": " and make things like nanowires and nano-electronic devices. that give us guidelines as to how we can manipulate materials on the nanoscale"}, {"timestamp": [245.0, 249.0], "text": " and make things like nanowires and nano-electric devices."}, {"timestamp": [249.0, 253.0], "text": " Here we're looking at a computer simulation of a nanowire forming."}, {"timestamp": [253.0, 258.0], "text": " What's going on is many small nanoclusters are being dropped onto the surface,"}, {"timestamp": [258.0, 261.0], "text": " they're landing in a V-grove in order to form a nanowire."}, {"timestamp": [261.0, 265.68], "text": " And you can see that the nanoparticles are filling this V-grove"}, {"timestamp": [265.68, 269.28], "text": " to form a nice long elongated nanowire structure."}, {"timestamp": [269.28, 271.28], "text": " So some of the calculations I've shown you today"}, {"timestamp": [271.28, 274.72], "text": " can take up to half a day or even some that we've done"}, {"timestamp": [274.72, 276.4], "text": " take several months."}, {"timestamp": [276.4, 280.24], "text": " To do these sorts of calculations, we've got a room of 46,"}, {"timestamp": [280.24, 282.08], "text": " very powerful desktop computers."}, {"timestamp": [282.08, 284.08], "text": " These are running all the time, working very hard."}, {"timestamp": [284.08, 286.94], "text": " We need to use air conditioning to keep them cool, for example."}, {"timestamp": [287.5, 292.3], "text": " And this allows us to do some of this work and really push the boundaries of physics"}, {"timestamp": [292.3, 296.46], "text": " and what we can understand by studying these physical systems."}, {"timestamp": [297.36, 303.94], "text": " I really like working in this area. It involves testing ideas that have been around for a long time"}, {"timestamp": [303.94, 305.72], "text": " about how materials behave,"}, {"timestamp": [305.72, 310.6], "text": " but pushing those to the extreme limits where the physics starts to break down."}, {"timestamp": [310.6, 315.72], "text": " So you're really challenging some of the things that we were taught at university that were all true."}, {"timestamp": [315.72, 318.72], "text": " We're starting to see this sort of physics break down."}, {"timestamp": [318.72, 320.76], "text": " It's an exciting area."}, {"timestamp": [320.76, 324.84], "text": " There's a lot of work going on internationally, so I work with scientists all over the world,"}, {"timestamp": [324.84, 328.74], "text": " and I get to travel quite extensively and go to conferences and interesting places."}, {"timestamp": [329.18, 330.8], "text": " It's developing very rapidly."}, {"timestamp": [331.42, 335.6], "text": " I come in every day and check my email, and there's always new developments in my field."}, {"timestamp": [336.02, 338.24], "text": " So it's a really exciting area to work in,"}, {"timestamp": [338.74, 341.98], "text": " and I think it's going to continue to be quite exciting over the next decade"}, {"timestamp": [341.98, null], "text": " as nanotechnology becomes more and more important."}], "text": " Hi! Hi, my name is Sean Hendy. I'm a mathematical model at Industrial Research Limited. I develop mathematical models. Mathematical model is an ideal representation of a physical system. It uses mathematics, the language of mathematics, to describe that physical system. The advantage of developing mathematical models is that we can use these models to predict the behavior of a physical system, and we can design new devices or new materials even. Here I'm trying to describe the mixing of two fluids using the mathematics of calculus, where I'm trying to understand how the fluids mix. The equations on the page represent the mixing of the two fluids, and I'm trying to describe fluids mix. The equations on the page represent the mixing of the two fluids, and I'm trying to describe that mathematically. The mathematics that was developed to do this, it's quite old. It's three to four hundred years old. But what we're doing nowadays is we're trying to test this mathematics using computer simulation. This may look like a piece of carpet, but in fact it's the first frame of a computer simulation of two fluids mixing like a piece of carpet, but in fact it's the first frame of a computer simulation of two fluids mixing in a very narrow channel. Each of these individual dots here represents an atom, and each of those atoms has its own equation of motion. There are about 10,000 atoms in this simulation. And when I click here, you'll start to see the fluids, the two fluids mixing atom by atom. You can see the colours starting to spread out by a process that we call diffusion. This requires very powerful computers to simulate the equations of motion of all these atoms. The reason I'm working on this type of project is to understand how fluids behave in very small environments. One of the applications of this is manipulating fluids on small devices such as silicon chips. We want to take silicon chips that can manipulate fluids such as blood and put them in things like cell phones and laptop computers. In this way we can do DNA tests in the field for example. We don't need to go into a hospital to get a DNA test. We can perhaps use our own cell phone to do it. In order to design these types, we don't need to go into a hospital to get a DNA test, we can perhaps use our own cell phone to do it. In order to design these types of devices, we really need to know how fluids operate in this type of environment. So another aspect of this project that I'm involved with is modeling how fluids behave when you change the surface properties of a surface. For example, the phrase water of a duck's back, when beads of water are repelled from the duck and roll off the back, as opposed to how water behaves on a glass surface, for example, where it spreads out nice and thin. So here we're looking at how we can control the surface chemistry, whether the surface chemistry will repel the water or attract the water to move small drops of water around on a microffluid device. So here is a mathematical model of how we might control the surface chemistry. Here we have a number of molecules attached to a surface. When they're standing upright like this, they're attracted to the water and the water is attracted to them. But when we apply a potential to that surface, an electric potential, the molecules will bend over and actually repel the water. So we can use this type of device to move, drops of water around on a chip. So here's some work I'm doing as part of the McDiomid Institute. This is a collaboration with scientists at the University of Canterbury, and they're making what are called nanowires out of objects called nanoclusters. A nanometer is about a billionth of a meter, so it's a very, very small dimension. And one of the difficulties in making electronics at this scale is it's very, very difficult to manipulate materials on that sort of scale. So the role of this project is to develop mathematical models that give us guidelines as to how we can manipulate materials on the nanoscale and make things like nanowires and nano-electronic devices. that give us guidelines as to how we can manipulate materials on the nanoscale and make things like nanowires and nano-electric devices. Here we're looking at a computer simulation of a nanowire forming. What's going on is many small nanoclusters are being dropped onto the surface, they're landing in a V-grove in order to form a nanowire. And you can see that the nanoparticles are filling this V-grove to form a nice long elongated nanowire structure. So some of the calculations I've shown you today can take up to half a day or even some that we've done take several months. To do these sorts of calculations, we've got a room of 46, very powerful desktop computers. These are running all the time, working very hard. We need to use air conditioning to keep them cool, for example. And this allows us to do some of this work and really push the boundaries of physics and what we can understand by studying these physical systems. I really like working in this area. It involves testing ideas that have been around for a long time about how materials behave, but pushing those to the extreme limits where the physics starts to break down. So you're really challenging some of the things that we were taught at university that were all true. We're starting to see this sort of physics break down. It's an exciting area. There's a lot of work going on internationally, so I work with scientists all over the world, and I get to travel quite extensively and go to conferences and interesting places. It's developing very rapidly. I come in every day and check my email, and there's always new developments in my field. So it's a really exciting area to work in, and I think it's going to continue to be quite exciting over the next decade as nanotechnology becomes more and more important."}