{"speakers": [], "chunks": [{"timestamp": [0.0, 31.88], "text": " Well, I'm Jerry Carrington, and I'm the head of the head of this, uh, I'm Jerry Carrington, and I'm the head of the Department of Physics here at the University of Otago."}, {"timestamp": [32.6, 42.84], "text": " My research is in the area of heat pump technology, which is a specific part of thermodynamics and thermal processing."}, {"timestamp": [43.6, 46.0], "text": " And over the last five years or so,"}, {"timestamp": [46.0, 50.0], "text": " we have focused especially on using heat pump technology"}, {"timestamp": [50.0, 53.0], "text": " for drying products."}, {"timestamp": [53.0, 55.0], "text": " And the reason for this interest"}, {"timestamp": [55.0, 58.0], "text": " is that there are major opportunities"}, {"timestamp": [58.0, 63.0], "text": " in that area for improving the energy efficiency of drying"}, {"timestamp": [63.0, 66.0], "text": " and energy efficiency is going to be"}, {"timestamp": [66.0, 70.62], "text": " increasingly important in the future as is greater pressure on our energy"}, {"timestamp": [70.62, 75.18], "text": " resources and the way we use them so we've focused on the use of heat pump"}, {"timestamp": [75.18, 81.6], "text": " technology because in drying we're able to recover a lot of the energy that is"}, {"timestamp": [81.6, 85.44], "text": " used in drying the heat pump that we use for doing that"}, {"timestamp": [85.44, 88.04], "text": " is just a little bit like an air conditioner,"}, {"timestamp": [88.8, 91.5], "text": " but somewhat bigger or like a refrigerator."}, {"timestamp": [92.52, 95.38], "text": " Now, the problem in this area that we focused on"}, {"timestamp": [95.38, 99.32], "text": " is designing that equipment in a predictable way."}, {"timestamp": [99.72, 101.78], "text": " And our approach to that has been to develop"}, {"timestamp": [101.78, 104.92], "text": " computer models of that system."}, {"timestamp": [106.66, 116.72], "text": " Well, this shows a schematic of the kiln with the heat pump dryer in it, and just showing schematically this is the load"}, {"timestamp": [116.72, 121.52], "text": " of timber. The load of timber can be quite large, perhaps about 50 cubic metres, so this actually"}, {"timestamp": [121.52, 125.5], "text": " is quite a large piece of stack of timber and there's a fan"}, {"timestamp": [125.5, 133.56], "text": " up here that moves the air around through the timber through the dryer and round again."}, {"timestamp": [133.56, 139.76], "text": " One of the features of the dryer that we are responsible for is the ability for this"}, {"timestamp": [139.76, 144.64], "text": " to go backwards as well as forwards which means that you dry the timber more evenly"}, {"timestamp": [144.64, 146.0], "text": " and as a result"}, {"timestamp": [146.0, 152.44], "text": " more quickly. The problems with designing something like this to make it work well are that"}, {"timestamp": [152.44, 160.06], "text": " unless this is cold enough to actually condense water out on the surfaces of that cold surface,"}, {"timestamp": [160.62, 169.62], "text": " unless it's cold enough, then you don't get very much moisture removed. But if you make it too cold, then the compressor down here has to do more work than you'd want it to."}, {"timestamp": [170.76, 175.96], "text": " And then there are problems of you'd really like this surface, which is the hot one,"}, {"timestamp": [176.22, 180.6], "text": " to be as large as possible to minimize the difference in temperature between here and here."}, {"timestamp": [181.04, 186.06], "text": " But as you make that bigger, then you make the cost of it larger and so it's"}, {"timestamp": [186.06, 192.4], "text": " less attractive. And you want the air to move through here as fast as possible, so that"}, {"timestamp": [192.4, 197.24], "text": " helps to minimize the temperature between here and here and reduce the amount of work. But then that"}, {"timestamp": [197.24, 203.58], "text": " makes the fan do more work. So there's all these trade-offs between the area here, the area there,"}, {"timestamp": [203.58, 205.4], "text": " the airflow through this, airflow through there, the airflow through this,"}, {"timestamp": [210.2, 216.0], "text": " airflow through that, the airflow through the stack, where you try to balance out all these different things so that you actually produce something which has the minimum power consumption"}, {"timestamp": [216.0, 222.88], "text": " at the same time, at the minimum overall cost, and at the same time has the maximum amount"}, {"timestamp": [222.88, 223.78], "text": " of moisture flow."}, {"timestamp": [224.5, 228.0], "text": " And that can only be done by detailed computer modelling,"}, {"timestamp": [228.84, 232.18], "text": " which is something that we've worked into a position"}, {"timestamp": [232.18, 233.7], "text": " where we've got enough experience"}, {"timestamp": [233.7, 236.24], "text": " that we're quite confident about her computer models."}, {"timestamp": [236.24, 239.56], "text": " Of course, that work is extremely theoretical,"}, {"timestamp": [240.28, 241.76], "text": " and at the end of the day,"}, {"timestamp": [242.42, 247.12], "text": " the result is not important until somebody builds one and tries it out."}, {"timestamp": [248.16, 255.32], "text": " And currently we have operating the third generation of these trials,"}, {"timestamp": [255.68, 257.74], "text": " each one getting slightly bigger than the previous one."}, {"timestamp": [257.74, null], "text": " And this third generation unit is operating currently in Wongaray for a firm that does dry quite a lot of wood."}], "text": " Well, I'm Jerry Carrington, and I'm the head of the head of this, uh, I'm Jerry Carrington, and I'm the head of the Department of Physics here at the University of Otago. My research is in the area of heat pump technology, which is a specific part of thermodynamics and thermal processing. And over the last five years or so, we have focused especially on using heat pump technology for drying products. And the reason for this interest is that there are major opportunities in that area for improving the energy efficiency of drying and energy efficiency is going to be increasingly important in the future as is greater pressure on our energy resources and the way we use them so we've focused on the use of heat pump technology because in drying we're able to recover a lot of the energy that is used in drying the heat pump that we use for doing that is just a little bit like an air conditioner, but somewhat bigger or like a refrigerator. Now, the problem in this area that we focused on is designing that equipment in a predictable way. And our approach to that has been to develop computer models of that system. Well, this shows a schematic of the kiln with the heat pump dryer in it, and just showing schematically this is the load of timber. The load of timber can be quite large, perhaps about 50 cubic metres, so this actually is quite a large piece of stack of timber and there's a fan up here that moves the air around through the timber through the dryer and round again. One of the features of the dryer that we are responsible for is the ability for this to go backwards as well as forwards which means that you dry the timber more evenly and as a result more quickly. The problems with designing something like this to make it work well are that unless this is cold enough to actually condense water out on the surfaces of that cold surface, unless it's cold enough, then you don't get very much moisture removed. But if you make it too cold, then the compressor down here has to do more work than you'd want it to. And then there are problems of you'd really like this surface, which is the hot one, to be as large as possible to minimize the difference in temperature between here and here. But as you make that bigger, then you make the cost of it larger and so it's less attractive. And you want the air to move through here as fast as possible, so that helps to minimize the temperature between here and here and reduce the amount of work. But then that makes the fan do more work. So there's all these trade-offs between the area here, the area there, the airflow through this, airflow through there, the airflow through this, airflow through that, the airflow through the stack, where you try to balance out all these different things so that you actually produce something which has the minimum power consumption at the same time, at the minimum overall cost, and at the same time has the maximum amount of moisture flow. And that can only be done by detailed computer modelling, which is something that we've worked into a position where we've got enough experience that we're quite confident about her computer models. Of course, that work is extremely theoretical, and at the end of the day, the result is not important until somebody builds one and tries it out. And currently we have operating the third generation of these trials, each one getting slightly bigger than the previous one. And this third generation unit is operating currently in Wongaray for a firm that does dry quite a lot of wood."}