{"speakers": [], "chunks": [{"timestamp": [0.0, 5.2], "text": " the most important company in New Zealand's maritime history is the Union Steamship Company,"}, {"timestamp": [5.2, 12.56], "text": " formed in 1875 in Dunedin with five vessels. It took over smaller operations and eventually"}, {"timestamp": [12.56, 20.8], "text": " itself was absorbed into a British combine in 1917. These publicity films from the 1960s"}, {"timestamp": [20.8, 49.0], "text": " provide some of its history....back in 1875, stehips were just taking over from sale."}, {"timestamp": [49.0, 51.5], "text": " The first Union Company ship was the Maori."}, {"timestamp": [51.5, 55.0], "text": " As New Zealand grew, so did the Union steamship company."}, {"timestamp": [55.0, 60.5], "text": " The 300-ton Bruce was soon joined by new ships, like the 700-ton Howe."}, {"timestamp": [60.5, 66.0], "text": " Until today, a review of the Union Company shows it to have the largest fleet based south of the equator."}, {"timestamp": [68.0, 72.0], "text": " Fustling back to Auckland comes at Tofoufou, a South Pacific island ship."}, {"timestamp": [72.0, 78.0], "text": " Her sun-tant passengers can still recapture the gaiety of the islands with their tropical souvenirs."}, {"timestamp": [78.0, 81.0], "text": " Colourful, casual memories of a South Sea holiday."}, {"timestamp": [88.0, 93.0], "text": " The Union Company arranges travel to travel to the Union Company arranges travel to anywhere, by land, sea and air."}, {"timestamp": [97.0, 101.0], "text": " Green bananas arrive on the Martur as well."}, {"timestamp": [101.0, 107.0], "text": " Both the Tofua and the Martur link New Zealand with Fiji, Samoa, Nui and Tong."}, {"timestamp": [107.5, 114.5], "text": " Uplifting tropical fruit, copra and other produce twice a month. Such cargoes bring the"}, {"timestamp": [114.5, 120.12], "text": " color of other lands to New Zealand. The Waikari smells of spice and jute and tea from"}, {"timestamp": [120.12, 125.22], "text": " India and the Far East. The whiter-amatta brings timber, dried fruits and salmon"}, {"timestamp": [125.22, 128.2], "text": " all the way from Canada."}, {"timestamp": [128.2, 131.38], "text": " From Vancouver and Bombay, Tahiti and Australia,"}, {"timestamp": [131.38, 135.58], "text": " the Union Company brings a wealth of goods to New Zealand"}, {"timestamp": [135.58, 137.26], "text": " and takes others away."}, {"timestamp": [137.26, 141.3], "text": " At Mount Munganui, softwood products are now exported to Australia"}, {"timestamp": [141.3, 150.0], "text": " by modern cargo ships like the Coranui. Shipping services are essential, even down to coasters like the coqueries,"}, {"timestamp": [150.0, 152.0], "text": " which delivers the coal in the morning."}, {"timestamp": [152.0, 155.0], "text": " The gigantic grabs can lift two tons at a time."}, {"timestamp": [159.0, 167.0], "text": " These ships working around the coast serve New Zealand no less than their larger sisters."}, {"timestamp": [167.0, 173.0], "text": " For every person in New Zealand, the Union Company handles over a ton of goods every year."}, {"timestamp": [173.0, 180.0], "text": " The sea is busier than ever."}, {"timestamp": [180.0, 185.0], "text": " Now 66 ships fly the Union flag, arriving and departing every day."}, {"timestamp": [185.0, 190.0], "text": " The rhythm of engines, the rush of the sea, tells a never-ending story."}, {"timestamp": [192.0, 194.0], "text": " Two million miles a year."}, {"timestamp": [194.0, 197.0], "text": " Half a million passengers."}, {"timestamp": [197.0, 200.0], "text": " Two and a half million tons of cargo."}, {"timestamp": [200.0, 203.0], "text": " From hundreds of ports of corp."}, {"timestamp": [203.0, 207.0], "text": " Over 4,000 officers and men."}, {"timestamp": [207.0, 211.0], "text": " 66 ships that serve New Zealand."}, {"timestamp": [211.0, 222.0], "text": " Of all the ships, those on the Inter-Ireland service have become the most famous."}, {"timestamp": [222.0, 232.0], "text": " The Rangatira, now operating the summer service between Wellington and Picton, made her name on the Crack Wellington Littleton run."}, {"timestamp": [232.0, 235.0], "text": " Nowadays it's the Hinnomowa and the Mower."}, {"timestamp": [235.0, 241.0], "text": " In Littleton, the Hinnomah loads cargo, mail and passengers for the overnight trip to Wellington."}, {"timestamp": [241.0, 246.0], "text": " Loading in Wellington is the Maui, latest of the fleet and the third ship to bear the famous name."}, {"timestamp": [246.0, 250.0], "text": " Between them, crossing back and forth six times a week,"}, {"timestamp": [250.0, 255.0], "text": " the two new steamer expressors are the main highway between the north and south island."}, {"timestamp": [255.0, 261.0], "text": " Their size, speed and unfailing punctuality makes the overnight service world famous."}, {"timestamp": [261.0, 268.0], "text": " But the ordinary New Zealand passenger now takes it for granted."}, {"timestamp": [273.0, 277.0], "text": " By daybreak tomorrow they'll have crossed Cook straight and be 200 miles away."}, {"timestamp": [287.0, 291.0], "text": " Finally at 8 o'clock the floodlit funnel moves against the night sky."}, {"timestamp": [295.0, 299.0], "text": " 13,000 horsepower thrust the Maori forward."}, {"timestamp": [305.0, 309.0], "text": " The Maori is leaving harbor. Another voyage begins. One of the 66 ships that serve New Zealand."}], "text": " the most important company in New Zealand's maritime history is the Union Steamship Company, formed in 1875 in Dunedin with five vessels. It took over smaller operations and eventually itself was absorbed into a British combine in 1917. These publicity films from the 1960s provide some of its history....back in 1875, stehips were just taking over from sale. The first Union Company ship was the Maori. As New Zealand grew, so did the Union steamship company. The 300-ton Bruce was soon joined by new ships, like the 700-ton Howe. Until today, a review of the Union Company shows it to have the largest fleet based south of the equator. Fustling back to Auckland comes at Tofoufou, a South Pacific island ship. Her sun-tant passengers can still recapture the gaiety of the islands with their tropical souvenirs. Colourful, casual memories of a South Sea holiday. The Union Company arranges travel to travel to the Union Company arranges travel to anywhere, by land, sea and air. Green bananas arrive on the Martur as well. Both the Tofua and the Martur link New Zealand with Fiji, Samoa, Nui and Tong. Uplifting tropical fruit, copra and other produce twice a month. Such cargoes bring the color of other lands to New Zealand. The Waikari smells of spice and jute and tea from India and the Far East. The whiter-amatta brings timber, dried fruits and salmon all the way from Canada. From Vancouver and Bombay, Tahiti and Australia, the Union Company brings a wealth of goods to New Zealand and takes others away. At Mount Munganui, softwood products are now exported to Australia by modern cargo ships like the Coranui. Shipping services are essential, even down to coasters like the coqueries, which delivers the coal in the morning. The gigantic grabs can lift two tons at a time. These ships working around the coast serve New Zealand no less than their larger sisters. For every person in New Zealand, the Union Company handles over a ton of goods every year. The sea is busier than ever. Now 66 ships fly the Union flag, arriving and departing every day. The rhythm of engines, the rush of the sea, tells a never-ending story. Two million miles a year. Half a million passengers. Two and a half million tons of cargo. From hundreds of ports of corp. Over 4,000 officers and men. 66 ships that serve New Zealand. Of all the ships, those on the Inter-Ireland service have become the most famous. The Rangatira, now operating the summer service between Wellington and Picton, made her name on the Crack Wellington Littleton run. Nowadays it's the Hinnomowa and the Mower. In Littleton, the Hinnomah loads cargo, mail and passengers for the overnight trip to Wellington. Loading in Wellington is the Maui, latest of the fleet and the third ship to bear the famous name. Between them, crossing back and forth six times a week, the two new steamer expressors are the main highway between the north and south island. Their size, speed and unfailing punctuality makes the overnight service world famous. But the ordinary New Zealand passenger now takes it for granted. By daybreak tomorrow they'll have crossed Cook straight and be 200 miles away. Finally at 8 o'clock the floodlit funnel moves against the night sky. 13,000 horsepower thrust the Maori forward. The Maori is leaving harbor. Another voyage begins. One of the 66 ships that serve New Zealand."}