{"speakers": [], "chunks": [{"timestamp": [0.0, 31.24], "text": " Well, Raman is the name of the optical process that we actually analyze."}, {"timestamp": [31.24, 33.4], "text": " You've got a lot of spectroscopy."}, {"timestamp": [33.4, 40.5], "text": " The most common is fluorescent spectroscopy, where you send a laser at a specific color,"}, {"timestamp": [40.5, 42.0], "text": " and you analyze what's coming out."}, {"timestamp": [42.0, 45.84], "text": " It tends to be fairly broad and not very specific to the molecule you have."}, {"timestamp": [46.56, 48.96], "text": " And the Raman spectroscopy is much more specific."}, {"timestamp": [49.54, 55.8], "text": " So you send your laser and your photon or your light will interact with the vibrations of the molecule."}, {"timestamp": [56.46, 62.98], "text": " And when it interacts, it will typically lose some energy and you analyze the photons that are coming out."}, {"timestamp": [62.98, 66.38], "text": " And they have lost a small amount of energy and"}, {"timestamp": [66.38, 73.2], "text": " by measuring this amount of energy you know how much energy was in the vibration you interacted with."}, {"timestamp": [73.64, 80.86], "text": " So because you interact with all the vibrations of the molecule you have a lot of peaks at different energy that are very characteristic on the molecules."}, {"timestamp": [81.1, 85.38], "text": " You get this kind of spectral with plenty of peaks and that helps"}, {"timestamp": [85.38, 90.14], "text": " you to really specifically identify which type of molecule you're looking at."}, {"timestamp": [90.14, 95.9], "text": " So Raman spectroscopy in this respect is much more specific but it tends to be much"}, {"timestamp": [95.9, 102.12], "text": " less sensitive so the signals are much smaller and that's where having surfaced enhanced"}, {"timestamp": [102.12, 107.56], "text": " Raman spectroscopy makes it maybe as good as fluorescence, but with more specificity."}, {"timestamp": [108.0, 119.38], "text": " Well, Raman spectroscopy is used by a variety of scientists in chemistry, biology, really, to understand, to analyze what they're in their sample."}, {"timestamp": [120.1, 124.46], "text": " So the principle is quite simple."}, {"timestamp": [124.62, 128.24], "text": " You just send some light, typically laser light,"}, {"timestamp": [128.24, 131.88], "text": " red laser light like this, and you analyze the light"}, {"timestamp": [131.88, 134.52], "text": " that is emitting back from your sample."}, {"timestamp": [134.52, 138.94], "text": " And this light has some properties, like its wavelengths,"}, {"timestamp": [138.94, 141.78], "text": " different colors, and that will tell you something"}, {"timestamp": [141.78, 146.0], "text": " about what's in your sample, the type of molecules and so on."}, {"timestamp": [146.0, 153.76], "text": " I shine a red laser on this sample and I can, using this computer software, choose in which"}, {"timestamp": [153.76, 157.0], "text": " energy part I'm going to look at the vibrations."}, {"timestamp": [157.0, 161.56], "text": " A technique that is now called more surface-enhanced Raman spectroscopy."}, {"timestamp": [161.56, 162.76], "text": " This only works."}, {"timestamp": [162.76, 166.16], "text": " You use a trick actually is that you need to have some"}, {"timestamp": [166.16, 172.48], "text": " kind of metallic structures very small of the order of between a few nanometers to maybe"}, {"timestamp": [172.48, 178.64], "text": " one microns. And when your molecules find themselves on top of such metallic structures,"}, {"timestamp": [179.44, 187.94], "text": " the interaction with light is completely modified by the presence of the metal, and they will see a much higher electric field of the light,"}, {"timestamp": [188.04, 191.22], "text": " and they will emit much more light that you would see in normal conditions."}, {"timestamp": [191.62, 197.9], "text": " And you can gain a factor which is 1 million, 1 billion, 1,000 billion sometimes."}, {"timestamp": [198.32, 202.42], "text": " So if you are really under the right conditions, you can see the signal,"}, {"timestamp": [202.58, 206.0], "text": " so the photons emitted by only a single molecule."}, {"timestamp": [206.0, 210.0], "text": " At the moment we're working on a variety of samples."}, {"timestamp": [210.0, 215.0], "text": " It's mainly structures with different metallic geometries."}, {"timestamp": [215.0, 219.0], "text": " The two metals that are mostly used is silver and gold,"}, {"timestamp": [219.0, 224.0], "text": " because that's the ones that give the best, really the best signals."}, {"timestamp": [224.0, 228.0], "text": " This is silver, which looks more yellow than,"}, {"timestamp": [228.0, 231.0], "text": " than, I mean, silver, you would expect it to be more grey,"}, {"timestamp": [231.0, 233.0], "text": " and this is gold."}, {"timestamp": [233.0, 235.0], "text": " This is just silver and gold particles,"}, {"timestamp": [235.0, 238.0], "text": " so the order of 50, 60 nanometers diameter, very small."}, {"timestamp": [238.0, 240.0], "text": " If you change their size, the color will change,"}, {"timestamp": [240.0, 242.0], "text": " and that really shows you"}, {"timestamp": [242.0, 250.56], "text": " how much the optical properties are dependent on the geometry. So we are studying metals in various geometry and we try to understand"}, {"timestamp": [250.56, 256.02], "text": " how they will react to some specific light of different colors and how this can"}, {"timestamp": [256.02, 262.48], "text": " be then used to enhance the signals from a molecule that you could place in"}, {"timestamp": [262.48, 271.38], "text": " their proximity. A single molecule is useful if you want to understand really the biomolecular aspect of biology,"}, {"timestamp": [271.38, 278.12], "text": " so how a protein will affect its environment, how a protein works."}, {"timestamp": [278.12, 281.12], "text": " So this is really at very, very small scales."}, {"timestamp": [281.12, 283.0], "text": " You want to use this single molecule."}, {"timestamp": [283.0, 285.34], "text": " It's the ultimate probe you can"}, {"timestamp": [285.34, 293.02], "text": " find in very small spaces so it would be more on the order of a cell or something"}, {"timestamp": [293.02, 295.98], "text": " inside a cell"}], "text": " Well, Raman is the name of the optical process that we actually analyze. You've got a lot of spectroscopy. The most common is fluorescent spectroscopy, where you send a laser at a specific color, and you analyze what's coming out. It tends to be fairly broad and not very specific to the molecule you have. And the Raman spectroscopy is much more specific. So you send your laser and your photon or your light will interact with the vibrations of the molecule. And when it interacts, it will typically lose some energy and you analyze the photons that are coming out. And they have lost a small amount of energy and by measuring this amount of energy you know how much energy was in the vibration you interacted with. So because you interact with all the vibrations of the molecule you have a lot of peaks at different energy that are very characteristic on the molecules. You get this kind of spectral with plenty of peaks and that helps you to really specifically identify which type of molecule you're looking at. So Raman spectroscopy in this respect is much more specific but it tends to be much less sensitive so the signals are much smaller and that's where having surfaced enhanced Raman spectroscopy makes it maybe as good as fluorescence, but with more specificity. Well, Raman spectroscopy is used by a variety of scientists in chemistry, biology, really, to understand, to analyze what they're in their sample. So the principle is quite simple. You just send some light, typically laser light, red laser light like this, and you analyze the light that is emitting back from your sample. And this light has some properties, like its wavelengths, different colors, and that will tell you something about what's in your sample, the type of molecules and so on. I shine a red laser on this sample and I can, using this computer software, choose in which energy part I'm going to look at the vibrations. A technique that is now called more surface-enhanced Raman spectroscopy. This only works. You use a trick actually is that you need to have some kind of metallic structures very small of the order of between a few nanometers to maybe one microns. And when your molecules find themselves on top of such metallic structures, the interaction with light is completely modified by the presence of the metal, and they will see a much higher electric field of the light, and they will emit much more light that you would see in normal conditions. And you can gain a factor which is 1 million, 1 billion, 1,000 billion sometimes. So if you are really under the right conditions, you can see the signal, so the photons emitted by only a single molecule. At the moment we're working on a variety of samples. It's mainly structures with different metallic geometries. The two metals that are mostly used is silver and gold, because that's the ones that give the best, really the best signals. This is silver, which looks more yellow than, than, I mean, silver, you would expect it to be more grey, and this is gold. This is just silver and gold particles, so the order of 50, 60 nanometers diameter, very small. If you change their size, the color will change, and that really shows you how much the optical properties are dependent on the geometry. So we are studying metals in various geometry and we try to understand how they will react to some specific light of different colors and how this can be then used to enhance the signals from a molecule that you could place in their proximity. A single molecule is useful if you want to understand really the biomolecular aspect of biology, so how a protein will affect its environment, how a protein works. So this is really at very, very small scales. You want to use this single molecule. It's the ultimate probe you can find in very small spaces so it would be more on the order of a cell or something inside a cell"}