{"speakers": [], "chunks": [{"timestamp": [0.0, 33.72], "text": " For Domainte. For domestic and industrial power, New Zealand is greatly dependent on hydroelectricity."}, {"timestamp": [34.52, 38.86], "text": " In both islands, every available river has been dammed and every suitable lake tapped"}, {"timestamp": [38.86, 41.06], "text": " to supply the large generating stations."}, {"timestamp": [44.28, 47.32], "text": " New Zealand is short of coal and the present power"}, {"timestamp": [47.32, 51.76], "text": " stations are not able to keep ahead of the ever-growing demand. More stations are"}, {"timestamp": [51.76, 55.36], "text": " being built on the big rivers, but the expense of power transmission over"}, {"timestamp": [55.36, 59.74], "text": " rugged country makes it necessary to exploit every source of power no matter how"}, {"timestamp": [59.74, 67.0], "text": " isolated. In the back country of the Nelson District, even the remote Cobb River is being harnessed to supply local needs."}, {"timestamp": [67.0, 76.0], "text": " Below in the valley is the Cobb River, a small river, but important to the people of the district for the power it can supply."}, {"timestamp": [76.0, 87.0], "text": " The pipeline will bring water 2,000 feet down the mountainside, and getting the pipes 2,000 feet up the mountain takes quite some time."}, {"timestamp": [87.0, 91.0], "text": " Through the pipes will come water and falling water means power."}, {"timestamp": [91.0, 96.0], "text": " Every home for a hundred miles around in the small towns and on the lonely farms"}, {"timestamp": [96.0, 114.0], "text": " will be lit with electricity from the cobb. Below ground, a tunnel is being driven to divert the river while the dam is being enlarged."}, {"timestamp": [114.0, 212.0], "text": " The shifts are due to change and these men face an unpleasant eight hours. I'm gonna go. The I mean, Men working on top can afford to be cheerful."}, {"timestamp": [212.0, 217.0], "text": " Shovels clear away the snow-covered earth for the dam site."}, {"timestamp": [217.0, 232.4], "text": " Soon the scheme will be completed and the people of the remote country districts will have more electricity to burn."}, {"timestamp": [234.32, 239.36], "text": " Fame has come to this New Zealand peak, Barn and burner of Pookie Coe. She's the mother of the world record litter of 19 piglets."}, {"timestamp": [239.36, 245.8], "text": " Keeping an eye on 19 babies was a bit too much for Werner. She rolled on two and then there were 17."}, {"timestamp": [245.8, 248.0], "text": " Even 17 are quite a stifle."}, {"timestamp": [248.0, 250.5], "text": " When it's feeding time, you can't move for the litter,"}, {"timestamp": [250.5, 252.9], "text": " so it's first come, first served."}, {"timestamp": [252.9, 255.5], "text": " Some pigs are just to make people of themselves."}, {"timestamp": [256.5, 258.7], "text": " With feeding facilities for only 14,"}, {"timestamp": [258.7, 260.5], "text": " there are always two sittings for supper."}, {"timestamp": [260.5, 262.5], "text": " The vine in the second sitting."}, {"timestamp": [266.36, 269.32], "text": " In an exclusive interview, Werner said,"}, {"timestamp": [269.32, 274.4], "text": " Thank you, Werner."}, {"timestamp": [274.4, 290.0], "text": " And now it's time to give the children the air. Barn and Werner is a more food campaign all on her own."}, {"timestamp": [290.0, 292.5], "text": " Yes, Werner certainly brought home the bacon."}, {"timestamp": [292.5, 294.5], "text": " It's not bad for a ham."}, {"timestamp": [294.5, 296.5], "text": " She couldn't have been any rasher."}, {"timestamp": [296.5, 310.0], "text": " Jutting out into the Pacific Ocean on New Zealand's east coast is Cape Kidnappers."}, {"timestamp": [310.0, 315.0], "text": " With sheer cliffs rising from the sea, this cape is famous as a nesting place for Gannets."}, {"timestamp": [315.0, 321.0], "text": " In fact it is unique, for nowhere in the world is such a large colony of Gannets found on the mainland."}, {"timestamp": [321.0, 327.0], "text": " It is naturally an inaccessible spot and visitors come seldom to this bird sanctuary."}, {"timestamp": [331.0, 337.0], "text": " The Gannets come here in their thousands in the spring and stay some months to rear their families."}, {"timestamp": [342.0, 349.0], "text": " One of the most beautiful of the sea birds, the Gannet is famous for its diving and graceful, effortless flight."}, {"timestamp": [349.0, 355.0], "text": " There are few things so fascinating to watch as a Gannett riding the wind that blows in from the broad Pacific."}, {"timestamp": [355.0, 375.0], "text": " Here is beauty on the wing. Gannett as a rule lay one egg only in the breeding season."}, {"timestamp": [375.0, 390.0], "text": " And when the chick hatches out,"}, {"timestamp": [390.0, 396.0], "text": " it's just as awkward and bewildered as any other chick. It grows rapidly, and in a fortnight,"}, {"timestamp": [396.0, 397.0], "text": " is large and fluffy."}, {"timestamp": [397.0, 412.0], "text": " Two weeks later, it loses its done and its quills and wings begin to grow."}, {"timestamp": [412.0, 416.0], "text": " Feeding time and the chick is pleading for food from its parent."}, {"timestamp": [416.0, 419.0], "text": " The mother has already swallowed and digested the chick's meal,"}, {"timestamp": [419.0, 439.0], "text": " but the young one is able to recover it."}, {"timestamp": [443.0, 446.18], "text": " The chick is about 10 weeks old when it begins to feel the power of its wings. From cliff top to shore has been"}, {"timestamp": [446.18, 452.24], "text": " quite a scramble but now the fledgling feels the sea and goes to meet the waves."}, {"timestamp": [456.24, 462.08], "text": " Overhead the parent birds saw. Soon their children will be cleaving the sky with the"}, {"timestamp": [462.08, 484.6], "text": " same easy grace."}, {"timestamp": [488.5, 493.3], "text": " In a few weeks, the families will be separated, and the birds will return to their haunts along the coasts. Cape kidnappers will be deserted until the Gannet's return"}, {"timestamp": [493.3, 494.9], "text": " again next spring."}], "text": " For Domainte. For domestic and industrial power, New Zealand is greatly dependent on hydroelectricity. In both islands, every available river has been dammed and every suitable lake tapped to supply the large generating stations. New Zealand is short of coal and the present power stations are not able to keep ahead of the ever-growing demand. More stations are being built on the big rivers, but the expense of power transmission over rugged country makes it necessary to exploit every source of power no matter how isolated. In the back country of the Nelson District, even the remote Cobb River is being harnessed to supply local needs. Below in the valley is the Cobb River, a small river, but important to the people of the district for the power it can supply. The pipeline will bring water 2,000 feet down the mountainside, and getting the pipes 2,000 feet up the mountain takes quite some time. Through the pipes will come water and falling water means power. Every home for a hundred miles around in the small towns and on the lonely farms will be lit with electricity from the cobb. Below ground, a tunnel is being driven to divert the river while the dam is being enlarged. The shifts are due to change and these men face an unpleasant eight hours. I'm gonna go. The I mean, Men working on top can afford to be cheerful. Shovels clear away the snow-covered earth for the dam site. Soon the scheme will be completed and the people of the remote country districts will have more electricity to burn. Fame has come to this New Zealand peak, Barn and burner of Pookie Coe. She's the mother of the world record litter of 19 piglets. Keeping an eye on 19 babies was a bit too much for Werner. She rolled on two and then there were 17. Even 17 are quite a stifle. When it's feeding time, you can't move for the litter, so it's first come, first served. Some pigs are just to make people of themselves. With feeding facilities for only 14, there are always two sittings for supper. The vine in the second sitting. In an exclusive interview, Werner said, Thank you, Werner. And now it's time to give the children the air. Barn and Werner is a more food campaign all on her own. Yes, Werner certainly brought home the bacon. It's not bad for a ham. She couldn't have been any rasher. Jutting out into the Pacific Ocean on New Zealand's east coast is Cape Kidnappers. With sheer cliffs rising from the sea, this cape is famous as a nesting place for Gannets. In fact it is unique, for nowhere in the world is such a large colony of Gannets found on the mainland. It is naturally an inaccessible spot and visitors come seldom to this bird sanctuary. The Gannets come here in their thousands in the spring and stay some months to rear their families. One of the most beautiful of the sea birds, the Gannet is famous for its diving and graceful, effortless flight. There are few things so fascinating to watch as a Gannett riding the wind that blows in from the broad Pacific. Here is beauty on the wing. Gannett as a rule lay one egg only in the breeding season. And when the chick hatches out, it's just as awkward and bewildered as any other chick. It grows rapidly, and in a fortnight, is large and fluffy. Two weeks later, it loses its done and its quills and wings begin to grow. Feeding time and the chick is pleading for food from its parent. The mother has already swallowed and digested the chick's meal, but the young one is able to recover it. The chick is about 10 weeks old when it begins to feel the power of its wings. From cliff top to shore has been quite a scramble but now the fledgling feels the sea and goes to meet the waves. Overhead the parent birds saw. Soon their children will be cleaving the sky with the same easy grace. In a few weeks, the families will be separated, and the birds will return to their haunts along the coasts. Cape kidnappers will be deserted until the Gannet's return again next spring."}