{"speakers": [], "chunks": [{"timestamp": [0.0, 35.0], "text": " The The ring department. Mr. Bown, please."}, {"timestamp": [35.0, 41.0], "text": " That you Bob, Ted Thompson here. When's the next Port Safety Committee meeting?"}, {"timestamp": [41.0, 44.0], "text": " What's on the agenda?"}, {"timestamp": [44.0, 47.94], "text": " Oh yes, general safety. That's important. Believe we're now averaging six accidents a day. That's a day. What's on the agenda? Oh yes, general safety. That's important. Believe we're"}, {"timestamp": [47.94, 55.72], "text": " now averaging six accidents a day. That's bad. Yes, general safety is important. The simple"}, {"timestamp": [55.72, 61.56], "text": " things we can all do and watch for to make our job safe. For example, wagons. There's"}, {"timestamp": [61.56, 66.0], "text": " always danger when there's a few tons on the move, no matter how slow."}, {"timestamp": [66.0, 73.0], "text": " Climbing down between trucks when shunting's taking place, you can be struck on the back and paralyzed for life."}, {"timestamp": [73.0, 80.0], "text": " Trollies pulled by tractors are tricky things to dodge, so keep well away from them when they're moving."}, {"timestamp": [80.0, 87.0], "text": " Even if they're low, they're still dangerous. And if you don't look where you're going, you're just asking for trouble."}, {"timestamp": [87.0, 93.0], "text": " Remember, the wharf is a narrow street with busy traffic and no pavement."}, {"timestamp": [93.0, 97.0], "text": " Trucks and trolleys have to weave their way around wagons and cranes."}, {"timestamp": [97.0, 101.0], "text": " You can't always tell which way they're going to go."}, {"timestamp": [110.0, 115.0], "text": " The gangway is the only way to get to and from ships. You know this, but there's one born every minute who thinks he's found another way."}, {"timestamp": [119.0, 124.0], "text": " The gangway is the safe way to get to and from work."}, {"timestamp": [124.0, 127.0], "text": " There's no shortcut."}, {"timestamp": [127.0, 135.0], "text": " Untidy decks cause accident sooner or later. Even if you don't trip over Dunnage,"}, {"timestamp": [135.0, 141.0], "text": " don't leave it for the next man. Don't try to step over wire rope. Move it out of the way."}, {"timestamp": [141.0, 147.0], "text": " Hatch covers shouldn't be stacked on the offside near the comings or men will fall into the hole."}, {"timestamp": [147.0, 152.0], "text": " Men have done so and some have died."}, {"timestamp": [152.0, 159.0], "text": " Don't stack hatch covers where they block hold ladders."}, {"timestamp": [159.0, 162.0], "text": " Stack them where they're out of the way."}, {"timestamp": [162.0, 168.7], "text": " Covers, gear and dunnage should be stacked neatly on the wharf side of the ship,"}, {"timestamp": [169.1, 171.3], "text": " but don't use this side as a thoroughfare."}, {"timestamp": [172.0, 178.4], "text": " Swinging cargo can strike you dead, so if you're wise, you'll walk on the clear, safe, off side of the ship."}, {"timestamp": [189.0, 194.0], "text": " You don't have to take chances. For example, if there's a loose or missing rung in a ladder, it should be reported immediately."}, {"timestamp": [194.0, 197.0], "text": " A loose shackle pin you can tighten yourself."}, {"timestamp": [197.0, 202.0], "text": " A simple way of removing a threat to the life of you or your mates."}, {"timestamp": [201.0, 206.0], "text": " or your mates."}, {"timestamp": [209.0, 213.0], "text": " Report anything wrong with a winch straight away. If you report it too late, someone may be dead."}, {"timestamp": [217.0, 222.0], "text": " In dark lockers you can step on nails, scratch yourself on packing tin or break a leg."}, {"timestamp": [222.0, 227.0], "text": " Never take the risk, get a light on the subject."}, {"timestamp": [227.0, 234.0], "text": " Working where there are unguarded hatches is asking for trouble. You know yourself,"}, {"timestamp": [234.0, 243.88], "text": " men have fallen and lost their lives. And tonnage hatches left open can kill a"}, {"timestamp": [243.88, 246.0], "text": " cobber or break his leg."}, {"timestamp": [246.0, 253.0], "text": " Tween deck opening should have a rope or cable guardrail,"}, {"timestamp": [253.0, 257.0], "text": " or you'll trip over the edge of the combing and fall into the hold."}, {"timestamp": [257.0, 261.0], "text": " If you do step back, the guardrail lets you know you're in danger."}, {"timestamp": [261.0, 266.54], "text": " These things are general safety, the simple thing, so obvious. We get used"}, {"timestamp": [266.54, 272.66], "text": " to them, forget the dangers. But if we want to live a little longer, even little risks"}, {"timestamp": [272.66, 274.76], "text": " aren't worth taking."}], "text": " The The ring department. Mr. Bown, please. That you Bob, Ted Thompson here. When's the next Port Safety Committee meeting? What's on the agenda? Oh yes, general safety. That's important. Believe we're now averaging six accidents a day. That's a day. What's on the agenda? Oh yes, general safety. That's important. Believe we're now averaging six accidents a day. That's bad. Yes, general safety is important. The simple things we can all do and watch for to make our job safe. For example, wagons. There's always danger when there's a few tons on the move, no matter how slow. Climbing down between trucks when shunting's taking place, you can be struck on the back and paralyzed for life. Trollies pulled by tractors are tricky things to dodge, so keep well away from them when they're moving. Even if they're low, they're still dangerous. And if you don't look where you're going, you're just asking for trouble. Remember, the wharf is a narrow street with busy traffic and no pavement. Trucks and trolleys have to weave their way around wagons and cranes. You can't always tell which way they're going to go. The gangway is the only way to get to and from ships. You know this, but there's one born every minute who thinks he's found another way. The gangway is the safe way to get to and from work. There's no shortcut. Untidy decks cause accident sooner or later. Even if you don't trip over Dunnage, don't leave it for the next man. Don't try to step over wire rope. Move it out of the way. Hatch covers shouldn't be stacked on the offside near the comings or men will fall into the hole. Men have done so and some have died. Don't stack hatch covers where they block hold ladders. Stack them where they're out of the way. Covers, gear and dunnage should be stacked neatly on the wharf side of the ship, but don't use this side as a thoroughfare. Swinging cargo can strike you dead, so if you're wise, you'll walk on the clear, safe, off side of the ship. You don't have to take chances. For example, if there's a loose or missing rung in a ladder, it should be reported immediately. A loose shackle pin you can tighten yourself. A simple way of removing a threat to the life of you or your mates. or your mates. Report anything wrong with a winch straight away. If you report it too late, someone may be dead. In dark lockers you can step on nails, scratch yourself on packing tin or break a leg. Never take the risk, get a light on the subject. Working where there are unguarded hatches is asking for trouble. You know yourself, men have fallen and lost their lives. And tonnage hatches left open can kill a cobber or break his leg. Tween deck opening should have a rope or cable guardrail, or you'll trip over the edge of the combing and fall into the hold. If you do step back, the guardrail lets you know you're in danger. These things are general safety, the simple thing, so obvious. We get used to them, forget the dangers. But if we want to live a little longer, even little risks aren't worth taking."}