{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Members of the Wellington City Council"}, {"timestamp": [6.0, 32.4], "text": " Members of the Wellington City Council went to Parliament recently to receive the Freiburg flag,"}, {"timestamp": [32.6, 56.0], "text": " won by the capital city for the biggest percentage over quota of contributions to the recent victory loan. Wellington was proud to receive this decoration, Fryberg's flag, for this is the city he came from."}, {"timestamp": [56.0, 66.8], "text": " Twelve miles from Wellington is the Post and Telegraph Department's new radio station,"}, {"timestamp": [66.8, 70.2], "text": " officially and internationally known as Macra Radio."}, {"timestamp": [70.2, 74.56], "text": " With 1,400 acres around it and high above the sea, this station is well placed as the receiving"}, {"timestamp": [74.56, 78.0], "text": " centre for New Zealand's communications with the outside world."}, {"timestamp": [78.0, 83.08], "text": " For first-class reception, there must be top-not surfacing, and that includes the aerials."}, {"timestamp": [83.08, 87.44], "text": " After the war, when radio telephone communications are restored with the rest of the world these parallel"}, {"timestamp": [87.44, 91.4], "text": " aerials will receive the Sydney calls. A line drawn at right angles through them"}, {"timestamp": [91.4, 99.8], "text": " passes right through Sydney. To house the men of Macra Radio a small village"}, {"timestamp": [99.8, 103.82], "text": " has been built though rather far from town these modern state houses are certainly"}, {"timestamp": [103.82, 109.6], "text": " popular for it's not everybody who can find such a comfortable home at the present time."}, {"timestamp": [109.6, 138.0], "text": " This attractive radio village is receiving center for New Zealand communication services. This is the source of the Rangatata River, and here is the beginning of one of the biggest public work schemes ever undertaken in the Dominion, the Rangatata Diversion."}, {"timestamp": [138.0, 148.88], "text": " Object of the scheme is to irrigate a huge area of mid-Cantibray and use the surplus water for the operation of the high bank power station. The scheme was recently completed. From the intake here,"}, {"timestamp": [148.88, 153.6], "text": " the water is carried across 42 miles of country by means of canals. With a fall of only"}, {"timestamp": [153.6, 157.92], "text": " one foot in a mile, the diversion race follows the contour of the land and flows beneath"}, {"timestamp": [157.92, 160.96], "text": " intervening rivers by means of concrete siphons like this."}, {"timestamp": [168.0, 172.8], "text": " The main object of the scheme is not the generation of power, but irrigation, putting more water"}, {"timestamp": [172.8, 175.6], "text": " on the parched fields of the Canterbury Plains."}, {"timestamp": [175.6, 179.6], "text": " By this means it is planned eventually to irrigate a quarter of a million acres."}, {"timestamp": [179.6, 182.4], "text": " This means more land can be mobilized to grow more food."}, {"timestamp": [187.8, 193.0], "text": " At high bank on the Rokaya River, a pipeline carries surplus water down to the new power station."}, {"timestamp": [193.6, 196.0], "text": " In the development of this scheme have been many difficulties."}, {"timestamp": [196.5, 199.2], "text": " Equipment built in England for the power station was lost at sea."}, {"timestamp": [199.8, 203.6], "text": " But now everything is ready for the turning on of the biggest generating unit in the Dominion."}, {"timestamp": [204.4, 211.5], "text": " The Honourable R Semple, Minister of Works, sets the 36,000 horsepower generator in motion."}, {"timestamp": [215.5, 218.5], "text": " By this scheme, water has been put to work."}, {"timestamp": [218.5, 231.0], "text": " Water that has in the past been wasted is now in use for food production and power."}, {"timestamp": [233.7, 236.6], "text": " I was one of the more than 8,000 New Zealanders who were in Canada under the Empire Air Training Scheme."}, {"timestamp": [237.4, 240.2], "text": " The scheme ran for five years and closed down last March."}, {"timestamp": [241.0, 242.4], "text": " It is interesting to look back upon it."}, {"timestamp": [243.0, 246.0], "text": " Canada was a great place to get experience in the air."}, {"timestamp": [246.0, 250.0], "text": " For one thing, we could have wandered a thousand miles off our course above the clouds"}, {"timestamp": [250.0, 255.0], "text": " without any danger of coming down in the sea, since the land seems to go on forever."}, {"timestamp": [255.0, 261.0], "text": " There are the great lakes, but somehow we avoided these."}, {"timestamp": [261.0, 265.6], "text": " Some of our training planes were Harvard's. but somehow we avoided these."}, {"timestamp": [268.0, 272.0], "text": " Some of our training planes were Harvard's."}, {"timestamp": [276.0, 279.6], "text": " Others were Cessna Cranes. It seems hard to believe that when the scheme was at its height,"}, {"timestamp": [279.6, 287.0], "text": " the planes of the 150 camps flew a combined distance of two million miles a day."}, {"timestamp": [290.0, 294.0], "text": " We got to know the Canadian winter, and the Canadians taught us ice hockey."}, {"timestamp": [294.0, 297.0], "text": " At first a man feels that he's got skids under him."}, {"timestamp": [297.0, 300.0], "text": " But later on, most of us learned to feel we had skates on,"}, {"timestamp": [300.0, 313.24], "text": " and believe it or not, some of our boys even became quite expert and went on tour in the States. When it's winter in Canada, it is winter."}, {"timestamp": [313.24, 315.08], "text": " But it wasn't so bad indoors."}, {"timestamp": [315.08, 324.54], "text": " For recreation, we had America's second most popular indoor sport."}, {"timestamp": [324.54, 326.0], "text": " And some of us trained to go to England."}, {"timestamp": [330.0, 337.0], "text": " There were libraries at all the camps, pretty well everything we needed,"}, {"timestamp": [337.0, 358.84], "text": " and enough leisure for reading books and letters from home. But training was what we had come for, training on the ground as well as in the air."}, {"timestamp": [359.56, 364.48], "text": " And I know many things learned here came in useful later over the English Channel and over bits of jungle in Burma."}, {"timestamp": [365.4, 368.7], "text": " About 130,000 men passed through the camps in the five years,"}, {"timestamp": [369.3, 373.0], "text": " men from the occupied lands of Europe, as well as from all parts of the empire."}, {"timestamp": [377.4, 380.0], "text": " This, of course, is the linked trainer for blind flying."}, {"timestamp": [380.7, 385.0], "text": " I believe instructors are very keen on it, but we trainees know it from the inside."}, {"timestamp": [385.0, 399.0], "text": " When the day's work is over, the boys can get together over a bottle of something and relax."}, {"timestamp": [399.0, 440.0], "text": " Not every evening was spent in camp, but those that were were not so bad, sitting back and thinking of the great day did arrive, with wings for pilots and wings for every sort of airmen that goes to make up an aircrew."}, {"timestamp": [440.0, 474.0], "text": " Of the 8,000 New Zealanders that went over to Canada, leave for Britain,"}, {"timestamp": [474.0, null], "text": " Burma or the Pacific. We were sorry to leave and perhaps Canada was a little sorry to see us go. See us, Gary."}], "text": " Members of the Wellington City Council Members of the Wellington City Council went to Parliament recently to receive the Freiburg flag, won by the capital city for the biggest percentage over quota of contributions to the recent victory loan. Wellington was proud to receive this decoration, Fryberg's flag, for this is the city he came from. Twelve miles from Wellington is the Post and Telegraph Department's new radio station, officially and internationally known as Macra Radio. With 1,400 acres around it and high above the sea, this station is well placed as the receiving centre for New Zealand's communications with the outside world. For first-class reception, there must be top-not surfacing, and that includes the aerials. After the war, when radio telephone communications are restored with the rest of the world these parallel aerials will receive the Sydney calls. A line drawn at right angles through them passes right through Sydney. To house the men of Macra Radio a small village has been built though rather far from town these modern state houses are certainly popular for it's not everybody who can find such a comfortable home at the present time. This attractive radio village is receiving center for New Zealand communication services. This is the source of the Rangatata River, and here is the beginning of one of the biggest public work schemes ever undertaken in the Dominion, the Rangatata Diversion. Object of the scheme is to irrigate a huge area of mid-Cantibray and use the surplus water for the operation of the high bank power station. The scheme was recently completed. From the intake here, the water is carried across 42 miles of country by means of canals. With a fall of only one foot in a mile, the diversion race follows the contour of the land and flows beneath intervening rivers by means of concrete siphons like this. The main object of the scheme is not the generation of power, but irrigation, putting more water on the parched fields of the Canterbury Plains. By this means it is planned eventually to irrigate a quarter of a million acres. This means more land can be mobilized to grow more food. At high bank on the Rokaya River, a pipeline carries surplus water down to the new power station. In the development of this scheme have been many difficulties. Equipment built in England for the power station was lost at sea. But now everything is ready for the turning on of the biggest generating unit in the Dominion. The Honourable R Semple, Minister of Works, sets the 36,000 horsepower generator in motion. By this scheme, water has been put to work. Water that has in the past been wasted is now in use for food production and power. I was one of the more than 8,000 New Zealanders who were in Canada under the Empire Air Training Scheme. The scheme ran for five years and closed down last March. It is interesting to look back upon it. Canada was a great place to get experience in the air. For one thing, we could have wandered a thousand miles off our course above the clouds without any danger of coming down in the sea, since the land seems to go on forever. There are the great lakes, but somehow we avoided these. Some of our training planes were Harvard's. but somehow we avoided these. Some of our training planes were Harvard's. Others were Cessna Cranes. It seems hard to believe that when the scheme was at its height, the planes of the 150 camps flew a combined distance of two million miles a day. We got to know the Canadian winter, and the Canadians taught us ice hockey. At first a man feels that he's got skids under him. But later on, most of us learned to feel we had skates on, and believe it or not, some of our boys even became quite expert and went on tour in the States. When it's winter in Canada, it is winter. But it wasn't so bad indoors. For recreation, we had America's second most popular indoor sport. And some of us trained to go to England. There were libraries at all the camps, pretty well everything we needed, and enough leisure for reading books and letters from home. But training was what we had come for, training on the ground as well as in the air. And I know many things learned here came in useful later over the English Channel and over bits of jungle in Burma. About 130,000 men passed through the camps in the five years, men from the occupied lands of Europe, as well as from all parts of the empire. This, of course, is the linked trainer for blind flying. I believe instructors are very keen on it, but we trainees know it from the inside. When the day's work is over, the boys can get together over a bottle of something and relax. Not every evening was spent in camp, but those that were were not so bad, sitting back and thinking of the great day did arrive, with wings for pilots and wings for every sort of airmen that goes to make up an aircrew. Of the 8,000 New Zealanders that went over to Canada, leave for Britain, Burma or the Pacific. We were sorry to leave and perhaps Canada was a little sorry to see us go. See us, Gary."}