{"speakers": [], "chunks": [{"timestamp": [0.0, 40.0], "text": " The New Zealand marches on and we are marching on."}, {"timestamp": [40.0, 43.0], "text": " This film is a notable proof of it."}, {"timestamp": [43.0, 46.68], "text": " The genius of mankind is inventing almost daily"}, {"timestamp": [46.68, 53.82], "text": " machines to do the back-breaking, muscle-wrenching, sole-searing, manual labor of the bad old days."}, {"timestamp": [54.78, 61.56], "text": " To these machines should be transferred the more intolerable of mankind's burdens. You will see"}, {"timestamp": [61.56, 67.0], "text": " that we have now and here in New Zealand examples of the wise use of these efficient automotants."}, {"timestamp": [67.0, 74.0], "text": " It should be remembered too that besides avoiding millions of hours of anguish both bodily and mental,"}, {"timestamp": [74.0, 78.0], "text": " these save the taxpayers ten thousands of pounds every month."}, {"timestamp": [78.0, 83.0], "text": " Again, work that would take up to seven years to accomplish under the old methods"}, {"timestamp": [83.0, 87.0], "text": " is now performed in an equal number of months or less."}, {"timestamp": [87.0, 99.0], "text": " Here are a few examples of the old time methods."}, {"timestamp": [99.0, 104.0], "text": " They built the pyramids like this, though I wasn't there."}, {"timestamp": [104.0, 107.0], "text": " Here you see human suffering and needless"}, {"timestamp": [107.0, 114.28], "text": " fatigue going hand in hand with unnecessary waste of money. Look at that barrel. Think of"}, {"timestamp": [114.28, 122.52], "text": " the bodily condition of these unfortunate men. Here's just another example of time and money"}, {"timestamp": [122.52, 125.0], "text": " wasting methods."}, {"timestamp": [127.0, 130.0], "text": " Now let's turn a glowing page in New Zealand's history."}, {"timestamp": [130.0, 134.0], "text": " One of the Dominion's biggest jobs in rail and road construction"}, {"timestamp": [134.0, 136.0], "text": " was the Mohawk Viaduct,"}, {"timestamp": [136.0, 139.0], "text": " 350 feet high and a thousand feet in length."}, {"timestamp": [139.0, 142.0], "text": " There it is half finished."}, {"timestamp": [142.0, 144.0], "text": " The Mohawka Viaduct was designed,"}, {"timestamp": [144.0, 145.76], "text": " its fabric was forged and"}, {"timestamp": [145.76, 151.74], "text": " directed in record time by our own workers and our own engineers. Many of them"}, {"timestamp": [151.74, 159.2], "text": " trained on the job. Birds-eye views give a good idea of the enormous height"}, {"timestamp": [159.2, 167.0], "text": " of the viaduct. product."}, {"timestamp": [167.0, 171.0], "text": " There you are."}, {"timestamp": [171.0, 176.0], "text": " Bob Semple's McConnell set, as the men on the job named it."}, {"timestamp": [176.0, 180.0], "text": " The steel towers have a graceful tracery."}, {"timestamp": [180.0, 188.0], "text": " A beauty all their own. That's giddy work and needs a steady head."}, {"timestamp": [188.0, 191.0], "text": " Not the best job first thing on a Monday morning."}, {"timestamp": [191.0, 197.0], "text": " And remember that this work, much of it done at Dizzy Heights,"}, {"timestamp": [197.0, 200.0], "text": " was finished in two months under the estimated time"}, {"timestamp": [200.0, 204.0], "text": " and cost 10,000 pounds less than the estimate."}, {"timestamp": [204.0, 205.5], "text": " A great performance."}, {"timestamp": [206.5, 208.0], "text": " There's another New Zealder,"}, {"timestamp": [208.0, 211.0], "text": " designed and made here, the rail car."}, {"timestamp": [211.0, 213.0], "text": " It's opening day on the by-duct,"}, {"timestamp": [213.0, 215.0], "text": " and this new vehicle is fittingly bringing"}, {"timestamp": [215.0, 217.0], "text": " the Minister of Public Works"}, {"timestamp": [217.0, 218.0], "text": " to perform the ceremony."}, {"timestamp": [222.0, 224.0], "text": " Hello there, it's good to see the boss,"}, {"timestamp": [224.0, 227.0], "text": " the man who gives the orders doing a job himself."}, {"timestamp": [227.0, 230.0], "text": " Mr. Semple proves he's a good riveter."}, {"timestamp": [230.0, 243.0], "text": " Mung to toes, Bob. Here's some of the team that performed the task."}, {"timestamp": [243.0, 246.44], "text": " They look happy and so they should."}, {"timestamp": [246.44, 251.24], "text": " A greater tonnage of steel and more rivets per month than have ever been used before in New"}, {"timestamp": [251.24, 257.04], "text": " Zealand while good wages and living conditions gave them the necessary drive and energy."}, {"timestamp": [257.04, 260.56], "text": " A great job, well done."}, {"timestamp": [260.56, 264.32], "text": " Here's a notable example in the use of mechanical contrivances."}, {"timestamp": [264.32, 265.4], "text": " The 4 ZB wireless"}, {"timestamp": [265.4, 276.94], "text": " master than Eden. Up she goes 200 feet and weighing 13.5 tons weld in one piece. It is fabricated"}, {"timestamp": [276.94, 290.5], "text": " by the New Zealand Public Works Department throughout and up it goes in one single hoist."}, {"timestamp": [292.0, 292.8], "text": " Here's a handy little thing."}, {"timestamp": [293.9, 297.9], "text": " The diesel bucket scoop."}, {"timestamp": [301.0, 309.0], "text": " In action on the Hutt River reclamation near Wellington. Transport is by Lorryon Rail."}, {"timestamp": [309.0, 315.0], "text": " Remember that large scale mechanical plant reaches a peak of efficiency and therefore social"}, {"timestamp": [315.0, 319.0], "text": " service in reclaiming land from the sea or from tidal estuaries."}, {"timestamp": [319.0, 327.0], "text": " Here's an area of 110 acres rapidly emerging from useless tidal flat and becoming valuable terra firma."}, {"timestamp": [327.0, 329.0], "text": " Here's another highlight."}, {"timestamp": [329.0, 342.0], "text": " The cableway excavator."}, {"timestamp": [342.0, 352.0], "text": " That one dip brought up two tons of sea bottom material, took it ashore and dumped it where it was wanted."}, {"timestamp": [352.0, 367.0], "text": " He didn't get a shovel full that time. Here's another useful work."}, {"timestamp": [367.0, 384.0], "text": " The plant handles huge stones like marbles."}, {"timestamp": [384.0, 387.0], "text": " To make a new retaining wall"}, {"timestamp": [387.0, 390.0], "text": " at pretty Caramea Harbour."}, {"timestamp": [390.0, 395.0], "text": " Dump."}, {"timestamp": [395.0, 404.0], "text": " There's another economically sound advance. The electrically driven machine for ads in sleepers,"}, {"timestamp": [404.0, 405.76], "text": " turning out perfectly"}, {"timestamp": [405.76, 414.04], "text": " made sleepers at the rate of 2,000 a day, doing the back-breaking work of 20 men."}, {"timestamp": [420.14, 429.6], "text": " The smooth running of trains depends on good ballast. Watch this highly ingenious assembly of mechanism comprising ballast wagon and ballast plough."}, {"timestamp": [430.4, 431.6], "text": " See that heavy plough share."}, {"timestamp": [432.8, 436.8], "text": " This great machine dumps the ballast and spreads it beautifully evenly."}, {"timestamp": [437.84, 443.2], "text": " Imagine the hand labour necessary to do a job of this kind and compare it with the speed of this method."}, {"timestamp": [444.4, 445.6], "text": " There's the finished track."}, {"timestamp": [449.6, 450.72], "text": " This is the old method."}, {"timestamp": [454.72, 457.68], "text": " That's the tunnel scraper."}, {"timestamp": [457.68, 461.44], "text": " One of the ideas which brings the most human relief of them all."}, {"timestamp": [461.44, 466.0], "text": " It abolishes the unhealthy, cruel and man-killing tunnel labor,"}, {"timestamp": [466.0, 472.5], "text": " the worst of all times. This great machine holds the material from the tunnel"}, {"timestamp": [472.5, 477.76], "text": " face and brings it out to the waking lorries. The main obstacle in the South Island"}, {"timestamp": [477.76, 482.96], "text": " Main Trunk construction was a terrific hawkswood cutting. Speed of completion here was"}, {"timestamp": [482.96, 488.0], "text": " essential to progress. Three hundred thousand cubic yards of earthwork to be removed."}, {"timestamp": [488.0, 492.0], "text": " A hopeless task by any ordinary methods of excavation."}, {"timestamp": [492.0, 496.0], "text": " Giant steam and diesel shovels finished it off in nine months."}, {"timestamp": [496.0, 499.0], "text": " Look at those men going home to lunch."}, {"timestamp": [499.0, 503.0], "text": " Incidentally, this also shows you the 65 foot depth of the cutting."}, {"timestamp": [503.0, 505.3], "text": " More men going to lunch. Incidentally, this also shows you the 65 foot depth of the cutting."}, {"timestamp": [506.5, 510.2], "text": " More men going to lunch."}, {"timestamp": [515.6, 516.7], "text": " Even the trimming of the sides is done by these uncanny machines."}, {"timestamp": [520.6, 520.9], "text": " Mechanized methods increased the speed of construction five times,"}, {"timestamp": [523.3, 524.4], "text": " and moreover, halved the cost."}, {"timestamp": [530.0, 541.0], "text": " You don't have to be an engineer either to see how simply and efficiently these great things work. This is another picture of work on the South Island main trunk."}, {"timestamp": [541.0, 544.0], "text": " It's where the line runs along near the coast."}, {"timestamp": [544.0, 545.04], "text": " The big crane is handling rocks for heavy protection work. on the South Island main trunk. It's where the line runs along near the coast. The"}, {"timestamp": [545.04, 550.56], "text": " big crane is handling rocks for heavy protection work. How's that for a"}, {"timestamp": [550.56, 560.92], "text": " repairable? But it's easy to this machine. Here's another advantage of modern"}, {"timestamp": [560.92, 566.4], "text": " plant. It's ease of transport. This enormous 12 cubic yard carry-all"}, {"timestamp": [566.4, 572.24], "text": " scraper is on its way to work with no more trouble than a baby car. That's a tight squeeze,"}, {"timestamp": [573.04, 577.92], "text": " but bridge builders didn't foresee moving monsters of this kind. You'll see one of these big"}, {"timestamp": [577.92, 586.4], "text": " fellows at work quite soon. Look at those tires. I'd like to change them."}, {"timestamp": [586.4, 588.24], "text": " Here's a real improvement."}, {"timestamp": [588.24, 591.0], "text": " Good housing in lovely situations."}, {"timestamp": [591.0, 595.92], "text": " Modern schools well equipped for good conditions mean good work."}, {"timestamp": [595.92, 598.4], "text": " Here's the real young museum."}, {"timestamp": [602.4, 607.0], "text": " The mugs are good. Did you ever see any little folk happier?"}, {"timestamp": [607.0, 611.0], "text": " Out they go for play."}, {"timestamp": [611.0, 615.0], "text": " And see how they run."}, {"timestamp": [615.0, 620.0], "text": " Like father, like son, the nation builders of the future"}, {"timestamp": [620.0, 622.0], "text": " playing at the work their fathers do."}, {"timestamp": [622.0, 624.0], "text": " Look at that tunnel."}, {"timestamp": [624.0, 627.7], "text": " No precautions, however well devised,"}, {"timestamp": [627.7, 630.86], "text": " seem to be of any final value at level crossings."}, {"timestamp": [632.68, 634.62], "text": " The sudden growth of modern transport"}, {"timestamp": [634.62, 638.76], "text": " has meant that all road systems must be remodeled."}, {"timestamp": [640.92, 643.46], "text": " Hundreds of these dangers to human life"}, {"timestamp": [643.46, 647.0], "text": " are being eliminated, mainly by over bridges,"}, {"timestamp": [647.0, 651.0], "text": " which have been proved the most efficient method."}, {"timestamp": [651.0, 655.0], "text": " This tree is on the Nelson Aerodrome."}, {"timestamp": [655.0, 662.0], "text": " On this job, four years' work under the old method was done in 18 months and at a quarter of the old cost."}, {"timestamp": [662.0, 667.0], "text": " Enter the star, the male lead of the show, the bulldozer."}, {"timestamp": [667.0, 671.0], "text": " How do you like this on your front lawn to remove the wormcasts?"}, {"timestamp": [671.0, 673.0], "text": " Sorry for the tree,"}, {"timestamp": [673.0, 677.0], "text": " but New Zealand must have aerodromes and quickly."}, {"timestamp": [677.0, 680.0], "text": " The tree was hard,"}, {"timestamp": [680.0, 683.0], "text": " but old buildings go just the same."}, {"timestamp": [683.0, 686.0], "text": " You can take this as a symbol if you like."}, {"timestamp": [686.0, 690.0], "text": " Old, useless, obstructive things must go."}, {"timestamp": [690.0, 693.0], "text": " The bulldozer is no respect to material."}, {"timestamp": [693.0, 699.0], "text": " Concrete, brick or wood, they all come alike to him."}, {"timestamp": [699.0, 716.0], "text": " It's worthwhile remembering that. Like so many of these modern titans, one man and a few levers can control its mighty forces."}, {"timestamp": [716.0, 718.0], "text": " Little bull, you've had a busy day."}, {"timestamp": [718.0, 723.0], "text": " Here should be proud of the New Zealand man of the movie camera who took these pictures."}, {"timestamp": [723.0, 726.2], "text": " They show so clearly how these monsters work."}, {"timestamp": [727.1, 732.9], "text": " That tractor is drawing a carry-all scoop. Nothing can impede the progress of these robos."}, {"timestamp": [733.7, 737.5], "text": " Notice their power. They can go anywhere and handle anything."}, {"timestamp": [739.2, 742.0], "text": " Here's another airport under construction at Timoroo."}, {"timestamp": [743.2, 744.6], "text": " Enter the bulldozer again."}, {"timestamp": [745.0, 748.0], "text": " What he's doing this time is moving shingle"}, {"timestamp": [748.0, 752.0], "text": " and he moved shingle at the rate of 1,200 tons a day."}, {"timestamp": [752.0, 756.0], "text": " And of course, the cost is only a fraction of the old-time way."}, {"timestamp": [756.0, 761.0], "text": " If seven maids with seven mops swept this for half a year,"}, {"timestamp": [761.0, 765.0], "text": " do you suppose the war russ said that they could sweep it clear?"}, {"timestamp": [765.0, 769.0], "text": " I doubt it said the carpenter and shed a bitter tear."}, {"timestamp": [769.0, 779.0], "text": " Now here's the combination of tractor and carry all."}, {"timestamp": [779.0, 783.0], "text": " This is, as the Americans would say, some carry all."}, {"timestamp": [783.0, 790.0], "text": " This easy going but resistless mechanism, excavates and transports wherever needed,"}, {"timestamp": [790.0, 793.0], "text": " 17 tons of earth at one filling."}, {"timestamp": [794.0, 796.0], "text": " In time, it's almost magical."}, {"timestamp": [796.8, 811.0], "text": " Rough levelling's finished. The man in the engine pulls a little lever."}, {"timestamp": [811.0, 814.0], "text": " Puff, puff, chew, and off we go."}, {"timestamp": [814.0, 822.0], "text": " Mind you, the carry-all doesn't mind it, climb now and then."}, {"timestamp": [822.0, 828.8], "text": " Watch him here, no trouble at all. Next we see the"}, {"timestamp": [828.8, 832.4], "text": " grader at work with a close-up of the greater blade."}, {"timestamp": [832.4, 849.24], "text": " Now for the finishing off process. An aerodrome has to have a surface like a billiard table."}, {"timestamp": [849.24, 856.56], "text": " The ingenious land leveler leaves the ground as smooth and as even as a dancing floor."}, {"timestamp": [856.56, 869.8], "text": " A result that could never have been got by hand, however skilled the workers were."}, {"timestamp": [874.5, 875.6], "text": " Another thing to remember is the drainage isn't essential to a good landing ground."}, {"timestamp": [879.5, 880.8], "text": " Ditches have to be dug and porous drains laid at the bottom of them."}, {"timestamp": [889.0, 894.0], "text": " The top half of the drain pipes is porous, while the bottom half along which the wastewater runs is of course watertight. This ditching machine is yet another cause for pride in New Zealand's resourcefulness,"}, {"timestamp": [894.0, 898.0], "text": " since it was designed and built by Public Works Department of Engineers."}, {"timestamp": [898.0, 905.82], "text": " It digs a ditch, one foot wide at the bottom, two foot six deep, and two foot three wide at the top, excavating"}, {"timestamp": [905.82, 911.86], "text": " the material at the rate of 720 cubic yards an hour. The buckets are filled with gravel"}, {"timestamp": [911.86, 923.92], "text": " and it works like a charm. Just a quick glance at the Whitehanging Road Bridge over the"}, {"timestamp": [923.92, 927.0], "text": " Whitechee River, another public works department activity."}, {"timestamp": [927.0, 934.0], "text": " From semi-desertile land, the largest irrigation scheme in New Zealand."}, {"timestamp": [934.0, 943.0], "text": " The rangitaza, where, strange to hear, we're providing water for 210,000 acres, a region that doesn't get enough rain."}, {"timestamp": [943.0, 946.0], "text": " Here's our friend the bulldozer again at work,"}, {"timestamp": [946.0, 949.0], "text": " clearing the ground, ready for working the main water race."}, {"timestamp": [949.0, 952.0], "text": " No Bobby Carp this bulldozer."}, {"timestamp": [952.0, 955.0], "text": " Remember this task would have been wholly impossible"}, {"timestamp": [955.0, 957.0], "text": " without a modern mechanized plant."}, {"timestamp": [957.0, 960.0], "text": " We introduce you to the booster."}, {"timestamp": [960.0, 962.0], "text": " He was a male star of this film."}, {"timestamp": [962.0, 967.0], "text": " Soon you'll meet Ruth the Ruth Dredger. She's the girl star."}, {"timestamp": [967.0, 974.0], "text": " And what a star. In the meantime, watch this mechanical router. It prepared the ground for an elevating grader."}, {"timestamp": [974.0, 979.0], "text": " This removes material at the rate of 120 cubic yards an hour."}, {"timestamp": [979.0, 984.0], "text": " And after excavating the earth, deposits it's clear of the excavation."}, {"timestamp": [984.0, 986.2], "text": " The Ruth Dredger alone made the main race. it clear of the excavation."}, {"timestamp": [986.2, 991.36], "text": " The roof dredger alone made the main race, the big main waterway possible."}, {"timestamp": [991.36, 998.62], "text": " This man-made stream is 40 miles long and took the digging out of 2,400,000 cubic yards"}, {"timestamp": [998.62, 1000.46], "text": " of earth."}, {"timestamp": [1000.46, 1009.0], "text": " It would have taken years and years under the old methods, in fact, so long as to be neither of economic usefulness nor anything else."}, {"timestamp": [1011.0, 1013.0], "text": " Now watch Ruth."}, {"timestamp": [1014.0, 1020.0], "text": " This complex, but simply operated mechanism, seems almost to have its own set of brains."}, {"timestamp": [1021.0, 1025.0], "text": " It moves slowly along the race as it digs it."}, {"timestamp": [1025.0, 1078.0], "text": " I'll give you plenty of time, and the cost will be more than how."}, {"timestamp": [1083.0, 1088.0], "text": " Now we'll show you a section of the finished main race. It's 20 feet wide at the bottom or nearly as wide as an ordinary paved road."}, {"timestamp": [1088.0, 1093.0], "text": " Here's the intake of another irrigation scheme, the levels."}, {"timestamp": [1093.0, 1100.0], "text": " Life-giving water flows to farms below, giving life bigger and fertility to land and crops."}, {"timestamp": [1100.0, 1104.0], "text": " You'll agree New Zealand is on the march."}, {"timestamp": [1104.0, 1109.0], "text": " Here we have a land endowed with riches in a measure that is almost unique."}, {"timestamp": [1109.0, 1116.0], "text": " Mild skies, plentiful, warm rains, soil of an opulence almost unbelievable,"}, {"timestamp": [1116.0, 1121.0], "text": " and rare treasures of scenic beauty which go to make up an earthly paradise."}, {"timestamp": [1121.0, 1125.28], "text": " It only wants common sense and practical measures,"}, {"timestamp": [1125.28, 1128.96], "text": " a might of foresight, and a little gain in real brotherhood"}, {"timestamp": [1128.96, 1131.88], "text": " to banish forever from our land the specters"}, {"timestamp": [1131.88, 1134.2], "text": " that haunt less fortunate isles."}, {"timestamp": [1134.2, 1135.76], "text": " New Zealand marches on."}], "text": " The New Zealand marches on and we are marching on. This film is a notable proof of it. The genius of mankind is inventing almost daily machines to do the back-breaking, muscle-wrenching, sole-searing, manual labor of the bad old days. To these machines should be transferred the more intolerable of mankind's burdens. You will see that we have now and here in New Zealand examples of the wise use of these efficient automotants. It should be remembered too that besides avoiding millions of hours of anguish both bodily and mental, these save the taxpayers ten thousands of pounds every month. Again, work that would take up to seven years to accomplish under the old methods is now performed in an equal number of months or less. Here are a few examples of the old time methods. They built the pyramids like this, though I wasn't there. Here you see human suffering and needless fatigue going hand in hand with unnecessary waste of money. Look at that barrel. Think of the bodily condition of these unfortunate men. Here's just another example of time and money wasting methods. Now let's turn a glowing page in New Zealand's history. One of the Dominion's biggest jobs in rail and road construction was the Mohawk Viaduct, 350 feet high and a thousand feet in length. There it is half finished. The Mohawka Viaduct was designed, its fabric was forged and directed in record time by our own workers and our own engineers. Many of them trained on the job. Birds-eye views give a good idea of the enormous height of the viaduct. product. There you are. Bob Semple's McConnell set, as the men on the job named it. The steel towers have a graceful tracery. A beauty all their own. That's giddy work and needs a steady head. Not the best job first thing on a Monday morning. And remember that this work, much of it done at Dizzy Heights, was finished in two months under the estimated time and cost 10,000 pounds less than the estimate. A great performance. There's another New Zealder, designed and made here, the rail car. It's opening day on the by-duct, and this new vehicle is fittingly bringing the Minister of Public Works to perform the ceremony. Hello there, it's good to see the boss, the man who gives the orders doing a job himself. Mr. Semple proves he's a good riveter. Mung to toes, Bob. Here's some of the team that performed the task. They look happy and so they should. A greater tonnage of steel and more rivets per month than have ever been used before in New Zealand while good wages and living conditions gave them the necessary drive and energy. A great job, well done. Here's a notable example in the use of mechanical contrivances. The 4 ZB wireless master than Eden. Up she goes 200 feet and weighing 13.5 tons weld in one piece. It is fabricated by the New Zealand Public Works Department throughout and up it goes in one single hoist. Here's a handy little thing. The diesel bucket scoop. In action on the Hutt River reclamation near Wellington. Transport is by Lorryon Rail. Remember that large scale mechanical plant reaches a peak of efficiency and therefore social service in reclaiming land from the sea or from tidal estuaries. Here's an area of 110 acres rapidly emerging from useless tidal flat and becoming valuable terra firma. Here's another highlight. The cableway excavator. That one dip brought up two tons of sea bottom material, took it ashore and dumped it where it was wanted. He didn't get a shovel full that time. Here's another useful work. The plant handles huge stones like marbles. To make a new retaining wall at pretty Caramea Harbour. Dump. There's another economically sound advance. The electrically driven machine for ads in sleepers, turning out perfectly made sleepers at the rate of 2,000 a day, doing the back-breaking work of 20 men. The smooth running of trains depends on good ballast. Watch this highly ingenious assembly of mechanism comprising ballast wagon and ballast plough. See that heavy plough share. This great machine dumps the ballast and spreads it beautifully evenly. Imagine the hand labour necessary to do a job of this kind and compare it with the speed of this method. There's the finished track. This is the old method. That's the tunnel scraper. One of the ideas which brings the most human relief of them all. It abolishes the unhealthy, cruel and man-killing tunnel labor, the worst of all times. This great machine holds the material from the tunnel face and brings it out to the waking lorries. The main obstacle in the South Island Main Trunk construction was a terrific hawkswood cutting. Speed of completion here was essential to progress. Three hundred thousand cubic yards of earthwork to be removed. A hopeless task by any ordinary methods of excavation. Giant steam and diesel shovels finished it off in nine months. Look at those men going home to lunch. Incidentally, this also shows you the 65 foot depth of the cutting. More men going to lunch. Incidentally, this also shows you the 65 foot depth of the cutting. More men going to lunch. Even the trimming of the sides is done by these uncanny machines. Mechanized methods increased the speed of construction five times, and moreover, halved the cost. You don't have to be an engineer either to see how simply and efficiently these great things work. This is another picture of work on the South Island main trunk. It's where the line runs along near the coast. The big crane is handling rocks for heavy protection work. on the South Island main trunk. It's where the line runs along near the coast. The big crane is handling rocks for heavy protection work. How's that for a repairable? But it's easy to this machine. Here's another advantage of modern plant. It's ease of transport. This enormous 12 cubic yard carry-all scraper is on its way to work with no more trouble than a baby car. That's a tight squeeze, but bridge builders didn't foresee moving monsters of this kind. You'll see one of these big fellows at work quite soon. Look at those tires. I'd like to change them. Here's a real improvement. Good housing in lovely situations. Modern schools well equipped for good conditions mean good work. Here's the real young museum. The mugs are good. Did you ever see any little folk happier? Out they go for play. And see how they run. Like father, like son, the nation builders of the future playing at the work their fathers do. Look at that tunnel. No precautions, however well devised, seem to be of any final value at level crossings. The sudden growth of modern transport has meant that all road systems must be remodeled. Hundreds of these dangers to human life are being eliminated, mainly by over bridges, which have been proved the most efficient method. This tree is on the Nelson Aerodrome. On this job, four years' work under the old method was done in 18 months and at a quarter of the old cost. Enter the star, the male lead of the show, the bulldozer. How do you like this on your front lawn to remove the wormcasts? Sorry for the tree, but New Zealand must have aerodromes and quickly. The tree was hard, but old buildings go just the same. You can take this as a symbol if you like. Old, useless, obstructive things must go. The bulldozer is no respect to material. Concrete, brick or wood, they all come alike to him. It's worthwhile remembering that. Like so many of these modern titans, one man and a few levers can control its mighty forces. Little bull, you've had a busy day. Here should be proud of the New Zealand man of the movie camera who took these pictures. They show so clearly how these monsters work. That tractor is drawing a carry-all scoop. Nothing can impede the progress of these robos. Notice their power. They can go anywhere and handle anything. Here's another airport under construction at Timoroo. Enter the bulldozer again. What he's doing this time is moving shingle and he moved shingle at the rate of 1,200 tons a day. And of course, the cost is only a fraction of the old-time way. If seven maids with seven mops swept this for half a year, do you suppose the war russ said that they could sweep it clear? I doubt it said the carpenter and shed a bitter tear. Now here's the combination of tractor and carry all. This is, as the Americans would say, some carry all. This easy going but resistless mechanism, excavates and transports wherever needed, 17 tons of earth at one filling. In time, it's almost magical. Rough levelling's finished. The man in the engine pulls a little lever. Puff, puff, chew, and off we go. Mind you, the carry-all doesn't mind it, climb now and then. Watch him here, no trouble at all. Next we see the grader at work with a close-up of the greater blade. Now for the finishing off process. An aerodrome has to have a surface like a billiard table. The ingenious land leveler leaves the ground as smooth and as even as a dancing floor. A result that could never have been got by hand, however skilled the workers were. Another thing to remember is the drainage isn't essential to a good landing ground. Ditches have to be dug and porous drains laid at the bottom of them. The top half of the drain pipes is porous, while the bottom half along which the wastewater runs is of course watertight. This ditching machine is yet another cause for pride in New Zealand's resourcefulness, since it was designed and built by Public Works Department of Engineers. It digs a ditch, one foot wide at the bottom, two foot six deep, and two foot three wide at the top, excavating the material at the rate of 720 cubic yards an hour. The buckets are filled with gravel and it works like a charm. Just a quick glance at the Whitehanging Road Bridge over the Whitechee River, another public works department activity. From semi-desertile land, the largest irrigation scheme in New Zealand. The rangitaza, where, strange to hear, we're providing water for 210,000 acres, a region that doesn't get enough rain. Here's our friend the bulldozer again at work, clearing the ground, ready for working the main water race. No Bobby Carp this bulldozer. Remember this task would have been wholly impossible without a modern mechanized plant. We introduce you to the booster. He was a male star of this film. Soon you'll meet Ruth the Ruth Dredger. She's the girl star. And what a star. In the meantime, watch this mechanical router. It prepared the ground for an elevating grader. This removes material at the rate of 120 cubic yards an hour. And after excavating the earth, deposits it's clear of the excavation. The Ruth Dredger alone made the main race. it clear of the excavation. The roof dredger alone made the main race, the big main waterway possible. This man-made stream is 40 miles long and took the digging out of 2,400,000 cubic yards of earth. It would have taken years and years under the old methods, in fact, so long as to be neither of economic usefulness nor anything else. Now watch Ruth. This complex, but simply operated mechanism, seems almost to have its own set of brains. It moves slowly along the race as it digs it. I'll give you plenty of time, and the cost will be more than how. Now we'll show you a section of the finished main race. It's 20 feet wide at the bottom or nearly as wide as an ordinary paved road. Here's the intake of another irrigation scheme, the levels. Life-giving water flows to farms below, giving life bigger and fertility to land and crops. You'll agree New Zealand is on the march. Here we have a land endowed with riches in a measure that is almost unique. Mild skies, plentiful, warm rains, soil of an opulence almost unbelievable, and rare treasures of scenic beauty which go to make up an earthly paradise. It only wants common sense and practical measures, a might of foresight, and a little gain in real brotherhood to banish forever from our land the specters that haunt less fortunate isles. New Zealand marches on."}