{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " My name is Lou Reynish."}, {"timestamp": [7.0, 29.0], "text": " I'm Associate Professor in the Department of Physics and Astronomy at the University of Canterbury."}, {"timestamp": [29.0, 37.0], "text": " I have a strong research interest in identifying particular types of bacteria that make you sick using light,"}, {"timestamp": [37.0, 40.0], "text": " so it's a very fast and non-invasive technique for doing that."}, {"timestamp": [40.0, 47.62], "text": " In the case of anthrax spill, and we've done this with about 15 different types of bacillus bacteria,"}, {"timestamp": [49.24, 52.56], "text": " anthraxes and one particular type of bacillus bacteria,"}, {"timestamp": [53.04, 59.96], "text": " and we can pick out the anthrax from the 15 other different bacteria that are present."}, {"timestamp": [60.76, 63.6], "text": " We simply put a light onto it, an ultraviolet light,"}, {"timestamp": [63.6, 66.38], "text": " and then a few seconds later identify what it is."}, {"timestamp": [66.7, 77.94], "text": " Iraq had invaded Kuwait, and there was a great deal of concern about anthrax being used as a weapon on the battlefields of the Middle East."}, {"timestamp": [77.94, 85.66], "text": " I was given some samples of dust and soil from Iraq that was brought over from the government"}, {"timestamp": [85.66, 87.5], "text": " and told to make some measurements on it."}, {"timestamp": [87.94, 90.2], "text": " I made some measurements and they were very impressed,"}, {"timestamp": [90.7, 94.1], "text": " but as fast as the first Gulf War was over,"}, {"timestamp": [94.5, 96.22], "text": " the project was no longer interesting."}, {"timestamp": [97.02, 101.42], "text": " I then switched on to a project to use that same technique for gluer,"}, {"timestamp": [101.86, 105.76], "text": " which seemed to be a project that didn't go away with"}, {"timestamp": [105.76, 111.8], "text": " the advent of a war or the ending of a war. Indeed, a company from the U.S. approached me with"}, {"timestamp": [111.8, 118.46], "text": " interest in making a device for gluier. This was just a couple months before the anthrax"}, {"timestamp": [118.46, 124.8], "text": " was sent through the U.S. postal system. And immediately the company looked at this"}, {"timestamp": [124.8, 126.84], "text": " and said, oh oh could we use"}, {"timestamp": [126.84, 132.06], "text": " this technique for anthrax detection since that's where it started at the beginning"}, {"timestamp": [132.06, 136.56], "text": " it was kind of easy to go back to that and we've been working on it ever since"}, {"timestamp": [136.56, 142.2], "text": " that in 2001 we've been working on on anthrax detection again what we're going to"}, {"timestamp": [142.2, 145.76], "text": " do here is show a little bit of a demonstration that we'll have a"}, {"timestamp": [145.76, 153.46], "text": " powder that would be spilled, how one would pick this up and then do a quick analysis of this"}, {"timestamp": [153.46, 160.96], "text": " powder to determine if it was anthrax or some other bacteria or if it was perhaps even just"}, {"timestamp": [160.96, 170.22], "text": " something simple like milk powder, which is what we're using today. You would take a sample and look under a microscope to see if it was small, spherical-like particles,"}, {"timestamp": [170.36, 174.16], "text": " which would be indicative of being a bacterial spore."}, {"timestamp": [174.86, 180.6], "text": " You could also take and put a UV light through the microscope on the spores,"}, {"timestamp": [180.94, 183.56], "text": " and if they are bacterial spores, they will glow."}, {"timestamp": [184.04, 185.76], "text": " They glow a particular white color. And then it's a pretty good indication that what you have is are bacterial spores they will glow. They glow a particular white color."}, {"timestamp": [186.18, 190.0], "text": " And then it's a pretty good indication that what you have is a bacterial spore."}, {"timestamp": [190.56, 197.1], "text": " To actually confirm that the sample is indeed anthrax or a particular bacteria, the fluorescence"}, {"timestamp": [197.1, 202.14], "text": " spectrum must be measured. The sample is put into a small cubet and that's placed in the"}, {"timestamp": [202.14, 205.4], "text": " fluorimeter where ultraviolet light would be incident upon"}, {"timestamp": [205.4, 212.38], "text": " it and then it would fluoresce and that would be then detected and the computer will"}, {"timestamp": [212.38, 218.08], "text": " scan different colors of ultraviolet invisible light."}, {"timestamp": [218.08, 224.1], "text": " The computer takes all of the data from these many scans and combines them together"}, {"timestamp": [224.1, 226.36], "text": " and then matches it to our known"}, {"timestamp": [226.36, 233.76], "text": " sets of fingerprints, much the same way the FBI would match fingerprints from a suspect"}, {"timestamp": [233.76, 239.14], "text": " to their known library of fingerprints and identify who the person or where the fingerprint"}, {"timestamp": [239.14, 242.8], "text": " came from."}, {"timestamp": [242.8, 248.46], "text": " Most people have experienced going to the doctor with a suspected case of strep throat,"}, {"timestamp": [248.46, 254.18], "text": " and the doctor then takes an applicator and swabs the inside of your throat."}, {"timestamp": [254.18, 257.04], "text": " He then sends it off to the laboratory."}, {"timestamp": [257.04, 260.02], "text": " At the laboratory they'll take and streak it across a plate."}, {"timestamp": [260.02, 265.68], "text": " The plate has a growth medium on it that contains blood because the strep bacteria likes the blood"}, {"timestamp": [265.68, 270.72], "text": " and it has also a spot of an antibiotic on it."}, {"timestamp": [270.72, 277.62], "text": " What bacteria they get from your throat grows on this blood and is killed by this antibiotic,"}, {"timestamp": [277.62, 282.38], "text": " then they have a pretty good indication that you have strep throat and they give you the appropriate"}, {"timestamp": [282.38, 284.38], "text": " antibiotic to get you better."}, {"timestamp": [284.38, 288.84], "text": " We have a technique here that actually does this measurement in just a few seconds."}, {"timestamp": [289.46, 292.66], "text": " Anthrax detection clearly makes the headlines."}, {"timestamp": [293.44, 297.24], "text": " It's not one of the problems that affects millions and millions of people,"}, {"timestamp": [297.66, 300.26], "text": " such as gluer or conjunctivitis,"}, {"timestamp": [300.86, 305.0], "text": " or any of these other sort of applications where you might use this technique."}], "text": " My name is Lou Reynish. I'm Associate Professor in the Department of Physics and Astronomy at the University of Canterbury. I have a strong research interest in identifying particular types of bacteria that make you sick using light, so it's a very fast and non-invasive technique for doing that. In the case of anthrax spill, and we've done this with about 15 different types of bacillus bacteria, anthraxes and one particular type of bacillus bacteria, and we can pick out the anthrax from the 15 other different bacteria that are present. We simply put a light onto it, an ultraviolet light, and then a few seconds later identify what it is. Iraq had invaded Kuwait, and there was a great deal of concern about anthrax being used as a weapon on the battlefields of the Middle East. I was given some samples of dust and soil from Iraq that was brought over from the government and told to make some measurements on it. I made some measurements and they were very impressed, but as fast as the first Gulf War was over, the project was no longer interesting. I then switched on to a project to use that same technique for gluer, which seemed to be a project that didn't go away with the advent of a war or the ending of a war. Indeed, a company from the U.S. approached me with interest in making a device for gluier. This was just a couple months before the anthrax was sent through the U.S. postal system. And immediately the company looked at this and said, oh oh could we use this technique for anthrax detection since that's where it started at the beginning it was kind of easy to go back to that and we've been working on it ever since that in 2001 we've been working on on anthrax detection again what we're going to do here is show a little bit of a demonstration that we'll have a powder that would be spilled, how one would pick this up and then do a quick analysis of this powder to determine if it was anthrax or some other bacteria or if it was perhaps even just something simple like milk powder, which is what we're using today. You would take a sample and look under a microscope to see if it was small, spherical-like particles, which would be indicative of being a bacterial spore. You could also take and put a UV light through the microscope on the spores, and if they are bacterial spores, they will glow. They glow a particular white color. And then it's a pretty good indication that what you have is are bacterial spores they will glow. They glow a particular white color. And then it's a pretty good indication that what you have is a bacterial spore. To actually confirm that the sample is indeed anthrax or a particular bacteria, the fluorescence spectrum must be measured. The sample is put into a small cubet and that's placed in the fluorimeter where ultraviolet light would be incident upon it and then it would fluoresce and that would be then detected and the computer will scan different colors of ultraviolet invisible light. The computer takes all of the data from these many scans and combines them together and then matches it to our known sets of fingerprints, much the same way the FBI would match fingerprints from a suspect to their known library of fingerprints and identify who the person or where the fingerprint came from. Most people have experienced going to the doctor with a suspected case of strep throat, and the doctor then takes an applicator and swabs the inside of your throat. He then sends it off to the laboratory. At the laboratory they'll take and streak it across a plate. The plate has a growth medium on it that contains blood because the strep bacteria likes the blood and it has also a spot of an antibiotic on it. What bacteria they get from your throat grows on this blood and is killed by this antibiotic, then they have a pretty good indication that you have strep throat and they give you the appropriate antibiotic to get you better. We have a technique here that actually does this measurement in just a few seconds. Anthrax detection clearly makes the headlines. It's not one of the problems that affects millions and millions of people, such as gluer or conjunctivitis, or any of these other sort of applications where you might use this technique."}