{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Where it"}, {"timestamp": [3.0, 28.0], "text": " Where it flows out of Roxburgh Thefts out of Roxburgh Dam, the Clotha is deep and swift."}, {"timestamp": [28.0, 34.0], "text": " Downstream from the dam, an 18-ton crane has fallen into the river, and today attempts are being made to salvage it."}, {"timestamp": [34.0, 39.0], "text": " So for the first time since Roxburgh Station opened, the generators are being turned off and the spillway gates closed."}, {"timestamp": [39.0, 46.76], "text": " The power load is taken over by other stations as the spillway dries up and the river becomes calm."}, {"timestamp": [46.76, 51.08], "text": " Foam rubber and plastic suits will protect the amateur frogmen for the snow-fed River Clutha"}, {"timestamp": [51.08, 56.82], "text": " is bitterly cold. It's 50 feet deep in places. And while the divers look for the crane below,"}, {"timestamp": [56.82, 63.32], "text": " the rest of the crew prepare the pulleys and winches."}, {"timestamp": [63.32, 71.0], "text": " A pleasant surprise, with the water level down by only 20 feet, the cabin is just visible beneath the surface."}, {"timestamp": [71.0, 75.0], "text": " As the water drops, a rowing boat helps with the handling of the steel cable."}, {"timestamp": [75.0, 81.0], "text": " Pauling is not an easy job, for the frogmen find that the crane balances precariously against a large rock below,"}, {"timestamp": [81.0, 83.0], "text": " and only the strong current has held it in position."}, {"timestamp": [83.0, 90.72], "text": " With the river quiet, the crane's liable to slip into deep water. Inch by inch it rises, time"}, {"timestamp": [90.72, 94.58], "text": " against them all the way. The daylight's fading fast and rocks for a people wonder"}, {"timestamp": [94.58, 98.22], "text": " if they'll make it. On the upper side of the dam the water's rising and the spillway"}, {"timestamp": [98.22, 110.24], "text": " gates can't be kept closed too long. At seven o'clock after a four hour haul, the huge crane reaches the top of the 70 foot bank."}, {"timestamp": [110.24, 113.0], "text": " It's found to be damaged, but that can be repaired."}, {"timestamp": [113.0, 135.12], "text": " Thanks to the frogmen and the salvage crew, 10,000 pounds worth of machinery has been saved from the Cluither. At Auckland, New Zealand's new cruiser royalist prepares to welcome borders."}, {"timestamp": [135.12, 139.2], "text": " It's family's day, a new addition to navy tradition."}, {"timestamp": [139.2, 143.52], "text": " Some 300 wives, sweethearts and children have been invited for a day's cruise."}, {"timestamp": [143.52, 147.8], "text": " Driving rain and a heavy swell don't discourage visitors to the ship. The women want to see this"}, {"timestamp": [147.8, 152.18], "text": " sailor's other love before she sails to the Far East for 15 months. That won't"}, {"timestamp": [152.18, 156.8], "text": " be long now, but today weighing anchors a happy event. No one's left behind."}, {"timestamp": [156.8, 171.0], "text": " Outside Whitamatta Harbor, low cloud hinders anti-aircraft demonstrations."}, {"timestamp": [171.0, 175.7], "text": " Because the Air Force can't send over a target, the Bofus battery puts away its radar control"}, {"timestamp": [175.7, 182.0], "text": " and pom-poms at imaginary bombers."}, {"timestamp": [191.0, 216.0], "text": " When the weather clears up and there's plenty of sea room, the engineers have a chance to test their turbines at full steam ahead. Royalest 6,000 tons slicing through the seas at 30 knots, attracts the passengers up on deck again. Royalist is much more than an ocean greyhound."}, {"timestamp": [216.0, 238.88], "text": " Four million spent on refitting makes Captain Pound ship one of the most modern light cruisers afloat."}, {"timestamp": [242.28, 242.88], "text": " Engine tests over, Royalist turns for home, 80 miles distant."}, {"timestamp": [245.0, 247.6], "text": " When the men are 5,000 miles away, lettersitter's home will mean much more to their families."}, {"timestamp": [247.6, 250.6], "text": " Now they know something about the ship and shipboard life."}, {"timestamp": [250.6, 253.0], "text": " Families Day has been a great success."}, {"timestamp": [263.0, 266.0], "text": " Another flight has touched down at one of our aerodromes."}, {"timestamp": [266.0, 272.0], "text": " Bringing the planes in day and night are the backroom boys of the air business, the traffic controllers."}, {"timestamp": [272.0, 276.0], "text": " These men working from their high towers are responsible for the comings and goings of all aircraft,"}, {"timestamp": [276.0, 281.0], "text": " keeping up a smooth flow of traffic and maintaining safety in the air and on the ground."}, {"timestamp": [287.0, 290.0], "text": " Air traffic control is difficult, highly skilled work."}, {"timestamp": [290.0, 293.0], "text": " It's not the sort of job that can be learned in a hurry."}, {"timestamp": [293.0, 297.0], "text": " In Auckland, the Civil Aviation Department trains new controllers on a model aerodrome,"}, {"timestamp": [297.0, 301.0], "text": " where a mistake only means a broken toy, not a wrecked aircraft."}, {"timestamp": [301.0, 304.0], "text": " Few grown men spend their time playing with toy airplanes,"}, {"timestamp": [304.0, 305.12], "text": " but for the"}, {"timestamp": [305.12, 312.24], "text": " students, this is no game. The instructor can create any situation likely to occur at an aerodrome."}, {"timestamp": [312.24, 316.64], "text": " He can vary the speed of aircraft and the direction and force of the wind. Control officers"}, {"timestamp": [316.64, 334.8], "text": " must know how to cope with any emergency, and dreaming up difficult exercises is a big part of an instructor's job."}, {"timestamp": [337.0, 337.2], "text": " Roger, one-zero one-size. 10.1-9."}, {"timestamp": [337.2, 338.2], "text": " 10."}, {"timestamp": [344.2, 350.0], "text": " 104. What is your, control says, one zero four,"}, {"timestamp": [350.0, 355.0], "text": " Green One, Japan, Fire Green One and seven to feet."}, {"timestamp": [355.0, 362.0], "text": " Most of the men taking the course have had experience as pilots."}, {"timestamp": [362.0, 369.12], "text": " Their knowledge of flying will make their jobs as controllers easier. This course lasts 10 weeks and at the end of that time the men are given"}, {"timestamp": [369.12, 378.48], "text": " jobs in control points throughout the country. Training covers all aspects of control, including"}, {"timestamp": [378.48, 379.28], "text": " night flying."}, {"timestamp": [386.0, 388.0], "text": " Model Dome Tower, this is National 104. Downwind, over."}, {"timestamp": [388.0, 392.0], "text": " National 104, this is Model Drome Tower."}, {"timestamp": [392.0, 394.0], "text": " Clear to land, out."}, {"timestamp": [394.0, 399.0], "text": " Cricket three five, vector, this is Wellington control."}, {"timestamp": [399.0, 417.6], "text": " National 104. practical training on the model is backed by lectures on meteorology navigation and communications"}, {"timestamp": [417.6, 422.56], "text": " after sitting their exams the new officers may join a central control center this"}, {"timestamp": [422.56, 427.0], "text": " center in Wellington City controls the movements of all aircraft between Christchurch and Auckland."}, {"timestamp": [427.0, 430.0], "text": " At set intervals, pilots call the center."}, {"timestamp": [430.0, 434.0], "text": " Using flight plans and radioed information, controllers can watch an entire flight."}, {"timestamp": [434.0, 444.0], "text": " Aerodrome towers take over from central control as aircraft enter their areas."}, {"timestamp": [444.0, 447.86], "text": " With our aerodromes busy, the speedy handling of traffic is most important."}, {"timestamp": [448.5, 451.9], "text": " The extensive training of control officers is keeping the air lanes safe"}, {"timestamp": [451.9, 455.1], "text": " in a country that is becoming increasingly air-minded."}], "text": " Where it Where it flows out of Roxburgh Thefts out of Roxburgh Dam, the Clotha is deep and swift. Downstream from the dam, an 18-ton crane has fallen into the river, and today attempts are being made to salvage it. So for the first time since Roxburgh Station opened, the generators are being turned off and the spillway gates closed. The power load is taken over by other stations as the spillway dries up and the river becomes calm. Foam rubber and plastic suits will protect the amateur frogmen for the snow-fed River Clutha is bitterly cold. It's 50 feet deep in places. And while the divers look for the crane below, the rest of the crew prepare the pulleys and winches. A pleasant surprise, with the water level down by only 20 feet, the cabin is just visible beneath the surface. As the water drops, a rowing boat helps with the handling of the steel cable. Pauling is not an easy job, for the frogmen find that the crane balances precariously against a large rock below, and only the strong current has held it in position. With the river quiet, the crane's liable to slip into deep water. Inch by inch it rises, time against them all the way. The daylight's fading fast and rocks for a people wonder if they'll make it. On the upper side of the dam the water's rising and the spillway gates can't be kept closed too long. At seven o'clock after a four hour haul, the huge crane reaches the top of the 70 foot bank. It's found to be damaged, but that can be repaired. Thanks to the frogmen and the salvage crew, 10,000 pounds worth of machinery has been saved from the Cluither. At Auckland, New Zealand's new cruiser royalist prepares to welcome borders. It's family's day, a new addition to navy tradition. Some 300 wives, sweethearts and children have been invited for a day's cruise. Driving rain and a heavy swell don't discourage visitors to the ship. The women want to see this sailor's other love before she sails to the Far East for 15 months. That won't be long now, but today weighing anchors a happy event. No one's left behind. Outside Whitamatta Harbor, low cloud hinders anti-aircraft demonstrations. Because the Air Force can't send over a target, the Bofus battery puts away its radar control and pom-poms at imaginary bombers. When the weather clears up and there's plenty of sea room, the engineers have a chance to test their turbines at full steam ahead. Royalest 6,000 tons slicing through the seas at 30 knots, attracts the passengers up on deck again. Royalist is much more than an ocean greyhound. Four million spent on refitting makes Captain Pound ship one of the most modern light cruisers afloat. Engine tests over, Royalist turns for home, 80 miles distant. When the men are 5,000 miles away, lettersitter's home will mean much more to their families. Now they know something about the ship and shipboard life. Families Day has been a great success. Another flight has touched down at one of our aerodromes. Bringing the planes in day and night are the backroom boys of the air business, the traffic controllers. These men working from their high towers are responsible for the comings and goings of all aircraft, keeping up a smooth flow of traffic and maintaining safety in the air and on the ground. Air traffic control is difficult, highly skilled work. It's not the sort of job that can be learned in a hurry. In Auckland, the Civil Aviation Department trains new controllers on a model aerodrome, where a mistake only means a broken toy, not a wrecked aircraft. Few grown men spend their time playing with toy airplanes, but for the students, this is no game. The instructor can create any situation likely to occur at an aerodrome. He can vary the speed of aircraft and the direction and force of the wind. Control officers must know how to cope with any emergency, and dreaming up difficult exercises is a big part of an instructor's job. Roger, one-zero one-size. 10.1-9. 10. 104. What is your, control says, one zero four, Green One, Japan, Fire Green One and seven to feet. Most of the men taking the course have had experience as pilots. Their knowledge of flying will make their jobs as controllers easier. This course lasts 10 weeks and at the end of that time the men are given jobs in control points throughout the country. Training covers all aspects of control, including night flying. Model Dome Tower, this is National 104. Downwind, over. National 104, this is Model Drome Tower. Clear to land, out. Cricket three five, vector, this is Wellington control. National 104. practical training on the model is backed by lectures on meteorology navigation and communications after sitting their exams the new officers may join a central control center this center in Wellington City controls the movements of all aircraft between Christchurch and Auckland. At set intervals, pilots call the center. Using flight plans and radioed information, controllers can watch an entire flight. Aerodrome towers take over from central control as aircraft enter their areas. With our aerodromes busy, the speedy handling of traffic is most important. The extensive training of control officers is keeping the air lanes safe in a country that is becoming increasingly air-minded."}