{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " From"}, {"timestamp": [2.0, 3.0], "text": " From"}, {"timestamp": [3.0, 30.0], "text": " From From time to time, Naruhoy in National Park plays up."}, {"timestamp": [30.0, 35.0], "text": " In 1954, it turned on a good show, including a flow of lava down its northern slopes."}, {"timestamp": [35.0, 39.0], "text": " These unpredictable displays create a diversion for guests at the chateau,"}, {"timestamp": [39.0, 42.0], "text": " interesting or alarming according to how they happen to be feeling."}, {"timestamp": [42.0, 45.16], "text": " Even at night, displays are sometimes visible from the hotel."}, {"timestamp": [45.16, 47.8], "text": " Up till now, much activity has gone unrecorded,"}, {"timestamp": [47.8, 50.36], "text": " and the research department decides to use a helicopter"}, {"timestamp": [50.36, 78.0], "text": " to enable them to do some eavesdropping in the rumbling crater. By means of helicopter, geophones are to be placed on various parts of the volcano's anatomy to find out what makes it tick."}, {"timestamp": [78.0, 91.44], "text": " Geophysicist Jack Hoffman talks over today's reconnaissance flight with pilot Bob Scott."}, {"timestamp": [96.56, 113.0], "text": " Brin carriers take gear over the six and a half miles rough going towards the foot of Narohoy. Poles to carry the wires to carry the wires to carry the wires were dropped in position by the Royal New Zealand Air Force."}, {"timestamp": [113.0, 119.0], "text": " When the geophones send signals down the line, they'll record a permanent soundtrack of the volcano's rumblings and grumblings."}, {"timestamp": [119.0, 129.0], "text": " Everything's ready now for another trip to the crater. The Chile is ready now for another trip to the crater."}, {"timestamp": [129.0, 160.0], "text": " The chilly ground staff envies the pilot as he takes off to climb above the snow clouds. Tongarero shows its crater lake and dormant craters."}, {"timestamp": [160.0, 165.16], "text": " For a fragile craft, Naruhoi's summit doesn't make for happy"}, {"timestamp": [165.16, 169.46], "text": " landings but the pilot intends to drop in just the same. 90 miles away,"}, {"timestamp": [169.46, 182.62], "text": " Egmont's cone peeps over the horizon. Near the summit just one almost level"}, {"timestamp": [182.62, 187.0], "text": " patch has been located and down she comes."}, {"timestamp": [187.0, 212.0], "text": " Set in cement on the lip of the crater by Jack Hoffman, the geophone will remain in place to play its part in research on volcanic activity in the National Park area."}, {"timestamp": [213.0, 234.8], "text": " The first helicopter to kept on the"}, {"timestamp": [234.8, 251.0], "text": " It was kept maps only for pedigree pussies and owners on the first morning of the Auckland Championship show."}, {"timestamp": [251.0, 261.0], "text": " This pedigree Siamese waited patiently till his mistress was groomed and ready to give him some of the care and attention which was lavished on fine-bred animals coming from as far as Wellington for the big event."}, {"timestamp": [261.0, 270.0], "text": " At the Auckland Town Hall, fond owners queue up outside the veterinary surgeon's"}, {"timestamp": [270.0, 271.0], "text": " tent."}, {"timestamp": [271.0, 274.28], "text": " All cats are examined carefully to see if they're healthy before going to their cages."}, {"timestamp": [274.28, 278.62], "text": " An outbreak of ringworm would be a catastrophe."}, {"timestamp": [278.62, 282.6], "text": " There were big cats, little cats, he cats and she cats."}, {"timestamp": [282.6, 284.88], "text": " Cats from Avicenia and cats from Siam."}, {"timestamp": [284.88, 287.0], "text": " White cats, black cats, grey cats and tabby cats, and other cats the Cats from Avicenia and cats from Siam. White cats, black cats,"}, {"timestamp": [287.0, 291.88], "text": " grey cats and tabby cats, and other cats the colour of marmalade jam. From the catwalk,"}, {"timestamp": [291.88, 295.84], "text": " exhibitors watched anxiously as the judge, Miss Kathleen York of England examined each"}, {"timestamp": [295.84, 300.48], "text": " entrant. Color of fur and eyes, shape of head, length of legs and tail, numerous fine"}, {"timestamp": [300.48, 304.6], "text": " points which helped Puss get her name in the feline catalogue. Miss York considered the standard"}, {"timestamp": [304.6, 307.0], "text": " was good, in fact something to write home about."}, {"timestamp": [307.0, 313.0], "text": " When the judging was over, the public was admitted to the hall, care being taken to exclude all cat burglars."}, {"timestamp": [313.0, 318.0], "text": " Exhibitors, public and cats alike were interested in the results,"}, {"timestamp": [318.0, 323.0], "text": " and careful attention was paid to the cards which denoted the prize winners in the various categories."}, {"timestamp": [327.36, 331.52], "text": " Her daddy wouldn't buy her a bow- but he surely wouldn't say no to a fascinating"}, {"timestamp": [331.52, 334.96], "text": " little bundle like this. My hat cat burglars did get in."}, {"timestamp": [342.16, 347.0], "text": " Mother and family meet mother and family straight from the cat's cradle."}, {"timestamp": [347.0, 349.0], "text": " Scoratching is catching, isn't it?"}, {"timestamp": [349.0, 351.0], "text": " Junior, are you all right?"}, {"timestamp": [351.0, 353.0], "text": " Yes, Junior was the cat's pajamas."}, {"timestamp": [353.0, 358.0], "text": " Most cats seemed to enjoy the show, but others took another cat nap till the opening of the cat's bar."}, {"timestamp": [362.0, 371.0], "text": " Ten years of planning and working reach a climax in New Zealand's largest hydroelectric project."}, {"timestamp": [371.0, 376.0], "text": " The dam lies ready to control the Cluthur. The gates will close at midnight."}, {"timestamp": [376.0, 380.0], "text": " Long since gone are the dredges that won gold from the fast flowing river."}, {"timestamp": [380.0, 385.0], "text": " Gone too are the days when Foscikers picked up a hundred weight of gold in a few weeks."}, {"timestamp": [385.0, 387.0], "text": " But the lure is still with us."}, {"timestamp": [387.0, 393.0], "text": " Old timers are preparing for a short, sharp rush, and the river level drops during the filling of the dam."}, {"timestamp": [393.0, 413.0], "text": " Deep within the concrete dam, some of the men who built it await the signal that will test the quality of their work."}, {"timestamp": [413.0, 419.0], "text": " The honor of stopping the Cluther goes to Mrs. A.J. Leermont, wife of the Ministry of Works Project Engineer."}, {"timestamp": [419.0, 437.0], "text": " She turns the valve that sets the gates moving."}, {"timestamp": [441.0, 452.0], "text": " Slowly the massive gates slide down until the river flow is brought to a stop. By dawn, many historic spots in the Roxburgh Gorge are submerged in the waters of a new lake,"}, {"timestamp": [452.0, 457.0], "text": " which has already risen to lap the top of the 90-foot high copper dam."}, {"timestamp": [462.0, 467.0], "text": " Downstream, the river banks are crowded with prospectors of all shapes and sizes."}, {"timestamp": [467.0, 472.0], "text": " Any lack of proper equipment is more than compensated by an abundance of gold fever."}, {"timestamp": [472.0, 479.0], "text": " Sterely, the captive river breaks through the copper dam, which diverted the river during construction."}, {"timestamp": [479.0, 486.0], "text": " A quarter of a million cubic yards laboriously bulldozed across two years ago to push the river into the diversion cut."}, {"timestamp": [486.0, 492.0], "text": " At last the water surges against the completed dam that will raise the level of the river by 150 feet."}, {"timestamp": [492.0, 498.0], "text": " As well as providing a picnic excursion for thousands of motorists, the big day also brings the welcome thought"}, {"timestamp": [498.0, 511.0], "text": " that another 80,000 kilowatts will shortly be fed into the grid."}, {"timestamp": [516.0, 532.0], "text": " With only limited time to go before the water runs over the spillways and starts to raise the river again, activities below the dam are reminiscent of the gold rush of the 1860s. The new lake builds up behind the dam."}, {"timestamp": [532.0, 536.5], "text": " Final inspections are made in the penstock intakes and spillway gates."}, {"timestamp": [536.5, 550.0], "text": " All around, construction workers anxiously watch for the sign that their job is well and truly done. Yes, that's the mighty Clutha."}, {"timestamp": [550.0, 554.0], "text": " Normal flow 18,000 cubic feet a second,"}, {"timestamp": [554.0, 557.0], "text": " just feeling its way gently over the strange new obstacle"}, {"timestamp": [557.0, 581.0], "text": " that will enable it to contribute again to the nation's prosperity. Survey checks prove the yielding of the dam to water pressure to be well within specifications,"}, {"timestamp": [581.0, 585.0], "text": " less than an inch of movement."}, {"timestamp": [589.0, 594.0], "text": " 30 hours after closing the sluice gates, there is enough water behind the dam for a trial run."}, {"timestamp": [594.0, 601.0], "text": " Hydroelectric department technicians and engineers stand by to check equipment as the first generator is put under load."}, {"timestamp": [608.0, 611.0], "text": " She's right. some people can relax now."}, {"timestamp": [611.0, 614.0], "text": " The new Lake Roxburgh rises towards its final level."}, {"timestamp": [614.0, 619.0], "text": " The days of gold have gone, but from here the Cluthor, New Zealand's largest river,"}, {"timestamp": [619.0, null], "text": " is to send a third of a million kilowatts into the power system of the South Island."}], "text": " From From From From time to time, Naruhoy in National Park plays up. In 1954, it turned on a good show, including a flow of lava down its northern slopes. These unpredictable displays create a diversion for guests at the chateau, interesting or alarming according to how they happen to be feeling. Even at night, displays are sometimes visible from the hotel. Up till now, much activity has gone unrecorded, and the research department decides to use a helicopter to enable them to do some eavesdropping in the rumbling crater. By means of helicopter, geophones are to be placed on various parts of the volcano's anatomy to find out what makes it tick. Geophysicist Jack Hoffman talks over today's reconnaissance flight with pilot Bob Scott. Brin carriers take gear over the six and a half miles rough going towards the foot of Narohoy. Poles to carry the wires to carry the wires to carry the wires were dropped in position by the Royal New Zealand Air Force. When the geophones send signals down the line, they'll record a permanent soundtrack of the volcano's rumblings and grumblings. Everything's ready now for another trip to the crater. The Chile is ready now for another trip to the crater. The chilly ground staff envies the pilot as he takes off to climb above the snow clouds. Tongarero shows its crater lake and dormant craters. For a fragile craft, Naruhoi's summit doesn't make for happy landings but the pilot intends to drop in just the same. 90 miles away, Egmont's cone peeps over the horizon. Near the summit just one almost level patch has been located and down she comes. Set in cement on the lip of the crater by Jack Hoffman, the geophone will remain in place to play its part in research on volcanic activity in the National Park area. The first helicopter to kept on the It was kept maps only for pedigree pussies and owners on the first morning of the Auckland Championship show. This pedigree Siamese waited patiently till his mistress was groomed and ready to give him some of the care and attention which was lavished on fine-bred animals coming from as far as Wellington for the big event. At the Auckland Town Hall, fond owners queue up outside the veterinary surgeon's tent. All cats are examined carefully to see if they're healthy before going to their cages. An outbreak of ringworm would be a catastrophe. There were big cats, little cats, he cats and she cats. Cats from Avicenia and cats from Siam. White cats, black cats, grey cats and tabby cats, and other cats the Cats from Avicenia and cats from Siam. White cats, black cats, grey cats and tabby cats, and other cats the colour of marmalade jam. From the catwalk, exhibitors watched anxiously as the judge, Miss Kathleen York of England examined each entrant. Color of fur and eyes, shape of head, length of legs and tail, numerous fine points which helped Puss get her name in the feline catalogue. Miss York considered the standard was good, in fact something to write home about. When the judging was over, the public was admitted to the hall, care being taken to exclude all cat burglars. Exhibitors, public and cats alike were interested in the results, and careful attention was paid to the cards which denoted the prize winners in the various categories. Her daddy wouldn't buy her a bow- but he surely wouldn't say no to a fascinating little bundle like this. My hat cat burglars did get in. Mother and family meet mother and family straight from the cat's cradle. Scoratching is catching, isn't it? Junior, are you all right? Yes, Junior was the cat's pajamas. Most cats seemed to enjoy the show, but others took another cat nap till the opening of the cat's bar. Ten years of planning and working reach a climax in New Zealand's largest hydroelectric project. The dam lies ready to control the Cluthur. The gates will close at midnight. Long since gone are the dredges that won gold from the fast flowing river. Gone too are the days when Foscikers picked up a hundred weight of gold in a few weeks. But the lure is still with us. Old timers are preparing for a short, sharp rush, and the river level drops during the filling of the dam. Deep within the concrete dam, some of the men who built it await the signal that will test the quality of their work. The honor of stopping the Cluther goes to Mrs. A.J. Leermont, wife of the Ministry of Works Project Engineer. She turns the valve that sets the gates moving. Slowly the massive gates slide down until the river flow is brought to a stop. By dawn, many historic spots in the Roxburgh Gorge are submerged in the waters of a new lake, which has already risen to lap the top of the 90-foot high copper dam. Downstream, the river banks are crowded with prospectors of all shapes and sizes. Any lack of proper equipment is more than compensated by an abundance of gold fever. Sterely, the captive river breaks through the copper dam, which diverted the river during construction. A quarter of a million cubic yards laboriously bulldozed across two years ago to push the river into the diversion cut. At last the water surges against the completed dam that will raise the level of the river by 150 feet. As well as providing a picnic excursion for thousands of motorists, the big day also brings the welcome thought that another 80,000 kilowatts will shortly be fed into the grid. With only limited time to go before the water runs over the spillways and starts to raise the river again, activities below the dam are reminiscent of the gold rush of the 1860s. The new lake builds up behind the dam. Final inspections are made in the penstock intakes and spillway gates. All around, construction workers anxiously watch for the sign that their job is well and truly done. Yes, that's the mighty Clutha. Normal flow 18,000 cubic feet a second, just feeling its way gently over the strange new obstacle that will enable it to contribute again to the nation's prosperity. Survey checks prove the yielding of the dam to water pressure to be well within specifications, less than an inch of movement. 30 hours after closing the sluice gates, there is enough water behind the dam for a trial run. Hydroelectric department technicians and engineers stand by to check equipment as the first generator is put under load. She's right. some people can relax now. The new Lake Roxburgh rises towards its final level. The days of gold have gone, but from here the Cluthor, New Zealand's largest river, is to send a third of a million kilowatts into the power system of the South Island."}