{"speakers": [], "chunks": [{"timestamp": [0.0, 45.0], "text": " The I'm......and......and......and..."}, {"timestamp": [45.0, 46.0], "text": "...the..."}, {"timestamp": [46.0, 47.0], "text": "...the..."}, {"timestamp": [47.0, 49.0], "text": "...the..."}, {"timestamp": [49.0, 50.0], "text": "...the..."}, {"timestamp": [50.0, 51.0], "text": "...the..."}, {"timestamp": [51.0, 52.0], "text": "...the..."}, {"timestamp": [52.0, 53.0], "text": "...the..."}, {"timestamp": [53.0, 54.0], "text": "...the..."}, {"timestamp": [54.0, 55.0], "text": "...the..."}, {"timestamp": [55.0, 57.0], "text": "...the..."}, {"timestamp": [57.0, 60.0], "text": "...the..."}, {"timestamp": [60.0, 62.0], "text": "...the..."}, {"timestamp": [62.0, 63.0], "text": "...the..."}, {"timestamp": [63.0, 74.5], "text": "...the.........the.........the... We are the children of Mornaroa, the long sea."}, {"timestamp": [75.5, 79.2], "text": " We've taken our food and our life from her depths and her shallows."}, {"timestamp": [80.16, 86.08], "text": " Ever we have loved her, smiling in peace or tossing in fury on the shark's teeth of the reef."}, {"timestamp": [87.2, 93.6], "text": " We've built our villages and our homes on the aisles we know and we say are the isles of paradise."}, {"timestamp": [94.4, 125.0], "text": " Rarotonga, Aitutagi, Mityaro, Rakahaka, Pukapuka, Manihiki, Mouke and Mangayev. E. E. I mean, I takwarka, I'm there"}, {"timestamp": [125.0, 127.0], "text": " no, there's no"}, {"timestamp": [127.0, 128.0], "text": " I'ma,"}, {"timestamp": [128.0, 129.0], "text": " aughtyna,"}, {"timestamp": [129.0, 130.0], "text": " aughty"}, {"timestamp": [130.0, 134.0], "text": " aughty to a"}, {"timestamp": [134.0, 195.0], "text": ", I'm going to be I'm Here, for many of the countless generations we have lived behind the fringing corals."}, {"timestamp": [195.0, 208.76], "text": " Here, for countless generations, we have lived, secure behind the fringing corals."}, {"timestamp": [208.76, 212.18], "text": " Our children grew and learnt simple tasks."}, {"timestamp": [212.18, 215.52], "text": " They gathered the Downy Vavai for our beds."}, {"timestamp": [215.52, 225.0], "text": " They watched their brothers fish, and their sisters plucked the breadfruit from the high tree. Our women are like those"}, {"timestamp": [225.0, 243.0], "text": " our women folk are like those of other lands."}, {"timestamp": [243.0, 248.5], "text": " They cook our food, they make our clothes, our baskets, and our mats."}, {"timestamp": [248.5, 249.5], "text": " Our women."}, {"timestamp": [249.5, 265.0], "text": " When the women of our villages, when the women of our villages to take out of their"}, {"timestamp": [265.0, 270.0], "text": " When the women of our villages gather to work"}, {"timestamp": [270.0, 272.0], "text": " even the voices of the minor birds"}, {"timestamp": [272.0, 274.0], "text": " cannot be heard above their chatter."}, {"timestamp": [274.0, 294.0], "text": " Before the white man came, we lived always on the goodness of the earth and the riches of Mouin'aroa."}, {"timestamp": [294.0, 302.0], "text": " Sickness rarely touched us only in familiar ways, and we were strong in peace and war."}, {"timestamp": [302.0, 307.88], "text": " Though wise men in other lands argue whence we came,"}, {"timestamp": [307.88, 311.56], "text": " we know we belong to Mouin'roa."}, {"timestamp": [311.56, 313.86], "text": " Our children who look to the future"}, {"timestamp": [313.86, 317.96], "text": " and the white man's way can turn back with pride"}, {"timestamp": [317.96, 321.8], "text": " to the songs of their ancestors who lifted up the sky"}, {"timestamp": [321.8, 345.0], "text": " and sail their great canoes to horizons beyond horizons. I have a man, oh, oh, ya, ah,"}, {"timestamp": [345.0, 412.0], "text": " oh, ah, oh, I'a'ra, I tell you one, I know'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' Centuries ago, the canoes of the Polynesians found their way across 70 million square miles of the Pacific."}, {"timestamp": [412.0, 447.0], "text": " Stage by stage, they reached and settled the islands within this ocean triangle, today called Polynesians, the Europeans sailed over the horizon."}, {"timestamp": [447.0, 452.0], "text": " In 1513, Balboa, a Spaniard, first sight of the Pacific."}, {"timestamp": [452.0, 455.0], "text": " But not until the 18th century,"}, {"timestamp": [455.0, 458.0], "text": " after spasmodic exploration was the ocean mastered."}, {"timestamp": [458.0, 464.0], "text": " By Captain James Croke, R.N., whose voyages here are among the greatest of all time."}, {"timestamp": [464.0, 468.0], "text": " Among the islands of the Pacific, which Crook to.N., whose voyages here are among the greatest of all time."}, {"timestamp": [472.0, 476.0], "text": " Among the islands of the Pacific which Crook discovered was some of the group that bears his name today. He made known to the world the people of these islands,"}, {"timestamp": [477.0, 494.0], "text": " and his journal is still a remarkable record of his explorations. Cook and those who followed him, brought back to the old world gifts they received,"}, {"timestamp": [494.0, 498.0], "text": " now valued relics in the museums of the world."}, {"timestamp": [498.0, 503.0], "text": " Tools, weapons, utensils that tell of the Polynesian way of life."}, {"timestamp": [503.0, 507.0], "text": " These ceremonial adses are typical examples of Polynesian craftsmanship."}, {"timestamp": [511.0, 518.0], "text": " Cook carefully recorded details of the habits and customs of the people."}, {"timestamp": [518.0, 522.0], "text": " Details of their food, their carved dishes and their dress."}, {"timestamp": [522.0, 528.0], "text": " Here were a people whose lives were largely controlled by an organized religion,"}, {"timestamp": [528.0, 530.0], "text": " a pagan religion."}, {"timestamp": [530.0, 532.0], "text": " They worshipped strange gods."}, {"timestamp": [536.0, 543.0], "text": " On many islands the Polynesians welcomed the traitors and missionaries who followed the explorers."}, {"timestamp": [543.0, 547.0], "text": " But on some they turned their spears against them."}, {"timestamp": [547.0, 550.0], "text": " Bloodshed and piracy are part of the story of the Pacific."}, {"timestamp": [554.0, 566.0], "text": " The 15 islands of the Northern and Southern Cooks lie 500 500 miles apart and 1600 miles from"}, {"timestamp": [566.0, 572.6], "text": " New Zealand and next in 1901 despite Britain's reluctance they are today part of"}, {"timestamp": [572.6, 587.0], "text": " the dominion of New Zealand. The lonely northern cooks are seven low-lying palm-finsed atolls."}, {"timestamp": [587.0, 592.0], "text": " The Southern Cooks are eight fertile islands, the most magnificent of which is Raratonga."}, {"timestamp": [592.0, 617.0], "text": " Never seen by Cook, Rarotonga was made known to the world in 1823 by the Reverend John Williams of the London Missionary Society. According to some authorities, the Polynesians who settled New Zealand in the 14th century"}, {"timestamp": [617.0, 622.0], "text": " assembled their canoes in this lagoon of Natania before setting out on their journey."}, {"timestamp": [622.0, 627.74], "text": " Nearby today is Avarua, centre of New Zealand's administration for the past 50 years."}, {"timestamp": [628.76, 630.7], "text": " The islanders have a say in their own affairs"}, {"timestamp": [630.7, 633.96], "text": " through a legislative council responsible to a resident commissioner,"}, {"timestamp": [634.58, 637.26], "text": " and finally to a New Zealand minister of island territories."}, {"timestamp": [638.36, 641.14], "text": " The 15,000 islanders and the M훮oris of New Zealand"}, {"timestamp": [641.14, 642.8], "text": " still have family ties."}, {"timestamp": [643.7, 644.82], "text": " Their languages are akin."}, {"timestamp": [645.0, 648.0], "text": " Both are New Zealanders under one flag."}, {"timestamp": [648.0, 650.0], "text": " But the islanders, with no direct representation,"}, {"timestamp": [650.0, 653.0], "text": " pay no taxes to New Zealand."}, {"timestamp": [653.0, 670.0], "text": " While these people are quickly absorbing a new way of life,"}, {"timestamp": [670.0, 673.0], "text": " they cling to their traditional customs."}, {"timestamp": [673.0, 686.64], "text": " The rhythm of their songs and dances is exclusively their own. I, I mean, you know, man, I, and then, I'm gonna'u'u'a and then, I'm gonna'i,"}, {"timestamp": [686.64, 705.0], "text": " and I'm gonna'i, I'm gonna'n'ra'n'u'a'n''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' I mean, and the Omecalfiore, you knowe, and the"}, {"timestamp": [705.0, 706.0], "text": " man, the ron,"}, {"timestamp": [706.0, 707.0], "text": " and the bar,"}, {"timestamp": [707.0, 708.0], "text": " and I,"}, {"timestamp": [708.0, 709.0], "text": " and I,"}, {"timestamp": [709.0, 710.0], "text": " and I'ma,"}, {"timestamp": [710.0, 711.0], "text": " and I,"}, {"timestamp": [711.0, 713.0], "text": " A-Marro,"}, {"timestamp": [713.0, 714.0], "text": " Arrari,"}, {"timestamp": [714.0, 715.0], "text": " and, and,"}, {"timestamp": [715.0, 716.0], "text": " oh, me,"}, {"timestamp": [716.0, 717.0], "text": " that,"}, {"timestamp": [717.0, 718.0], "text": " the,"}, {"timestamp": [718.0, 720.0], "text": " I,"}, {"timestamp": [720.0, 766.0], "text": " the one, I, I think we're going to do it. He, my, I know, I, you know why, they're going to go away, they, I, you know,"}, {"timestamp": [766.0, 774.0], "text": " the"}, {"timestamp": [774.0, 808.64], "text": " they're going to, The planes of New Zealand's national airways and up to date radio communication link the islands with one another, with New Zealand and with other islands of the Pacific. In the past the isolation of the islands has"}, {"timestamp": [808.64, 812.42], "text": " seriously hampered their development. Now the basic problem of the Cook"}, {"timestamp": [812.42, 818.96], "text": " Islanders is their adjustment to a world that is growing smaller. An important"}, {"timestamp": [818.96, 821.9], "text": " part of New Zealand's policy is the agricultural development of the"}, {"timestamp": [821.9, 826.0], "text": " islands. Orange growing, the most profitable of local industries,"}, {"timestamp": [826.0, 829.0], "text": " is being encouraged under the guidance of experts."}, {"timestamp": [829.0, 831.0], "text": " Nurseries provide training for islanders,"}, {"timestamp": [831.0, 834.0], "text": " and a new fast-growing, high-producing orange tree"}, {"timestamp": [834.0, 837.0], "text": " is being developed here as the main stock for the islands."}, {"timestamp": [841.0, 850.22], "text": " All land belongs to the islanders themselves by right of descent and no trading in land is permitted."}, {"timestamp": [850.22, 855.84], "text": " Every owner can receive from the administration advice, labor and equipment for working his land,"}, {"timestamp": [855.84, 858.94], "text": " paying for it when production begins."}, {"timestamp": [858.94, 864.76], "text": " Tomato growing is another export industry, but with oranges, tomatoes, bananas and pineapples,"}, {"timestamp": [864.76, 865.92], "text": " the problem is always a"}, {"timestamp": [865.92, 871.22], "text": " problem of shipping. The lack of shipping between the islands and New Zealand is holding"}, {"timestamp": [871.22, 890.0], "text": " back these industries. Orange picking is the busiest time of the year in the islands."}, {"timestamp": [890.0, 894.0], "text": " From the cool of early morning through noonday heat to sunset."}, {"timestamp": [894.0, 931.0], "text": " Men, women and children are at work in the orchards. I'm gonna'a. From picking to packing, the work is continuous."}, {"timestamp": [931.0, 949.0], "text": " In recent years, the export of oranges has reached some 50,000 cases a year."}, {"timestamp": [949.0, 953.0], "text": " A good result from a planned attempt to increase the economic wealth of the islands,"}, {"timestamp": [953.0, 974.0], "text": " but still far below what they could produce. Seasonal work such as this brings in good money."}, {"timestamp": [974.0, 978.0], "text": " But another administration headache is how to increase the export trade"}, {"timestamp": [978.0, 982.0], "text": " without destroying the production of food for home consumption."}, {"timestamp": [982.0, 985.54], "text": " The islander still has to grow his taro, a root crop that is part"}, {"timestamp": [985.54, 990.66], "text": " of his staple diet. He plants it in swampy ground, covering the plot with palm leaves to keep"}, {"timestamp": [990.66, 991.36], "text": " down the weeds."}, {"timestamp": [991.36, 1009.0], "text": " He must work his high ground too, plowing it for the planting of kumaras and yams."}, {"timestamp": [1009.0, 1013.0], "text": " Once a native priest told him when to plough and when to plant."}, {"timestamp": [1013.0, 1018.0], "text": " Today he has an agricultural expert behind him to help him get the best out of his land."}, {"timestamp": [1018.0, 1024.0], "text": " Like the true Polynesian he is, he knows that the riches of the earth cannot be won without hard work,"}, {"timestamp": [1024.0, 1045.0], "text": " and he still celebrates in song the triumph of his skill Saffirrida, ma'er, K'erridae ma'er."}, {"timestamp": [1045.0, 1047.0], "text": " The young ma'poo,"}, {"timestamp": [1047.0, 1048.0], "text": " the manhut,"}, {"timestamp": [1048.0, 1049.0], "text": " you know,"}, {"timestamp": [1049.0, 1050.0], "text": " sohamsi,"}, {"timestamp": [1050.0, 1052.0], "text": " ma'er,"}, {"timestamp": [1052.0, 1053.0], "text": " so'er,"}, {"timestamp": [1053.0, 1065.0], "text": " so'er, I have a lot of you T'arra to, oh, I'ma,"}, {"timestamp": [1065.0, 1066.0], "text": " and I'mawe,"}, {"timestamp": [1066.0, 1067.0], "text": " I'ma,"}, {"timestamp": [1067.0, 1068.0], "text": " I'ma,"}, {"timestamp": [1068.0, 1069.0], "text": " you know,"}, {"timestamp": [1069.0, 1070.0], "text": " I'ma,"}, {"timestamp": [1070.0, 1072.0], "text": " see what I'm"}, {"timestamp": [1072.0, 1073.0], "text": " so,"}, {"timestamp": [1073.0, 1074.0], "text": " you know,"}, {"timestamp": [1074.0, 1075.0], "text": " so,"}, {"timestamp": [1075.0, 1076.0], "text": " and I'm"}, {"timestamp": [1076.0, 1077.0], "text": " a kethar,"}, {"timestamp": [1077.0, 1078.0], "text": " I'm"}, {"timestamp": [1078.0, 1080.0], "text": " a,"}, {"timestamp": [1080.0, 1081.0], "text": " I'm,"}, {"timestamp": [1081.0, 1086.08], "text": " I'm, Next to oranges, copper, the dried"}, {"timestamp": [1086.08, 1107.0], "text": " The redress of the coconut, is the largest export of the islands."}, {"timestamp": [1107.0, 1125.0], "text": " Trees belong to individual owners who must work hard to cultivate them and collect the coconuts. I'm not the one of the one the I'm so that"}, {"timestamp": [1125.0, 1153.0], "text": " I'm The nuts are split open with strength and skill on a needle sharp stick,"}, {"timestamp": [1153.0, 1158.0], "text": " and the husks left to dry in the sun before the flesh is extracted and bagged."}, {"timestamp": [1158.0, 1162.0], "text": " From copper comes oil used in soap making and other industries."}, {"timestamp": [1162.0, 1165.0], "text": " Today, copper brings high prices on a ready market."}, {"timestamp": [1165.0, 1168.0], "text": " It's the principal export of the Northern Cooks."}, {"timestamp": [1168.0, 1188.0], "text": " With lack of shipping, there are often long intervals between ships."}, {"timestamp": [1188.0, 1191.0], "text": " When one does come, it's all hands to the loading."}, {"timestamp": [1191.0, 1197.0], "text": " Communal work, typical of the Polynesian way of life before the white man came."}, {"timestamp": [1201.0, 1207.0], "text": " On many islands where knife-edge reefs have to be crossed, handling the lighters takes real skill."}, {"timestamp": [1207.0, 1237.0], "text": " There's always danger. Hundreds of bags of copper are often brought from the outer islands to Rarotonga for shipment."}, {"timestamp": [1237.0, 1245.5], "text": " New Zealand, with a record of good industrial legislation, has encouraged these islanders to become an organized labor force, an industrial"}, {"timestamp": [1245.5, 1250.22], "text": " union of workers with an award covering plantation and waterfront work."}, {"timestamp": [1250.22, 1253.88], "text": " But few depend on such work for year-round living."}, {"timestamp": [1253.88, 1258.04], "text": " Towards these people, New Zealand has followed a policy in line with her successful guidance"}, {"timestamp": [1258.04, 1263.44], "text": " of her own M훮ori's."}, {"timestamp": [1263.44, 1269.1], "text": " In return for their exports and their labor, the islanders import supplies from New Zealand."}, {"timestamp": [1269.1, 1275.6], "text": " Not only basic needs, flour, sugar, soap, clothing and kerosene, but also canned meats, tools"}, {"timestamp": [1275.6, 1278.72], "text": " and utensils as well as luxuries."}, {"timestamp": [1278.72, 1283.88], "text": " When the money from the copper and the orange crops comes in, trading stores do a busy trade."}, {"timestamp": [1283.88, 1285.24], "text": " Part of the economic problem of these"}, {"timestamp": [1285.24, 1301.32], "text": " islands is to balance this trade flow. Once before, a too sudden rush of prosperity created many"}, {"timestamp": [1301.32, 1310.32], "text": " a problem. Islanders began to build houses in the European fashion and built them badly. A falling off in trade and materials left them unable to"}, {"timestamp": [1310.32, 1318.28], "text": " maintain them. With a lack of good timber housing is still a problem. Cultivation"}, {"timestamp": [1318.28, 1322.5], "text": " of the pandanus tree from which they once built good huts has died out. They now"}, {"timestamp": [1322.5, 1327.0], "text": " use scrap timber and coconut palms."}, {"timestamp": [1327.0, 1335.0], "text": " The health service centered at Raritonga gives free medical, dental and hospital treatment"}, {"timestamp": [1335.0, 1340.0], "text": " paid for by grants from New Zealand. There are few of the diseases usually found in tropic lands."}, {"timestamp": [1340.0, 1345.28], "text": " Malaria is unknown, but the chief medical problem is tuberculosis."}, {"timestamp": [1348.64, 1349.18], "text": " The service is headed by two New Zealand doctors, four nurses,"}, {"timestamp": [1352.32, 1353.26], "text": " and is staffed mainly by islanders, trained from an early age."}, {"timestamp": [1358.0, 1358.54], "text": " With this service covering islands scattered over 850,000 square miles of the Pacific,"}, {"timestamp": [1374.0, 1380.0], "text": " there is need for more and more trained staff. Philariasis is one disease found throughout the islands. Beginning with a fever and a small lump beneath the skin, it usually leads to an unsightly,"}, {"timestamp": [1380.0, 1382.0], "text": " crippling form of elephantiasis."}, {"timestamp": [1382.0, 1387.0], "text": " This makes the victims burdens to themselves and their families."}, {"timestamp": [1389.0, 1394.0], "text": " To beat this disease, which is carried by mosquitoes, the health service is now training and equipping"}, {"timestamp": [1394.0, 1400.0], "text": " teams of men who go to work with anti-mosquito sprays. The mosquitoes breed in water."}, {"timestamp": [1400.0, 1404.0], "text": " Homes, swamps and places where water collects are regularly covered."}, {"timestamp": [1404.0, 1408.48], "text": " Organized communal living was always strong in Polynesian life."}, {"timestamp": [1408.48, 1429.0], "text": " And today this is a battle in which all islanders join. Keeping homes and land tidy is everyone's job."}, {"timestamp": [1429.0, 1434.9], "text": " The introduction of canned foods has led to rubbish, ideal breeding nests for mosquitoes."}, {"timestamp": [1434.9, 1438.9], "text": " Public health measures which are defeating this and other dangers are all part of the work"}, {"timestamp": [1438.9, 1444.4], "text": " of the health service."}, {"timestamp": [1444.4, 1450.28], "text": " Today the numbers of the Cook Islanders, now some 15,000, are steadily growing."}, {"timestamp": [1450.28, 1454.96], "text": " The development of child welfare centers is lowering a high infant mortality rate, which"}, {"timestamp": [1454.96, 1472.0], "text": " a few years ago threatened these people. New ways of a new life are being met by education."}, {"timestamp": [1472.0, 1478.0], "text": " Physical development goes along with schooling in basic subjects and practical training in agriculture."}, {"timestamp": [1478.0, 1486.0], "text": " Bright pupils can win scholarships to New Zealand and selected older children now come to this school from all the islands for secondary teaching."}, {"timestamp": [1486.0, 1501.0], "text": " New skills are being developed and old skills retained."}, {"timestamp": [1501.0, 1505.5], "text": " Mural drawing is done freely by groups of children with no guidance from teachers."}, {"timestamp": [1505.5, 1527.0], "text": " These children are illustrating their school's song, Raratonga the Beautiful. I mean, Metsu'Aro, I'm a-te-a-one-the-tse-a-lewa-law,"}, {"timestamp": [1527.0, 1528.0], "text": " and,"}, {"timestamp": [1528.0, 1530.0], "text": " ah,"}, {"timestamp": [1530.0, 1531.0], "text": " there,"}, {"timestamp": [1531.0, 1532.0], "text": " A-re-Ras,"}, {"timestamp": [1532.0, 1546.0], "text": " A-Tam-A-Maii-e. I, the city, my name, I've goth, I'm the world's,"}, {"timestamp": [1546.0, 1548.0], "text": " ma'er,"}, {"timestamp": [1548.0, 1549.0], "text": " ah,"}, {"timestamp": [1549.0, 1551.0], "text": " there's come,"}, {"timestamp": [1551.0, 1552.0], "text": " and ba'r,"}, {"timestamp": [1552.0, 1554.0], "text": " where,"}, {"timestamp": [1554.0, 1555.0], "text": " Rama?"}, {"timestamp": [1555.0, 1556.0], "text": " I'm,"}, {"timestamp": [1556.0, 1557.0], "text": " I'ma,"}, {"timestamp": [1557.0, 1565.0], "text": " O'amara, I mean, I'd a good one of myrothoomani,"}, {"timestamp": [1565.0, 1568.0], "text": " myrower, I'm a rowe,"}, {"timestamp": [1568.0, 1570.0], "text": " I'm from a day,"}, {"timestamp": [1570.0, 1573.0], "text": " I'm a ta'ii'i,"}, {"timestamp": [1573.0, 1619.0], "text": " this I'm Along with the islanders, the islanders, the missionaries"}, {"timestamp": [1619.0, 1621.0], "text": " for the missionaries ruled them, teaching them much."}, {"timestamp": [1621.0, 1637.32], "text": " Today the people still build fine churches. Books are hard for them to come by, but the cinema provides them with one of the few"}, {"timestamp": [1637.32, 1642.38], "text": " means they have of using the English they learn at school. A changing world is bringing"}, {"timestamp": [1642.38, 1647.0], "text": " them new influences."}, {"timestamp": [1647.0, 1652.8], "text": " Another source of information is the island news board on which they can read the daily"}, {"timestamp": [1652.8, 1658.24], "text": " radio bulletins of world events, triumphs and disasters, of which they have as yet little"}, {"timestamp": [1658.24, 1667.0], "text": " understanding. But they can still listen to stories in their own language told by their own storytellers."}, {"timestamp": [1667.0, 1673.0], "text": " Stories of the world their ancestors knew, of lands they conquer and seas they cross."}, {"timestamp": [1673.0, 1692.0], "text": " There are mylanders, where you are on our talk. Though the Cook Islanders live secure behind the reef, facing a new world,"}, {"timestamp": [1692.0, 1695.0], "text": " nothing changes their love of the sea."}, {"timestamp": [1695.0, 1735.0], "text": " For them, there are still fish to be caught on the reef and food to be dived for in the coral depths. lives. Once these people were the Vikings of the Pacific."}, {"timestamp": [1735.0, 1747.0], "text": " When the trade winds blow, they started, they started. Once these people were the Vikings of the Pacific."}, {"timestamp": [1747.0, 1752.0], "text": " When the trade winds blow, they still haul up the sails of their canoes,"}, {"timestamp": [1752.0, 1812.0], "text": " for in their veins flows the blood of the greatest navigators the world has known. Oh, and so. In 50 years, New Zealand has done much for the people of the Cook Islands."}, {"timestamp": [1812.0, 1814.0], "text": " Much remains to be done."}, {"timestamp": [1814.0, 1822.0], "text": " The best of a traditional way of life must be combined with all that New Zealand can offer in health, education, and equality."}, {"timestamp": [1822.0, 1826.24], "text": " To secure the future of a Polynesian people who have belonged for centuries"}, {"timestamp": [1826.24, 1866.8], "text": " to the long sea, a people of Moana Rao. d'amundas, d'amur, d'amur, d'n'n'nidh bha'amurah de'nidh, bha'nidh, bha'nidh, bha'nidh, b'nidh b'nidh b'n'nidh b'n'n'n't b'n'n'n' b'n'n'n' b'n'n'n'hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhura, d'amura, d'nidhidhidh"}, {"timestamp": [1866.8, 1870.0], "text": " d'hundah d'hra, d'h-mura, de janehune,"}, {"timestamp": [1870.0, 1871.0], "text": " nama-hidhidhidhidhidhidhidhidh,"}, {"timestamp": [1871.0, 1886.0], "text": " dhah d'amura, d'nidhese, D'ne Cumbra-Dam-Ras-Deghese,"}, {"timestamp": [1886.0, 1906.78], "text": " N'am-Mah-D-Mor-D-Ram-A-N-Wan-A-D-Ras-Mu-A-D-D-N-A-D-N-D-N-A-D-L-Mur. Dhamur, Dhamur, Daneh Daneh, Dhammer, Dhii, Dmiti, Mawr"}, {"timestamp": [1906.78, 1909.88], "text": " Dhamur, Degh, Degh, Deghese, Dene,"}, {"timestamp": [1909.88, 1912.76], "text": " Degh, Degh, Degh, Deghese, Dene,"}, {"timestamp": [1912.76, 1919.72], "text": " Dha, Dha, Mada, Deghese, Dene, Sura, Dambura, D'ura,"}, {"timestamp": [1919.72, 1922.88], "text": " D'uha D'amura, D'amu'an, D'ii Mungan,"}, {"timestamp": [1922.88, 1925.0], "text": " M'an M'u'u'ananan, D' me, see, my, ma'amu'ra,"}, {"timestamp": [1925.0, null], "text": " D'u'ra, Go-hoo! No! Oh!"}], "text": " The I'm......and......and......and......the......the......the......the......the......the......the......the......the......the......the......the......the......the.........the.........the... We are the children of Mornaroa, the long sea. We've taken our food and our life from her depths and her shallows. Ever we have loved her, smiling in peace or tossing in fury on the shark's teeth of the reef. We've built our villages and our homes on the aisles we know and we say are the isles of paradise. Rarotonga, Aitutagi, Mityaro, Rakahaka, Pukapuka, Manihiki, Mouke and Mangayev. E. E. I mean, I takwarka, I'm there no, there's no I'ma, aughtyna, aughty aughty to a, I'm going to be I'm Here, for many of the countless generations we have lived behind the fringing corals. Here, for countless generations, we have lived, secure behind the fringing corals. Our children grew and learnt simple tasks. They gathered the Downy Vavai for our beds. They watched their brothers fish, and their sisters plucked the breadfruit from the high tree. Our women are like those our women folk are like those of other lands. They cook our food, they make our clothes, our baskets, and our mats. Our women. When the women of our villages, when the women of our villages to take out of their When the women of our villages gather to work even the voices of the minor birds cannot be heard above their chatter. Before the white man came, we lived always on the goodness of the earth and the riches of Mouin'aroa. Sickness rarely touched us only in familiar ways, and we were strong in peace and war. Though wise men in other lands argue whence we came, we know we belong to Mouin'roa. Our children who look to the future and the white man's way can turn back with pride to the songs of their ancestors who lifted up the sky and sail their great canoes to horizons beyond horizons. I have a man, oh, oh, ya, ah, oh, ah, oh, I'a'ra, I tell you one, I know'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'a'''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' Centuries ago, the canoes of the Polynesians found their way across 70 million square miles of the Pacific. Stage by stage, they reached and settled the islands within this ocean triangle, today called Polynesians, the Europeans sailed over the horizon. In 1513, Balboa, a Spaniard, first sight of the Pacific. But not until the 18th century, after spasmodic exploration was the ocean mastered. By Captain James Croke, R.N., whose voyages here are among the greatest of all time. Among the islands of the Pacific, which Crook to.N., whose voyages here are among the greatest of all time. Among the islands of the Pacific which Crook discovered was some of the group that bears his name today. He made known to the world the people of these islands, and his journal is still a remarkable record of his explorations. Cook and those who followed him, brought back to the old world gifts they received, now valued relics in the museums of the world. Tools, weapons, utensils that tell of the Polynesian way of life. These ceremonial adses are typical examples of Polynesian craftsmanship. Cook carefully recorded details of the habits and customs of the people. Details of their food, their carved dishes and their dress. Here were a people whose lives were largely controlled by an organized religion, a pagan religion. They worshipped strange gods. On many islands the Polynesians welcomed the traitors and missionaries who followed the explorers. But on some they turned their spears against them. Bloodshed and piracy are part of the story of the Pacific. The 15 islands of the Northern and Southern Cooks lie 500 500 miles apart and 1600 miles from New Zealand and next in 1901 despite Britain's reluctance they are today part of the dominion of New Zealand. The lonely northern cooks are seven low-lying palm-finsed atolls. The Southern Cooks are eight fertile islands, the most magnificent of which is Raratonga. Never seen by Cook, Rarotonga was made known to the world in 1823 by the Reverend John Williams of the London Missionary Society. According to some authorities, the Polynesians who settled New Zealand in the 14th century assembled their canoes in this lagoon of Natania before setting out on their journey. Nearby today is Avarua, centre of New Zealand's administration for the past 50 years. The islanders have a say in their own affairs through a legislative council responsible to a resident commissioner, and finally to a New Zealand minister of island territories. The 15,000 islanders and the M훮oris of New Zealand still have family ties. Their languages are akin. Both are New Zealanders under one flag. But the islanders, with no direct representation, pay no taxes to New Zealand. While these people are quickly absorbing a new way of life, they cling to their traditional customs. The rhythm of their songs and dances is exclusively their own. I, I mean, you know, man, I, and then, I'm gonna'u'u'a and then, I'm gonna'i, and I'm gonna'i, I'm gonna'n'ra'n'u'a'n''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''' I mean, and the Omecalfiore, you knowe, and the man, the ron, and the bar, and I, and I, and I'ma, and I, A-Marro, Arrari, and, and, oh, me, that, the, I, the one, I, I think we're going to do it. He, my, I know, I, you know why, they're going to go away, they, I, you know, the they're going to, The planes of New Zealand's national airways and up to date radio communication link the islands with one another, with New Zealand and with other islands of the Pacific. In the past the isolation of the islands has seriously hampered their development. Now the basic problem of the Cook Islanders is their adjustment to a world that is growing smaller. An important part of New Zealand's policy is the agricultural development of the islands. Orange growing, the most profitable of local industries, is being encouraged under the guidance of experts. Nurseries provide training for islanders, and a new fast-growing, high-producing orange tree is being developed here as the main stock for the islands. All land belongs to the islanders themselves by right of descent and no trading in land is permitted. Every owner can receive from the administration advice, labor and equipment for working his land, paying for it when production begins. Tomato growing is another export industry, but with oranges, tomatoes, bananas and pineapples, the problem is always a problem of shipping. The lack of shipping between the islands and New Zealand is holding back these industries. Orange picking is the busiest time of the year in the islands. From the cool of early morning through noonday heat to sunset. Men, women and children are at work in the orchards. I'm gonna'a. From picking to packing, the work is continuous. In recent years, the export of oranges has reached some 50,000 cases a year. A good result from a planned attempt to increase the economic wealth of the islands, but still far below what they could produce. Seasonal work such as this brings in good money. But another administration headache is how to increase the export trade without destroying the production of food for home consumption. The islander still has to grow his taro, a root crop that is part of his staple diet. He plants it in swampy ground, covering the plot with palm leaves to keep down the weeds. He must work his high ground too, plowing it for the planting of kumaras and yams. Once a native priest told him when to plough and when to plant. Today he has an agricultural expert behind him to help him get the best out of his land. Like the true Polynesian he is, he knows that the riches of the earth cannot be won without hard work, and he still celebrates in song the triumph of his skill Saffirrida, ma'er, K'erridae ma'er. The young ma'poo, the manhut, you know, sohamsi, ma'er, so'er, so'er, I have a lot of you T'arra to, oh, I'ma, and I'mawe, I'ma, I'ma, you know, I'ma, see what I'm so, you know, so, and I'm a kethar, I'm a, I'm, I'm, Next to oranges, copper, the dried The redress of the coconut, is the largest export of the islands. Trees belong to individual owners who must work hard to cultivate them and collect the coconuts. I'm not the one of the one the I'm so that I'm The nuts are split open with strength and skill on a needle sharp stick, and the husks left to dry in the sun before the flesh is extracted and bagged. From copper comes oil used in soap making and other industries. Today, copper brings high prices on a ready market. It's the principal export of the Northern Cooks. With lack of shipping, there are often long intervals between ships. When one does come, it's all hands to the loading. Communal work, typical of the Polynesian way of life before the white man came. On many islands where knife-edge reefs have to be crossed, handling the lighters takes real skill. There's always danger. Hundreds of bags of copper are often brought from the outer islands to Rarotonga for shipment. New Zealand, with a record of good industrial legislation, has encouraged these islanders to become an organized labor force, an industrial union of workers with an award covering plantation and waterfront work. But few depend on such work for year-round living. Towards these people, New Zealand has followed a policy in line with her successful guidance of her own M훮ori's. In return for their exports and their labor, the islanders import supplies from New Zealand. Not only basic needs, flour, sugar, soap, clothing and kerosene, but also canned meats, tools and utensils as well as luxuries. When the money from the copper and the orange crops comes in, trading stores do a busy trade. Part of the economic problem of these islands is to balance this trade flow. Once before, a too sudden rush of prosperity created many a problem. Islanders began to build houses in the European fashion and built them badly. A falling off in trade and materials left them unable to maintain them. With a lack of good timber housing is still a problem. Cultivation of the pandanus tree from which they once built good huts has died out. They now use scrap timber and coconut palms. The health service centered at Raritonga gives free medical, dental and hospital treatment paid for by grants from New Zealand. There are few of the diseases usually found in tropic lands. Malaria is unknown, but the chief medical problem is tuberculosis. The service is headed by two New Zealand doctors, four nurses, and is staffed mainly by islanders, trained from an early age. With this service covering islands scattered over 850,000 square miles of the Pacific, there is need for more and more trained staff. Philariasis is one disease found throughout the islands. Beginning with a fever and a small lump beneath the skin, it usually leads to an unsightly, crippling form of elephantiasis. This makes the victims burdens to themselves and their families. To beat this disease, which is carried by mosquitoes, the health service is now training and equipping teams of men who go to work with anti-mosquito sprays. The mosquitoes breed in water. Homes, swamps and places where water collects are regularly covered. Organized communal living was always strong in Polynesian life. And today this is a battle in which all islanders join. Keeping homes and land tidy is everyone's job. The introduction of canned foods has led to rubbish, ideal breeding nests for mosquitoes. Public health measures which are defeating this and other dangers are all part of the work of the health service. Today the numbers of the Cook Islanders, now some 15,000, are steadily growing. The development of child welfare centers is lowering a high infant mortality rate, which a few years ago threatened these people. New ways of a new life are being met by education. Physical development goes along with schooling in basic subjects and practical training in agriculture. Bright pupils can win scholarships to New Zealand and selected older children now come to this school from all the islands for secondary teaching. New skills are being developed and old skills retained. Mural drawing is done freely by groups of children with no guidance from teachers. These children are illustrating their school's song, Raratonga the Beautiful. I mean, Metsu'Aro, I'm a-te-a-one-the-tse-a-lewa-law, and, ah, there, A-re-Ras, A-Tam-A-Maii-e. I, the city, my name, I've goth, I'm the world's, ma'er, ah, there's come, and ba'r, where, Rama? I'm, I'ma, O'amara, I mean, I'd a good one of myrothoomani, myrower, I'm a rowe, I'm from a day, I'm a ta'ii'i, this I'm Along with the islanders, the islanders, the missionaries for the missionaries ruled them, teaching them much. Today the people still build fine churches. Books are hard for them to come by, but the cinema provides them with one of the few means they have of using the English they learn at school. A changing world is bringing them new influences. Another source of information is the island news board on which they can read the daily radio bulletins of world events, triumphs and disasters, of which they have as yet little understanding. But they can still listen to stories in their own language told by their own storytellers. Stories of the world their ancestors knew, of lands they conquer and seas they cross. There are mylanders, where you are on our talk. Though the Cook Islanders live secure behind the reef, facing a new world, nothing changes their love of the sea. For them, there are still fish to be caught on the reef and food to be dived for in the coral depths. lives. Once these people were the Vikings of the Pacific. When the trade winds blow, they started, they started. Once these people were the Vikings of the Pacific. When the trade winds blow, they still haul up the sails of their canoes, for in their veins flows the blood of the greatest navigators the world has known. Oh, and so. In 50 years, New Zealand has done much for the people of the Cook Islands. Much remains to be done. The best of a traditional way of life must be combined with all that New Zealand can offer in health, education, and equality. To secure the future of a Polynesian people who have belonged for centuries to the long sea, a people of Moana Rao. d'amundas, d'amur, d'amur, d'n'n'nidh bha'amurah de'nidh, bha'nidh, bha'nidh, bha'nidh, b'nidh b'nidh b'n'nidh b'n'n'n't b'n'n'n' b'n'n'n' b'n'n'n'hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhura, d'amura, d'nidhidhidh d'hundah d'hra, d'h-mura, de janehune, nama-hidhidhidhidhidhidhidhidh, dhah d'amura, d'nidhese, D'ne Cumbra-Dam-Ras-Deghese, N'am-Mah-D-Mor-D-Ram-A-N-Wan-A-D-Ras-Mu-A-D-D-N-A-D-N-D-N-A-D-L-Mur. Dhamur, Dhamur, Daneh Daneh, Dhammer, Dhii, Dmiti, Mawr Dhamur, Degh, Degh, Deghese, Dene, Degh, Degh, Degh, Deghese, Dene, Dha, Dha, Mada, Deghese, Dene, Sura, Dambura, D'ura, D'uha D'amura, D'amu'an, D'ii Mungan, M'an M'u'u'ananan, D' me, see, my, ma'amu'ra, D'u'ra, Go-hoo! No! Oh!"}