{"speakers": [], "chunks": [{"timestamp": [0.0, 26.72], "text": " Hello, I'm Robin Dykstra."}, {"timestamp": [26.88, 30.14], "text": " I'm one of the physics researchers here at Massey University in Palmer's North."}, {"timestamp": [30.6, 35.92], "text": " What I have here behind me is the largest, most powerful superconducting magnet in the country."}, {"timestamp": [36.56, 41.76], "text": " This is part of a nuclear magnetic resonance system, which is used to analyze materials."}, {"timestamp": [42.42, 45.74], "text": " As you can see, it's very large, it's a very expensive piece of technology, and we have to take the sample to the system to analyze materials. As you can see it's very large, it's a very expensive piece"}, {"timestamp": [45.74, 51.56], "text": " of technology and we have to take the sample to the system to be analyzed. What I am trying"}, {"timestamp": [51.56, 55.84], "text": " to do together with some others here at Mass University and with a group in Victoria University"}, {"timestamp": [55.84, 61.56], "text": " in Wellington is we're trying to make systems that we can take outside and where we can"}, {"timestamp": [61.56, 65.04], "text": " take the system to the sample. So we're trying to make portable, compact,"}, {"timestamp": [65.26, 73.02], "text": " low-cost systems for industry. Let's go and have a look at some of these. This is the NMR mole."}, {"timestamp": [73.4, 78.18], "text": " It's made up of an array of magnets, and what it does is it generates a region of magnetic field"}, {"timestamp": [78.18, 83.8], "text": " 20 to 30 millimeters into the sample. And what we're using this probe for is to look at the moisture"}, {"timestamp": [83.8, 86.84], "text": " of concrete, but 20 or 30 millimeters into the concrete. It's we're using this probe for is to look at the moisture of concrete, but 20 or 30 millimeters"}, {"timestamp": [86.84, 88.38], "text": " into the concrete."}, {"timestamp": [88.38, 92.54], "text": " It's basically made up of an array of small magnets like this,"}, {"timestamp": [92.54, 96.92], "text": " which we arrange in a fashion to generate a nice magnetic field."}, {"timestamp": [96.92, 100.34], "text": " So this is one of our portable magnets."}, {"timestamp": [100.34, 105.32], "text": " Another portable NMR sensor is the NMR mouse."}, {"timestamp": [105.78, 109.08], "text": " This was developed by the University of Arkin in Germany,"}, {"timestamp": [109.48, 114.18], "text": " and they developed the sensor to monitor the linking of rubber molecules within car tires."}, {"timestamp": [114.72, 116.76], "text": " It can also be used for many other applications."}, {"timestamp": [117.36, 120.3], "text": " But as we can see, it's very compact and very, very portable."}, {"timestamp": [121.42, 127.36], "text": " What we need to drive these systems or to control these systems, of course, is a whole"}, {"timestamp": [127.36, 132.66], "text": " lot of electronics. And what we have here is our control system, which we use to control our"}, {"timestamp": [132.66, 138.52], "text": " probes. It does basically the same job as the control system with the big large superconducting"}, {"timestamp": [138.52, 145.9], "text": " magnets, but as you can see, it's a lot smaller and more compact. The way we do our electronics development"}, {"timestamp": [145.9, 147.96], "text": " is we have our full CAD system here."}, {"timestamp": [148.04, 149.96], "text": " Here is Terry Southern here from Massey University,"}, {"timestamp": [150.52, 152.4], "text": " who's doing some circuit board design."}, {"timestamp": [152.8, 155.76], "text": " So we design our circuit board systems using CAD software."}, {"timestamp": [156.32, 158.46], "text": " These are the sent off to be produced,"}, {"timestamp": [158.66, 161.68], "text": " and we end up with real physical boards"}, {"timestamp": [161.68, 163.32], "text": " which plug into our systems."}, {"timestamp": [164.24, 167.0], "text": " Let's go outside and have a look at an even simple system."}, {"timestamp": [167.0, 186.0], "text": " I've brought out our equipment to the middle of the Massey University campus."}, {"timestamp": [186.0, 188.0], "text": " We're going to do some experiments here."}, {"timestamp": [188.0, 202.0], "text": " This is the most basic type of nuclear magnetic resonance system."}, {"timestamp": [202.0, 206.0], "text": " This time, no superconducting magnets, no permanent magnets,"}, {"timestamp": [206.0, 210.0], "text": " we're using the natural Earth's magnetic field."}, {"timestamp": [214.0, 218.0], "text": " We have developed a complete portable NMR system that uses the Earth's magnetic field."}, {"timestamp": [218.0, 223.0], "text": " This system was designed for research and teaching. For teaching we use it to demonstrate the"}, {"timestamp": [223.0, 228.88], "text": " principles of nuclear magnetic resonance and we also do imaging on samples such as an orange."}, {"timestamp": [228.88, 233.02], "text": " Michael Adams here is doing a measurement on a water sample. Now this system is capable"}, {"timestamp": [233.02, 238.3], "text": " of doing many, many types of measurements. We have even used this system in Antarctica."}, {"timestamp": [238.3, 242.2], "text": " As you can see we have a range of different NMR technologies. Obviously the large"}, {"timestamp": [242.2, 245.0], "text": " superconducting magnets gives us the best information,"}, {"timestamp": [245.0, 250.0], "text": " but portable NMR systems allows us to work anywhere we like."}], "text": " Hello, I'm Robin Dykstra. I'm one of the physics researchers here at Massey University in Palmer's North. What I have here behind me is the largest, most powerful superconducting magnet in the country. This is part of a nuclear magnetic resonance system, which is used to analyze materials. As you can see, it's very large, it's a very expensive piece of technology, and we have to take the sample to the system to analyze materials. As you can see it's very large, it's a very expensive piece of technology and we have to take the sample to the system to be analyzed. What I am trying to do together with some others here at Mass University and with a group in Victoria University in Wellington is we're trying to make systems that we can take outside and where we can take the system to the sample. So we're trying to make portable, compact, low-cost systems for industry. Let's go and have a look at some of these. This is the NMR mole. It's made up of an array of magnets, and what it does is it generates a region of magnetic field 20 to 30 millimeters into the sample. And what we're using this probe for is to look at the moisture of concrete, but 20 or 30 millimeters into the concrete. It's we're using this probe for is to look at the moisture of concrete, but 20 or 30 millimeters into the concrete. It's basically made up of an array of small magnets like this, which we arrange in a fashion to generate a nice magnetic field. So this is one of our portable magnets. Another portable NMR sensor is the NMR mouse. This was developed by the University of Arkin in Germany, and they developed the sensor to monitor the linking of rubber molecules within car tires. It can also be used for many other applications. But as we can see, it's very compact and very, very portable. What we need to drive these systems or to control these systems, of course, is a whole lot of electronics. And what we have here is our control system, which we use to control our probes. It does basically the same job as the control system with the big large superconducting magnets, but as you can see, it's a lot smaller and more compact. The way we do our electronics development is we have our full CAD system here. Here is Terry Southern here from Massey University, who's doing some circuit board design. So we design our circuit board systems using CAD software. These are the sent off to be produced, and we end up with real physical boards which plug into our systems. Let's go outside and have a look at an even simple system. I've brought out our equipment to the middle of the Massey University campus. We're going to do some experiments here. This is the most basic type of nuclear magnetic resonance system. This time, no superconducting magnets, no permanent magnets, we're using the natural Earth's magnetic field. We have developed a complete portable NMR system that uses the Earth's magnetic field. This system was designed for research and teaching. For teaching we use it to demonstrate the principles of nuclear magnetic resonance and we also do imaging on samples such as an orange. Michael Adams here is doing a measurement on a water sample. Now this system is capable of doing many, many types of measurements. We have even used this system in Antarctica. As you can see we have a range of different NMR technologies. Obviously the large superconducting magnets gives us the best information, but portable NMR systems allows us to work anywhere we like."}