{"speakers": [], "chunks": [{"timestamp": [0.0, 12.0], "text": " Beautiful Lake Waikeri Moana was once the head of a great gorge."}, {"timestamp": [12.0, 25.0], "text": " Between 10,000 and 25,000 years ago, rain week construction, Beautiful Lake Waikaramoano was once the head of a great gorge."}, {"timestamp": [25.0, 30.0], "text": " Between 10,000 and 25,000 years ago, rain weakened structure faltered,"}, {"timestamp": [30.0, 36.0], "text": " and a colossal landslide occurred which piled up against what is now called Rahui Bluff"}, {"timestamp": [36.0, 39.0], "text": " to form a natural dam 1200 feet high."}, {"timestamp": [39.0, 44.0], "text": " The tumbled nature of the up-ended strata caused leaks in the bottom of the lake,"}, {"timestamp": [44.0, 46.0], "text": " which found their outlet in the surrounding country."}, {"timestamp": [46.0, 61.0], "text": " These leaks formerly fed the hydroelectric stations at Tuai and Piripaar."}, {"timestamp": [61.0, 65.36], "text": " But today water is piped from the lake and the leaks are sheer waste."}, {"timestamp": [65.36, 71.6], "text": " The waters of Waikaramana fall steadily and engineers have decided to stop the leakage at its source."}, {"timestamp": [71.6, 76.8], "text": " Divers are now engaged locating and reporting on the filling of the leaks on the lake bed."}, {"timestamp": [77.6, 82.88], "text": " This operation is unique in the annals of hydroelectric works and it's hoped that valuable power will be"}, {"timestamp": [82.88, 87.0], "text": " conserved. Divers at Waikaramauna make the descent on a stage"}, {"timestamp": [87.0, 125.0], "text": " which drops them 30 feet to the water's edge. Special equipment is being pioneered by the National Film Unit for movie work underwater."}, {"timestamp": [125.0, 133.0], "text": " This cameraman is going to follow actual diving operations and will shoot film at depths of 15 to 60 feet."}, {"timestamp": [133.0, 139.0], "text": " This is believed to be the first time that a full-sized movie camera has been incorporated in a diving helmet."}, {"timestamp": [139.0, 148.0], "text": " He's ready for the stage now. The attendant of the air panel is on the phone and talks to the diver already in the water."}, {"timestamp": [148.0, 155.0], "text": " Owing to the great weight of the special helmet, it's necessary to string him up, whilst dressing for the descent is completed."}, {"timestamp": [155.0, 161.0], "text": " Fitting of the gear demands care and attention, as it's too late to make alterations when underwater."}, {"timestamp": [165.56, 169.44], "text": " Camera controls are tested to ensure free movement."}, {"timestamp": [169.44, 170.52], "text": " All okay."}, {"timestamp": [170.52, 172.72], "text": " On with a side glass."}, {"timestamp": [172.72, 195.4], "text": " The attendant is conversing with both divers now. In our cameramen's case, the business of getting underwater is complicated by additional weight"}, {"timestamp": [195.4, 198.36], "text": " and the difficulty of keeping balance."}, {"timestamp": [198.36, 219.0], "text": " This is a very real hazard until such time as the air inside the helmet creates buoyancy. Although we find walking a bit difficult, it's a relief at last to be under."}, {"timestamp": [219.0, 221.0], "text": " The strain's gone from the shoulders."}, {"timestamp": [221.0, 226.06], "text": " We move outboard and keep our eyes peeled for the diver. He's pulling out"}, {"timestamp": [226.06, 231.76], "text": " hose ready for travel, wants plenty of slack so there'll be no drag on him. He depresses the"}, {"timestamp": [231.76, 238.4], "text": " air outlet valve and stops his air supply to reduce noise while he gets the okay to move. Time for"}, {"timestamp": [238.4, 247.0], "text": " us to get going. The terrain is as rugged as the surrounding country."}, {"timestamp": [247.0, 252.0], "text": " Flat sheds of rocks as big as houses give way to crags, precipices and crevasses."}, {"timestamp": [252.0, 282.0], "text": " There are depths which seem to be bottomless. This soft mat bottoms are lot easier to move over than the rocks."}, {"timestamp": [282.0, 287.14], "text": " There's the diver using a movement which gives speed over distance."}, {"timestamp": [287.14, 290.32], "text": " There's less resistance to water this way."}, {"timestamp": [294.28, 296.9], "text": " We soon reach our first leak."}, {"timestamp": [296.9, 299.26], "text": " Holes like this are the gateway to the honeycomb"}, {"timestamp": [299.26, 301.78], "text": " of passages under the lake bed."}, {"timestamp": [301.78, 306.44], "text": " They contain an estimated 80,000 cubic yards of volume. They spill water"}, {"timestamp": [306.44, 308.24], "text": " wastage and must be filled in."}, {"timestamp": [308.24, 325.0], "text": " The divers decided it's necessary to buoy the sight of this leak."}, {"timestamp": [325.0, 330.0], "text": " These boys are visible on the surface and mark out the area for filling operations"}, {"timestamp": [330.0, 335.0], "text": " so that a badge can be correctly positioned about for dumping spoil into the hole."}, {"timestamp": [339.0, 344.0], "text": " Sometimes rock formations block the effective filling of a leak."}, {"timestamp": [344.0, 347.0], "text": " They must be blasted away with high explosive."}, {"timestamp": [347.0, 367.0], "text": " MUMETIC drills are used to make the shot holes. The rocks not very hard and will shatter easily."}, {"timestamp": [367.0, 388.0], "text": " A waterproof fuse and a lanylene sealed explosive charge are used."}, {"timestamp": [388.0, 392.0], "text": " Pressure waves are magnified underwater and owing to the concussive effect,"}, {"timestamp": [392.0, 416.0], "text": " the diver must move well out of range are loaded into the barge by crane."}, {"timestamp": [416.0, 423.0], "text": " In filling a leak, large rocks are first dropped, followed by smaller metal, sand and finally clay."}, {"timestamp": [423.0, 426.0], "text": " The barge has no motive power of its own,"}, {"timestamp": [426.0, 429.0], "text": " but can be maneuvered to any part of the bay by horses"}, {"timestamp": [429.0, 431.0], "text": " which are attached to winches."}, {"timestamp": [431.0, 434.0], "text": " The load is dropped through doors in the bottom."}, {"timestamp": [438.0, 443.0], "text": " As we wait near the leakage area,"}, {"timestamp": [443.0, 446.0], "text": " we see the bottom of the barge loom over us."}, {"timestamp": [446.0, 450.0], "text": " What will the dumping look like underwater, we wonder?"}, {"timestamp": [450.0, 460.0], "text": " It's a way. We can see no actual metal falling owing to the millions of air bubbles bursting in the water as tons of spoil rush to the bottom."}, {"timestamp": [460.0, 465.0], "text": " Above us, the shadowy outline of the barge move shoreward on its way for another load."}, {"timestamp": [465.0, 469.0], "text": " As the water clears we see the metals done a good job."}, {"timestamp": [473.0, 483.0], "text": " Timber is jammed into the mouths of many leaks and before they can be filled they must be cleared so that the dump spoil will have unobstructed entry into the hole."}, {"timestamp": [483.0, 488.0], "text": " The dive is about to attach a steel horses to the bowl of this sunken tree,"}, {"timestamp": [488.0, 491.0], "text": " so the crane ashore will be able to haul it out of the way."}, {"timestamp": [491.0, 516.2], "text": " Thousands of tons have been removed this way. It's time for us to come out."}, {"timestamp": [516.2, 520.8], "text": " We've been down two hours around the 60 foot mark."}, {"timestamp": [520.8, 528.0], "text": " We must observe our stuffings time and exercise both of the 20 foot and 10 foot levels while we wait there to decompress."}, {"timestamp": [528.0, 535.0], "text": " All nitrogen formation caused by pressure must be forced out of our bloodstream as a precaution against the dreaded things."}, {"timestamp": [535.0, 545.52], "text": " Man's invasion of an age-old natural system of water control by sealing the legbed has resulted in 45% of leakage being arrested."}, {"timestamp": [545.52, 551.28], "text": " But man will never be satisfied until he has all available water under his control to be"}, {"timestamp": [551.28, 556.8], "text": " harnessed as he wills, to generate sufficient electric power for the factories and homes"}, {"timestamp": [556.8, 557.44], "text": " of New Zealand."}], "text": " Beautiful Lake Waikeri Moana was once the head of a great gorge. Between 10,000 and 25,000 years ago, rain week construction, Beautiful Lake Waikaramoano was once the head of a great gorge. Between 10,000 and 25,000 years ago, rain weakened structure faltered, and a colossal landslide occurred which piled up against what is now called Rahui Bluff to form a natural dam 1200 feet high. The tumbled nature of the up-ended strata caused leaks in the bottom of the lake, which found their outlet in the surrounding country. These leaks formerly fed the hydroelectric stations at Tuai and Piripaar. But today water is piped from the lake and the leaks are sheer waste. The waters of Waikaramana fall steadily and engineers have decided to stop the leakage at its source. Divers are now engaged locating and reporting on the filling of the leaks on the lake bed. This operation is unique in the annals of hydroelectric works and it's hoped that valuable power will be conserved. Divers at Waikaramauna make the descent on a stage which drops them 30 feet to the water's edge. Special equipment is being pioneered by the National Film Unit for movie work underwater. This cameraman is going to follow actual diving operations and will shoot film at depths of 15 to 60 feet. This is believed to be the first time that a full-sized movie camera has been incorporated in a diving helmet. He's ready for the stage now. The attendant of the air panel is on the phone and talks to the diver already in the water. Owing to the great weight of the special helmet, it's necessary to string him up, whilst dressing for the descent is completed. Fitting of the gear demands care and attention, as it's too late to make alterations when underwater. Camera controls are tested to ensure free movement. All okay. On with a side glass. The attendant is conversing with both divers now. In our cameramen's case, the business of getting underwater is complicated by additional weight and the difficulty of keeping balance. This is a very real hazard until such time as the air inside the helmet creates buoyancy. Although we find walking a bit difficult, it's a relief at last to be under. The strain's gone from the shoulders. We move outboard and keep our eyes peeled for the diver. He's pulling out hose ready for travel, wants plenty of slack so there'll be no drag on him. He depresses the air outlet valve and stops his air supply to reduce noise while he gets the okay to move. Time for us to get going. The terrain is as rugged as the surrounding country. Flat sheds of rocks as big as houses give way to crags, precipices and crevasses. There are depths which seem to be bottomless. This soft mat bottoms are lot easier to move over than the rocks. There's the diver using a movement which gives speed over distance. There's less resistance to water this way. We soon reach our first leak. Holes like this are the gateway to the honeycomb of passages under the lake bed. They contain an estimated 80,000 cubic yards of volume. They spill water wastage and must be filled in. The divers decided it's necessary to buoy the sight of this leak. These boys are visible on the surface and mark out the area for filling operations so that a badge can be correctly positioned about for dumping spoil into the hole. Sometimes rock formations block the effective filling of a leak. They must be blasted away with high explosive. MUMETIC drills are used to make the shot holes. The rocks not very hard and will shatter easily. A waterproof fuse and a lanylene sealed explosive charge are used. Pressure waves are magnified underwater and owing to the concussive effect, the diver must move well out of range are loaded into the barge by crane. In filling a leak, large rocks are first dropped, followed by smaller metal, sand and finally clay. The barge has no motive power of its own, but can be maneuvered to any part of the bay by horses which are attached to winches. The load is dropped through doors in the bottom. As we wait near the leakage area, we see the bottom of the barge loom over us. What will the dumping look like underwater, we wonder? It's a way. We can see no actual metal falling owing to the millions of air bubbles bursting in the water as tons of spoil rush to the bottom. Above us, the shadowy outline of the barge move shoreward on its way for another load. As the water clears we see the metals done a good job. Timber is jammed into the mouths of many leaks and before they can be filled they must be cleared so that the dump spoil will have unobstructed entry into the hole. The dive is about to attach a steel horses to the bowl of this sunken tree, so the crane ashore will be able to haul it out of the way. Thousands of tons have been removed this way. It's time for us to come out. We've been down two hours around the 60 foot mark. We must observe our stuffings time and exercise both of the 20 foot and 10 foot levels while we wait there to decompress. All nitrogen formation caused by pressure must be forced out of our bloodstream as a precaution against the dreaded things. Man's invasion of an age-old natural system of water control by sealing the legbed has resulted in 45% of leakage being arrested. But man will never be satisfied until he has all available water under his control to be harnessed as he wills, to generate sufficient electric power for the factories and homes of New Zealand."}