{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Hi, I'm David"}, {"timestamp": [2.0, 10.0], "text": " Hi, I'm David Wing."}, {"timestamp": [10.0, 27.0], "text": " I'm David Wing."}, {"timestamp": [27.0, 33.04], "text": " I'm a PhD student here at the Atmospheric Research Group with the University of Auckland."}, {"timestamp": [33.04, 37.88], "text": " I'm sitting up here with the atmospheric remote sensing lab behind me."}, {"timestamp": [37.88, 42.74], "text": " We've used this lab to study Earth's weather extensively, but it's not Earth's weather I'm"}, {"timestamp": [42.74, 47.28], "text": " particularly interested in, but the weather on Mars."}, {"timestamp": [47.28, 49.88], "text": " Meteorologists study the atmosphere."}, {"timestamp": [49.88, 56.76], "text": " Here on Earth we have wind, clouds, rain, lots of atmospheric processes occurring."}, {"timestamp": [56.76, 60.38], "text": " Mars has an atmosphere that's somewhat different to Earth's."}, {"timestamp": [60.38, 65.0], "text": " You may wonder how we study the Martian atmosphere from here on Earth."}, {"timestamp": [65.0, 67.0], "text": " I'll show you some of the things that we do."}, {"timestamp": [67.0, 83.0], "text": " For centuries we've been able to use telescopes like this one here to look at Mars."}, {"timestamp": [83.0, 85.0], "text": " This has given us some information about the weather."}, {"timestamp": [85.0, 88.0], "text": " We've been able to detect clouds, for example,"}, {"timestamp": [88.0, 91.0], "text": " but to really get a feel for what is happening on the planet,"}, {"timestamp": [91.0, 94.0], "text": " nothing beats real measurements."}, {"timestamp": [94.0, 97.0], "text": " Well, now we can actually get that."}, {"timestamp": [97.0, 101.0], "text": " NASA and the European Space Agency have both sent missions to Mars,"}, {"timestamp": [101.0, 104.0], "text": " some to orbit the planet and others to actually land on the surface."}, {"timestamp": [104.0, 108.0], "text": " These ones that have landed on the surface have all carried meteorological stations"}, {"timestamp": [108.0, 112.0], "text": " which give us weather updates from the planet on a regular basis."}, {"timestamp": [112.0, 120.0], "text": " Just in the last two weeks, some extraordinary images have been sent back from the Mars spirit lander"}, {"timestamp": [120.0, 125.6], "text": " showing a swarm of dust devils. Dust devils are tornadoes, about 20 meters in diameter."}, {"timestamp": [125.6, 132.4], "text": " Using the data collected by these landers, as well as data collected by orbiting spacecraft of Mars,"}, {"timestamp": [132.4, 139.6], "text": " I've developed a model of the Martian atmosphere, which gives us weather forecast similar to that that we have on Earth,"}, {"timestamp": [139.6, 142.4], "text": " so we know whether it's going to be raining tomorrow or so on."}, {"timestamp": [142.4, 147.62], "text": " A particular area that I'm interested in studying is Valis Marinaris."}, {"timestamp": [147.62, 153.6], "text": " What you see here is the middle of a canyon system that's actually 4,000 kilometers long."}, {"timestamp": [153.6, 159.9], "text": " These slopes are about 9 kilometers high from top to bottom."}, {"timestamp": [159.9, 164.32], "text": " Every night on Mars when the sun goes down, the air directly above the surface of these slopes"}, {"timestamp": [164.32, 169.54], "text": " cools down very rapidly. This colder air is heavier than the surrounding air and flows down"}, {"timestamp": [169.54, 173.96], "text": " the slope. This is what we call catabatic flow. The catabatic winds that develop on these slopes"}, {"timestamp": [173.96, 179.04], "text": " on Mars are much stronger than the catabatic winds we get on Earth. In this diagram you can"}, {"timestamp": [179.04, 186.24], "text": " see that the blue here is a very strong wind and up the top the wind is almost non-existent."}, {"timestamp": [186.76, 190.82], "text": " This catabatic flow only develops in the lowest 50 metres or so of the Martian atmosphere."}, {"timestamp": [191.42, 194.98], "text": " These winds converge on the valley floor where they form a drainage flow."}, {"timestamp": [195.48, 198.68], "text": " This drainage flow builds as it gets further down the canyon,"}, {"timestamp": [199.28, 202.48], "text": " and at the exit to the canyon system, the winds are very strong."}, {"timestamp": [203.06, 205.44], "text": " These global dust storms are the largest of this sort of phenomenon that we've observed in the solar system, and yet are very strong. These global dust storms are the largest"}, {"timestamp": [205.44, 209.34], "text": " of this sort of phenomenon that we've observed in the solar system, and yet it's one of the"}, {"timestamp": [209.34, 214.32], "text": " biggest mysteries remaining about Mars. I've always loved space research ever since I was"}, {"timestamp": [214.32, 219.72], "text": " eight years old and looked through my first telescope and saw the stars and planets, and it's"}, {"timestamp": [219.72, 226.0], "text": " just great to be able to work on this sort of research alongside NASA scientists trying to unravel"}, {"timestamp": [226.0, 229.0], "text": " some of the biggest mysteries of our solar system."}], "text": " Hi, I'm David Hi, I'm David Wing. I'm David Wing. I'm a PhD student here at the Atmospheric Research Group with the University of Auckland. I'm sitting up here with the atmospheric remote sensing lab behind me. We've used this lab to study Earth's weather extensively, but it's not Earth's weather I'm particularly interested in, but the weather on Mars. Meteorologists study the atmosphere. Here on Earth we have wind, clouds, rain, lots of atmospheric processes occurring. Mars has an atmosphere that's somewhat different to Earth's. You may wonder how we study the Martian atmosphere from here on Earth. I'll show you some of the things that we do. For centuries we've been able to use telescopes like this one here to look at Mars. This has given us some information about the weather. We've been able to detect clouds, for example, but to really get a feel for what is happening on the planet, nothing beats real measurements. Well, now we can actually get that. NASA and the European Space Agency have both sent missions to Mars, some to orbit the planet and others to actually land on the surface. These ones that have landed on the surface have all carried meteorological stations which give us weather updates from the planet on a regular basis. Just in the last two weeks, some extraordinary images have been sent back from the Mars spirit lander showing a swarm of dust devils. Dust devils are tornadoes, about 20 meters in diameter. Using the data collected by these landers, as well as data collected by orbiting spacecraft of Mars, I've developed a model of the Martian atmosphere, which gives us weather forecast similar to that that we have on Earth, so we know whether it's going to be raining tomorrow or so on. A particular area that I'm interested in studying is Valis Marinaris. What you see here is the middle of a canyon system that's actually 4,000 kilometers long. These slopes are about 9 kilometers high from top to bottom. Every night on Mars when the sun goes down, the air directly above the surface of these slopes cools down very rapidly. This colder air is heavier than the surrounding air and flows down the slope. This is what we call catabatic flow. The catabatic winds that develop on these slopes on Mars are much stronger than the catabatic winds we get on Earth. In this diagram you can see that the blue here is a very strong wind and up the top the wind is almost non-existent. This catabatic flow only develops in the lowest 50 metres or so of the Martian atmosphere. These winds converge on the valley floor where they form a drainage flow. This drainage flow builds as it gets further down the canyon, and at the exit to the canyon system, the winds are very strong. These global dust storms are the largest of this sort of phenomenon that we've observed in the solar system, and yet are very strong. These global dust storms are the largest of this sort of phenomenon that we've observed in the solar system, and yet it's one of the biggest mysteries remaining about Mars. I've always loved space research ever since I was eight years old and looked through my first telescope and saw the stars and planets, and it's just great to be able to work on this sort of research alongside NASA scientists trying to unravel some of the biggest mysteries of our solar system."}