{"speakers": [], "chunks": [{"timestamp": [0.0, 50.12], "text": " The President Nearly two hundred years ago, this bay in the North Island of New Zealand was mapped and"}, {"timestamp": [50.12, 52.24], "text": " charted by Captain Cook."}, {"timestamp": [52.24, 58.4], "text": " He named it the Bay of Plenty."}, {"timestamp": [58.4, 63.64], "text": " It's a place in the sun, a landscape of vineyard and valley, trees and farmland in the"}, {"timestamp": [63.64, 67.0], "text": " shelter of the Kaimai Mountains."}, {"timestamp": [70.5, 75.0], "text": " Out of sight beyond the blue peaks of the Kaimais lie the thermal regions of Rotorua."}, {"timestamp": [75.8, 83.0], "text": " But here is farming country, homestead, pastures, healthy stock, a pattern of brown and green and gold."}, {"timestamp": [89.0, 94.0], "text": " And this is the land of and green and gold. And this is the harvest, the reward of farming skill and the labour of the seasons."}, {"timestamp": [98.0, 102.0], "text": " Here is rich earth and tall timber, from the mountains to the sea."}, {"timestamp": [112.0, 114.0], "text": " A 20 mile plantation of pine trees on Matikana Island shelters Tauronga Harbour from South Pacific breeze and surf."}, {"timestamp": [114.0, 123.0], "text": " At the harbour entrance, Mount Manganui stands sentinel over wide crescent beaches and houses by the sea."}, {"timestamp": [123.0, 128.0], "text": " In the old days before the white man, the Pākeha came here,"}, {"timestamp": [128.0, 130.0], "text": " Monga Nui was a Maori fortress."}, {"timestamp": [130.0, 134.0], "text": " Because of its commanding position, it was coveted and fought over by many tribes."}, {"timestamp": [134.0, 137.0], "text": " It was often attacked by land and sea."}, {"timestamp": [137.0, 140.0], "text": " Once there were a thousand war canoes in the harbour."}, {"timestamp": [140.0, 145.0], "text": " But today, yachts, launches and cargo vessels ply these waters in peace."}, {"timestamp": [151.0, 153.0], "text": " For Taronga is a peaceful town."}, {"timestamp": [154.0, 158.0], "text": " The name Taronga is Māori. It means resting place."}, {"timestamp": [161.0, 164.0], "text": " It is a town that lives by farming and the sea."}, {"timestamp": [164.0, 167.0], "text": " The business and shopping centre for the Western Bay of Plenty."}, {"timestamp": [167.0, 170.0], "text": " It has a charm all its own."}, {"timestamp": [170.0, 178.0], "text": " In this place of sun and flowers, you will see visitors from many parts of New Zealand and from countries overseas."}, {"timestamp": [182.0, 185.0], "text": " Taronga is a town with an interesting history."}, {"timestamp": [185.0, 188.0], "text": " Trees planted by the first settlers from the old country"}, {"timestamp": [188.0, 191.0], "text": " have spread their branches over a turbulent century."}, {"timestamp": [191.0, 197.0], "text": " Here you will find a thrilling page of the New Zealand story was written."}, {"timestamp": [197.0, 203.0], "text": " From the Monmouth Redoubt, once the fortified hill,"}, {"timestamp": [203.0, 208.48], "text": " you can look out over the harbour, as the red coats of the Monmouth Regiment did in the early 1860s,"}, {"timestamp": [208.92, 212.9], "text": " when forts on both sides led to battles between Marys and the new settlers."}, {"timestamp": [219.4, 222.5], "text": " The women and children of Taronga took refuge in the Reduct,"}, {"timestamp": [222.96, 227.0], "text": " guarded by the cannon of Queen Victoria's army."}, {"timestamp": [227.0, 247.0], "text": " But these troubled times belong to the past. The peaceful years have healed the scars of war. Wildflowers"}, {"timestamp": [247.0, 258.34], "text": " grow on the ramparts of the military camp. Nearby are memorials erected by the British"}, {"timestamp": [258.34, 263.88], "text": " army to Maori chiefs, who not only fought bravely, but were chivalrous and humane in their"}, {"timestamp": [263.88, 266.0], "text": " treatment of unarmed and wounded troops."}, {"timestamp": [269.5, 274.0], "text": " There is a monument to another kind of courage at Makitu, a few miles from Taronga,"}, {"timestamp": [274.0, 279.0], "text": " where the Arawa tribe made landfall at the time of the Great Migration over 600 years ago."}, {"timestamp": [295.0, 301.0], "text": " From Hawaii in the Pacific, they voiced in their long canoes, with only the stars to guide them across 2,000 miles of ocean, to this new land that they called Autea Roa, the long white cloud."}, {"timestamp": [312.0, 316.0], "text": " They built their villages in high and rocky places, and they prospered here where nature provided all their needs, century after century, generation after generation."}, {"timestamp": [316.0, 324.0], "text": " Today, as farmers and skilled workers, they cultivate and shape the land."}, {"timestamp": [324.0, 325.0], "text": " As New Zealanders, Maori and Paki they cultivate and shape the land."}, {"timestamp": [325.0, 331.0], "text": " As New Zealanders, Māori and Pākeha live and work in harmony with a proper respect for each other's way of life."}, {"timestamp": [335.0, 341.0], "text": " The Māoris have a strong sense of tradition and family."}, {"timestamp": [341.0, 345.08], "text": " When the day's work is done in Makitu, they like to sit and talk"}, {"timestamp": [345.08, 348.72], "text": " over old times and the old ways as people do all over the world."}, {"timestamp": [348.72, 368.0], "text": " They watch the youngsters playing on the beach. It's a harker, a war dance."}, {"timestamp": [368.0, 371.0], "text": " But now the battlefields lie quiet in the sun."}, {"timestamp": [371.0, 375.0], "text": " At Gate Par, sight of one of the last encounters of the Māori wars,"}, {"timestamp": [375.0, 378.0], "text": " a main highway has been built over the trenches."}, {"timestamp": [378.0, 382.0], "text": " Today, Māori and Pakiha travel the same road."}, {"timestamp": [382.0, 385.0], "text": " This was the hope of the pioneer missionaries and teachers"}, {"timestamp": [385.0, 390.0], "text": " who built their churches and schools with timber hewn out of the forests of a strange land."}, {"timestamp": [394.0, 401.0], "text": " The mission house at Taronga was built in 1847 by Archdeacon Brown. He worked here among his people for over 50 years."}, {"timestamp": [404.0, 407.96], "text": " In this library his few leisure hours were spent with his"}, {"timestamp": [407.96, 416.56], "text": " books and the flowers of an English garden to remind him of home. Flowers grow"}, {"timestamp": [416.56, 423.1], "text": " everywhere in Taronga. Ogunviria flourishes even on the garage roof and"}, {"timestamp": [423.1, 425.0], "text": " every home has its garden."}, {"timestamp": [429.0, 432.0], "text": " How wrong as homes are places of sunshine and fresh air."}, {"timestamp": [432.0, 434.0], "text": " The sea is just around the corner."}, {"timestamp": [434.0, 437.0], "text": " The countryside is right on the doorstep."}, {"timestamp": [442.0, 447.0], "text": " The climate is mild and sunny and in almost every garden there's a citrus tree."}, {"timestamp": [451.0, 457.0], "text": " Fruit grows well with over 2,000 hours of bright sunshine every year to help it along."}, {"timestamp": [461.0, 467.0], "text": " Here in one of Taronga's commercial orchards is a picker harvesting grapefruit."}, {"timestamp": [467.0, 475.0], "text": " Man and nature have worked together to make this one of the best citrus growing areas in the country."}, {"timestamp": [475.0, 481.0], "text": " Orchidists always welcome visitors."}, {"timestamp": [481.0, 485.04], "text": " Here you can see how the golden grapefruit and all things that prosper"}, {"timestamp": [485.04, 495.96], "text": " in the sunshine are grown to perfection. From the air, the countryside is a pattern of fruit"}, {"timestamp": [495.96, 502.88], "text": " trees and homesteads. Here are many of New Zealand's 18,000 acres of commercial orchards."}, {"timestamp": [502.88, 506.8], "text": " In the citrus packing house, a mile or so outside the town, as a commercial orchards."}, {"timestamp": [510.0, 513.6], "text": " In the citrus packing house, a mile or so outside the town, you can see how the fruit is graded and packed with skill and dexterity"}, {"timestamp": [513.6, 516.2], "text": " for distribution to other parts of the country"}, {"timestamp": [516.2, 533.76], "text": " and to join the flow of primary produce or export to overseas markets. But here in Taronga, business and pleasure go hand in hand."}, {"timestamp": [535.6, 540.72], "text": " It's never far to a sports ground of some kind, and visitors are always welcome to join in the game,"}, {"timestamp": [541.28, 547.0], "text": " whether it's bowls or badminton, tennis or croaky or cricket."}, {"timestamp": [551.0, 557.0], "text": " School children too mix the business of learning with the pleasure of playing."}, {"timestamp": [557.0, 562.0], "text": " The fun of playing a game for its own sake, his second nature to young New Zealand."}, {"timestamp": [562.0, 565.0], "text": " And Taronga children are wise in the ways of sport."}, {"timestamp": [565.0, 569.0], "text": " They're on good terms with the sun of the sea from a very early age."}, {"timestamp": [569.0, 587.0], "text": " The beaches at Mount Manganui just across across the harbour, are safe and firm."}, {"timestamp": [587.0, 593.0], "text": " Here is Pilot Beach and beyond is the mount itself, the landmark that welcomes visitors from near and far"}, {"timestamp": [593.0, 596.0], "text": " who come here to relax in South Pacific sunshine."}, {"timestamp": [596.0, 606.0], "text": " Most New Zealanders enjoy their summer holidays round about Christmas time."}, {"timestamp": [606.0, 612.0], "text": " But even then, when hotels and motor camps are at their busiest, the beaches and the township are never overcrowded."}, {"timestamp": [612.0, 626.0], "text": " There's usually a fair amount of activity around the post office, of course, and from here,"}, {"timestamp": [626.0, 632.0], "text": " let us go to quiet villages and bustling cities at home and abroad, to different destinations,"}, {"timestamp": [632.0, 697.0], "text": " but all telling the same story of pleasant days by the seat. Here, alive with the spirit of holiday, is Manganui's ocean beach. I'm gonna'a. Here you can spend days in the sparkling surf, or if you're more ambitious, you can try surf skiing."}, {"timestamp": [697.0, 738.0], "text": " Oh well, perhaps not, but it isn't as dangerous as it looks, and beach patrols keep a sharp eye open for any chance to practice their rescue group. Onlookers watch without much anxiety."}, {"timestamp": [738.0, 740.0], "text": " They've seen it all before."}, {"timestamp": [740.0, 778.0], "text": " They know that soon the charioteer of the waves will ride again. When you're tired of surfing or swimming, there's the pleasure of exploring the little rocky islands offshore,"}, {"timestamp": [778.0, 786.0], "text": " where you can sunbathe and listen to the timeless song of the sea."}, {"timestamp": [804.0, 807.0], "text": " Then you may hear the scurl of the pints, and you would see not the precision of sword dance and reel,"}, {"timestamp": [807.0, 840.24], "text": " but the trim formation of marching girls, competing in dress and style with teams from other parts of the North Island. When lazing in the sun begins to fall, if it ever does, it's easy to get away to a quiet haven,"}, {"timestamp": [840.24, 845.24], "text": " where you can relax in the peace of a summer afternoon with a hook and a line and not"}, {"timestamp": [845.24, 854.0], "text": " take care in the world. Here you can catch snapper, terraki and pot, sizable fish, all of"}, {"timestamp": [854.0, 861.36], "text": " them. But if you want big game fish, then Meir Island is the place. It's only 20 miles"}, {"timestamp": [861.36, 865.0], "text": " out from Taronga to this minor paradise for deep sea fishermen."}, {"timestamp": [865.0, 869.0], "text": " Here, one fish of your day's catch may weigh anything up to a thousand pounds."}, {"timestamp": [873.0, 877.0], "text": " In the bay are a few of the launches you can hire for a day's fort."}, {"timestamp": [877.0, 906.0], "text": " You can sleep on the island if you like and get away to an early start in the morning. A warm current a warm current sweeping down from the equator joins coastal waters just off Merr Island."}, {"timestamp": [906.0, 910.0], "text": " And down this current come the fighting fish, swordfish, shark, marlin"}, {"timestamp": [910.0, 935.0], "text": " to provide memorable days for big game fishermen from all over the world. But to other people, the seas were made to sail off, and back in Taronga Harbour,"}, {"timestamp": [935.0, 940.0], "text": " there are breezes and bays to delight all those who enjoy carefree days afloat."}, {"timestamp": [940.0, 951.0], "text": " Here you will see boats of every class, of every size and sword,"}, {"timestamp": [951.0, 993.0], "text": " sailing on the white wings of the wind. For a long time, you will remember your visit to Taronga, its air of peace and its background of history."}, {"timestamp": [993.0, 1007.0], "text": " There will be memories too of simpler things, of golden days away from care, the venison of air and sea and sky. Sunlight on the water."}, {"timestamp": [1007.0, 1014.0], "text": " A coast of warm rock and tall cliff lined for miles with the flaring blossom of Pabutakawa."}, {"timestamp": [1014.0, 1022.0], "text": " You will remember always the welcome of Pacific surf."}, {"timestamp": [1022.0, null], "text": " Quiet beaches and life in the sun, in Taronga, Bay of Plenty. You know, I'm going to be."}], "text": " The President Nearly two hundred years ago, this bay in the North Island of New Zealand was mapped and charted by Captain Cook. He named it the Bay of Plenty. It's a place in the sun, a landscape of vineyard and valley, trees and farmland in the shelter of the Kaimai Mountains. Out of sight beyond the blue peaks of the Kaimais lie the thermal regions of Rotorua. But here is farming country, homestead, pastures, healthy stock, a pattern of brown and green and gold. And this is the land of and green and gold. And this is the harvest, the reward of farming skill and the labour of the seasons. Here is rich earth and tall timber, from the mountains to the sea. A 20 mile plantation of pine trees on Matikana Island shelters Tauronga Harbour from South Pacific breeze and surf. At the harbour entrance, Mount Manganui stands sentinel over wide crescent beaches and houses by the sea. In the old days before the white man, the Pākeha came here, Monga Nui was a Maori fortress. Because of its commanding position, it was coveted and fought over by many tribes. It was often attacked by land and sea. Once there were a thousand war canoes in the harbour. But today, yachts, launches and cargo vessels ply these waters in peace. For Taronga is a peaceful town. The name Taronga is Māori. It means resting place. It is a town that lives by farming and the sea. The business and shopping centre for the Western Bay of Plenty. It has a charm all its own. In this place of sun and flowers, you will see visitors from many parts of New Zealand and from countries overseas. Taronga is a town with an interesting history. Trees planted by the first settlers from the old country have spread their branches over a turbulent century. Here you will find a thrilling page of the New Zealand story was written. From the Monmouth Redoubt, once the fortified hill, you can look out over the harbour, as the red coats of the Monmouth Regiment did in the early 1860s, when forts on both sides led to battles between Marys and the new settlers. The women and children of Taronga took refuge in the Reduct, guarded by the cannon of Queen Victoria's army. But these troubled times belong to the past. The peaceful years have healed the scars of war. Wildflowers grow on the ramparts of the military camp. Nearby are memorials erected by the British army to Maori chiefs, who not only fought bravely, but were chivalrous and humane in their treatment of unarmed and wounded troops. There is a monument to another kind of courage at Makitu, a few miles from Taronga, where the Arawa tribe made landfall at the time of the Great Migration over 600 years ago. From Hawaii in the Pacific, they voiced in their long canoes, with only the stars to guide them across 2,000 miles of ocean, to this new land that they called Autea Roa, the long white cloud. They built their villages in high and rocky places, and they prospered here where nature provided all their needs, century after century, generation after generation. Today, as farmers and skilled workers, they cultivate and shape the land. As New Zealanders, Maori and Paki they cultivate and shape the land. As New Zealanders, Māori and Pākeha live and work in harmony with a proper respect for each other's way of life. The Māoris have a strong sense of tradition and family. When the day's work is done in Makitu, they like to sit and talk over old times and the old ways as people do all over the world. They watch the youngsters playing on the beach. It's a harker, a war dance. But now the battlefields lie quiet in the sun. At Gate Par, sight of one of the last encounters of the Māori wars, a main highway has been built over the trenches. Today, Māori and Pakiha travel the same road. This was the hope of the pioneer missionaries and teachers who built their churches and schools with timber hewn out of the forests of a strange land. The mission house at Taronga was built in 1847 by Archdeacon Brown. He worked here among his people for over 50 years. In this library his few leisure hours were spent with his books and the flowers of an English garden to remind him of home. Flowers grow everywhere in Taronga. Ogunviria flourishes even on the garage roof and every home has its garden. How wrong as homes are places of sunshine and fresh air. The sea is just around the corner. The countryside is right on the doorstep. The climate is mild and sunny and in almost every garden there's a citrus tree. Fruit grows well with over 2,000 hours of bright sunshine every year to help it along. Here in one of Taronga's commercial orchards is a picker harvesting grapefruit. Man and nature have worked together to make this one of the best citrus growing areas in the country. Orchidists always welcome visitors. Here you can see how the golden grapefruit and all things that prosper in the sunshine are grown to perfection. From the air, the countryside is a pattern of fruit trees and homesteads. Here are many of New Zealand's 18,000 acres of commercial orchards. In the citrus packing house, a mile or so outside the town, as a commercial orchards. In the citrus packing house, a mile or so outside the town, you can see how the fruit is graded and packed with skill and dexterity for distribution to other parts of the country and to join the flow of primary produce or export to overseas markets. But here in Taronga, business and pleasure go hand in hand. It's never far to a sports ground of some kind, and visitors are always welcome to join in the game, whether it's bowls or badminton, tennis or croaky or cricket. School children too mix the business of learning with the pleasure of playing. The fun of playing a game for its own sake, his second nature to young New Zealand. And Taronga children are wise in the ways of sport. They're on good terms with the sun of the sea from a very early age. The beaches at Mount Manganui just across across the harbour, are safe and firm. Here is Pilot Beach and beyond is the mount itself, the landmark that welcomes visitors from near and far who come here to relax in South Pacific sunshine. Most New Zealanders enjoy their summer holidays round about Christmas time. But even then, when hotels and motor camps are at their busiest, the beaches and the township are never overcrowded. There's usually a fair amount of activity around the post office, of course, and from here, let us go to quiet villages and bustling cities at home and abroad, to different destinations, but all telling the same story of pleasant days by the seat. Here, alive with the spirit of holiday, is Manganui's ocean beach. I'm gonna'a. Here you can spend days in the sparkling surf, or if you're more ambitious, you can try surf skiing. Oh well, perhaps not, but it isn't as dangerous as it looks, and beach patrols keep a sharp eye open for any chance to practice their rescue group. Onlookers watch without much anxiety. They've seen it all before. They know that soon the charioteer of the waves will ride again. When you're tired of surfing or swimming, there's the pleasure of exploring the little rocky islands offshore, where you can sunbathe and listen to the timeless song of the sea. Then you may hear the scurl of the pints, and you would see not the precision of sword dance and reel, but the trim formation of marching girls, competing in dress and style with teams from other parts of the North Island. When lazing in the sun begins to fall, if it ever does, it's easy to get away to a quiet haven, where you can relax in the peace of a summer afternoon with a hook and a line and not take care in the world. Here you can catch snapper, terraki and pot, sizable fish, all of them. But if you want big game fish, then Meir Island is the place. It's only 20 miles out from Taronga to this minor paradise for deep sea fishermen. Here, one fish of your day's catch may weigh anything up to a thousand pounds. In the bay are a few of the launches you can hire for a day's fort. You can sleep on the island if you like and get away to an early start in the morning. A warm current a warm current sweeping down from the equator joins coastal waters just off Merr Island. And down this current come the fighting fish, swordfish, shark, marlin to provide memorable days for big game fishermen from all over the world. But to other people, the seas were made to sail off, and back in Taronga Harbour, there are breezes and bays to delight all those who enjoy carefree days afloat. Here you will see boats of every class, of every size and sword, sailing on the white wings of the wind. For a long time, you will remember your visit to Taronga, its air of peace and its background of history. There will be memories too of simpler things, of golden days away from care, the venison of air and sea and sky. Sunlight on the water. A coast of warm rock and tall cliff lined for miles with the flaring blossom of Pabutakawa. You will remember always the welcome of Pacific surf. Quiet beaches and life in the sun, in Taronga, Bay of Plenty. You know, I'm going to be."}