{"speakers": [], "chunks": [{"timestamp": [0.0, 32.0], "text": " My name is Simon Rogers and I'm a PhD student at Victoria University, Wellington."}, {"timestamp": [32.0, 38.0], "text": " It means I've finished my honours degree, I finished my undergraduate bachelor's degree."}, {"timestamp": [38.0, 40.0], "text": " I finished those a couple of years ago."}, {"timestamp": [40.0, 45.06], "text": " And I suppose the reason that I got into science really is because I was always one of those kids that just kept asking questions."}, {"timestamp": [45.68, 48.94], "text": " And so now I'm doing my PhD in soft materials, soft matter."}, {"timestamp": [49.66, 57.78], "text": " And this is a topic which people have not really asked why that happens and what causes it for so many years."}, {"timestamp": [57.84, 59.32], "text": " We've just assumed that we know it all."}, {"timestamp": [59.88, 65.14], "text": " The materials that I'm working in are materials that we use every day without even thinking"}, {"timestamp": [65.14, 65.94], "text": " about it."}, {"timestamp": [65.94, 69.18], "text": " From the toothpaste that you use in the morning to the tomato ketchup that you put on your hot"}, {"timestamp": [69.18, 74.26], "text": " dog, all of those things come under the area of soft materials and complex fluids, which"}, {"timestamp": [74.26, 76.28], "text": " are the things that I'm more interested in."}, {"timestamp": [76.28, 83.44], "text": " And so my job, well my aspect of fun really, is to use some of this technology to look at the"}, {"timestamp": [83.44, 85.6], "text": " aging and rejuvenation of these materials."}, {"timestamp": [86.2, 92.08], "text": " And by aging and rejuvenation, I mean how these materials change their behavior over time"}, {"timestamp": [92.08, 93.86], "text": " and how we can get that behavior back."}, {"timestamp": [94.58, 99.92], "text": " We're all familiar with using custard or making custard when you beat it up"}, {"timestamp": [99.92, 103.26], "text": " and then it forms a skin on top and you don't want the skin."}, {"timestamp": [103.26, 108.82], "text": " So, I mean, the skin is, going back back to the technical term is the aged state of the"}, {"timestamp": [108.82, 113.32], "text": " custard to then go back to the rejuvenated state we just beat it up we add in a"}, {"timestamp": [113.32, 119.88], "text": " whole lot of energy to the system what's behind me is a superconducting magnet"}, {"timestamp": [119.88, 127.5], "text": " the thing that you see on the outside the the shell, the big grey thing with the stickers all over it,"}, {"timestamp": [127.88, 133.12], "text": " is what we refer to as a dea, which is effectively like an ultra good thermos."}, {"timestamp": [133.72, 140.0], "text": " So inside there we've got liquid nitrogen, which is at 70 Kelvin or 77 Kelvin,"}, {"timestamp": [140.12, 142.46], "text": " which is about minus 200 degrees Celsius."}, {"timestamp": [143.36, 145.76], "text": " And then inside that we've got another one that has liquid helium in it, which is at minus 200 degrees Celsius. And then inside that, we've got another one"}, {"timestamp": [145.76, 147.7], "text": " that has liquid helium in it,"}, {"timestamp": [147.96, 149.6], "text": " which is at about 3 Kelvin,"}, {"timestamp": [150.1, 152.0], "text": " or about minus 270 degrees."}, {"timestamp": [152.26, 153.8], "text": " And then inside that we've got our magnet."}, {"timestamp": [154.58, 156.24], "text": " And the magnet needs to be at that temperature"}, {"timestamp": [156.24, 158.88], "text": " to be superconducting to give us the strong fields"}, {"timestamp": [158.88, 160.8], "text": " that we need that we require."}, {"timestamp": [161.76, 164.18], "text": " And then we've got a shaft running straight down the middle"}, {"timestamp": [164.18, 166.0], "text": " of which we load our samples into."}, {"timestamp": [166.0, 175.0], "text": " In my hand here, this is the sample that I work on and it's effectively just a test tube with a smaller test tube inside it."}, {"timestamp": [175.0, 182.0], "text": " And the gap in between those two test tubes is a material that I want to look at."}, {"timestamp": [182.0, 186.5], "text": " And the way I look at the material is by effectively turning this round, so it's acting"}, {"timestamp": [186.5, 189.72], "text": " like a little blender, and I look at how it responds in there."}, {"timestamp": [189.72, 197.8], "text": " In here I have some tiny spheres just suspended in water, and these spheres have a solid"}, {"timestamp": [197.8, 200.62], "text": " latex outer and an oil core."}, {"timestamp": [200.62, 204.68], "text": " Now this NMR that I was telling you about before, we can only see liquids with that."}, {"timestamp": [204.68, 210.0], "text": " And so we can only see the liquid that's inside the core of these spheres and we can't see the solid outer."}, {"timestamp": [210.0, 216.0], "text": " And the difference between the liquid that's in the core and the water that these spheres are suspended in"}, {"timestamp": [216.0, 221.0], "text": " means that we can selectively look at just how the spheres move around."}, {"timestamp": [221.0, 229.36], "text": " So we're then just looking at how this material works, rather than looking at the suspension itself. This line here is the center of our coil and"}, {"timestamp": [229.36, 234.22], "text": " what I've tried to do is align my sample, the sample that I want to look at"}, {"timestamp": [234.22, 237.58], "text": " with the center of this line because the center line says we were getting most"}, {"timestamp": [237.58, 241.4], "text": " power from the coil and so by aligning the center of the sample with the center"}, {"timestamp": [241.4, 246.48], "text": " of the coil I'm getting the maximum efficiency that I can get out of my experiments. So what I'm doing now is I'm loading up the sample with the center of the coil, I'm getting the maximum efficiency that I can get out of my experiments."}, {"timestamp": [246.48, 253.38], "text": " So what I'm doing now is I'm loading up my sample with the coil with the actual sample in"}, {"timestamp": [253.38, 254.38], "text": " it."}, {"timestamp": [254.38, 258.12], "text": " So this, we call the whole combination of these two things here, the probe."}, {"timestamp": [258.12, 261.28], "text": " I'm loading the probe into the middle of the magnet."}, {"timestamp": [261.28, 265.18], "text": " So it's going past the dewers that we were talking about before, and we're trying to get it as close to the middle of the magnet as So it's going past the dewers that we were talking about before and we're trying"}, {"timestamp": [265.18, 270.98], "text": " to get it as close to the middle of the magnet as we possibly can. And then I'm about to lower down"}, {"timestamp": [270.98, 278.24], "text": " the drive shaft, which is going to be turning the sample, sharing the sample, applying the forces"}, {"timestamp": [278.24, 283.0], "text": " that I was talking about before. And then we're going to set a gearbox up on top of the"}, {"timestamp": [283.0, 290.94], "text": " drive shaft. So we're now pretty much setting up a blender to blend my material at a controlled rate,"}, {"timestamp": [291.38, 295.52], "text": " slower than what you'd chop tomatoes with or make soup or anything like that."}, {"timestamp": [295.66, 298.8], "text": " But fast enough so that we can still see some movement."}, {"timestamp": [299.54, 300.3], "text": " Right, sort of."}, {"timestamp": [300.9, 304.82], "text": " So when I finish the experiment, this is the sort of image that I'm looking for."}, {"timestamp": [306.04, 311.4], "text": " And technically this is a graph of space versus velocity."}, {"timestamp": [311.4, 315.4], "text": " We can think of a center line being here as being everything is stationary."}, {"timestamp": [315.4, 320.58], "text": " So this tells us that in our center block we've got solid body rotation and this should"}, {"timestamp": [320.58, 328.14], "text": " be the velocity at the inner wall at each side because this here is a slice through the inner part of the cell,"}, {"timestamp": [328.6, 331.26], "text": " and then we've got the outer parts here."}, {"timestamp": [331.64, 333.48], "text": " And these are the parts here that are interesting"}, {"timestamp": [333.48, 336.14], "text": " because this is the sample that is undergoing the stresses"}, {"timestamp": [336.14, 340.3], "text": " and feeling the forces, and so this is the part here that I want to look at."}, {"timestamp": [340.86, 344.96], "text": " We can see here that because we've got some sort of stationary behavior"}, {"timestamp": [344.96, 345.9], "text": " at the outer edge, and then some sort of stationary behavior at the outer"}, {"timestamp": [345.9, 350.9], "text": " edge and then it sort of curves up in the inner part that we've got solid body rotation"}, {"timestamp": [350.9, 356.18], "text": " on the outside and then it goes to liquid closer in. So in the same piece of material,"}, {"timestamp": [356.62, 360.82], "text": " it's acting like a solid and a liquid. And so something that we thought we understood, we've"}, {"timestamp": [360.82, 365.24], "text": " suddenly discovered that we really have no idea about it. And so that has sparked"}, {"timestamp": [365.24, 370.24], "text": " a whole lot of interest from the theorists saying, well, what could it be that's causing this?"}, {"timestamp": [370.44, 375.76], "text": " Let's assume it's this and let's follow this logical progression through. As an experimentalist,"}, {"timestamp": [375.76, 381.24], "text": " we then take these theories and we carry out the experiments that I've shown you before"}, {"timestamp": [381.24, 388.72], "text": " and we say, well, this is what we see, and therefore this part of the theory can be used to say this is how it's behaving."}, {"timestamp": [389.76, 401.24], "text": " On the counter example of that, though, we can take a theory and then disprove it by saying that's not what we see in the experiments, and therefore the theorists have to go back to the table and try and come up with another explanation for it."}, {"timestamp": [401.24, 409.8], "text": " The exciting thing about the field that I'm working in is that we're constantly one-upping each other. And so the theorists come up with something. We go out"}, {"timestamp": [409.8, 414.8], "text": " and show what's going on and then we find some other behaviour that the theorists haven't thought"}, {"timestamp": [414.8, 416.5], "text": " of. And then they try and explain that."}], "text": " My name is Simon Rogers and I'm a PhD student at Victoria University, Wellington. It means I've finished my honours degree, I finished my undergraduate bachelor's degree. I finished those a couple of years ago. And I suppose the reason that I got into science really is because I was always one of those kids that just kept asking questions. And so now I'm doing my PhD in soft materials, soft matter. And this is a topic which people have not really asked why that happens and what causes it for so many years. We've just assumed that we know it all. The materials that I'm working in are materials that we use every day without even thinking about it. From the toothpaste that you use in the morning to the tomato ketchup that you put on your hot dog, all of those things come under the area of soft materials and complex fluids, which are the things that I'm more interested in. And so my job, well my aspect of fun really, is to use some of this technology to look at the aging and rejuvenation of these materials. And by aging and rejuvenation, I mean how these materials change their behavior over time and how we can get that behavior back. We're all familiar with using custard or making custard when you beat it up and then it forms a skin on top and you don't want the skin. So, I mean, the skin is, going back back to the technical term is the aged state of the custard to then go back to the rejuvenated state we just beat it up we add in a whole lot of energy to the system what's behind me is a superconducting magnet the thing that you see on the outside the the shell, the big grey thing with the stickers all over it, is what we refer to as a dea, which is effectively like an ultra good thermos. So inside there we've got liquid nitrogen, which is at 70 Kelvin or 77 Kelvin, which is about minus 200 degrees Celsius. And then inside that we've got another one that has liquid helium in it, which is at minus 200 degrees Celsius. And then inside that, we've got another one that has liquid helium in it, which is at about 3 Kelvin, or about minus 270 degrees. And then inside that we've got our magnet. And the magnet needs to be at that temperature to be superconducting to give us the strong fields that we need that we require. And then we've got a shaft running straight down the middle of which we load our samples into. In my hand here, this is the sample that I work on and it's effectively just a test tube with a smaller test tube inside it. And the gap in between those two test tubes is a material that I want to look at. And the way I look at the material is by effectively turning this round, so it's acting like a little blender, and I look at how it responds in there. In here I have some tiny spheres just suspended in water, and these spheres have a solid latex outer and an oil core. Now this NMR that I was telling you about before, we can only see liquids with that. And so we can only see the liquid that's inside the core of these spheres and we can't see the solid outer. And the difference between the liquid that's in the core and the water that these spheres are suspended in means that we can selectively look at just how the spheres move around. So we're then just looking at how this material works, rather than looking at the suspension itself. This line here is the center of our coil and what I've tried to do is align my sample, the sample that I want to look at with the center of this line because the center line says we were getting most power from the coil and so by aligning the center of the sample with the center of the coil I'm getting the maximum efficiency that I can get out of my experiments. So what I'm doing now is I'm loading up the sample with the center of the coil, I'm getting the maximum efficiency that I can get out of my experiments. So what I'm doing now is I'm loading up my sample with the coil with the actual sample in it. So this, we call the whole combination of these two things here, the probe. I'm loading the probe into the middle of the magnet. So it's going past the dewers that we were talking about before, and we're trying to get it as close to the middle of the magnet as So it's going past the dewers that we were talking about before and we're trying to get it as close to the middle of the magnet as we possibly can. And then I'm about to lower down the drive shaft, which is going to be turning the sample, sharing the sample, applying the forces that I was talking about before. And then we're going to set a gearbox up on top of the drive shaft. So we're now pretty much setting up a blender to blend my material at a controlled rate, slower than what you'd chop tomatoes with or make soup or anything like that. But fast enough so that we can still see some movement. Right, sort of. So when I finish the experiment, this is the sort of image that I'm looking for. And technically this is a graph of space versus velocity. We can think of a center line being here as being everything is stationary. So this tells us that in our center block we've got solid body rotation and this should be the velocity at the inner wall at each side because this here is a slice through the inner part of the cell, and then we've got the outer parts here. And these are the parts here that are interesting because this is the sample that is undergoing the stresses and feeling the forces, and so this is the part here that I want to look at. We can see here that because we've got some sort of stationary behavior at the outer edge, and then some sort of stationary behavior at the outer edge and then it sort of curves up in the inner part that we've got solid body rotation on the outside and then it goes to liquid closer in. So in the same piece of material, it's acting like a solid and a liquid. And so something that we thought we understood, we've suddenly discovered that we really have no idea about it. And so that has sparked a whole lot of interest from the theorists saying, well, what could it be that's causing this? Let's assume it's this and let's follow this logical progression through. As an experimentalist, we then take these theories and we carry out the experiments that I've shown you before and we say, well, this is what we see, and therefore this part of the theory can be used to say this is how it's behaving. On the counter example of that, though, we can take a theory and then disprove it by saying that's not what we see in the experiments, and therefore the theorists have to go back to the table and try and come up with another explanation for it. The exciting thing about the field that I'm working in is that we're constantly one-upping each other. And so the theorists come up with something. We go out and show what's going on and then we find some other behaviour that the theorists haven't thought of. And then they try and explain that."}