{"speakers": [], "chunks": [{"timestamp": [0.0, 31.0], "text": " Victoria College is 50 years old."}, {"timestamp": [31.0, 36.0], "text": " Established in 1890 with 100 students, it now has a role of over 2,000"}, {"timestamp": [36.0, 40.0], "text": " and temporary accommodation has had to be built since the war to house the growing number of students."}, {"timestamp": [40.0, 52.5], "text": " Young people come to the university mainly to study for a degree, but in their stay they acquire something more important,"}, {"timestamp": [52.5, 56.8], "text": " a taste for learning which will stay with them for the rest of their lives."}, {"timestamp": [56.8, 59.2], "text": " And study isn't the only aspect of varsity life."}, {"timestamp": [59.2, 64.3], "text": " There are plays, debates, sports and dances, and once a year, capping celebrations."}, {"timestamp": [64.3, 65.0], "text": " At the men's hostel, a car is moving off, with a little help, to once a year, capping celebrations."}, {"timestamp": [65.0, 69.0], "text": " At the men's hostel, a car is moving off, with a little help, to collect two distinguished"}, {"timestamp": [69.0, 73.0], "text": " visitors from Old Vic and take them into town to join the capping procession."}, {"timestamp": [89.0, 94.0], "text": " In these annual processions, anything that's been in the news during the year is gently caricatured. As it's victorious Jubilee year, the college itself receives attention,"}, {"timestamp": [94.0, 121.0], "text": " as do Wellington's transport system began the jubilee celebrations."}, {"timestamp": [121.0, 127.68], "text": " In the march through the streets were many distinguished people who acknowledged their debt to their old college by coming in many cases long distances"}, {"timestamp": [127.68, 132.6], "text": " to take part. One of the most distinguished, Chief Justice Sir Humphrey O'Leary,"}, {"timestamp": [132.6, 142.8], "text": " opened the celebrations. The college was open to the public, who saw in"}, {"timestamp": [142.8, 145.4], "text": " displays such as these something of the work of the university."}, {"timestamp": [146.28, 153.08], "text": " The interest of public and graduates in the Jubilee indicates the growing awareness of the important part the university plays in the community."}, {"timestamp": [162.12, 166.0], "text": " For nearly 20 years, Waitki Powerhouse has been generating electricity."}, {"timestamp": [166.0, 172.0], "text": " There are 5,15,000 kilowatt units in use today and the station is now expanded to its full capacity."}, {"timestamp": [172.0, 178.0], "text": " But there's always care and maintenance going on, overhauling old generators and attending to inevitable breakdowns."}, {"timestamp": [178.0, 182.0], "text": " This is number five. The main bracket is coming out of the generating pit."}, {"timestamp": [182.0, 190.0], "text": " Its job is to support the entire weight and thrust of the generating machine, weighing 160 tons and making 125 revolutions a minute."}, {"timestamp": [194.0, 214.0], "text": " Gently, it's lowered onto its temporary supports. Alongside is number five's rotor, having a brush up before going into position."}, {"timestamp": [214.0, 216.7], "text": " At the moment it rests on a two inch steel ball."}, {"timestamp": [220.3, 224.4], "text": " From the generating floor we look down to the stator, immediately below."}, {"timestamp": [224.4, 227.0], "text": " The tunnel halfway down leads to the turbine floor."}, {"timestamp": [227.0, 231.0], "text": " The head of water passes through this tunnel to drive the turbine."}, {"timestamp": [231.0, 235.0], "text": " In the center is the turbine shaft."}, {"timestamp": [235.0, 243.0], "text": " It takes months to build and install a machine like number five."}, {"timestamp": [243.0, 246.0], "text": " It takes years to build a new powerhouse."}, {"timestamp": [246.0, 250.44], "text": " First, the site has to be selected, perhaps a river diverted, and labor found to bind steel and"}, {"timestamp": [250.44, 253.04], "text": " concrete into dam and powerhouse."}, {"timestamp": [253.04, 257.84], "text": " Twenty miles up the river from here, men have been at work since 1946, investigating a new"}, {"timestamp": [257.84, 261.68], "text": " center for gathering electrical energy."}, {"timestamp": [261.68, 267.14], "text": " At Benmore, the Waitaki narrows into a rocky gorge. Behind is a deep natural basin capable"}, {"timestamp": [267.14, 271.28], "text": " of storing an immense amount of water. Here at the end of the gorge is the proposed"}, {"timestamp": [271.28, 277.44], "text": " site for a powerhouse. Surface earth on both sides of the river is being removed,"}, {"timestamp": [277.44, 294.0], "text": " allowing geologists to examine rock formation. Rotary drills are probing 200 feet into this ridge to determine if it can stand up to the force of water that would be stored behind it."}, {"timestamp": [294.0, 300.0], "text": " On the river flat below is the site put a new town to house the men who will come to Benmore to construct the dam."}, {"timestamp": [300.0, 305.5], "text": " Years of work must go on before this can eventuate, but one day, perhaps not for another ten years."}, {"timestamp": [305.5, 312.5], "text": " Then more will generate electricity and transmission lines will stride out over the valleys carrying power to the South Island."}, {"timestamp": [316.5, 326.0], "text": " Fifteen years ago, Oscar Natzko was a blacksmith striker in Freeman's Bay, Auckland."}, {"timestamp": [326.0, 330.84], "text": " Today he's one of the world's leading operatic bassos and a star in London and New York."}, {"timestamp": [330.84, 339.56], "text": " He was discovered by Anderson Tyra in 1934 and only six years later he was one of a party of distinguished artists invited here for the Centennial."}, {"timestamp": [339.56, 344.72], "text": " This time he wears the truly operatic beard he raised on wartime service with the Canadian Navy."}, {"timestamp": [344.72, 373.0], "text": " Accompanied by Henri Penn, he's about to sing Musorgsky's Song of the Flea. First lived a king from old time who kept a fine fat plea."}, {"timestamp": [373.0, 380.0], "text": " Ableble, please."}, {"timestamp": [380.0, 395.0], "text": " And had it been his own son, no near could he be a plea?"}, {"timestamp": [395.0, 401.0], "text": " Heblee, he plebe, he bleep."}, {"timestamp": [401.0, 416.56], "text": " A king he called his for, and thus he gave the word, now caught me holes and"}, {"timestamp": [416.56, 423.2], "text": " a teionic for this great Russian lord."}, {"timestamp": [423.2, 426.76], "text": " This Russian lord, To this Russian lord"}, {"timestamp": [426.76, 446.18], "text": " Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de A Roma still Convalvent"}, {"timestamp": [446.18, 448.94], "text": " Mceding a row was brought"}, {"timestamp": [448.94, 452.58], "text": " Who the flea was dressed and given"}, {"timestamp": [452.58, 455.68], "text": " A chancel and rang at home"}, {"timestamp": [455.68, 458.0], "text": " He"}, {"timestamp": [458.0, 460.0], "text": " He He He He He He He He He"}, {"timestamp": [460.0, 463.0], "text": " He hilly, he he he he he he he"}, {"timestamp": [463.0, 471.0], "text": " He a flea He had to cross"}, {"timestamp": [471.0, 480.0], "text": " Avonan war and all the other fleas came to court"}, {"timestamp": [480.0, 483.0], "text": " From her dear and far"}, {"timestamp": [483.0, 484.0], "text": " He."}, {"timestamp": [484.0, 489.0], "text": " And over the laws and ladies"}, {"timestamp": [489.0, 492.0], "text": " And all the whiles and knights"}, {"timestamp": [492.0, 495.0], "text": " The queen and all her maid"}, {"timestamp": [495.0, 498.0], "text": " Were itching from the fine"}, {"timestamp": [498.0, 500.0], "text": " Ha, ha!"}, {"timestamp": [500.0, 505.0], "text": " Whose grudge they were forbidden,"}, {"timestamp": [505.0, 508.0], "text": " They had to bear the brick"}, {"timestamp": [508.0, 511.0], "text": " But we, when we are beaten,"}, {"timestamp": [511.0, 515.0], "text": " Know how to scratch a chick!"}, {"timestamp": [515.0, 516.0], "text": " Oh!"}, {"timestamp": [516.0, 517.0], "text": " Ha! He!"}, {"timestamp": [517.0, 518.0], "text": " Ha! He!"}], "text": " Victoria College is 50 years old. Established in 1890 with 100 students, it now has a role of over 2,000 and temporary accommodation has had to be built since the war to house the growing number of students. Young people come to the university mainly to study for a degree, but in their stay they acquire something more important, a taste for learning which will stay with them for the rest of their lives. And study isn't the only aspect of varsity life. There are plays, debates, sports and dances, and once a year, capping celebrations. At the men's hostel, a car is moving off, with a little help, to once a year, capping celebrations. At the men's hostel, a car is moving off, with a little help, to collect two distinguished visitors from Old Vic and take them into town to join the capping procession. In these annual processions, anything that's been in the news during the year is gently caricatured. As it's victorious Jubilee year, the college itself receives attention, as do Wellington's transport system began the jubilee celebrations. In the march through the streets were many distinguished people who acknowledged their debt to their old college by coming in many cases long distances to take part. One of the most distinguished, Chief Justice Sir Humphrey O'Leary, opened the celebrations. The college was open to the public, who saw in displays such as these something of the work of the university. The interest of public and graduates in the Jubilee indicates the growing awareness of the important part the university plays in the community. For nearly 20 years, Waitki Powerhouse has been generating electricity. There are 5,15,000 kilowatt units in use today and the station is now expanded to its full capacity. But there's always care and maintenance going on, overhauling old generators and attending to inevitable breakdowns. This is number five. The main bracket is coming out of the generating pit. Its job is to support the entire weight and thrust of the generating machine, weighing 160 tons and making 125 revolutions a minute. Gently, it's lowered onto its temporary supports. Alongside is number five's rotor, having a brush up before going into position. At the moment it rests on a two inch steel ball. From the generating floor we look down to the stator, immediately below. The tunnel halfway down leads to the turbine floor. The head of water passes through this tunnel to drive the turbine. In the center is the turbine shaft. It takes months to build and install a machine like number five. It takes years to build a new powerhouse. First, the site has to be selected, perhaps a river diverted, and labor found to bind steel and concrete into dam and powerhouse. Twenty miles up the river from here, men have been at work since 1946, investigating a new center for gathering electrical energy. At Benmore, the Waitaki narrows into a rocky gorge. Behind is a deep natural basin capable of storing an immense amount of water. Here at the end of the gorge is the proposed site for a powerhouse. Surface earth on both sides of the river is being removed, allowing geologists to examine rock formation. Rotary drills are probing 200 feet into this ridge to determine if it can stand up to the force of water that would be stored behind it. On the river flat below is the site put a new town to house the men who will come to Benmore to construct the dam. Years of work must go on before this can eventuate, but one day, perhaps not for another ten years. Then more will generate electricity and transmission lines will stride out over the valleys carrying power to the South Island. Fifteen years ago, Oscar Natzko was a blacksmith striker in Freeman's Bay, Auckland. Today he's one of the world's leading operatic bassos and a star in London and New York. He was discovered by Anderson Tyra in 1934 and only six years later he was one of a party of distinguished artists invited here for the Centennial. This time he wears the truly operatic beard he raised on wartime service with the Canadian Navy. Accompanied by Henri Penn, he's about to sing Musorgsky's Song of the Flea. First lived a king from old time who kept a fine fat plea. Ableble, please. And had it been his own son, no near could he be a plea? Heblee, he plebe, he bleep. A king he called his for, and thus he gave the word, now caught me holes and a teionic for this great Russian lord. This Russian lord, To this Russian lord Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de A Roma still Convalvent Mceding a row was brought Who the flea was dressed and given A chancel and rang at home He He He He He He He He He He He hilly, he he he he he he he He a flea He had to cross Avonan war and all the other fleas came to court From her dear and far He. And over the laws and ladies And all the whiles and knights The queen and all her maid Were itching from the fine Ha, ha! Whose grudge they were forbidden, They had to bear the brick But we, when we are beaten, Know how to scratch a chick! Oh! Ha! He! Ha! He!"}