{"speakers": [], "chunks": [{"timestamp": [0.0, 28.5], "text": " Hello, my name is Bill Williams and I'm here in the physics department"}, {"timestamp": [28.5, 32.56], "text": " in the Institute of Fundamental Sciences at Massa University."}, {"timestamp": [32.56, 36.76], "text": " Here we have a biomaterials group and we try and look at nature's soft materials and understand"}, {"timestamp": [36.76, 41.06], "text": " how they're constructed."}, {"timestamp": [41.06, 43.32], "text": " So what are soft materials?"}, {"timestamp": [43.32, 47.0], "text": " When we shake water around it seems pretty obvious it's a liquid."}, {"timestamp": [47.0, 52.0], "text": " When we bang on the table it seems pretty obvious that it's a solid."}, {"timestamp": [52.0, 58.0], "text": " But think about something like jelly for a moment that you've no doubt all had at parties."}, {"timestamp": [58.0, 61.0], "text": " Jelly is more difficult to describe in a material sense."}, {"timestamp": [61.0, 66.82], "text": " It might look a bit like a solid if we smack into it fast, but it also wobbles round on"}, {"timestamp": [66.82, 71.9], "text": " the plate and if we wait a long time we will find that it can flow like a liquid."}, {"timestamp": [71.9, 76.48], "text": " It's these sorts of soft materials that in fact a lot of biomaterials are made out of, including"}, {"timestamp": [76.48, 83.12], "text": " ourselves and plants and lots of things in the world around us."}, {"timestamp": [83.12, 87.0], "text": " So what is it that actually makes most of nature's biomaterials soft?"}, {"timestamp": [87.0, 89.0], "text": " How is it that they're like this?"}, {"timestamp": [89.0, 94.0], "text": " It's because they tend to be made up out of long strings of molecules called polymers,"}, {"timestamp": [94.0, 96.0], "text": " a bit like this chain."}, {"timestamp": [96.0, 101.0], "text": " The molecules I'm interested in actually are small components of sugars"}, {"timestamp": [101.0, 104.0], "text": " which are actually stuck together one after another,"}, {"timestamp": [104.0, 108.0], "text": " and these make long chain molecules that might be millions of units long."}, {"timestamp": [108.0, 111.0], "text": " These chain molecules have a large degree of flexibility."}, {"timestamp": [111.0, 114.0], "text": " When we stick these together to make materials,"}, {"timestamp": [114.0, 118.0], "text": " we get things like rubber and things which are what we call visco elastic,"}, {"timestamp": [118.0, 120.0], "text": " things which are like solids and liquids,"}, {"timestamp": [120.0, 123.0], "text": " or to me and you, gloopy and soft materials."}, {"timestamp": [123.0, 126.0], "text": " We're interested in the properties of soft materials"}, {"timestamp": [126.0, 128.0], "text": " and how these properties depend on the polymers"}, {"timestamp": [128.0, 130.0], "text": " from which the materials are made."}, {"timestamp": [130.0, 133.0], "text": " But how do we measure the properties of the materials at all?"}, {"timestamp": [133.0, 136.0], "text": " You might think we can just take a lump of the material"}, {"timestamp": [136.0, 138.0], "text": " and shake it around a bit."}, {"timestamp": [138.0, 140.0], "text": " But what we've been doing here at Massey recently"}, {"timestamp": [140.0, 143.0], "text": " is developing a technique called microreology."}, {"timestamp": [143.0, 147.0], "text": " Here we take small fluorescent beads"}, {"timestamp": [147.0, 151.62], "text": " and actually put them inside the material. We look how these beads move around inside the"}, {"timestamp": [151.62, 156.62], "text": " material and from that we infer something of the properties. Inside this flask"}, {"timestamp": [156.62, 161.72], "text": " here I have a slightly viscous solution and inside it some tiny beads which you can"}, {"timestamp": [161.72, 165.84], "text": " see are glowing. These beads are a small size. Typically"}, {"timestamp": [165.84, 170.88], "text": " there's a thousand of them in one millimeter. I'm going to take some of these beads now in"}, {"timestamp": [170.88, 179.32], "text": " this material and actually put it onto a microscope slide. I'm going to pass this over to"}, {"timestamp": [179.32, 189.54], "text": " Ramarik. Here's going to have a look in the microscope."}, {"timestamp": [192.4, 192.96], "text": " So what is it that we can actually see under the microscope?"}, {"timestamp": [195.34, 195.94], "text": " This apparatus here is a fluorescence microscope."}, {"timestamp": [199.7, 199.9], "text": " On the surface of the little beads, there is a chemical which, when illuminated,"}, {"timestamp": [201.5, 201.98], "text": " actually makes the particles glow."}, {"timestamp": [204.32, 208.4], "text": " And this allows us to pick them up with good sensitivity and actually see what are they doing in there."}, {"timestamp": [208.4, 212.3], "text": " This data is captured by a camera and taken into a computer."}, {"timestamp": [212.3, 217.1], "text": " This allows us to film images and also the time course of the motion."}, {"timestamp": [217.1, 220.6], "text": " You can see here that the particles aren't just stationary."}, {"timestamp": [220.6, 224.2], "text": " They're actually jiggling around just because of the temperature of the room."}, {"timestamp": [224.2, 231.0], "text": " This is akin to Brownian motion, the same thing that forms some of Einstein's important work in 1905."}, {"timestamp": [231.0, 236.0], "text": " From this motion you can understand now how we can actually probe the properties of the soft materials."}, {"timestamp": [236.0, 242.0], "text": " When this motion is very fast and the particles move far, the material is very much just like water."}, {"timestamp": [242.0, 245.68], "text": " If the particles can't move far and they can just jiggle around like this,"}, {"timestamp": [245.96, 248.12], "text": " it's much more like a solid elastic material."}, {"timestamp": [248.84, 251.74], "text": " And so it's by using these motions of the particles"}, {"timestamp": [251.74, 254.56], "text": " that we're actually able to get materials information"}, {"timestamp": [254.56, 256.92], "text": " on what these soft materials are like."}, {"timestamp": [258.92, 261.28], "text": " So these are new and exciting techniques"}, {"timestamp": [261.28, 262.8], "text": " which are developing here at Massey,"}, {"timestamp": [262.96, 270.4], "text": " which we can use to look at the properties of soft biomaterials. We aim to couple this information with actually information"}, {"timestamp": [270.4, 275.8], "text": " about the polymer structures to understand how nature uses different polymers to make materials"}, {"timestamp": [275.8, 281.34], "text": " with different properties. Ultimately, this will illuminate nature's design rules about our own"}, {"timestamp": [281.34, 286.48], "text": " tissues, about plants and about the world around us. And who knows?"}, {"timestamp": [286.48, 290.88], "text": " By looking how nature does things, maybe we can think about constructing materials in more"}, {"timestamp": [290.88, 292.0], "text": " intelligent ways too."}], "text": " Hello, my name is Bill Williams and I'm here in the physics department in the Institute of Fundamental Sciences at Massa University. Here we have a biomaterials group and we try and look at nature's soft materials and understand how they're constructed. So what are soft materials? When we shake water around it seems pretty obvious it's a liquid. When we bang on the table it seems pretty obvious that it's a solid. But think about something like jelly for a moment that you've no doubt all had at parties. Jelly is more difficult to describe in a material sense. It might look a bit like a solid if we smack into it fast, but it also wobbles round on the plate and if we wait a long time we will find that it can flow like a liquid. It's these sorts of soft materials that in fact a lot of biomaterials are made out of, including ourselves and plants and lots of things in the world around us. So what is it that actually makes most of nature's biomaterials soft? How is it that they're like this? It's because they tend to be made up out of long strings of molecules called polymers, a bit like this chain. The molecules I'm interested in actually are small components of sugars which are actually stuck together one after another, and these make long chain molecules that might be millions of units long. These chain molecules have a large degree of flexibility. When we stick these together to make materials, we get things like rubber and things which are what we call visco elastic, things which are like solids and liquids, or to me and you, gloopy and soft materials. We're interested in the properties of soft materials and how these properties depend on the polymers from which the materials are made. But how do we measure the properties of the materials at all? You might think we can just take a lump of the material and shake it around a bit. But what we've been doing here at Massey recently is developing a technique called microreology. Here we take small fluorescent beads and actually put them inside the material. We look how these beads move around inside the material and from that we infer something of the properties. Inside this flask here I have a slightly viscous solution and inside it some tiny beads which you can see are glowing. These beads are a small size. Typically there's a thousand of them in one millimeter. I'm going to take some of these beads now in this material and actually put it onto a microscope slide. I'm going to pass this over to Ramarik. Here's going to have a look in the microscope. So what is it that we can actually see under the microscope? This apparatus here is a fluorescence microscope. On the surface of the little beads, there is a chemical which, when illuminated, actually makes the particles glow. And this allows us to pick them up with good sensitivity and actually see what are they doing in there. This data is captured by a camera and taken into a computer. This allows us to film images and also the time course of the motion. You can see here that the particles aren't just stationary. They're actually jiggling around just because of the temperature of the room. This is akin to Brownian motion, the same thing that forms some of Einstein's important work in 1905. From this motion you can understand now how we can actually probe the properties of the soft materials. When this motion is very fast and the particles move far, the material is very much just like water. If the particles can't move far and they can just jiggle around like this, it's much more like a solid elastic material. And so it's by using these motions of the particles that we're actually able to get materials information on what these soft materials are like. So these are new and exciting techniques which are developing here at Massey, which we can use to look at the properties of soft biomaterials. We aim to couple this information with actually information about the polymer structures to understand how nature uses different polymers to make materials with different properties. Ultimately, this will illuminate nature's design rules about our own tissues, about plants and about the world around us. And who knows? By looking how nature does things, maybe we can think about constructing materials in more intelligent ways too."}