{"speakers": [], "chunks": [{"timestamp": [0.0, 34.32], "text": " The A group of distinguished doctors from Australia pay a visit to a training school at Levin."}, {"timestamp": [34.96, 39.9], "text": " Dr. Cummings, Sir Edward Ford and Professor Trethewan have made a special trip to study the advances"}, {"timestamp": [39.9, 44.14], "text": " the New Zealand Health Department is making in the treatment of the intellectually handicapped."}, {"timestamp": [44.72, 45.24], "text": " Dr. Moat and Mr. Graham answer questions on their training methods and making in the treatment of the intellectually handicapped."}, {"timestamp": [45.24, 49.46], "text": " Dr. Moet and Mr. Graham answer questions on their training methods and they take the visitors"}, {"timestamp": [49.46, 54.12], "text": " into the school where pupils who show any aptitude for learning are given the chance to add"}, {"timestamp": [54.12, 63.24], "text": " to their knowledge. The rooms look very much like classrooms anywhere, but these teachers"}, {"timestamp": [63.24, 77.34], "text": " are specialists and every child is given individual attention all who can learn attend classes and all"}, {"timestamp": [77.34, 80.52], "text": " children are given regular tests to see if they've reached the necessary"}, {"timestamp": [80.52, 88.0], "text": " standard the younger ones try placing wooden the necessary standard."}, {"timestamp": [91.6, 94.6], "text": " The younger ones try placing wooden blocks in pattern frames."}, {"timestamp": [97.6, 101.6], "text": " While those who are more capable try their hand at matching colors."}, {"timestamp": [107.0, 113.0], "text": " The exercises are simple yet progressive and following these comes the word and picture association. This boy is 13 years old. Ten years ago such cases would have been considered hopeless."}, {"timestamp": [113.0, 119.0], "text": " But now there's a chance for him. Perhaps in another year he'll be ready for some classroom work."}, {"timestamp": [119.0, 128.0], "text": " For many others though, classroom skills will never be mastered and the training school is well equipped to cater for their needs."}, {"timestamp": [128.0, 137.0], "text": " There are large occupational therapy rooms and weaving on the looms gives a real sense of accomplishment."}, {"timestamp": [137.0, 140.0], "text": " This young lad is completely deaf and dumb."}, {"timestamp": [140.0, 154.0], "text": " To enable the school to become in the school to become in the school to become in the school to become in the school to become in the school to become in the school to become in some measure self-supporting, simple toys are being made in the woodwork shops."}, {"timestamp": [154.0, 159.0], "text": " And there's a cardboard box factory supplying several of the local firms."}, {"timestamp": [159.0, 173.8], "text": " A certain skill is developed in this repetitive work."}, {"timestamp": [177.0, 177.4], "text": " Each year a small number can be placed in local industry."}, {"timestamp": [193.2, 196.24], "text": " This is where the training school is breaking new ground. Many of them become very proficient in a limited field."}, {"timestamp": [201.0, 202.0], "text": " Others help with the daily duties and the care of those for whom work will forever remain a mystery."}, {"timestamp": [209.42, 213.38], "text": " The visiting Australian doctors will take many ideas away with them, for here atvin for the first time barriers which have separated us from the intellectually handicapped are being pushed aside and they are being"}, {"timestamp": [213.38, 236.0], "text": " given the chance to take their place in the community. Once upon a time at the dead of night, Amari myth says, fairy folk began to build a causeway across the White Amata."}, {"timestamp": [236.0, 244.0], "text": " But before they'd finished, the sun came up and melted the people away."}, {"timestamp": [244.0, 248.72], "text": " Now there's just a reef of rock straggling out near Point Chevalier to mark the first attempt"}, {"timestamp": [248.72, 251.68], "text": " to bridge the Auckland Harbour."}, {"timestamp": [251.68, 256.92], "text": " The second try was more successful and an arch of steel completed in 1959 rises impressively"}, {"timestamp": [256.92, 258.18], "text": " over the water."}, {"timestamp": [258.18, 262.24], "text": " This seven million pound project has turned out to be a greater success than was ever imagined."}, {"timestamp": [262.24, 264.94], "text": " Already a pilot has flown under it before anyone could stop him."}, {"timestamp": [264.94, 268.52], "text": " A sheep has trotted over it before anyone could catch it and 50,000 people"}, {"timestamp": [268.52, 274.24], "text": " a day pass over it legitimately in motor vehicles. Ceaselessly, traffic flows down towards"}, {"timestamp": [274.24, 280.24], "text": " the toll plaza on the northern side where the four lanes fan out to 10. Here the tolls which"}, {"timestamp": [280.24, 290.0], "text": " will pay for the bridge in only 50 years are collected. Overlooking the plaza is the headquarters of the bridge authority, dedicated to giving users efficient, courteous service."}, {"timestamp": [290.0, 294.0], "text": " Here a new shift is going on duty."}, {"timestamp": [294.0, 300.0], "text": " With his own key an officer collects his box of change from the outside wall of the counting house."}, {"timestamp": [300.0, 304.0], "text": " These men in their smart olive grey deal with about 16,000 drivers a day,"}, {"timestamp": [304.0, 307.0], "text": " and through it all are almost unbelievably patient."}, {"timestamp": [307.0, 317.0], "text": " As a new officer turns his key in his booth, a set of opening totals is printed automatically in a steel cabinet bearing his lane number in the administration building."}, {"timestamp": [317.0, 321.0], "text": " And from this second on, all traffic passing through the lane will be recorded here."}, {"timestamp": [321.0, 325.0], "text": " Good morning, thank you."}, {"timestamp": [325.0, 332.0], "text": " Tolls collected are not rung up on a cash register, but instead a lever corresponding to one of the toll rates is pressed."}, {"timestamp": [332.0, 337.0], "text": " This clicks itself up over in the main building as the switch is operated on the plaza."}, {"timestamp": [337.0, 342.0], "text": " Also, as the switch is pressed, a visual receipt for the driver flashes up on the side of the booth"}, {"timestamp": [342.0, 350.2], "text": " and is cancelled out again by the vehicle itself as it passes through the gate the officer's switch also"}, {"timestamp": [350.2, 353.86], "text": " illuminates a classification code above the toll lane which can be seen and"}, {"timestamp": [353.86, 356.74], "text": " checked with the emerging vehicle by the supervisor in the main traffic"}, {"timestamp": [356.74, 363.1], "text": " control room many believe that the wire in the center of the lane is a"}, {"timestamp": [363.1, 367.0], "text": " counting device it's actually there to earth static electricity the vehicles pick up,"}, {"timestamp": [367.0, 373.0], "text": " but without it, both motorist and the officer can literally get a nasty shock when their fingers meet."}, {"timestamp": [373.0, 378.0], "text": " However, all vehicles are tallied."}, {"timestamp": [378.0, 381.0], "text": " Pads count the number of axles that pass over them."}, {"timestamp": [381.0, 386.0], "text": " And these counts are also clicked up in the cabinets."}, {"timestamp": [386.0, 387.0], "text": " Good morning."}, {"timestamp": [387.0, 388.0], "text": " Thank you."}, {"timestamp": [388.0, 389.0], "text": " Thank you."}, {"timestamp": [389.0, 390.0], "text": " Thank you."}, {"timestamp": [390.0, 391.0], "text": " Thank you."}, {"timestamp": [391.0, 393.0], "text": " Good morning, sir."}, {"timestamp": [393.0, 394.0], "text": " Good morning."}, {"timestamp": [394.0, 401.0], "text": " Tolls vary from two shillings for a car and half a crown for a bus to 17 and 6 for a four axle truck and trailer."}, {"timestamp": [401.0, 403.0], "text": " Thank you."}, {"timestamp": [403.0, 409.0], "text": " Thank you. The last car in the shift slides through lane 8."}, {"timestamp": [409.0, 413.3], "text": " The officer collects his cash, removes his key, the equipment dies, and over on the second"}, {"timestamp": [413.3, 418.2], "text": " floor the closing totals are printed and move down to be checked."}, {"timestamp": [418.2, 421.9], "text": " The cash is placed in a deposit box in the wall and will be taken out in the counting house"}, {"timestamp": [421.9, 424.3], "text": " on the other side."}, {"timestamp": [424.3, 427.72], "text": " The daily summary shows the vehicles of each class through each lane, the number of axles recorded and the cash collected, and it will be taken out in the counting house on the other side. The daily summary shows the vehicles of each class through each lane, the number of"}, {"timestamp": [427.72, 431.44], "text": " axles recorded and the cache collected, and it will balance, or it should."}, {"timestamp": [431.44, 434.6], "text": " Everything is aimed at keeping the traffic moving and at the other end of the bridge"}, {"timestamp": [434.6, 440.02], "text": " is radar equipment for this purpose to keep it flowing smoothly at 40 miles an hour."}, {"timestamp": [440.02, 444.4], "text": " To maintain accuracy, a fork tuned to give an exact reading of 65 miles per hour is"}, {"timestamp": [444.4, 446.88], "text": " used as a norm. If the apparatus responds accurately to this, it fork tuned to give an exact reading of 65 miles per hour is used as a norm."}, {"timestamp": [446.88, 451.36], "text": " If the apparatus responds accurately to this, it's ready to draw a picture of speed."}, {"timestamp": [451.36, 455.24], "text": " The vehicles are picked up and the pen draws their speeds on a graph."}, {"timestamp": [455.24, 472.0], "text": " The periods when speeds are sluggish or too high become evident and action can be permitted to create a hazard."}, {"timestamp": [476.0, 488.0], "text": " No one in trouble is many yards from one of the 36 telephones connected with the control room."}, {"timestamp": [491.0, 495.0], "text": " Whatever the difficulty, help is immediate and courteous."}, {"timestamp": [503.0, 508.68], "text": " The authority has designed and had built many time-saving devices, and the skate is one of them. The skates will fit any car and any of the 38 different sizes of truck wheels"}, {"timestamp": [508.68, 512.0], "text": " and the vehicle is moved in seconds before it can seriously affect traffic."}, {"timestamp": [513.92, 516.32], "text": " Front wheels can be steered normally with the skate attached."}, {"timestamp": [516.6, 520.8], "text": " When it's off the bridge, this wheel will be changed free with the compliments of the bridge authority."}, {"timestamp": [523.08, 524.48], "text": " Calls received a continuous."}, {"timestamp": [524.48, 525.92], "text": " So far there have been over a thousand"}, {"timestamp": [525.92, 531.12], "text": " punctures on the bridge. Believe it or not, 1600 people have run out of petrol and 2,600"}, {"timestamp": [531.12, 536.24], "text": " have had breakdowns of one kind or another. If air is needed in a hurry, the vans carry it,"}, {"timestamp": [536.24, 541.68], "text": " compressed, and can give a troubled motorist a shot in the tire at a moment's notice. If the"}, {"timestamp": [541.68, 545.0], "text": " vehicle in trouble is mobile, it's gently but swiftly dealt with."}, {"timestamp": [549.0, 554.0], "text": " And a hydraulic hoist they've designed will whip a car or truck off to safety smartly."}, {"timestamp": [554.0, 572.0], "text": " Special loads are given an escort to see them across and to protect others using the bridge."}, {"timestamp": [572.0, 576.0], "text": " For to give drivers a safe and quick journey is the primary aim of the bridge authority."}, {"timestamp": [576.0, 584.0], "text": " The Auckland Harbour Bridge has been open two and a half years, and unlike the fairy folk, the people on this causeway don't melt away in the sunshine."}, {"timestamp": [584.0, 586.94], "text": " On the contrary, they seem to multiply every day."}, {"timestamp": [587.3, 591.98], "text": " In one year, the whole population of New Zealand crosses the bridge nine times in cars, trucks and buses."}, {"timestamp": [592.36, 596.68], "text": " In 12 months, 18 million people make the journey on wheels across the Waitamatta."}], "text": " The A group of distinguished doctors from Australia pay a visit to a training school at Levin. Dr. Cummings, Sir Edward Ford and Professor Trethewan have made a special trip to study the advances the New Zealand Health Department is making in the treatment of the intellectually handicapped. Dr. Moat and Mr. Graham answer questions on their training methods and making in the treatment of the intellectually handicapped. Dr. Moet and Mr. Graham answer questions on their training methods and they take the visitors into the school where pupils who show any aptitude for learning are given the chance to add to their knowledge. The rooms look very much like classrooms anywhere, but these teachers are specialists and every child is given individual attention all who can learn attend classes and all children are given regular tests to see if they've reached the necessary standard the younger ones try placing wooden the necessary standard. The younger ones try placing wooden blocks in pattern frames. While those who are more capable try their hand at matching colors. The exercises are simple yet progressive and following these comes the word and picture association. This boy is 13 years old. Ten years ago such cases would have been considered hopeless. But now there's a chance for him. Perhaps in another year he'll be ready for some classroom work. For many others though, classroom skills will never be mastered and the training school is well equipped to cater for their needs. There are large occupational therapy rooms and weaving on the looms gives a real sense of accomplishment. This young lad is completely deaf and dumb. To enable the school to become in the school to become in the school to become in the school to become in the school to become in the school to become in the school to become in some measure self-supporting, simple toys are being made in the woodwork shops. And there's a cardboard box factory supplying several of the local firms. A certain skill is developed in this repetitive work. Each year a small number can be placed in local industry. This is where the training school is breaking new ground. Many of them become very proficient in a limited field. Others help with the daily duties and the care of those for whom work will forever remain a mystery. The visiting Australian doctors will take many ideas away with them, for here atvin for the first time barriers which have separated us from the intellectually handicapped are being pushed aside and they are being given the chance to take their place in the community. Once upon a time at the dead of night, Amari myth says, fairy folk began to build a causeway across the White Amata. But before they'd finished, the sun came up and melted the people away. Now there's just a reef of rock straggling out near Point Chevalier to mark the first attempt to bridge the Auckland Harbour. The second try was more successful and an arch of steel completed in 1959 rises impressively over the water. This seven million pound project has turned out to be a greater success than was ever imagined. Already a pilot has flown under it before anyone could stop him. A sheep has trotted over it before anyone could catch it and 50,000 people a day pass over it legitimately in motor vehicles. Ceaselessly, traffic flows down towards the toll plaza on the northern side where the four lanes fan out to 10. Here the tolls which will pay for the bridge in only 50 years are collected. Overlooking the plaza is the headquarters of the bridge authority, dedicated to giving users efficient, courteous service. Here a new shift is going on duty. With his own key an officer collects his box of change from the outside wall of the counting house. These men in their smart olive grey deal with about 16,000 drivers a day, and through it all are almost unbelievably patient. As a new officer turns his key in his booth, a set of opening totals is printed automatically in a steel cabinet bearing his lane number in the administration building. And from this second on, all traffic passing through the lane will be recorded here. Good morning, thank you. Tolls collected are not rung up on a cash register, but instead a lever corresponding to one of the toll rates is pressed. This clicks itself up over in the main building as the switch is operated on the plaza. Also, as the switch is pressed, a visual receipt for the driver flashes up on the side of the booth and is cancelled out again by the vehicle itself as it passes through the gate the officer's switch also illuminates a classification code above the toll lane which can be seen and checked with the emerging vehicle by the supervisor in the main traffic control room many believe that the wire in the center of the lane is a counting device it's actually there to earth static electricity the vehicles pick up, but without it, both motorist and the officer can literally get a nasty shock when their fingers meet. However, all vehicles are tallied. Pads count the number of axles that pass over them. And these counts are also clicked up in the cabinets. Good morning. Thank you. Thank you. Thank you. Thank you. Good morning, sir. Good morning. Tolls vary from two shillings for a car and half a crown for a bus to 17 and 6 for a four axle truck and trailer. Thank you. Thank you. The last car in the shift slides through lane 8. The officer collects his cash, removes his key, the equipment dies, and over on the second floor the closing totals are printed and move down to be checked. The cash is placed in a deposit box in the wall and will be taken out in the counting house on the other side. The daily summary shows the vehicles of each class through each lane, the number of axles recorded and the cash collected, and it will be taken out in the counting house on the other side. The daily summary shows the vehicles of each class through each lane, the number of axles recorded and the cache collected, and it will balance, or it should. Everything is aimed at keeping the traffic moving and at the other end of the bridge is radar equipment for this purpose to keep it flowing smoothly at 40 miles an hour. To maintain accuracy, a fork tuned to give an exact reading of 65 miles per hour is used as a norm. If the apparatus responds accurately to this, it fork tuned to give an exact reading of 65 miles per hour is used as a norm. If the apparatus responds accurately to this, it's ready to draw a picture of speed. The vehicles are picked up and the pen draws their speeds on a graph. The periods when speeds are sluggish or too high become evident and action can be permitted to create a hazard. No one in trouble is many yards from one of the 36 telephones connected with the control room. Whatever the difficulty, help is immediate and courteous. The authority has designed and had built many time-saving devices, and the skate is one of them. The skates will fit any car and any of the 38 different sizes of truck wheels and the vehicle is moved in seconds before it can seriously affect traffic. Front wheels can be steered normally with the skate attached. When it's off the bridge, this wheel will be changed free with the compliments of the bridge authority. Calls received a continuous. So far there have been over a thousand punctures on the bridge. Believe it or not, 1600 people have run out of petrol and 2,600 have had breakdowns of one kind or another. If air is needed in a hurry, the vans carry it, compressed, and can give a troubled motorist a shot in the tire at a moment's notice. If the vehicle in trouble is mobile, it's gently but swiftly dealt with. And a hydraulic hoist they've designed will whip a car or truck off to safety smartly. Special loads are given an escort to see them across and to protect others using the bridge. For to give drivers a safe and quick journey is the primary aim of the bridge authority. The Auckland Harbour Bridge has been open two and a half years, and unlike the fairy folk, the people on this causeway don't melt away in the sunshine. On the contrary, they seem to multiply every day. In one year, the whole population of New Zealand crosses the bridge nine times in cars, trucks and buses. In 12 months, 18 million people make the journey on wheels across the Waitamatta."}