{"speakers": [], "chunks": [{"timestamp": [0.0, 32.0], "text": " Hello, my name is Gavin McCauley and I work for Niwa."}, {"timestamp": [32.0, 39.0], "text": " We're here today on Tangaroa which is getting ready for a survey in a couple of days time."}, {"timestamp": [39.0, 45.0], "text": " It's quite a noisy environment on a ship and particularly so when we're preparing all our gear to go to sea."}, {"timestamp": [45.0, 51.0], "text": " In the background are a couple of our tow bodies that we use to do these surveys of fish"}, {"timestamp": [51.0, 57.0], "text": " and they send out pulses of sound which go down, hit the fish, then bounce back up"}, {"timestamp": [57.0, 64.0], "text": " and we record those echoes and use them to work out the amount of fish that we're trying to survey"}, {"timestamp": [64.0, 65.32], "text": " and that's used by the"}, {"timestamp": [65.32, 67.0], "text": " government to see it fishing quotas."}, {"timestamp": [67.0, 76.56], "text": " Two of the tow bodies that we use to do acoustic surveys, we tow these behind the ship"}, {"timestamp": [76.56, 83.14], "text": " and you can see that they've got fins to keep them stable and so on. If I turn this"}, {"timestamp": [83.14, 88.24], "text": " to body over you can see into it where I've got a"}, {"timestamp": [88.24, 95.44], "text": " transducer that sends out the sounds and also receives back the echoes from the fish."}, {"timestamp": [95.44, 102.72], "text": " That data then goes into some electronics in this stainless steel cylinder and is then set up"}, {"timestamp": [102.72, 105.44], "text": " to the surface to us on the ship."}, {"timestamp": [108.96, 113.7], "text": " If I roll it back, you can see the point where we tow them from and we can adjust the balance a bit by moving it around those holes."}, {"timestamp": [114.68, 119.54], "text": " We carried two of these tow bodies so that if one breaks down or fails"}, {"timestamp": [119.54, 123.42], "text": " or for some reason we can shift to the other tow body and continue surveying."}, {"timestamp": [124.08, 130.56], "text": " I'm about to go out on the ship and we're heading out to the Chatham Rise, which is to the"}, {"timestamp": [130.56, 132.44], "text": " east of New Zealand."}, {"timestamp": [132.44, 136.0], "text": " We're going to do a survey for Orange Ruffy."}, {"timestamp": [136.0, 141.94], "text": " We're going to spend about three weeks out there doing a mixture of acoustic work and trawling."}, {"timestamp": [141.94, 147.0], "text": " We're expecting to deal with waves of up to four, five, six metres at times."}, {"timestamp": [147.0, 154.0], "text": " Now that I've shown you our tow bodies in the ship, we can go back to the lab where I can talk"}, {"timestamp": [154.0, 159.4], "text": " more about how the data from the tow bodies helps us determine the species that we're surveying"}, {"timestamp": [159.4, 161.0], "text": " and how much of the fish that we're surveying."}, {"timestamp": [161.0, 169.0], "text": " We're back in my office now where we do a lot of the analysis of the data that we collect at sea."}, {"timestamp": [169.0, 174.0], "text": " On the screen behind me is a typical image that we get from our equipment."}, {"timestamp": [174.0, 178.0], "text": " You can see the white line on the bottom."}, {"timestamp": [178.0, 181.0], "text": " That's the echo that we get back from the seabed."}, {"timestamp": [181.0, 188.88], "text": " The other bits here are echoes of fish and various other things in the water"}, {"timestamp": [188.88, 197.4], "text": " column. The white blobs are very dense schools of southern blue whiting. This image here is"}, {"timestamp": [197.4, 202.18], "text": " from the same area but a few hours later where the schools of southern blue whiting have risen"}, {"timestamp": [202.18, 206.2], "text": " up off the seabed to form these very large spawning schools."}, {"timestamp": [206.2, 211.0], "text": " And these are the largest southern blue whiting schools that we've ever seen."}, {"timestamp": [211.0, 219.0], "text": " Some fish have gas-filled swimbladders in them, and I have here casts of those swimbladders from different species."}, {"timestamp": [221.0, 227.0], "text": " And we model how sound bounces off these swim bladder casts."}, {"timestamp": [227.0, 233.4], "text": " Here is some data from a CT scan of an orange raffee and it shows us the internal structure"}, {"timestamp": [233.4, 241.5], "text": " in the fish. What you can see here is the swim ladder of the fish, the yellow part,"}, {"timestamp": [241.5, 246.04], "text": " and the backbone of the fish, the red part that's extending back through the fish."}, {"timestamp": [246.68, 250.44], "text": " The acoustic pulses bounce off these structures in fish,"}, {"timestamp": [250.9, 258.0], "text": " and each species of fish has a different internal structure that gives a different pulse of sound back to our equipment,"}, {"timestamp": [258.0, 263.04], "text": " and that helps us to determine the species of the fish that we're surveying."}, {"timestamp": [264.2, 270.44], "text": " I have here a model of how sound travels down through water and bounces off fish."}, {"timestamp": [270.44, 274.54], "text": " You can see here the pulse is just starting to hit the top of the fish and it travels"}, {"timestamp": [274.54, 279.12], "text": " into the fish and reflected sound comes back off the fish."}, {"timestamp": [279.12, 284.8], "text": " This sound travels up through the water back to our equipment and we use the properties"}, {"timestamp": [284.8, 285.16], "text": " of this reflected sound to help we use the properties of this"}, {"timestamp": [285.16, 291.22], "text": " reflected sound to help us tell the species of the fish and help also help us"}, {"timestamp": [291.22, 296.56], "text": " tell the size of the fish. We take the total energy that we get back from a school"}, {"timestamp": [296.56, 301.54], "text": " of fish and we divide that by how much energy comes off one fish and that tells us"}, {"timestamp": [301.54, 305.38], "text": " the numbers of fish in the school. We then take those numbers of fish and multiply that by the weight of the average fish and that tells us the numbers of fish in the school. We then take those numbers"}, {"timestamp": [305.38, 312.32], "text": " of fish and multiply that by the weight of an average fish and that gives us the tonnage of fish"}, {"timestamp": [312.32, 316.34], "text": " in a school and that's the information that we're really after when we do these surveys."}], "text": " Hello, my name is Gavin McCauley and I work for Niwa. We're here today on Tangaroa which is getting ready for a survey in a couple of days time. It's quite a noisy environment on a ship and particularly so when we're preparing all our gear to go to sea. In the background are a couple of our tow bodies that we use to do these surveys of fish and they send out pulses of sound which go down, hit the fish, then bounce back up and we record those echoes and use them to work out the amount of fish that we're trying to survey and that's used by the government to see it fishing quotas. Two of the tow bodies that we use to do acoustic surveys, we tow these behind the ship and you can see that they've got fins to keep them stable and so on. If I turn this to body over you can see into it where I've got a transducer that sends out the sounds and also receives back the echoes from the fish. That data then goes into some electronics in this stainless steel cylinder and is then set up to the surface to us on the ship. If I roll it back, you can see the point where we tow them from and we can adjust the balance a bit by moving it around those holes. We carried two of these tow bodies so that if one breaks down or fails or for some reason we can shift to the other tow body and continue surveying. I'm about to go out on the ship and we're heading out to the Chatham Rise, which is to the east of New Zealand. We're going to do a survey for Orange Ruffy. We're going to spend about three weeks out there doing a mixture of acoustic work and trawling. We're expecting to deal with waves of up to four, five, six metres at times. Now that I've shown you our tow bodies in the ship, we can go back to the lab where I can talk more about how the data from the tow bodies helps us determine the species that we're surveying and how much of the fish that we're surveying. We're back in my office now where we do a lot of the analysis of the data that we collect at sea. On the screen behind me is a typical image that we get from our equipment. You can see the white line on the bottom. That's the echo that we get back from the seabed. The other bits here are echoes of fish and various other things in the water column. The white blobs are very dense schools of southern blue whiting. This image here is from the same area but a few hours later where the schools of southern blue whiting have risen up off the seabed to form these very large spawning schools. And these are the largest southern blue whiting schools that we've ever seen. Some fish have gas-filled swimbladders in them, and I have here casts of those swimbladders from different species. And we model how sound bounces off these swim bladder casts. Here is some data from a CT scan of an orange raffee and it shows us the internal structure in the fish. What you can see here is the swim ladder of the fish, the yellow part, and the backbone of the fish, the red part that's extending back through the fish. The acoustic pulses bounce off these structures in fish, and each species of fish has a different internal structure that gives a different pulse of sound back to our equipment, and that helps us to determine the species of the fish that we're surveying. I have here a model of how sound travels down through water and bounces off fish. You can see here the pulse is just starting to hit the top of the fish and it travels into the fish and reflected sound comes back off the fish. This sound travels up through the water back to our equipment and we use the properties of this reflected sound to help we use the properties of this reflected sound to help us tell the species of the fish and help also help us tell the size of the fish. We take the total energy that we get back from a school of fish and we divide that by how much energy comes off one fish and that tells us the numbers of fish in the school. We then take those numbers of fish and multiply that by the weight of the average fish and that tells us the numbers of fish in the school. We then take those numbers of fish and multiply that by the weight of an average fish and that gives us the tonnage of fish in a school and that's the information that we're really after when we do these surveys."}