{"speakers": [], "chunks": [{"timestamp": [0.0, 33.0], "text": " Cargo swinging through the air doesn't look dangerous, but there's danger there."}, {"timestamp": [33.0, 36.0], "text": " Danger unless cargo is handled safely."}, {"timestamp": [36.0, 50.0], "text": " The first precaution is for safe gear and it's up to the owners, the ship's offices,"}, {"timestamp": [50.0, 54.0], "text": " and the supervisor of port lifting machinery to see that it is safe."}, {"timestamp": [54.0, 60.0], "text": " Unfit shackles, worn chains and frayed rope are the things they look for, but everyone can help."}, {"timestamp": [60.0, 81.4], "text": " If you spot a frayed cable, tell your foreman and save someone a nasty cut."}, {"timestamp": [85.0, 90.0], "text": " Your foreman or supervisor will make sure slings are strong enough to lift the load. Consult him. No one gets paid any more for taking risks, so what's the sense?"}, {"timestamp": [90.0, 107.0], "text": " Have you seen these posters? There are plenty about."}, {"timestamp": [107.0, 111.0], "text": " They tell you what the safe working load should be for your gear."}, {"timestamp": [111.0, 119.0], "text": " But even when the right gear is used, it has to be used in the right way."}, {"timestamp": [119.0, 123.0], "text": " For example, when dragging large cases from underneath the combings."}, {"timestamp": [123.0, 127.0], "text": " A special lifting wire should be used to raise the end of the case"}, {"timestamp": [127.0, 129.0], "text": " and drag it into the square of the hatch."}, {"timestamp": [129.0, 142.0], "text": " When the cargo is clear of the combings, the lifting wire is replaced by a sling,"}, {"timestamp": [142.0, 147.0], "text": " and then it's safe for it to be lifted."}, {"timestamp": [151.0, 158.0], "text": " Slinging steel needs special care. When rising the load should be well balanced"}, {"timestamp": [158.0, 178.0], "text": " and don't forget the piece of wood underneath the sling to prevent the steel from slipping through. It's when cargo rises in the air that the danger increases, the danger of straining the gear."}, {"timestamp": [178.0, 182.0], "text": " For instance, when your load catches under the combing."}, {"timestamp": [182.0, 199.18], "text": " Something can snap when this happens, so get out of the way before it does. This time you are lucky. When slinging cargo in the square of the"}, {"timestamp": [199.18, 204.16], "text": " hatch the bite of the sling should be on top but have it on a short bite when cargo"}, {"timestamp": [204.16, 206.0], "text": " has to be dragged from under the combing."}, {"timestamp": [206.0, 210.0], "text": " This raises the front end, enabling it to be dragged freely."}, {"timestamp": [214.0, 223.0], "text": " One way to get killed or injured is getting caught by a swinging load."}, {"timestamp": [223.0, 227.0], "text": " Another way is pulling cargo when it's being caught by a swinging load."}, {"timestamp": [230.0, 231.0], "text": " Another way is pulling cargo when it's being landed."}, {"timestamp": [233.0, 235.0], "text": " If you slip and the load is dropped, you've had it."}, {"timestamp": [237.0, 238.0], "text": " It's safer to push the load into position,"}, {"timestamp": [240.0, 244.0], "text": " and on the wharf, don't let the load push you."}, {"timestamp": [247.0, 255.0], "text": " You'll live longer if you keep on the right side of the sling. In a case like this, why not wait till your load is low enough to handle?"}, {"timestamp": [255.0, 260.0], "text": " Taking a weight when you're stretched like this can cause strains, hernia and other injuries."}, {"timestamp": [260.0, 274.5], "text": " Take it easy. Wait till the load is at the right height for you. Be careful too of getting your hands caught between loads."}, {"timestamp": [274.5, 280.0], "text": " You earn your living with your hands so why damage or lose them?"}, {"timestamp": [284.0, 290.0], "text": " A load like this will always spread a little on landing, so make sure your feet aren't near it."}, {"timestamp": [290.0, 294.0], "text": " And don't forget your safety boots."}, {"timestamp": [294.0, 303.0], "text": " Wherever you can, when unloading steel, use lanyards to guide it into position."}, {"timestamp": [303.0, 305.5], "text": " It may seem a nuisanceisance but it's worth it,"}, {"timestamp": [305.5, 307.0], "text": " as many injured men could tell you."}, {"timestamp": [322.0, 326.0], "text": " If you work with gear and handle cargo on the waterfront, do it the safe way."}, {"timestamp": [326.0, 328.0], "text": " And there is a safe way."}, {"timestamp": [328.0, 330.0], "text": " Take a glance at these points again."}, {"timestamp": [330.0, 338.0], "text": " Remember these things when you're working."}, {"timestamp": [338.0, 341.0], "text": " There have been too many accidents for too long a time,"}, {"timestamp": [341.0, null], "text": " and the life or limb you save may be your own."}], "text": " Cargo swinging through the air doesn't look dangerous, but there's danger there. Danger unless cargo is handled safely. The first precaution is for safe gear and it's up to the owners, the ship's offices, and the supervisor of port lifting machinery to see that it is safe. Unfit shackles, worn chains and frayed rope are the things they look for, but everyone can help. If you spot a frayed cable, tell your foreman and save someone a nasty cut. Your foreman or supervisor will make sure slings are strong enough to lift the load. Consult him. No one gets paid any more for taking risks, so what's the sense? Have you seen these posters? There are plenty about. They tell you what the safe working load should be for your gear. But even when the right gear is used, it has to be used in the right way. For example, when dragging large cases from underneath the combings. A special lifting wire should be used to raise the end of the case and drag it into the square of the hatch. When the cargo is clear of the combings, the lifting wire is replaced by a sling, and then it's safe for it to be lifted. Slinging steel needs special care. When rising the load should be well balanced and don't forget the piece of wood underneath the sling to prevent the steel from slipping through. It's when cargo rises in the air that the danger increases, the danger of straining the gear. For instance, when your load catches under the combing. Something can snap when this happens, so get out of the way before it does. This time you are lucky. When slinging cargo in the square of the hatch the bite of the sling should be on top but have it on a short bite when cargo has to be dragged from under the combing. This raises the front end, enabling it to be dragged freely. One way to get killed or injured is getting caught by a swinging load. Another way is pulling cargo when it's being caught by a swinging load. Another way is pulling cargo when it's being landed. If you slip and the load is dropped, you've had it. It's safer to push the load into position, and on the wharf, don't let the load push you. You'll live longer if you keep on the right side of the sling. In a case like this, why not wait till your load is low enough to handle? Taking a weight when you're stretched like this can cause strains, hernia and other injuries. Take it easy. Wait till the load is at the right height for you. Be careful too of getting your hands caught between loads. You earn your living with your hands so why damage or lose them? A load like this will always spread a little on landing, so make sure your feet aren't near it. And don't forget your safety boots. Wherever you can, when unloading steel, use lanyards to guide it into position. It may seem a nuisanceisance but it's worth it, as many injured men could tell you. If you work with gear and handle cargo on the waterfront, do it the safe way. And there is a safe way. Take a glance at these points again. Remember these things when you're working. There have been too many accidents for too long a time, and the life or limb you save may be your own."}