{"speakers": [], "chunks": [{"timestamp": [0.0, 36.0], "text": " Among Among recent immigrants to reach these shores were 15 of various nationalities who came from Melbourne in the Waipuri to take up residence in the Wellington Zoo."}, {"timestamp": [40.0, 46.0], "text": " When the cages were open, two of the kangaroos lost no time in making a long-awaited exit."}, {"timestamp": [46.0, 50.0], "text": " The third wanted to act coy, but the keeper had other ideas."}, {"timestamp": [50.0, 56.0], "text": " The kangaroos are giant greys, a type not shown before at Weddington."}, {"timestamp": [56.0, 72.6], "text": " Temperes seem to have been frayed by the voyage, but fighting soon gives way to a desire for a closer look at some of the queer creatures outside the wire. Mr. Cutler, curator of the zoo, says a few words on the subject of emus, three of which"}, {"timestamp": [72.6, 74.6], "text": " were included in the shipmen."}, {"timestamp": [74.6, 78.2], "text": " These flightless birds are related to the Kiwi and the ostrich and they're found in Australia"}, {"timestamp": [78.2, 82.4], "text": " and New Guinea."}, {"timestamp": [82.4, 86.0], "text": " Also amongst the new arrivals were a 15 month lion and a seven month lioness."}, {"timestamp": [86.0, 90.0], "text": " The whole shipment cost the zoo two locally bred tigers by way of exchange."}, {"timestamp": [90.0, 95.0], "text": " All the creatures were in the pink when they arrived and they'll give an added attraction to Wellington's popular zoo."}, {"timestamp": [95.0, 107.0], "text": " For the transport department, holidays and the extra traffic they bring are a cause of worry. Most holiday accidents would be avoided, however, if only all of the transport department, holidays and the extra traffic they bring are a cause of worry. Most holiday accidents would be avoided, however, if only all the transport department, holidays and the extra traffic they bring are a cause of worry."}, {"timestamp": [107.0, 111.0], "text": " Most holiday accidents would be avoided, however, if only all motorists would keep to the left,"}, {"timestamp": [111.0, 115.0], "text": " especially when approaching a bend or the brow of a hill."}, {"timestamp": [115.0, 120.0], "text": " Crossing the white line like this is careless to say the least of it,"}, {"timestamp": [120.0, 123.0], "text": " while this sort of driving is a menace to life and property."}, {"timestamp": [127.0, 129.26], "text": " Apart from the way they should drive once they set out,"}, {"timestamp": [129.56, 131.88], "text": " there are quite a number of things which motorists should attend to"}, {"timestamp": [131.88, 133.52], "text": " before starting on a long holiday trip."}, {"timestamp": [134.12, 135.24], "text": " Testing the brakes, for example."}, {"timestamp": [135.84, 137.96], "text": " In a simple road test at 20 miles per hour,"}, {"timestamp": [138.08, 140.18], "text": " it should be possible to stop the car in 20 feet."}, {"timestamp": [141.1, 144.12], "text": " This test is being done by Chief Traffic Inspector PC Watson,"}, {"timestamp": [144.52, 146.0], "text": " ready for his holiday trip."}, {"timestamp": [146.0, 151.0], "text": " His Tapley meter shows the brakes over 80% efficient, which is well above average."}, {"timestamp": [151.0, 155.0], "text": " Many garages now have these meters for brake testing, but when no meter is available,"}, {"timestamp": [155.0, 158.0], "text": " a simple road test is still well worthwhile."}, {"timestamp": [161.0, 165.0], "text": " After driving in, the Watson's check everything from tail lamp to steering."}, {"timestamp": [165.0, 170.0], "text": " Most motorists can check their own tail lamps but are advised to have a garage check their steering."}, {"timestamp": [170.0, 174.0], "text": " Tires, including the spare, should all have good treads on them."}, {"timestamp": [174.0, 178.0], "text": " And of course the pressure should be checked over before setting out."}, {"timestamp": [182.0, 190.0], "text": " The Atomic Age Billy can may not be as important as oil, petrol or water, but in it goes."}, {"timestamp": [190.0, 194.0], "text": " And the tennis rackets are not forgotten either."}, {"timestamp": [194.0, 198.0], "text": " Are we ready now? No, just one more thing."}, {"timestamp": [198.0, 203.0], "text": " Here is a simple method of checking headlight angles, which works well if the car is on level ground."}, {"timestamp": [203.0, 236.0], "text": " This is also a service which garages are ready to undertake, but ready for refreshment."}, {"timestamp": [236.0, 251.0], "text": " What will you have just one for the road."}, {"timestamp": [251.0, 253.5], "text": " It's more in the nature of a nightcap."}, {"timestamp": [253.5, 256.5], "text": " Drinking before driving is a frequent course of accident."}, {"timestamp": [256.5, 260.0], "text": " However, they're not going to drive for some hours yet."}, {"timestamp": [260.0, 262.5], "text": " Driving when tired is also extremely dangerous,"}, {"timestamp": [262.5, 268.0], "text": " and the Watson's do not propose to be amongst those who set out on a long trip at the end of a long and tiring day."}, {"timestamp": [268.0, 300.7], "text": " No late night driving for them. They propose to start early after a good night's sleep."}, {"timestamp": [309.0, 313.0], "text": " Such late night traffic as that of Christmas Eve is something worth keeping away from. It's better to wait for morning, even if it means an early rise for an early breakfast."}, {"timestamp": [317.0, 350.0], "text": " Another cup of tea? Well, just one for the, to join the stream of safe holiday motorists."}, {"timestamp": [350.0, 367.0], "text": " This Auckland garden is a little different, for in it Mr. F Roberts operates his own railway system."}, {"timestamp": [367.0, 373.0], "text": " It's all in miniature, but the engines and rolling stock are perfect reproductions of NZR types."}, {"timestamp": [373.0, 378.0], "text": " Mr. Roberts on the right discusses a model's performance with his fellow hobbyist, Mr. Stewart."}, {"timestamp": [378.0, 392.0], "text": " 45 years work by Mr. Roberts has gone to this impressive line-up in the tool shed, sorry, shunting yards."}, {"timestamp": [399.0, 401.0], "text": " Every detail of these working models is perfect and it's hard to realize that this South Island type engine is only about 18 inches long."}, {"timestamp": [407.0, 417.0], "text": " The cab is a medical of skill and patience, even the firebox door opens and shuts. The illusion of reality is helped by the miniature tunnels and viaducts along the line."}, {"timestamp": [417.0, 424.0], "text": " This WAB tank engine and goods train could almost be on the main trunk as it pops along Fassily through Mr. Roberts' garden."}, {"timestamp": [424.0, 425.04], "text": " Mr. Roberts operates garden. Mr. Roberts"}, {"timestamp": [425.04, 432.48], "text": " operates the trains by remote control from two points. The AB engine of which this is a model"}, {"timestamp": [432.48, 436.48], "text": " was designed by New Zealand engineers and the type has since been widely adopted throughout"}, {"timestamp": [436.48, 459.5], "text": " the world. Overseas it's known as the Pacific. This model is Mr Roberts' proudest achievement and it ran over 800 miles at the 1940 centennial exhibition in Warrington."}, {"timestamp": [463.5, 467.0], "text": " Here is the Ada which pulled the first passenger train out of Auckland."}, {"timestamp": [467.0, 474.0], "text": " It chugged along between Auckland and owner hunger and was christened with a bottle of champagne by Ada Henderson in 1873."}, {"timestamp": [474.0, 476.0], "text": " Happy wasteful days."}, {"timestamp": [476.0, 480.0], "text": " This puffing billy was the first one out of Wellington."}, {"timestamp": [480.0, 506.0], "text": " It pulled coaches like these to Tiaro and back, but how long it took to do it isn't recorded. This looks like Gulliver starting a Lilliputian engine, but the original of this and the others were all once used by the New Zealand railways."}, {"timestamp": [510.0, 518.0], "text": " It's a unique cavalcade of the Dominion's railway history, for the originals of most of these engines are now on the junk heap."}, {"timestamp": [522.0, 530.0], "text": " Here is the first engine ever to be built in New Zealand. In its later days it hauled one coach over short runs and was really the forerunner of the modern rail car."}, {"timestamp": [530.0, 538.0], "text": " This is a fairly, a near relation of Dunedin's Josephine, which is still to be seen in the station grounds in Dunedin."}, {"timestamp": [542.0, 547.0], "text": " An old K, which once pulled the same train as the Josephine, ignores a modern K"}, {"timestamp": [547.0, 554.0], "text": " as it steams past full of self-importance. The old boy's got a history and he knows it."}, {"timestamp": [554.0, 564.0], "text": " The modern K, which now hauls New Zealand Express trains, is Mr. Roberts' biggest steam model."}, {"timestamp": [564.0, 567.5], "text": " It's a perfect piece of work and will haul several adults."}, {"timestamp": [573.5, 577.5], "text": " The K goes on its way, one of the latest in a long parade of New Zealand engines."}, {"timestamp": [577.5, 582.0], "text": " Mr. Robert, through his hobby, has given New Zealand a permanent and unusual record"}, {"timestamp": [582.0, 585.56], "text": " of a vanishing period in transport history, the day of the Iron Horse."}], "text": " Among Among recent immigrants to reach these shores were 15 of various nationalities who came from Melbourne in the Waipuri to take up residence in the Wellington Zoo. When the cages were open, two of the kangaroos lost no time in making a long-awaited exit. The third wanted to act coy, but the keeper had other ideas. The kangaroos are giant greys, a type not shown before at Weddington. Temperes seem to have been frayed by the voyage, but fighting soon gives way to a desire for a closer look at some of the queer creatures outside the wire. Mr. Cutler, curator of the zoo, says a few words on the subject of emus, three of which were included in the shipmen. These flightless birds are related to the Kiwi and the ostrich and they're found in Australia and New Guinea. Also amongst the new arrivals were a 15 month lion and a seven month lioness. The whole shipment cost the zoo two locally bred tigers by way of exchange. All the creatures were in the pink when they arrived and they'll give an added attraction to Wellington's popular zoo. For the transport department, holidays and the extra traffic they bring are a cause of worry. Most holiday accidents would be avoided, however, if only all of the transport department, holidays and the extra traffic they bring are a cause of worry. Most holiday accidents would be avoided, however, if only all the transport department, holidays and the extra traffic they bring are a cause of worry. Most holiday accidents would be avoided, however, if only all motorists would keep to the left, especially when approaching a bend or the brow of a hill. Crossing the white line like this is careless to say the least of it, while this sort of driving is a menace to life and property. Apart from the way they should drive once they set out, there are quite a number of things which motorists should attend to before starting on a long holiday trip. Testing the brakes, for example. In a simple road test at 20 miles per hour, it should be possible to stop the car in 20 feet. This test is being done by Chief Traffic Inspector PC Watson, ready for his holiday trip. His Tapley meter shows the brakes over 80% efficient, which is well above average. Many garages now have these meters for brake testing, but when no meter is available, a simple road test is still well worthwhile. After driving in, the Watson's check everything from tail lamp to steering. Most motorists can check their own tail lamps but are advised to have a garage check their steering. Tires, including the spare, should all have good treads on them. And of course the pressure should be checked over before setting out. The Atomic Age Billy can may not be as important as oil, petrol or water, but in it goes. And the tennis rackets are not forgotten either. Are we ready now? No, just one more thing. Here is a simple method of checking headlight angles, which works well if the car is on level ground. This is also a service which garages are ready to undertake, but ready for refreshment. What will you have just one for the road. It's more in the nature of a nightcap. Drinking before driving is a frequent course of accident. However, they're not going to drive for some hours yet. Driving when tired is also extremely dangerous, and the Watson's do not propose to be amongst those who set out on a long trip at the end of a long and tiring day. No late night driving for them. They propose to start early after a good night's sleep. Such late night traffic as that of Christmas Eve is something worth keeping away from. It's better to wait for morning, even if it means an early rise for an early breakfast. Another cup of tea? Well, just one for the, to join the stream of safe holiday motorists. This Auckland garden is a little different, for in it Mr. F Roberts operates his own railway system. It's all in miniature, but the engines and rolling stock are perfect reproductions of NZR types. Mr. Roberts on the right discusses a model's performance with his fellow hobbyist, Mr. Stewart. 45 years work by Mr. Roberts has gone to this impressive line-up in the tool shed, sorry, shunting yards. Every detail of these working models is perfect and it's hard to realize that this South Island type engine is only about 18 inches long. The cab is a medical of skill and patience, even the firebox door opens and shuts. The illusion of reality is helped by the miniature tunnels and viaducts along the line. This WAB tank engine and goods train could almost be on the main trunk as it pops along Fassily through Mr. Roberts' garden. Mr. Roberts operates garden. Mr. Roberts operates the trains by remote control from two points. The AB engine of which this is a model was designed by New Zealand engineers and the type has since been widely adopted throughout the world. Overseas it's known as the Pacific. This model is Mr Roberts' proudest achievement and it ran over 800 miles at the 1940 centennial exhibition in Warrington. Here is the Ada which pulled the first passenger train out of Auckland. It chugged along between Auckland and owner hunger and was christened with a bottle of champagne by Ada Henderson in 1873. Happy wasteful days. This puffing billy was the first one out of Wellington. It pulled coaches like these to Tiaro and back, but how long it took to do it isn't recorded. This looks like Gulliver starting a Lilliputian engine, but the original of this and the others were all once used by the New Zealand railways. It's a unique cavalcade of the Dominion's railway history, for the originals of most of these engines are now on the junk heap. Here is the first engine ever to be built in New Zealand. In its later days it hauled one coach over short runs and was really the forerunner of the modern rail car. This is a fairly, a near relation of Dunedin's Josephine, which is still to be seen in the station grounds in Dunedin. An old K, which once pulled the same train as the Josephine, ignores a modern K as it steams past full of self-importance. The old boy's got a history and he knows it. The modern K, which now hauls New Zealand Express trains, is Mr. Roberts' biggest steam model. It's a perfect piece of work and will haul several adults. The K goes on its way, one of the latest in a long parade of New Zealand engines. Mr. Robert, through his hobby, has given New Zealand a permanent and unusual record of a vanishing period in transport history, the day of the Iron Horse."}