{"speakers": [], "chunks": [{"timestamp": [1.0, 3.6], "text": " Hi, welcome to the SEVA training video."}, {"timestamp": [3.6, 7.56], "text": " Today we're going to cover how to build a Mark the Words quiz."}, {"timestamp": [7.56, 12.56], "text": " Mark the Word quizzes help students to learn associations, groups and categories."}, {"timestamp": [12.56, 16.3], "text": " They do this by identifying related words."}, {"timestamp": [16.3, 18.36], "text": " So let's get started."}, {"timestamp": [18.36, 24.32], "text": " Scroll along to the relevant part of the video, drag the Mark the Words icon into the frame."}, {"timestamp": [24.32, 28.0], "text": " Here in the editor you have various options on what the task will look like."}, {"timestamp": [28.0, 33.0], "text": " Firstly you can lengthen and reduce the amount of time"}, {"timestamp": [33.0, 36.0], "text": " that the interaction is placed for."}, {"timestamp": [36.0, 40.0], "text": " If you choose the button option the learners will get a short tag introducing the task."}, {"timestamp": [40.0, 44.0], "text": " The poster option automatically pauses the video"}, {"timestamp": [44.0, 46.08], "text": " unless you uncheck the pause box."}, {"timestamp": [46.08, 51.04], "text": " So I'm going to choose the button option with the pause feature engaged."}, {"timestamp": [51.04, 55.0], "text": " So now let's give it a label, describe the task for the learners,"}, {"timestamp": [55.0, 59.28], "text": " and enter the body of text you want pupils to work with."}, {"timestamp": [59.28, 66.0], "text": " Select the words associated with the theme by placing an asterisk at the beginning and the end of the words."}, {"timestamp": [66.0, 71.0], "text": " So now click down, move the label to a good spot and save."}, {"timestamp": [71.0, 74.0], "text": " So now let's try the quiz."}, {"timestamp": [78.0, 82.0], "text": " Hope you enjoy making Mark the word quizzes and Eva."}, {"timestamp": [82.0, 83.0], "text": " Kakitae."}], "text": " Hi, welcome to the SEVA training video. Today we're going to cover how to build a Mark the Words quiz. Mark the Word quizzes help students to learn associations, groups and categories. They do this by identifying related words. So let's get started. Scroll along to the relevant part of the video, drag the Mark the Words icon into the frame. Here in the editor you have various options on what the task will look like. Firstly you can lengthen and reduce the amount of time that the interaction is placed for. If you choose the button option the learners will get a short tag introducing the task. The poster option automatically pauses the video unless you uncheck the pause box. So I'm going to choose the button option with the pause feature engaged. So now let's give it a label, describe the task for the learners, and enter the body of text you want pupils to work with. Select the words associated with the theme by placing an asterisk at the beginning and the end of the words. So now click down, move the label to a good spot and save. So now let's try the quiz. Hope you enjoy making Mark the word quizzes and Eva. Kakitae."}