{"speakers": [], "chunks": [{"timestamp": [0.0, 10.14], "text": " Tener Koto. I'm Karen Kotasi, I'm Chief Executive of the New Zealand Qualifications Authority."}, {"timestamp": [10.14, 14.64], "text": " This is an exciting time to be engaged in education because we're all about being globally"}, {"timestamp": [14.64, 20.38], "text": " connected and digitally aware. We have a program of work here at the New Zealand Qualifications"}, {"timestamp": [20.38, 24.68], "text": " Authority which we're calling Future State and each of our Deputy Chief Executives"}, {"timestamp": [24.68, 29.76], "text": " is going to tell you a little bit about what it's about it's about it's about"}, {"timestamp": [29.76, 33.68], "text": " responding to the increased challenges of the digital world the world is"}, {"timestamp": [33.68, 38.4], "text": " changing so fast and everything around us has got a technology based to it and it's"}, {"timestamp": [38.4, 42.64], "text": " important that as technology takes a fresh place amongst teaching and learning"}, {"timestamp": [43.36, 45.36], "text": " that the assessment is fit for purpose"}, {"timestamp": [45.36, 47.16], "text": " for that teaching and learning."}, {"timestamp": [47.16, 51.96], "text": " So it's an exciting time to be at NSQA where we try and bring about the change in this whole"}, {"timestamp": [51.96, 56.84], "text": " digital space and we would just like to invite you to come along with us on the journey,"}, {"timestamp": [56.84, 59.24], "text": " enjoy the ride and help us make a difference."}, {"timestamp": [59.24, 60.24], "text": " Kiyohra."}, {"timestamp": [60.24, 65.92], "text": " It's about making sure future needs of future learners are met and the quality of education"}, {"timestamp": [65.92, 67.42], "text": " is maintained."}, {"timestamp": [67.42, 74.08], "text": " It's about NCQA continuing to assure people, both in New Zealand and overseas, including employers"}, {"timestamp": [74.08, 77.88], "text": " and learners, that the learning being done is of value."}, {"timestamp": [77.88, 83.38], "text": " And it's clear what level it's at and that it can be credited where appropriate."}, {"timestamp": [83.38, 87.0], "text": " This includes learning that's happened at places other than institutions,"}, {"timestamp": [87.0, 92.0], "text": " for example, online, in other countries and in the workplace."}, {"timestamp": [92.0, 95.0], "text": " And it's about ensuring it's of value"}, {"timestamp": [95.0, 100.0], "text": " and that we record it in a place where it's an authentic record"}, {"timestamp": [100.0, 103.0], "text": " of all the learning that people have done."}, {"timestamp": [103.0, 105.0], "text": " Simply, it's about our clients."}, {"timestamp": [105.0, 109.0], "text": " It's about NCQA being student-focused and client-centred."}, {"timestamp": [109.0, 113.0], "text": " So the goal for our strategy is to ensure that all of our clients"}, {"timestamp": [113.0, 117.0], "text": " are able to interact with NCQA in an engaging,"}, {"timestamp": [117.0, 120.0], "text": " in an informative and in a supportive manner."}, {"timestamp": [120.0, 123.0], "text": " The most important thing is people."}, {"timestamp": [123.0, 125.0], "text": " How are the men of the world?"}, {"timestamp": [125.0, 128.0], "text": " A man who are the world, a tauta, a tauta, a tauta."}, {"timestamp": [128.0, 131.0], "text": " And so while we live in this global and digital world,"}, {"timestamp": [131.0, 136.0], "text": " NZQA is committed to ensuring that the people that we work with,"}, {"timestamp": [136.0, 138.0], "text": " the clients that we engage with,"}, {"timestamp": [138.0, 140.0], "text": " the students who want to succeed,"}, {"timestamp": [140.0, 144.0], "text": " have the opportunity to be able to engage with people"}, {"timestamp": [144.0, 146.04], "text": " supported by all of the technology"}, {"timestamp": [146.04, 148.54], "text": " and the systems that we're put in in place."}, {"timestamp": [149.96, 153.72], "text": " Kiyora, you've heard about our increasing use of digital assessment."}, {"timestamp": [154.24, 160.28], "text": " You've heard about our determination to ensure that qualifications that learners gain are robust,"}, {"timestamp": [160.76, 162.2], "text": " credible and recognised."}, {"timestamp": [162.92, 166.0], "text": " We've also talked about how important it is to us as an"}, {"timestamp": [166.0, 172.6], "text": " organisation to be relevant and responsive to your needs. If you'd like to discuss any element"}, {"timestamp": [172.6, 176.76], "text": " of the Future State Programme, please contact a member of our Senior Management Team."}], "text": " Tener Koto. I'm Karen Kotasi, I'm Chief Executive of the New Zealand Qualifications Authority. This is an exciting time to be engaged in education because we're all about being globally connected and digitally aware. We have a program of work here at the New Zealand Qualifications Authority which we're calling Future State and each of our Deputy Chief Executives is going to tell you a little bit about what it's about it's about it's about responding to the increased challenges of the digital world the world is changing so fast and everything around us has got a technology based to it and it's important that as technology takes a fresh place amongst teaching and learning that the assessment is fit for purpose for that teaching and learning. So it's an exciting time to be at NSQA where we try and bring about the change in this whole digital space and we would just like to invite you to come along with us on the journey, enjoy the ride and help us make a difference. Kiyohra. It's about making sure future needs of future learners are met and the quality of education is maintained. It's about NCQA continuing to assure people, both in New Zealand and overseas, including employers and learners, that the learning being done is of value. And it's clear what level it's at and that it can be credited where appropriate. This includes learning that's happened at places other than institutions, for example, online, in other countries and in the workplace. And it's about ensuring it's of value and that we record it in a place where it's an authentic record of all the learning that people have done. Simply, it's about our clients. It's about NCQA being student-focused and client-centred. So the goal for our strategy is to ensure that all of our clients are able to interact with NCQA in an engaging, in an informative and in a supportive manner. The most important thing is people. How are the men of the world? A man who are the world, a tauta, a tauta, a tauta. And so while we live in this global and digital world, NZQA is committed to ensuring that the people that we work with, the clients that we engage with, the students who want to succeed, have the opportunity to be able to engage with people supported by all of the technology and the systems that we're put in in place. Kiyora, you've heard about our increasing use of digital assessment. You've heard about our determination to ensure that qualifications that learners gain are robust, credible and recognised. We've also talked about how important it is to us as an organisation to be relevant and responsive to your needs. If you'd like to discuss any element of the Future State Programme, please contact a member of our Senior Management Team."}