{"speakers": [], "chunks": [{"timestamp": [0.0, 5.44], "text": " Our three speakers today."}, {"timestamp": [5.44, 6.44], "text": " Thank you."}, {"timestamp": [6.44, 16.44], "text": " Thank you, Roshika."}, {"timestamp": [16.44, 18.16], "text": " How was that for pronunciation?"}, {"timestamp": [18.16, 19.24], "text": " Great."}, {"timestamp": [19.24, 20.44], "text": " Good morning."}, {"timestamp": [20.44, 24.4], "text": " We're delighted to have the opportunity to speak with you."}, {"timestamp": [24.4, 26.76], "text": " We're in the presence of experts in this field today"}, {"timestamp": [26.76, 31.64], "text": " and the opportunity to share our experience through a secondary modern learning environment"}, {"timestamp": [31.64, 32.9], "text": " is a very special occasion."}, {"timestamp": [33.6, 36.5], "text": " We offer a unique and a wide perspective on this topic,"}, {"timestamp": [36.7, 38.98], "text": " given our experience across all levels of leadership."}, {"timestamp": [39.56, 42.34], "text": " Over the past six years that Ashes has been open for learning,"}, {"timestamp": [42.74, 50.0], "text": " we've all been classroom teachers, we've all been middle leaders. Karen is currently the head of PE. Sheree and I have also"}, {"timestamp": [50.0, 54.0], "text": " been team leaders in the past. And this year we've been privileged to be deputy principals"}, {"timestamp": [54.0, 59.0], "text": " for the year. We're extremely grateful to our principal, Barbara Kavanaugh, who joins us today"}, {"timestamp": [59.0, 63.12], "text": " and also our board chair, Marie Mitchell, for growing us as leaders and encouraging us to take"}, {"timestamp": [63.12, 65.68], "text": " up invitations such as this one."}, {"timestamp": [65.68, 69.56], "text": " When we sat down to write this, we looked at the way we use modern learning environments"}, {"timestamp": [69.56, 73.24], "text": " and how it enables learning for students and teachers."}, {"timestamp": [73.24, 77.82], "text": " But we started doubling up and we quickly realised that there were common themes and that students'"}, {"timestamp": [77.82, 82.1], "text": " learning experiences were indeed mirrored by our own learning experiences."}, {"timestamp": [82.1, 88.4], "text": " And it's true, we're all learning together and from each other, our core, reciprocal learning. This morning we're sharing these common"}, {"timestamp": [88.4, 94.64], "text": " themes with you. MLEs are enabler, are an enabler, but they're only an enabler if we let"}, {"timestamp": [94.64, 99.44], "text": " it. We can have a beautiful space, but it's what goes on inside the MLE that"}, {"timestamp": [99.44, 104.06], "text": " impacts student achievement. This year our results exceeded many of our North Shore"}, {"timestamp": [104.06, 109.04], "text": " neighbours. We now have hard data to show that what we're doing at Albany Senior High School is"}, {"timestamp": [109.04, 113.92], "text": " working for our students. Our success has come from how we have been with each other,"}, {"timestamp": [113.92, 118.96], "text": " the relationships we have about learning and MLEs have enabled that to happen. We've"}, {"timestamp": [118.96, 123.4], "text": " learnt so much over the past six years and I want to acknowledge that we're very much"}, {"timestamp": [123.4, 131.52], "text": " still learning together. It's our pleasure to share our learning journey with you this morning"}, {"timestamp": [135.52, 141.0], "text": " okay so just to set the scene and provide a little bit of context for you all"}, {"timestamp": [141.0, 145.5], "text": " and we're a senior high school years to 13, and we have about 730"}, {"timestamp": [145.5, 152.2], "text": " students, and we're a co-ed school. Six years ago, the ministry wanted to create a 21st"}, {"timestamp": [152.2, 155.88], "text": " century school. We had the New New Zealand curriculum, and there was a lot of research"}, {"timestamp": [155.88, 160.46], "text": " around the place, and they talked about creating learning that had students at the centre,"}, {"timestamp": [160.46, 169.5], "text": " about creating students that were confident, connected, lifelong learners. So no longer was this chalk and talk okay, standing at the front and transferring knowledge"}, {"timestamp": [169.5, 171.12], "text": " from a teacher to 30 students."}, {"timestamp": [171.56, 176.32], "text": " Instead, we needed to have a paradigm shift and looked at creating knowledge and talking about"}, {"timestamp": [176.32, 179.44], "text": " knowledge in what we could do, the places that we could take it with our students."}, {"timestamp": [179.96, 184.54], "text": " So what we needed to do was we needed to set up a space, architecture, that would allow"}, {"timestamp": [184.54, 186.28], "text": " this sort of exciting pedagogy"}, {"timestamp": [186.28, 187.42], "text": " to occur."}, {"timestamp": [187.42, 189.58], "text": " So while still sitting in the setting up phase,"}, {"timestamp": [189.58, 192.68], "text": " our principal and establishment board"}, {"timestamp": [192.68, 194.16], "text": " traveled overseas to Australia"}, {"timestamp": [194.16, 196.22], "text": " and looked at innovative schools over there."}, {"timestamp": [196.22, 197.88], "text": " What were they doing with their pedagogy?"}, {"timestamp": [197.88, 201.76], "text": " How were their spaces enabling this exciting stuff to happen?"}, {"timestamp": [201.76, 203.96], "text": " So five years on and what we have now"}, {"timestamp": [203.96, 205.5], "text": " is three exciting parts"}, {"timestamp": [205.5, 210.2], "text": " of the curriculum. So there's three strands to what we offer. The first is specialist"}, {"timestamp": [210.2, 214.52], "text": " subjects. So what we have is in-depth learning with students in your traditional"}, {"timestamp": [214.52, 219.54], "text": " subjects like science, maths, English, dance, physical education, where students become"}, {"timestamp": [219.54, 224.54], "text": " experts and know what it is to be a scientist and what it is to be a mathematician."}, {"timestamp": [224.54, 229.24], "text": " The second part of our curriculum is the tutorial time, and that's where we look at the"}, {"timestamp": [229.24, 233.12], "text": " students developing a relationship with a significant teacher who will be with them"}, {"timestamp": [233.12, 235.64], "text": " for their three years and their journey with us."}, {"timestamp": [235.64, 238.12], "text": " We provide academic counseling for these students."}, {"timestamp": [238.12, 241.88], "text": " We are with them every step of the way as they start looking at career options and planning"}, {"timestamp": [241.88, 242.88], "text": " their journey."}, {"timestamp": [242.88, 246.62], "text": " Where the first port of call home for parents are in constant contact with them."}, {"timestamp": [247.5, 252.56], "text": " We develop a pit crew in this, so students, we have 15 students for every teacher,"}, {"timestamp": [252.8, 257.96], "text": " and we have students at years 11, 12 and 13, and they become a really close support network"}, {"timestamp": [257.96, 263.52], "text": " for each other and help each other with peer mentoring or with sharing their experiences."}, {"timestamp": [264.4, 268.0], "text": " And the third part of our curriculum, which takes place today on a Wednesday is"}, {"timestamp": [268.0, 273.0], "text": " Impact Project Day, the most exciting day of the week. It's where project-based learning happens."}, {"timestamp": [273.0, 277.0], "text": " So when setting up the school, we decided that this was something that was really important."}, {"timestamp": [277.0, 280.0], "text": " It allows students to have a sense of ownership and agency in their learning"}, {"timestamp": [280.0, 288.16], "text": " and also allows them to really participate and contribute to make stuff happen in the community now. The exciting thing is many of them are developing"}, {"timestamp": [288.16, 293.14], "text": " connections that are putting them in good stead for when they leave us. Some"}, {"timestamp": [293.14, 296.44], "text": " students now are finding through impact projects what their real passion is"}, {"timestamp": [296.44, 302.0], "text": " and actually taking these up as careers. So this is what our timetable looks like."}, {"timestamp": [302.0, 305.66], "text": " So we have three periods a day, 100 minutes,"}, {"timestamp": [305.66, 308.44], "text": " to really enable that deep learning to occur."}, {"timestamp": [308.44, 310.78], "text": " They can really start understanding something"}, {"timestamp": [310.78, 313.5], "text": " and then applying it in class, which is great."}, {"timestamp": [313.5, 315.18], "text": " We have no bells at our school,"}, {"timestamp": [315.18, 317.78], "text": " modeling instead on what the workforce is like,"}, {"timestamp": [317.78, 319.68], "text": " working towards a break,"}, {"timestamp": [319.68, 322.44], "text": " which is really good if the students are in the middle of something."}, {"timestamp": [322.44, 323.98], "text": " There's not that bell cutting them off."}, {"timestamp": [323.98, 328.12], "text": " You can use morning tea and lunchtime if you need to."}, {"timestamp": [328.12, 334.5], "text": " The tutorials, as you can see, they happen on a Tuesday and Thursday, a key part of the week."}, {"timestamp": [334.5, 338.42], "text": " And also what we have is we offer five subjects."}, {"timestamp": [338.42, 342.68], "text": " So students at our school are taking five subjects, they can get that depth."}, {"timestamp": [342.68, 345.7], "text": " And we really focus on students getting quality credits"}, {"timestamp": [345.7, 347.78], "text": " at our school, so making sure that they're really"}, {"timestamp": [347.78, 350.5], "text": " developing a sound understanding."}, {"timestamp": [350.5, 352.98], "text": " So a little bit about our spaces that we have."}, {"timestamp": [352.98, 355.56], "text": " We've got 10 learning communities throughout our school,"}, {"timestamp": [355.56, 356.6], "text": " learning commons."}, {"timestamp": [356.6, 360.78], "text": " So there's three to four classes taking part side by side."}, {"timestamp": [360.78, 363.48], "text": " So they'll be a mixture of years 11 to 13,"}, {"timestamp": [363.48, 366.0], "text": " and they will be a variety of classes"}, {"timestamp": [366.0, 369.96], "text": " next to each other. So you might have English and Spanish or English and PE happening"}, {"timestamp": [369.96, 375.4], "text": " next to each other. We have breakout spaces. These are small meeting rooms designed for quiet"}, {"timestamp": [375.4, 379.76], "text": " individual work or maybe where there might be some small group work happening. It's a great"}, {"timestamp": [379.76, 389.76], "text": " space for teachers or teacher aids to have one-on-one discussion. This may look like a kitchen, but actually to a lot of teachers, it's a help desk or a support"}, {"timestamp": [389.76, 394.64], "text": " desk where you can move some students and really look at their specific learning needs"}, {"timestamp": [394.64, 397.72], "text": " while the rest of the class might be carrying on with some work."}, {"timestamp": [397.72, 402.72], "text": " It's also a really good social space that students are using in their break time."}, {"timestamp": [402.72, 405.88], "text": " A key part of our school is the school cafe."}, {"timestamp": [405.88, 410.76], "text": " The architects who built our school call it the Village Square or the hub of the school, the"}, {"timestamp": [410.76, 412.24], "text": " heart of the school."}, {"timestamp": [412.24, 417.18], "text": " And yes, this is where students and staff congregate together in break times, but also it's"}, {"timestamp": [417.18, 422.76], "text": " a really nice atmosphere to be using for class time to facilitate and enable discussion."}, {"timestamp": [422.76, 427.2], "text": " So exercise space, we have a gym, but what I love, because I'm a PE teacher, what I love"}, {"timestamp": [427.2, 431.4], "text": " about this space is transparency, there's windows that look out into the community and we"}, {"timestamp": [431.4, 436.08], "text": " often get groups of people stopping and looking in to see what we're doing."}, {"timestamp": [436.08, 441.68], "text": " And presentation space, this is space that enables you to be really loud if you need to be"}, {"timestamp": [441.68, 449.36], "text": " and not impact the rest of the learning that's happening in the comments. So if you are doing something where you need to demonstrate like speeches or you're watching a film clip"}, {"timestamp": [449.36, 455.44], "text": " or students are having a debate which you really want them to get into, then you can use this space and close the door"}, {"timestamp": [455.44, 460.16], "text": " and know that you're not affecting other people's learning. On the flip side, this space can also be used"}, {"timestamp": [460.16, 464.96], "text": " if you need a quiet space, if you're running an assessment or something and you really need that"}, {"timestamp": [464.96, 466.12], "text": " just absolute quiet. And then finally open airspace, a a quiet space, if you're running an assessment or something, and you really need that just absolute quiet."}, {"timestamp": [467.02, 473.96], "text": " And then finally, open airspace, a really nice space that we, again, they're using their break times, but then teachers also use these."}, {"timestamp": [473.96, 481.72], "text": " So I've seen teachers come out here to do continuum activities. I've seen English class make use of the nice weather coming out and reading into the sun."}, {"timestamp": [481.72, 483.56], "text": " and reading into this."}, {"timestamp": [484.82, 489.64], "text": " Oh, and over to Cherie."}, {"timestamp": [490.12, 490.4], "text": " Awesome."}, {"timestamp": [492.72, 493.32], "text": " So the first point that I'm going to talk about is leadership."}, {"timestamp": [502.8, 509.46], "text": " So as Sharon mentioned, the three of us have been lucky enough to have been encouraged to take leadership opportunities throughout our five years that we've been at Albany Senior High. And as Sharon also said, this is reflected in the students as well."}, {"timestamp": [509.96, 512.6], "text": " We encourage them to take leadership opportunities"}, {"timestamp": [512.6, 516.18], "text": " right from their very first day that they're at Albany Senior High."}, {"timestamp": [516.62, 518.44], "text": " There are four more opportunities for this."}, {"timestamp": [519.02, 523.12], "text": " These include our head students, our tutorial leaders,"}, {"timestamp": [523.66, 526.72], "text": " our sports leaders, our careers leaders. These"}, {"timestamp": [526.72, 531.68], "text": " students all apply for the position and go through a formal interview process"}, {"timestamp": [531.68, 537.52], "text": " to be able to hold that position. In addition to this there are also informal"}, {"timestamp": [537.52, 542.14], "text": " positions. These are things like the Health Committee that some students put"}, {"timestamp": [542.14, 549.38], "text": " together themselves. We have the Yearbook Committee, we have the Ball Committee, all those sorts of things. These are the things that the students"}, {"timestamp": [549.38, 555.04], "text": " decide they want to do. Within our strands though is where the most exciting leadership opportunities"}, {"timestamp": [555.04, 560.16], "text": " happen. In the classroom, when the students are working in their specialist subjects and in"}, {"timestamp": [560.16, 568.24], "text": " tutorial time, they're tutoring each other. They're supporting each other for whatever learning needs the students their need."}, {"timestamp": [568.24, 573.88], "text": " And it's really amazing for me watching students work together and identifying the needs"}, {"timestamp": [573.88, 577.44], "text": " within a group and then working together to really address them."}, {"timestamp": [577.44, 579.08], "text": " I think it's very cool."}, {"timestamp": [579.08, 584.6], "text": " The other thing that I really love though is the peer mentoring in our impact projects."}, {"timestamp": [584.6, 585.94], "text": " These students are looking"}, {"timestamp": [585.94, 591.56], "text": " out for themselves and looking out for each other. They want to look for leadership opportunities."}, {"timestamp": [591.94, 596.6], "text": " They're going out into the community and they're saying we want to run this. We want other"}, {"timestamp": [596.6, 602.3], "text": " people to learn about this. I think this is pretty cool. Some examples of this, we've had our"}, {"timestamp": [602.3, 609.18], "text": " Young Engineers Association, some boys put together that, which has now been going for a couple of years,"}, {"timestamp": [609.3, 610.52], "text": " and it's quite a big thing."}, {"timestamp": [610.6, 612.92], "text": " Anyone in engineering possibly may have heard about it."}, {"timestamp": [613.4, 615.94], "text": " We've got students who do Model United Nations."}, {"timestamp": [616.5, 620.02], "text": " So actually having students from other schools congregate,"}, {"timestamp": [620.06, 621.9], "text": " I think they had one at Massey University,"}, {"timestamp": [621.9, 624.8], "text": " where they had a couple of hundred students come together."}, {"timestamp": [624.98, 625.0], "text": " Our students ran it, and they had a couple of hundred students come together."}, {"timestamp": [630.44, 631.06], "text": " Our students ran it, and they ran a Model United Nations event."}, {"timestamp": [634.24, 634.62], "text": " Other things that we've had, too, which I think is just outstanding,"}, {"timestamp": [635.74, 636.04], "text": " are business ventures."}, {"timestamp": [642.4, 642.64], "text": " We've had students go out into the community and work in existing businesses to develop them, to bring them up."}, {"timestamp": [645.6, 647.8], "text": " They've been leaders right here, right now. So they're not waiting until they leave school."}, {"timestamp": [647.8, 650.8], "text": " They're not waiting for potential."}, {"timestamp": [650.8, 654.4], "text": " They're actually going for it, and they're being leaders right now,"}, {"timestamp": [654.4, 656.4], "text": " which I think is pretty cool."}, {"timestamp": [656.4, 658.4], "text": " As well as for the students,"}, {"timestamp": [658.4, 662.2], "text": " the teachers have these amazing leadership opportunities."}, {"timestamp": [662.2, 664.8], "text": " Obviously the fact that we're standing here today,"}, {"timestamp": [664.8, 668.24], "text": " instead of Barbara, standing up and speaking, so she's really growing us and giving leadership opportunities. Obviously the fact that we're standing here today instead of Barbara standing up and speaking show she's really"}, {"timestamp": [668.24, 673.5], "text": " growing us and giving us opportunities. We have a distributed leadership model. This"}, {"timestamp": [673.5, 679.92], "text": " means that everybody, everyone in the whole school is accountable, supported and"}, {"timestamp": [679.92, 688.72], "text": " feels valued. This means that the teachers have an opportunity to lead at any stage in their"}, {"timestamp": [688.72, 695.7], "text": " career from any position within the school. Some examples of this, Tuesday mornings, we have teachers"}, {"timestamp": [695.7, 700.6], "text": " stand up and share their findings from their professional inquiries. It doesn't matter if you've"}, {"timestamp": [700.6, 708.0], "text": " been teaching for 20 years or if you've been teaching for two months. You have the opportunity to stand up and share what you have learned."}, {"timestamp": [708.0, 713.44], "text": " On Wednesdays is another awesome showcasing of this, where the teachers work together, they"}, {"timestamp": [713.44, 719.0], "text": " plan together and then they take turns at coming out and presenting and working with the students."}, {"timestamp": [719.0, 725.72], "text": " So again, it doesn't matter if you're a first year teacher or if you've been teaching for a long time."}, {"timestamp": [725.72, 730.18], "text": " If you come into our school, you'll see there are a few signs around the place and we really"}, {"timestamp": [730.18, 732.58], "text": " truly live by these."}, {"timestamp": [732.58, 735.64], "text": " We believe that the answers are in the room."}, {"timestamp": [735.64, 741.4], "text": " We're constantly asking ourselves, what if your contribution is the key ingredient and whose"}, {"timestamp": [741.4, 744.48], "text": " perspective are we missing?"}, {"timestamp": [744.48, 745.04], "text": " The next one."}, {"timestamp": [746.34, 747.36], "text": " Meeting needs."}, {"timestamp": [747.82, 753.06], "text": " As Karen mentioned too, we're a long way from the industrial model of education."}, {"timestamp": [753.62, 759.68], "text": " We really look different, but what's going on within our classes is very different as well."}, {"timestamp": [760.0, 762.82], "text": " We have personalised learning for every student."}, {"timestamp": [763.48, 765.98], "text": " Within our specialist subjects, we do not stream."}, {"timestamp": [766.66, 768.26], "text": " We have mixed ability classes."}, {"timestamp": [768.9, 770.54], "text": " Within those mixed ability classes,"}, {"timestamp": [770.98, 774.7], "text": " we're able to create groups that enable the learning for those students."}, {"timestamp": [775.3, 779.06], "text": " Now, these groups are going to look different depending on the day,"}, {"timestamp": [779.32, 780.52], "text": " depending on what you're learning."}, {"timestamp": [781.02, 784.44], "text": " The teachers identify what groups they want to do."}, {"timestamp": [784.44, 786.16], "text": " For example, you may"}, {"timestamp": [786.16, 790.72], "text": " want to do a mixed ability group. This means there are students in there that you've sort"}, {"timestamp": [790.72, 797.12], "text": " of targeted to lead the others, to be able to support the other students. This also deepens their"}, {"timestamp": [797.12, 802.16], "text": " learning to be able to explain it to other people while supporting the other students who have"}, {"timestamp": [802.16, 810.24], "text": " not quite got it yet or need support. Other types of grouping that you do is work out where the students are for this particular day."}, {"timestamp": [810.24, 812.08], "text": " And I really want to emphasise that."}, {"timestamp": [812.34, 816.52], "text": " When you're streamed, you're put in a group in a class, you all do the same thing."}, {"timestamp": [816.72, 818.24], "text": " You either do it, get it, or you don't."}, {"timestamp": [818.66, 823.58], "text": " Within our classes, we've got students all working on different things at different times."}, {"timestamp": [824.04, 830.38], "text": " Now, this sounds like it's a really big job for the teacher and it is because we have to know our students very"}, {"timestamp": [830.38, 837.08], "text": " very well. We need to know what their learning needs are. This is where conversations"}, {"timestamp": [837.08, 842.02], "text": " are really important. At Albany Senior High we have conversations that matter. That"}, {"timestamp": [842.02, 845.5], "text": " means we have conversations about learning. We"}, {"timestamp": [845.5, 851.04], "text": " talk to the students about what they need and how we can address that. The"}, {"timestamp": [851.04, 855.24], "text": " exciting thing about this though is that these conversations happen between the"}, {"timestamp": [855.24, 858.06], "text": " students and the teachers, between the teachers and the teachers, between the"}, {"timestamp": [858.06, 862.8], "text": " students and the students, and we have formal occasions for this, for example in"}, {"timestamp": [862.8, 866.16], "text": " tutorial time when you're working with your tight group of students."}, {"timestamp": [866.46, 871.4], "text": " We also have learning dialogues where the students' caregivers come in and we go through all their learning."}, {"timestamp": [871.7, 873.96], "text": " This is student-led, not led by the teacher."}, {"timestamp": [874.08, 878.08], "text": " The student is owning their learning, but also really informally."}, {"timestamp": [878.08, 885.16], "text": " And something that we've noticed over the last few years is more and more the students are initiating these conversations about their"}, {"timestamp": [885.16, 891.3], "text": " learning needs and about what they would like to get out of a class. It is amazingly empowering"}, {"timestamp": [891.3, 897.26], "text": " for a student if they can identify their strengths for them to be able to go to teachers and say"}, {"timestamp": [897.26, 902.88], "text": " this is what I need. We have a beautiful story about a young man called Cody who a few years"}, {"timestamp": [902.88, 905.6], "text": " ago was identified as being dyslexic."}, {"timestamp": [906.16, 909.76], "text": " What he did is he actually spent Wednesdays doing an impact project,"}, {"timestamp": [910.06, 917.16], "text": " finding out about what ways they can help learning needs for students who have dyslexia."}, {"timestamp": [917.4, 920.22], "text": " He did research, he talked to teachers, he really got into it."}, {"timestamp": [920.52, 926.78], "text": " He then communicated this to all of his teachers, so he was able to adapt the way that he learnt at our school."}, {"timestamp": [926.78, 930.76], "text": " By the time he left, he had endorsements in a number of his different subjects, which"}, {"timestamp": [930.76, 933.88], "text": " I think is pretty magic."}, {"timestamp": [933.88, 937.76], "text": " Technology is also crucial to meeting students in today's world."}, {"timestamp": [937.76, 943.48], "text": " For this reason, we are a BYOD school, and we want students to choose the device that best supports"}, {"timestamp": [943.48, 944.94], "text": " their learning."}, {"timestamp": [944.94, 948.5], "text": " We use open source software on all the school computers."}, {"timestamp": [948.5, 953.5], "text": " This means that the money that we saved on licensing could be spent on buying more PCs."}, {"timestamp": [953.5, 960.5], "text": " We have a secure wireless network and we use and many of the assessments that the students do are on Google Docs."}, {"timestamp": [960.5, 963.5], "text": " Because Google Docs is shared with the teachers,"}, {"timestamp": [963.5, 965.62], "text": " students can work in remote groups"}, {"timestamp": [965.62, 972.14], "text": " and get real-time feedback from the teachers. So they can be working in the library, out of view,"}, {"timestamp": [972.32, 977.7], "text": " and we can be giving them feedback and working with them. Another thing that we've found with Google Docs,"}, {"timestamp": [977.7, 984.08], "text": " is that we don't have any non-submitted work, because the students share the Google Doc at the"}, {"timestamp": [984.08, 985.08], "text": " beginning of the learning"}, {"timestamp": [985.08, 991.52], "text": " and they put everything into them and so when the submission date comes if the students don't think"}, {"timestamp": [991.52, 996.48], "text": " that they're finished they can't withdraw it the teacher's got the work there so you really are"}, {"timestamp": [996.48, 1001.36], "text": " marking them on where they are up to I know in the past I've had students who if they haven't"}, {"timestamp": [1001.36, 1010.32], "text": " completed something they thought oh well never mind I won't hand it in this is impossible with Google Docs and we also encourage"}, {"timestamp": [1010.32, 1015.54], "text": " students to use any platforms that they want to for example for impact projects"}, {"timestamp": [1015.54, 1019.26], "text": " some of them make websites to showcase the work they use Tumblr they use"}, {"timestamp": [1019.26, 1023.44], "text": " Instagram they use Facebook and there's absolutely nothing wrong with this they"}, {"timestamp": [1023.44, 1025.36], "text": " blog the list goes on and on and on."}, {"timestamp": [1025.78, 1031.56], "text": " Teachers are encouraged to use this technology also, but always with the motivation that the"}, {"timestamp": [1031.56, 1037.78], "text": " technology is there to support the pedagogy. The technology is not the pedagogy. So I would"}, {"timestamp": [1037.78, 1043.56], "text": " hate to think of anyone designing a lesson around the use of an app. The app needs to be there"}, {"timestamp": [1043.56, 1046.0], "text": " to support the learning intention of the lesson."}, {"timestamp": [1046.0, 1050.0], "text": " So I think that that's something we work really hard to ensure too."}, {"timestamp": [1050.0, 1056.0], "text": " In terms of the learning needs of the teachers with the modern learning environments too,"}, {"timestamp": [1056.0, 1059.0], "text": " it means that a teacher's strengths and weaknesses are more obvious as well."}, {"timestamp": [1059.0, 1062.0], "text": " So I talked about the students identifying their strengths and weaknesses,"}, {"timestamp": [1062.0, 1064.0], "text": " and the teachers do that as well."}, {"timestamp": [1064.0, 1069.26], "text": " But it's exciting because it means that when you've just had a lesson and you've had a group of"}, {"timestamp": [1069.26, 1073.62], "text": " students that have been really difficult, you've had them engaged, the teacher who's sitting"}, {"timestamp": [1073.62, 1078.74], "text": " next to you can come up and give you, you know, a nice compliment and say, I really like the"}, {"timestamp": [1078.74, 1083.64], "text": " way you're doing that. And that's what you need sometimes, you know. It's nice to get a pat on the"}, {"timestamp": [1083.64, 1085.36], "text": " back every now and then."}, {"timestamp": [1089.72, 1090.16], "text": " It also means that we can identify areas of expertise amongst our staff."}, {"timestamp": [1093.02, 1093.4], "text": " We're in other schools that may be hidden away in a back room."}, {"timestamp": [1095.48, 1095.72], "text": " And I think because of the strands that we have,"}, {"timestamp": [1098.54, 1102.56], "text": " we were asking a lot of different skills from our teachers. And it's quite exciting where the expertise lies within the staff."}, {"timestamp": [1102.96, 1106.74], "text": " And again, the modern learning environments really allow that to happen."}, {"timestamp": [1107.86, 1108.22], "text": " All right."}, {"timestamp": [1116.58, 1118.9], "text": " Respect underpins our vision in Albany Senior."}, {"timestamp": [1119.2, 1120.46], "text": " Respect for each other as learners"}, {"timestamp": [1120.46, 1121.78], "text": " and respect for the space."}, {"timestamp": [1122.3, 1123.18], "text": " Now, isn't it noisy?"}, {"timestamp": [1123.38, 1125.12], "text": " This would have to be the most common question"}, {"timestamp": [1125.12, 1127.4], "text": " we get asked when we're taking groups around school"}, {"timestamp": [1127.4, 1130.04], "text": " or meeting new people that are new to this environment."}, {"timestamp": [1130.38, 1131.44], "text": " And the answer is no."}, {"timestamp": [1131.66, 1133.36], "text": " The learning commons are self-regulatory."}, {"timestamp": [1133.92, 1136.1], "text": " Students are not only responsible for their learning,"}, {"timestamp": [1136.22, 1138.42], "text": " but they're responsible for the learning of those around them."}, {"timestamp": [1139.02, 1140.92], "text": " Often people need to see it to believe it."}, {"timestamp": [1141.22, 1143.5], "text": " But having taught in a single-cell classroom myself,"}, {"timestamp": [1143.5, 1148.84], "text": " I can honestly say the volume in a class is louder than what could be in a learning common where there's"}, {"timestamp": [1148.84, 1153.88], "text": " a hundred students. We have spaces such as a presentation room that Karen showed earlier,"}, {"timestamp": [1153.88, 1158.58], "text": " should a class need to play part of a film, for example. But staff with particularly challenging"}, {"timestamp": [1158.58, 1163.44], "text": " classes have found that bringing them into the learning common has had a positive effect"}, {"timestamp": [1163.44, 1166.6], "text": " versus locking them in the presentation room."}, {"timestamp": [1166.6, 1169.92], "text": " Students at Ashes are more exposed to other learners,"}, {"timestamp": [1169.92, 1171.7], "text": " some of whom they might not get to see"}, {"timestamp": [1171.7, 1173.64], "text": " if we didn't have these spaces."}, {"timestamp": [1173.64, 1175.46], "text": " We have a number of students at our school"}, {"timestamp": [1175.46, 1176.8], "text": " with special needs."}, {"timestamp": [1176.8, 1179.34], "text": " One student in particular, whistles, skips,"}, {"timestamp": [1179.34, 1183.36], "text": " and calls out random things as he walks through the learning common."}, {"timestamp": [1183.36, 1186.0], "text": " Our students do not even bat an eyelid."}, {"timestamp": [1186.0, 1187.0], "text": " I love that."}, {"timestamp": [1187.0, 1190.0], "text": " They are becoming more empathetic due to the modern learning environment,"}, {"timestamp": [1190.0, 1193.0], "text": " exposing them to all students, not just the ones in their classes."}, {"timestamp": [1193.0, 1197.0], "text": " That exposure expense extends to teachers as well."}, {"timestamp": [1197.0, 1199.0], "text": " Being the boring old accounting teacher that I am,"}, {"timestamp": [1199.0, 1203.0], "text": " it's great seeing when an exciting media teacher is doing beside me."}, {"timestamp": [1203.0, 1207.44], "text": " But on the other hand, being exposed to what challenges other teachers are facing"}, {"timestamp": [1207.44, 1209.98], "text": " also helps us become more empathetic as well."}, {"timestamp": [1210.6, 1215.82], "text": " Teachers and students have more of an appreciation of what's going outside of their class."}, {"timestamp": [1216.26, 1219.9], "text": " So the MLE has helped all of us as learners to relate to each other,"}, {"timestamp": [1220.18, 1222.66], "text": " which is a key competency in our New Zealand curriculum."}, {"timestamp": [1223.44, 1225.34], "text": " The relationships we have with colleagues"}, {"timestamp": [1225.34, 1227.56], "text": " don't just exist on a department level"}, {"timestamp": [1227.56, 1230.32], "text": " where we're talking about the next algebra test coming up."}, {"timestamp": [1230.72, 1232.88], "text": " Because we're all learning together in these spaces,"}, {"timestamp": [1233.24, 1236.2], "text": " we need to have conversations about how we are using the spaces."}, {"timestamp": [1236.98, 1239.58], "text": " Negotiating with staff on whereabouts they are working"}, {"timestamp": [1239.58, 1241.98], "text": " forces us to not only be more organised,"}, {"timestamp": [1242.28, 1243.7], "text": " but to have brave conversations."}, {"timestamp": [1244.4, 1249.68], "text": " For example, Richard, I notice you let your class go 10 minutes early, it really ruined"}, {"timestamp": [1249.68, 1250.68], "text": " the end of my lesson."}, {"timestamp": [1250.68, 1254.0], "text": " I've had to have that conversation, but even better."}, {"timestamp": [1254.0, 1257.32], "text": " Kim, I loved how you used this particular space for that activity."}, {"timestamp": [1257.32, 1258.68], "text": " Can you tell me more about it?"}, {"timestamp": [1258.68, 1261.8], "text": " Now those conversations are way more exciting."}, {"timestamp": [1261.8, 1265.34], "text": " Our relationships have grown stronger through these conversations. We're more"}, {"timestamp": [1265.34, 1270.2], "text": " conscious about how we're using the space and because of that we're becoming more explicit about"}, {"timestamp": [1270.2, 1276.06], "text": " why we're using it in that way. As outlined in the best evidence synthesis, high expectations"}, {"timestamp": [1276.06, 1280.68], "text": " with quality teaching improves student achievement. There are high expectations on the way"}, {"timestamp": [1280.68, 1285.0], "text": " we do things here. High expectations because students are on display,"}, {"timestamp": [1285.0, 1286.0], "text": " teachers are on display,"}, {"timestamp": [1286.0, 1288.0], "text": " there is literally nowhere to hide."}, {"timestamp": [1288.0, 1291.0], "text": " There is no way we can wing our 100 minute lesson."}, {"timestamp": [1291.0, 1294.0], "text": " We see each of our subject classes twice a week."}, {"timestamp": [1294.0, 1296.0], "text": " Therefore, a lesson spent watching a movie"}, {"timestamp": [1296.0, 1298.0], "text": " is half a week's work gone."}, {"timestamp": [1298.0, 1301.0], "text": " Being a senior school, this is a high stakes environment."}, {"timestamp": [1301.0, 1304.0], "text": " We need to be on our A game, and so we should."}, {"timestamp": [1304.0, 1305.4], "text": " We're in a privileged role in a profession with enormous responsibility, so our A game needs to be on our A game and so we should. We're in a privileged role in a"}, {"timestamp": [1305.4, 1312.68], "text": " profession with enormous responsibility. So our A game needs to be the norm. MLEs provide"}, {"timestamp": [1312.68, 1319.36], "text": " the opportunity for us to not only expect but praise the best and challenge the rest. We have a sense"}, {"timestamp": [1319.36, 1324.96], "text": " of collective responsibility in that no one turns a blind eye. We also have an expression,"}, {"timestamp": [1325.82, 1331.06], "text": " keep those that are hardest to love the closest. There are times when that doesn't happen, and when you have a class"}, {"timestamp": [1331.06, 1337.34], "text": " of 32 Year 11s, it's reassuring to know there is more eyes in the room. For example, if a student"}, {"timestamp": [1337.34, 1342.04], "text": " is from another class city next to me and I see them on Trade Me, I'll go up to them and ask"}, {"timestamp": [1342.04, 1345.0], "text": " where they're up to in their learning."}, {"timestamp": [1345.0, 1347.18], "text": " There is a non-judging culture here."}, {"timestamp": [1347.18, 1349.66], "text": " When we're asking for help, it's not a weakness."}, {"timestamp": [1349.66, 1353.96], "text": " We see it as a strength because it shows how much we care about getting it right for the"}, {"timestamp": [1353.96, 1356.24], "text": " students in front of us."}, {"timestamp": [1356.24, 1360.76], "text": " Collective responsibility is particularly evident on a Wednesday where mentors move between"}, {"timestamp": [1360.76, 1369.9], "text": " groups of Impact Project students having conversations with these students, using our solo taxonomy conversation rubric to help improve the"}, {"timestamp": [1369.9, 1373.86], "text": " students ability to see where they're at, where they're headed and how to get"}, {"timestamp": [1373.86, 1381.12], "text": " there. This is a very transformative time to be in education and we can't"}, {"timestamp": [1381.12, 1388.0], "text": " assume that students and teachers are equipped to deal with the experiences that an MLE can offer."}, {"timestamp": [1388.0, 1392.0], "text": " It's our responsibility to make sure that everyone is well supported."}, {"timestamp": [1392.0, 1396.0], "text": " Being in an MLE changes who you are as a learner for both a student and a teacher."}, {"timestamp": [1396.0, 1401.0], "text": " We will come to our school with past experiences, largely from traditional settings."}, {"timestamp": [1401.0, 1409.64], "text": " We've come with mindsets about what quality teaching and quality learning is. And now we have an MLE to improve both of these. We need to be open to the"}, {"timestamp": [1409.64, 1415.24], "text": " possibilities. When Sheree and I first started at Ashes, we were timetabled together. Both"}, {"timestamp": [1415.24, 1420.86], "text": " of us are particularly loud. It forced us to examine our own practice and not only our"}, {"timestamp": [1420.86, 1427.72], "text": " volume, but the level of direct instruction we were giving to our classes. We need to be prepared to have these mental models challenged."}, {"timestamp": [1428.48, 1432.74], "text": " Students have learned to be adaptable, and this is what we want them to be in the world."}, {"timestamp": [1433.2, 1439.08], "text": " The furniture, the tasks, the pedagogy changes every day depending on the learning intentions of each lesson."}, {"timestamp": [1439.82, 1445.44], "text": " A year 12 student, Sione, recently told a group of visitors how this environment has meant he"}, {"timestamp": [1445.44, 1448.6], "text": " leans in, he listens and he's developed a filter."}, {"timestamp": [1448.6, 1454.6], "text": " He now has a new skill, he is adapted to this way of being in a modern learning environment."}, {"timestamp": [1454.6, 1459.56], "text": " Our 100 minute lessons and our impact project days on a Wednesday might look like the students"}, {"timestamp": [1459.56, 1465.5], "text": " have freedom, but there are sound systems and structures to support our learners in all aspects"}, {"timestamp": [1465.5, 1466.88], "text": " of our curriculum."}, {"timestamp": [1466.88, 1472.3], "text": " In fact, students have commented that they can't get away from us, literally."}, {"timestamp": [1472.3, 1476.68], "text": " Growth is very individual, and in order to grow learning for our teachers and students,"}, {"timestamp": [1476.68, 1478.26], "text": " we've been responsive."}, {"timestamp": [1478.26, 1483.38], "text": " So rather than a guidebook approach to new staff, they are spread across schools in different"}, {"timestamp": [1483.38, 1490.76], "text": " cross-curricular offices and their induction is ongoing. We offer Friday morning sessions to staff who are new and old"}, {"timestamp": [1490.76, 1494.82], "text": " depending on what the priorities are for our learners. For example, leading up to learning"}, {"timestamp": [1494.82, 1499.8], "text": " dialogues will offer a session to help prep staff for that should they require it."}, {"timestamp": [1499.8, 1504.88], "text": " We've found the best day to start new students as on a Tuesday or a Thursday is the first day,"}, {"timestamp": [1504.88, 1509.44], "text": " the first lesson of those days are tutorial and they are well supported by their new crew of"}, {"timestamp": [1509.44, 1514.56], "text": " 15 students and their tutorial teacher who is their significant adult."}, {"timestamp": [1514.56, 1520.96], "text": " Having access to a senior leader whether it's a deputy principal or a principal is quite unique for a school."}, {"timestamp": [1520.96, 1527.92], "text": " At Ashes there are no closed doors for our learners and this is mirrored in the layout of the senior leadership space as its open plan as well."}, {"timestamp": [1528.58, 1533.96], "text": " We have a couple of special students that call it each day to say hello, the joys of our open learning space,"}, {"timestamp": [1534.4, 1536.08], "text": " and staff feel we're very accessible."}, {"timestamp": [1536.58, 1537.96], "text": " There is no us and them."}, {"timestamp": [1538.34, 1548.68], "text": " We're in tune with how staff are feeling because we're all learning together."}, {"timestamp": [1552.88, 1556.06], "text": " Culture can be defined as the way we do things around here and sometimes it's hard to put your finger on exactly what is the culture"}, {"timestamp": [1556.06, 1557.86], "text": " and what enables the culture to occur."}, {"timestamp": [1558.4, 1561.64], "text": " If you ask any one of our students at Albany Senior High School"}, {"timestamp": [1561.64, 1564.96], "text": " about what the best thing is, without a doubt they will tell you"}, {"timestamp": [1564.96, 1565.0], "text": " it's the relationships they have with the teachers. at Albany Senior High School about what the best thing is, without a doubt they will tell you"}, {"timestamp": [1565.0, 1568.0], "text": " it's the relationships they have with the teachers."}, {"timestamp": [1568.0, 1572.0], "text": " They say that here we actually care"}, {"timestamp": [1572.0, 1574.0], "text": " and that initially some said,"}, {"timestamp": [1574.0, 1577.0], "text": " oh, they really interested me as a learner."}, {"timestamp": [1577.0, 1580.0], "text": " They talk about the fact that we work alongside them"}, {"timestamp": [1580.0, 1582.0], "text": " and that's a conscious thing, that we come down,"}, {"timestamp": [1582.0, 1584.0], "text": " we work alongside them, rather than stand up"}, {"timestamp": [1584.0, 1587.88], "text": " and tell them what to do in this really authoritative way."}, {"timestamp": [1587.88, 1591.68], "text": " Students call us by our first name, which unlike in the tertiary sector, it's not the norm"}, {"timestamp": [1591.68, 1596.2], "text": " for schools, and some people thought, oh, and questioned us, why are you doing that?"}, {"timestamp": [1596.2, 1599.68], "text": " Initially some students thought that meant, hey, you're my buddy, you're my friend, and we"}, {"timestamp": [1599.68, 1601.94], "text": " can talk about what we're doing on the weekend."}, {"timestamp": [1601.94, 1610.4], "text": " So we had to do some learning actually about what this relationship is, it's a really respectful relationship but it's built around students learning."}, {"timestamp": [1610.4, 1614.96], "text": " Learning's at the center of everything that we do. We know that students learn best when they"}, {"timestamp": [1614.96, 1620.0], "text": " like a teacher. It's common sense really when they are with someone that understands them as a"}, {"timestamp": [1620.0, 1625.6], "text": " learner as a whole person and we talk about teaching the student rather than teaching your subject"}, {"timestamp": [1625.6, 1630.64], "text": " rachel bishop's early work talks a lot about the relationships and how important they are"}, {"timestamp": [1630.64, 1635.44], "text": " so we really thought it's something that it's really important that we get right role modeling at"}, {"timestamp": [1635.44, 1640.16], "text": " our school is ingrained into our learning culture we don't have to go and seek out role models"}, {"timestamp": [1640.16, 1645.0], "text": " they are everywhere as i said before in a learning common, a new Year 11 student"}, {"timestamp": [1645.0, 1650.38], "text": " is able to see the successful behaviour of a Year 13 student. In the first few days of school,"}, {"timestamp": [1650.38, 1654.32], "text": " the Year 11's, they're excited. There's no walls, they can see what's happening. They might"}, {"timestamp": [1654.32, 1659.52], "text": " see their friend over the other side and kind of wave or wave like this, hi, and maybe call"}, {"timestamp": [1659.52, 1664.52], "text": " back and forwards. But then very quickly they turn and see what's happening, or a Year 13"}, {"timestamp": [1664.52, 1665.42], "text": " will turn and give"}, {"timestamp": [1665.42, 1671.46], "text": " them that look and then they'll behave. A student has said, you know, we've talked about why isn't"}, {"timestamp": [1671.46, 1675.9], "text": " this noisy behaviour or why don't we see students clowning around and a teacher said quite"}, {"timestamp": [1675.9, 1681.14], "text": " frankly, it's hard to be a dick in front of a hundred students, miss. So there you go. That's them"}, {"timestamp": [1681.14, 1685.44], "text": " saying, that's them self-regulating about, I don't want to be the clown,"}, {"timestamp": [1685.52, 1689.68], "text": " I don't want to have 30 or 40 or 50 other students looking down on me."}, {"timestamp": [1690.72, 1696.08], "text": " In tutorials, senior students are able to work alongside Year 11s in a one-on-one peer mentoring."}, {"timestamp": [1696.56, 1700.46], "text": " This is something that just started happening naturally and we're quite surprised to see it."}, {"timestamp": [1700.54, 1703.66], "text": " We thought, oh, they'd need us to go in there and kind of set this up."}, {"timestamp": [1703.66, 1708.62], "text": " But it's really nice to see the pitch crew that once they get to know each other, that allows this"}, {"timestamp": [1708.62, 1715.0], "text": " sort of mentoring to occur. As a staff, best practice is always on display. The open spaces"}, {"timestamp": [1715.0, 1719.68], "text": " mean that's no hiding behind closed doors. Surprisingly, to some, some people might see that"}, {"timestamp": [1719.68, 1724.24], "text": " as a threatening thing, it's actually incredibly motivating. So, for instance, I was teaching"}, {"timestamp": [1724.24, 1729.32], "text": " a Year 13 health class, and it's in that revision time just before exams and these poor kids are"}, {"timestamp": [1729.32, 1733.76], "text": " doing exam revision across five subjects. There's an English teacher next to me that's"}, {"timestamp": [1733.76, 1738.16], "text": " got students doing a scavenger hunt and playing games and it's all exciting and I'm looking"}, {"timestamp": [1738.16, 1742.6], "text": " across thinking, oh my students are missing out and my students are probably looking at me going"}, {"timestamp": [1742.6, 1748.88], "text": " I'd rather be over there, Karen. So what I was able to is go and have a conversation, take what she's doing in English and bring it"}, {"timestamp": [1748.88, 1754.08], "text": " back over to my class and make it much more exciting. On the flip side, there's also no room"}, {"timestamp": [1754.08, 1760.56], "text": " to be stale and that, as Sharon said, you will be challenged if you are underprepared or if you're"}, {"timestamp": [1760.56, 1764.94], "text": " doing the same thing over and over again. You think about you don't want to be the teacher just doing"}, {"timestamp": [1764.94, 1766.42], "text": " that chalk and talk for 100 minutes"}, {"timestamp": [1766.42, 1768.26], "text": " and it does make you kind of up your game."}, {"timestamp": [1769.04, 1772.52], "text": " This culture that I talk about and that we've alluded to about being really respectful,"}, {"timestamp": [1773.1, 1776.84], "text": " it's been carefully crafted by our principal, by Barbara and the SLT."}, {"timestamp": [1777.26, 1780.98], "text": " We talked in the early days about the importance of having conversations that matter"}, {"timestamp": [1780.98, 1786.28], "text": " and as a staff talking about the undiscusables but always talking"}, {"timestamp": [1786.28, 1787.76], "text": " about the learning."}, {"timestamp": [1787.76, 1791.12], "text": " Think about some of the staff meetings that you've been in and some of the topics that come"}, {"timestamp": [1791.12, 1792.12], "text": " up."}, {"timestamp": [1792.12, 1795.86], "text": " I know when I think about it we talked about do we need more green milk or more blue milk in the"}, {"timestamp": [1795.86, 1798.98], "text": " staff room and is that really based on student learning?"}, {"timestamp": [1798.98, 1801.28], "text": " Is that really the important stuff?"}, {"timestamp": [1801.28, 1806.36], "text": " So what we've had to do is help our staff think about the times when we're having department"}, {"timestamp": [1806.36, 1808.96], "text": " meetings, that's a time for learning."}, {"timestamp": [1808.96, 1813.72], "text": " That's a time to build capacity for head of department with their team, the time for building"}, {"timestamp": [1813.72, 1818.18], "text": " the learning of those teachers with them and to get rid of all the admin staff where we"}, {"timestamp": [1818.18, 1819.18], "text": " can."}, {"timestamp": [1819.18, 1823.44], "text": " We've had to support staff and how to be able to have these courageous conversations that"}, {"timestamp": [1823.44, 1828.88], "text": " Sharon talked about and talking about challenging staff about some things that are happening in their classroom."}, {"timestamp": [1828.88, 1831.84], "text": " Hands up have you've heard about open to learning conversations or use them?"}, {"timestamp": [1831.84, 1838.32], "text": " Anybody here? Yep, a few. So we provided staff with this open to learning framework by Vivian"}, {"timestamp": [1838.32, 1843.44], "text": " Robinson and we actually had to model it and set up scenarios so they've got the tools in which"}, {"timestamp": [1843.44, 1849.32], "text": " they can do this. It's all very well to say, go and have these conversations, but we need to help them feeling"}, {"timestamp": [1849.32, 1851.86], "text": " confident in how to do it."}, {"timestamp": [1851.86, 1857.52], "text": " There's a real culture of observation that's happened in our school, both informally and formally."}, {"timestamp": [1857.52, 1861.8], "text": " With no walls, you can easily see what's happening right next door to you, but we also encourage"}, {"timestamp": [1861.8, 1863.38], "text": " this to happen formally."}, {"timestamp": [1863.38, 1866.24], "text": " If you know there's an area where you want to be further developed,"}, {"timestamp": [1866.24, 1869.12], "text": " then you can go and find an expert within our school."}, {"timestamp": [1869.12, 1872.4], "text": " So if you want more help in plenaries or how to run"}, {"timestamp": [1872.4, 1877.36], "text": " cooperative learning type activities, there's lots of experts that you can go"}, {"timestamp": [1877.36, 1880.4], "text": " and find. If you're having some trouble with some students,"}, {"timestamp": [1880.4, 1884.0], "text": " go and find their other teachers and go and observe what strategies"}, {"timestamp": [1884.0, 1887.5], "text": " these teachers are put in place in the classroom."}, {"timestamp": [1887.5, 1891.46], "text": " Now again it's really important as the leaders in the school that we help support the teachers"}, {"timestamp": [1891.46, 1892.56], "text": " to do this."}, {"timestamp": [1892.56, 1896.44], "text": " So one of the things that we do is we have a booking system where as deputy principals"}, {"timestamp": [1896.44, 1899.44], "text": " and principal we make ourselves available to staff."}, {"timestamp": [1899.44, 1903.72], "text": " They can book half an hour time slots with us which will free them up from class so they can"}, {"timestamp": [1903.72, 1909.84], "text": " go and do these observations. We think if it's really important it's worth spending time on and we need to help"}, {"timestamp": [1909.84, 1915.32], "text": " these teachers who are always going to be time poor to find the space to do the important staff."}, {"timestamp": [1916.44, 1922.12], "text": " Staff also are always role modelling their learning and when we meet our meeting room is transparent"}, {"timestamp": [1922.12, 1926.5], "text": " as well. It's got glass doors right in the center of the heart of the school, right next door"}, {"timestamp": [1926.5, 1927.66], "text": " to the cafe."}, {"timestamp": [1927.66, 1932.66], "text": " So in the morning, students can see us role modelling that we too are lifelong learners."}, {"timestamp": [1932.66, 1937.0], "text": " We meet regularly as a group as Sharon said to discuss professional inquiry, so we're always"}, {"timestamp": [1937.0, 1941.1], "text": " standing up talking about what best practice is and sharing that."}, {"timestamp": [1941.1, 1947.92], "text": " But also, when we're doing the teaching as inquiry model, we're telling the students about our journey. So if I'm focusing on three students in my class and looking at why I'm going to also when we're doing the teaching as inquiry model we're telling the students about our journey so if I'm focusing on"}, {"timestamp": [1947.92, 1951.2], "text": " three students in my class and looking at why aren't they getting merits or"}, {"timestamp": [1951.2, 1955.12], "text": " excellences in my class or why are they underperforming I'll pick out"}, {"timestamp": [1955.12, 1958.64], "text": " these students I'll name them and I'll talk to them hey tell me what's happening"}, {"timestamp": [1958.64, 1962.24], "text": " for you in this class I've seen other subjects you're doing really well"}, {"timestamp": [1962.24, 1966.12], "text": " what can I do or what is that teacher doing that I can be doing?"}, {"timestamp": [1966.12, 1970.4], "text": " And the students really respond to knowing that we care about them and we're looking"}, {"timestamp": [1970.4, 1976.1], "text": " up at them about how we can improve their learning."}, {"timestamp": [1976.1, 1977.26], "text": " And connections."}, {"timestamp": [1977.26, 1981.38], "text": " One of the great things that these spaces enable us to do is to have great connections across"}, {"timestamp": [1981.38, 1983.12], "text": " the school."}, {"timestamp": [1983.12, 1985.44], "text": " Team teaching has been able to occur."}, {"timestamp": [1985.44, 1987.88], "text": " So we think about having two teachers together"}, {"timestamp": [1987.88, 1990.76], "text": " with a larger group of students, say 60 students."}, {"timestamp": [1990.76, 1992.56], "text": " And looking at, we know that as teachers,"}, {"timestamp": [1992.56, 1993.8], "text": " we each have different strengths."}, {"timestamp": [1993.8, 1996.84], "text": " Some of us can explain things in different ways."}, {"timestamp": [1996.84, 2000.0], "text": " And what we're able to do is work strengths based to students."}, {"timestamp": [2000.0, 2003.68], "text": " So you might have one teacher doing some direct class instruction,"}, {"timestamp": [2003.68, 2006.88], "text": " while another teacher floats around and works one-on-one with small groups."}, {"timestamp": [2007.24, 2010.76], "text": " That's something that our open spaces have enabled us to do."}, {"timestamp": [2011.26, 2013.96], "text": " We've had some great things happen between subjects."}, {"timestamp": [2014.54, 2020.88], "text": " So one of the cool things has been, and this would happen informally, is that health and economic soil, there was some crossover."}, {"timestamp": [2021.12, 2024.34], "text": " Both were studying alcohol, though with slightly different lenses."}, {"timestamp": [2024.34, 2028.76], "text": " So we were able to share guest speakers, resources. The economics teacher came in and spoke"}, {"timestamp": [2028.76, 2033.2], "text": " to the health students and gave that different subject lens on and vice versa. And that's"}, {"timestamp": [2033.2, 2038.98], "text": " really great. Part of that happens because of influence and who influences us. So we're in a unique"}, {"timestamp": [2038.98, 2044.06], "text": " situation and the photo here shows our teacher learning spaces. Every year we change offices."}, {"timestamp": [2044.88, 2045.78], "text": " Every year we're"}, {"timestamp": [2045.78, 2050.78], "text": " working with different group of people. So traditionally I would be stuck down in the gym"}, {"timestamp": [2050.78, 2056.16], "text": " with the physical educators and that's the main group of people that I would be spending time with."}, {"timestamp": [2056.16, 2061.52], "text": " Here however we sit in cross-curricular offices. So we have a scientist, an English teacher, an"}, {"timestamp": [2061.52, 2066.56], "text": " art teacher and economics teacher all working together for a whole year alongside each other."}, {"timestamp": [2066.56, 2069.88], "text": " This means there's been able to be some great connections created, what's happening in"}, {"timestamp": [2069.88, 2073.1], "text": " your curriculum, and being able to see the links across."}, {"timestamp": [2073.1, 2079.94], "text": " Sometimes these influences influence the courses, but also influence some situations that"}, {"timestamp": [2079.94, 2080.94], "text": " are more authentic."}, {"timestamp": [2080.94, 2088.88], "text": " For instance, this year, we had a travel teacher and a history teacher and an outdoor ed teacher sitting together and we were able to create a whole unit of work"}, {"timestamp": [2088.88, 2093.16], "text": " that linked these things in together. The outdoor ed students were able to plan, create,"}, {"timestamp": [2093.16, 2098.08], "text": " run and evaluate an authentic trip for the travel and tourism students to Rocha Rua."}, {"timestamp": [2098.08, 2108.5], "text": " So it creates a lot more opportunities. It also enables the staff to look at, challenge themselves and think about"}, {"timestamp": [2108.5, 2112.64], "text": " helping students find these connections. So sometimes students find the connections themselves"}, {"timestamp": [2112.64, 2117.6], "text": " and go, oh, we're doing research in English. I can take this process and transfer it over"}, {"timestamp": [2117.6, 2122.16], "text": " here. But sometimes we need to be more explicit and help them do that. So for instance,"}, {"timestamp": [2122.16, 2126.04], "text": " I was teaching health and I was teaching this unit"}, {"timestamp": [2126.04, 2130.9], "text": " of work around mental health and the way students had to report on this was write essays."}, {"timestamp": [2131.44, 2135.46], "text": " And I'm thinking, okay, this is how I would write an essay. Next door, there's an English class"}, {"timestamp": [2135.46, 2140.46], "text": " going on and what they happen to be teaching essay writing. So we pause our lesson, turn around"}, {"timestamp": [2140.46, 2146.16], "text": " and I watch Hamish carry out as the class do, they learned how to write essays."}, {"timestamp": [2146.16, 2149.74], "text": " That's a delightful accident, not planned, just happened."}, {"timestamp": [2149.74, 2153.56], "text": " So now we're really more specific about how we can find these links."}, {"timestamp": [2153.56, 2157.56], "text": " So for instance, now across most of our subjects we all teach the same thing."}, {"timestamp": [2157.56, 2162.02], "text": " And it sounds like common sense, but it took a while for these things to occur."}, {"timestamp": [2162.02, 2165.66], "text": " And so again, the senior leadership team have thought about if we think"}, {"timestamp": [2165.66, 2170.46], "text": " these things are important, it helps student engagement and therefore raises student outcomes,"}, {"timestamp": [2170.46, 2174.5], "text": " we need to spend time on it. So at the end of last year, part of our professional development"}, {"timestamp": [2174.5, 2179.34], "text": " week or time was to give a week to specialist subject departments, specialist subjects,"}, {"timestamp": [2179.34, 2185.7], "text": " and we called it Innovations Week. And the challenge was to find links between different departments look at"}, {"timestamp": [2185.7, 2190.08], "text": " making these connections explicit what exciting stuff could you be doing to hook"}, {"timestamp": [2190.08, 2193.92], "text": " these students in so again from a leadership perspective it was about creating"}, {"timestamp": [2193.92, 2198.36], "text": " time and opportunity to let these things occur rather than just thinking they'll"}, {"timestamp": [2198.36, 2215.16], "text": " happen naturally all right so I'm just going to sort of finish off today this morning before we answer a few of your questions, if you have any."}, {"timestamp": [2215.64, 2219.0], "text": " The first thing I did want to say that, it's a bit of a disclaimer, I guess."}, {"timestamp": [2219.42, 2223.22], "text": " We're very aware that we've just stood here and spoken to you for 40 minutes."}, {"timestamp": [2223.68, 2229.96], "text": " This would never happen in a classroom in our modern learning environment. But the main thing"}, {"timestamp": [2229.96, 2234.46], "text": " we wanted to do today was share with you our journey. So we're not saying what we're"}, {"timestamp": [2234.46, 2238.84], "text": " doing is perfect, but we are saying that we have learned a lot of lessons along"}, {"timestamp": [2238.84, 2244.6], "text": " the way. The building does not make the school. We needed to think very clearly about"}, {"timestamp": [2244.6, 2247.48], "text": " the desired culture and how to create it."}, {"timestamp": [2247.88, 2253.54], "text": " We needed to consciously practice the skills and use the tools that we wanted the teachers to use."}, {"timestamp": [2253.54, 2260.84], "text": " We need to teach them to grow them in a supportive learning environment where student learning is at the core."}, {"timestamp": [2261.62, 2265.1], "text": " Teachers need to always be inquiring into their practice,"}, {"timestamp": [2265.1, 2267.4], "text": " identify students' learning needs,"}, {"timestamp": [2267.4, 2269.52], "text": " research how to address them,"}, {"timestamp": [2269.52, 2273.12], "text": " and ultimately the students will experience success,"}, {"timestamp": [2273.12, 2275.16], "text": " whatever that may look like."}, {"timestamp": [2275.16, 2277.2], "text": " So before we answer your questions,"}, {"timestamp": [2277.2, 2280.12], "text": " I want to get you guys just to think for a moment."}, {"timestamp": [2280.12, 2282.82], "text": " I want you to think about this."}, {"timestamp": [2282.82, 2285.82], "text": " What is the one thing, a modern learning environment,"}, {"timestamp": [2286.3, 2290.7], "text": " could enable you to do to improve student learning in your context?"}, {"timestamp": [2291.24, 2293.34], "text": " Now, this is something that we would do in class."}, {"timestamp": [2293.66, 2295.48], "text": " Please turn to the person next to you"}, {"timestamp": [2295.48, 2299.52], "text": " and speak for just one minute about something that you think"}, {"timestamp": [2299.52, 2304.1], "text": " would enable, that a modern learning environment could enable you to do."}, {"timestamp": [2304.1, 2347.86], "text": " So you go one minute. Great. And as a teacher, I'm terrible at wait time, so we'll call that a minute."}, {"timestamp": [2348.62, 2351.06], "text": " But I do have one last question for you then."}, {"timestamp": [2352.76, 2353.92], "text": " What are you waiting for?"}, {"timestamp": [2356.68, 2360.6], "text": " So if there's got any questions, we're open to answer them, hopefully."}], "text": " Our three speakers today. Thank you. Thank you, Roshika. How was that for pronunciation? Great. Good morning. We're delighted to have the opportunity to speak with you. We're in the presence of experts in this field today and the opportunity to share our experience through a secondary modern learning environment is a very special occasion. We offer a unique and a wide perspective on this topic, given our experience across all levels of leadership. Over the past six years that Ashes has been open for learning, we've all been classroom teachers, we've all been middle leaders. Karen is currently the head of PE. Sheree and I have also been team leaders in the past. And this year we've been privileged to be deputy principals for the year. We're extremely grateful to our principal, Barbara Kavanaugh, who joins us today and also our board chair, Marie Mitchell, for growing us as leaders and encouraging us to take up invitations such as this one. When we sat down to write this, we looked at the way we use modern learning environments and how it enables learning for students and teachers. But we started doubling up and we quickly realised that there were common themes and that students' learning experiences were indeed mirrored by our own learning experiences. And it's true, we're all learning together and from each other, our core, reciprocal learning. This morning we're sharing these common themes with you. MLEs are enabler, are an enabler, but they're only an enabler if we let it. We can have a beautiful space, but it's what goes on inside the MLE that impacts student achievement. This year our results exceeded many of our North Shore neighbours. We now have hard data to show that what we're doing at Albany Senior High School is working for our students. Our success has come from how we have been with each other, the relationships we have about learning and MLEs have enabled that to happen. We've learnt so much over the past six years and I want to acknowledge that we're very much still learning together. It's our pleasure to share our learning journey with you this morning okay so just to set the scene and provide a little bit of context for you all and we're a senior high school years to 13, and we have about 730 students, and we're a co-ed school. Six years ago, the ministry wanted to create a 21st century school. We had the New New Zealand curriculum, and there was a lot of research around the place, and they talked about creating learning that had students at the centre, about creating students that were confident, connected, lifelong learners. So no longer was this chalk and talk okay, standing at the front and transferring knowledge from a teacher to 30 students. Instead, we needed to have a paradigm shift and looked at creating knowledge and talking about knowledge in what we could do, the places that we could take it with our students. So what we needed to do was we needed to set up a space, architecture, that would allow this sort of exciting pedagogy to occur. So while still sitting in the setting up phase, our principal and establishment board traveled overseas to Australia and looked at innovative schools over there. What were they doing with their pedagogy? How were their spaces enabling this exciting stuff to happen? So five years on and what we have now is three exciting parts of the curriculum. So there's three strands to what we offer. The first is specialist subjects. So what we have is in-depth learning with students in your traditional subjects like science, maths, English, dance, physical education, where students become experts and know what it is to be a scientist and what it is to be a mathematician. The second part of our curriculum is the tutorial time, and that's where we look at the students developing a relationship with a significant teacher who will be with them for their three years and their journey with us. We provide academic counseling for these students. We are with them every step of the way as they start looking at career options and planning their journey. Where the first port of call home for parents are in constant contact with them. We develop a pit crew in this, so students, we have 15 students for every teacher, and we have students at years 11, 12 and 13, and they become a really close support network for each other and help each other with peer mentoring or with sharing their experiences. And the third part of our curriculum, which takes place today on a Wednesday is Impact Project Day, the most exciting day of the week. It's where project-based learning happens. So when setting up the school, we decided that this was something that was really important. It allows students to have a sense of ownership and agency in their learning and also allows them to really participate and contribute to make stuff happen in the community now. The exciting thing is many of them are developing connections that are putting them in good stead for when they leave us. Some students now are finding through impact projects what their real passion is and actually taking these up as careers. So this is what our timetable looks like. So we have three periods a day, 100 minutes, to really enable that deep learning to occur. They can really start understanding something and then applying it in class, which is great. We have no bells at our school, modeling instead on what the workforce is like, working towards a break, which is really good if the students are in the middle of something. There's not that bell cutting them off. You can use morning tea and lunchtime if you need to. The tutorials, as you can see, they happen on a Tuesday and Thursday, a key part of the week. And also what we have is we offer five subjects. So students at our school are taking five subjects, they can get that depth. And we really focus on students getting quality credits at our school, so making sure that they're really developing a sound understanding. So a little bit about our spaces that we have. We've got 10 learning communities throughout our school, learning commons. So there's three to four classes taking part side by side. So they'll be a mixture of years 11 to 13, and they will be a variety of classes next to each other. So you might have English and Spanish or English and PE happening next to each other. We have breakout spaces. These are small meeting rooms designed for quiet individual work or maybe where there might be some small group work happening. It's a great space for teachers or teacher aids to have one-on-one discussion. This may look like a kitchen, but actually to a lot of teachers, it's a help desk or a support desk where you can move some students and really look at their specific learning needs while the rest of the class might be carrying on with some work. It's also a really good social space that students are using in their break time. A key part of our school is the school cafe. The architects who built our school call it the Village Square or the hub of the school, the heart of the school. And yes, this is where students and staff congregate together in break times, but also it's a really nice atmosphere to be using for class time to facilitate and enable discussion. So exercise space, we have a gym, but what I love, because I'm a PE teacher, what I love about this space is transparency, there's windows that look out into the community and we often get groups of people stopping and looking in to see what we're doing. And presentation space, this is space that enables you to be really loud if you need to be and not impact the rest of the learning that's happening in the comments. So if you are doing something where you need to demonstrate like speeches or you're watching a film clip or students are having a debate which you really want them to get into, then you can use this space and close the door and know that you're not affecting other people's learning. On the flip side, this space can also be used if you need a quiet space, if you're running an assessment or something and you really need that just absolute quiet. And then finally open airspace, a a quiet space, if you're running an assessment or something, and you really need that just absolute quiet. And then finally, open airspace, a really nice space that we, again, they're using their break times, but then teachers also use these. So I've seen teachers come out here to do continuum activities. I've seen English class make use of the nice weather coming out and reading into the sun. and reading into this. Oh, and over to Cherie. Awesome. So the first point that I'm going to talk about is leadership. So as Sharon mentioned, the three of us have been lucky enough to have been encouraged to take leadership opportunities throughout our five years that we've been at Albany Senior High. And as Sharon also said, this is reflected in the students as well. We encourage them to take leadership opportunities right from their very first day that they're at Albany Senior High. There are four more opportunities for this. These include our head students, our tutorial leaders, our sports leaders, our careers leaders. These students all apply for the position and go through a formal interview process to be able to hold that position. In addition to this there are also informal positions. These are things like the Health Committee that some students put together themselves. We have the Yearbook Committee, we have the Ball Committee, all those sorts of things. These are the things that the students decide they want to do. Within our strands though is where the most exciting leadership opportunities happen. In the classroom, when the students are working in their specialist subjects and in tutorial time, they're tutoring each other. They're supporting each other for whatever learning needs the students their need. And it's really amazing for me watching students work together and identifying the needs within a group and then working together to really address them. I think it's very cool. The other thing that I really love though is the peer mentoring in our impact projects. These students are looking out for themselves and looking out for each other. They want to look for leadership opportunities. They're going out into the community and they're saying we want to run this. We want other people to learn about this. I think this is pretty cool. Some examples of this, we've had our Young Engineers Association, some boys put together that, which has now been going for a couple of years, and it's quite a big thing. Anyone in engineering possibly may have heard about it. We've got students who do Model United Nations. So actually having students from other schools congregate, I think they had one at Massey University, where they had a couple of hundred students come together. Our students ran it, and they had a couple of hundred students come together. Our students ran it, and they ran a Model United Nations event. Other things that we've had, too, which I think is just outstanding, are business ventures. We've had students go out into the community and work in existing businesses to develop them, to bring them up. They've been leaders right here, right now. So they're not waiting until they leave school. They're not waiting for potential. They're actually going for it, and they're being leaders right now, which I think is pretty cool. As well as for the students, the teachers have these amazing leadership opportunities. Obviously the fact that we're standing here today, instead of Barbara, standing up and speaking, so she's really growing us and giving leadership opportunities. Obviously the fact that we're standing here today instead of Barbara standing up and speaking show she's really growing us and giving us opportunities. We have a distributed leadership model. This means that everybody, everyone in the whole school is accountable, supported and feels valued. This means that the teachers have an opportunity to lead at any stage in their career from any position within the school. Some examples of this, Tuesday mornings, we have teachers stand up and share their findings from their professional inquiries. It doesn't matter if you've been teaching for 20 years or if you've been teaching for two months. You have the opportunity to stand up and share what you have learned. On Wednesdays is another awesome showcasing of this, where the teachers work together, they plan together and then they take turns at coming out and presenting and working with the students. So again, it doesn't matter if you're a first year teacher or if you've been teaching for a long time. If you come into our school, you'll see there are a few signs around the place and we really truly live by these. We believe that the answers are in the room. We're constantly asking ourselves, what if your contribution is the key ingredient and whose perspective are we missing? The next one. Meeting needs. As Karen mentioned too, we're a long way from the industrial model of education. We really look different, but what's going on within our classes is very different as well. We have personalised learning for every student. Within our specialist subjects, we do not stream. We have mixed ability classes. Within those mixed ability classes, we're able to create groups that enable the learning for those students. Now, these groups are going to look different depending on the day, depending on what you're learning. The teachers identify what groups they want to do. For example, you may want to do a mixed ability group. This means there are students in there that you've sort of targeted to lead the others, to be able to support the other students. This also deepens their learning to be able to explain it to other people while supporting the other students who have not quite got it yet or need support. Other types of grouping that you do is work out where the students are for this particular day. And I really want to emphasise that. When you're streamed, you're put in a group in a class, you all do the same thing. You either do it, get it, or you don't. Within our classes, we've got students all working on different things at different times. Now, this sounds like it's a really big job for the teacher and it is because we have to know our students very very well. We need to know what their learning needs are. This is where conversations are really important. At Albany Senior High we have conversations that matter. That means we have conversations about learning. We talk to the students about what they need and how we can address that. The exciting thing about this though is that these conversations happen between the students and the teachers, between the teachers and the teachers, between the students and the students, and we have formal occasions for this, for example in tutorial time when you're working with your tight group of students. We also have learning dialogues where the students' caregivers come in and we go through all their learning. This is student-led, not led by the teacher. The student is owning their learning, but also really informally. And something that we've noticed over the last few years is more and more the students are initiating these conversations about their learning needs and about what they would like to get out of a class. It is amazingly empowering for a student if they can identify their strengths for them to be able to go to teachers and say this is what I need. We have a beautiful story about a young man called Cody who a few years ago was identified as being dyslexic. What he did is he actually spent Wednesdays doing an impact project, finding out about what ways they can help learning needs for students who have dyslexia. He did research, he talked to teachers, he really got into it. He then communicated this to all of his teachers, so he was able to adapt the way that he learnt at our school. By the time he left, he had endorsements in a number of his different subjects, which I think is pretty magic. Technology is also crucial to meeting students in today's world. For this reason, we are a BYOD school, and we want students to choose the device that best supports their learning. We use open source software on all the school computers. This means that the money that we saved on licensing could be spent on buying more PCs. We have a secure wireless network and we use and many of the assessments that the students do are on Google Docs. Because Google Docs is shared with the teachers, students can work in remote groups and get real-time feedback from the teachers. So they can be working in the library, out of view, and we can be giving them feedback and working with them. Another thing that we've found with Google Docs, is that we don't have any non-submitted work, because the students share the Google Doc at the beginning of the learning and they put everything into them and so when the submission date comes if the students don't think that they're finished they can't withdraw it the teacher's got the work there so you really are marking them on where they are up to I know in the past I've had students who if they haven't completed something they thought oh well never mind I won't hand it in this is impossible with Google Docs and we also encourage students to use any platforms that they want to for example for impact projects some of them make websites to showcase the work they use Tumblr they use Instagram they use Facebook and there's absolutely nothing wrong with this they blog the list goes on and on and on. Teachers are encouraged to use this technology also, but always with the motivation that the technology is there to support the pedagogy. The technology is not the pedagogy. So I would hate to think of anyone designing a lesson around the use of an app. The app needs to be there to support the learning intention of the lesson. So I think that that's something we work really hard to ensure too. In terms of the learning needs of the teachers with the modern learning environments too, it means that a teacher's strengths and weaknesses are more obvious as well. So I talked about the students identifying their strengths and weaknesses, and the teachers do that as well. But it's exciting because it means that when you've just had a lesson and you've had a group of students that have been really difficult, you've had them engaged, the teacher who's sitting next to you can come up and give you, you know, a nice compliment and say, I really like the way you're doing that. And that's what you need sometimes, you know. It's nice to get a pat on the back every now and then. It also means that we can identify areas of expertise amongst our staff. We're in other schools that may be hidden away in a back room. And I think because of the strands that we have, we were asking a lot of different skills from our teachers. And it's quite exciting where the expertise lies within the staff. And again, the modern learning environments really allow that to happen. All right. Respect underpins our vision in Albany Senior. Respect for each other as learners and respect for the space. Now, isn't it noisy? This would have to be the most common question we get asked when we're taking groups around school or meeting new people that are new to this environment. And the answer is no. The learning commons are self-regulatory. Students are not only responsible for their learning, but they're responsible for the learning of those around them. Often people need to see it to believe it. But having taught in a single-cell classroom myself, I can honestly say the volume in a class is louder than what could be in a learning common where there's a hundred students. We have spaces such as a presentation room that Karen showed earlier, should a class need to play part of a film, for example. But staff with particularly challenging classes have found that bringing them into the learning common has had a positive effect versus locking them in the presentation room. Students at Ashes are more exposed to other learners, some of whom they might not get to see if we didn't have these spaces. We have a number of students at our school with special needs. One student in particular, whistles, skips, and calls out random things as he walks through the learning common. Our students do not even bat an eyelid. I love that. They are becoming more empathetic due to the modern learning environment, exposing them to all students, not just the ones in their classes. That exposure expense extends to teachers as well. Being the boring old accounting teacher that I am, it's great seeing when an exciting media teacher is doing beside me. But on the other hand, being exposed to what challenges other teachers are facing also helps us become more empathetic as well. Teachers and students have more of an appreciation of what's going outside of their class. So the MLE has helped all of us as learners to relate to each other, which is a key competency in our New Zealand curriculum. The relationships we have with colleagues don't just exist on a department level where we're talking about the next algebra test coming up. Because we're all learning together in these spaces, we need to have conversations about how we are using the spaces. Negotiating with staff on whereabouts they are working forces us to not only be more organised, but to have brave conversations. For example, Richard, I notice you let your class go 10 minutes early, it really ruined the end of my lesson. I've had to have that conversation, but even better. Kim, I loved how you used this particular space for that activity. Can you tell me more about it? Now those conversations are way more exciting. Our relationships have grown stronger through these conversations. We're more conscious about how we're using the space and because of that we're becoming more explicit about why we're using it in that way. As outlined in the best evidence synthesis, high expectations with quality teaching improves student achievement. There are high expectations on the way we do things here. High expectations because students are on display, teachers are on display, there is literally nowhere to hide. There is no way we can wing our 100 minute lesson. We see each of our subject classes twice a week. Therefore, a lesson spent watching a movie is half a week's work gone. Being a senior school, this is a high stakes environment. We need to be on our A game, and so we should. We're in a privileged role in a profession with enormous responsibility, so our A game needs to be on our A game and so we should. We're in a privileged role in a profession with enormous responsibility. So our A game needs to be the norm. MLEs provide the opportunity for us to not only expect but praise the best and challenge the rest. We have a sense of collective responsibility in that no one turns a blind eye. We also have an expression, keep those that are hardest to love the closest. There are times when that doesn't happen, and when you have a class of 32 Year 11s, it's reassuring to know there is more eyes in the room. For example, if a student is from another class city next to me and I see them on Trade Me, I'll go up to them and ask where they're up to in their learning. There is a non-judging culture here. When we're asking for help, it's not a weakness. We see it as a strength because it shows how much we care about getting it right for the students in front of us. Collective responsibility is particularly evident on a Wednesday where mentors move between groups of Impact Project students having conversations with these students, using our solo taxonomy conversation rubric to help improve the students ability to see where they're at, where they're headed and how to get there. This is a very transformative time to be in education and we can't assume that students and teachers are equipped to deal with the experiences that an MLE can offer. It's our responsibility to make sure that everyone is well supported. Being in an MLE changes who you are as a learner for both a student and a teacher. We will come to our school with past experiences, largely from traditional settings. We've come with mindsets about what quality teaching and quality learning is. And now we have an MLE to improve both of these. We need to be open to the possibilities. When Sheree and I first started at Ashes, we were timetabled together. Both of us are particularly loud. It forced us to examine our own practice and not only our volume, but the level of direct instruction we were giving to our classes. We need to be prepared to have these mental models challenged. Students have learned to be adaptable, and this is what we want them to be in the world. The furniture, the tasks, the pedagogy changes every day depending on the learning intentions of each lesson. A year 12 student, Sione, recently told a group of visitors how this environment has meant he leans in, he listens and he's developed a filter. He now has a new skill, he is adapted to this way of being in a modern learning environment. Our 100 minute lessons and our impact project days on a Wednesday might look like the students have freedom, but there are sound systems and structures to support our learners in all aspects of our curriculum. In fact, students have commented that they can't get away from us, literally. Growth is very individual, and in order to grow learning for our teachers and students, we've been responsive. So rather than a guidebook approach to new staff, they are spread across schools in different cross-curricular offices and their induction is ongoing. We offer Friday morning sessions to staff who are new and old depending on what the priorities are for our learners. For example, leading up to learning dialogues will offer a session to help prep staff for that should they require it. We've found the best day to start new students as on a Tuesday or a Thursday is the first day, the first lesson of those days are tutorial and they are well supported by their new crew of 15 students and their tutorial teacher who is their significant adult. Having access to a senior leader whether it's a deputy principal or a principal is quite unique for a school. At Ashes there are no closed doors for our learners and this is mirrored in the layout of the senior leadership space as its open plan as well. We have a couple of special students that call it each day to say hello, the joys of our open learning space, and staff feel we're very accessible. There is no us and them. We're in tune with how staff are feeling because we're all learning together. Culture can be defined as the way we do things around here and sometimes it's hard to put your finger on exactly what is the culture and what enables the culture to occur. If you ask any one of our students at Albany Senior High School about what the best thing is, without a doubt they will tell you it's the relationships they have with the teachers. at Albany Senior High School about what the best thing is, without a doubt they will tell you it's the relationships they have with the teachers. They say that here we actually care and that initially some said, oh, they really interested me as a learner. They talk about the fact that we work alongside them and that's a conscious thing, that we come down, we work alongside them, rather than stand up and tell them what to do in this really authoritative way. Students call us by our first name, which unlike in the tertiary sector, it's not the norm for schools, and some people thought, oh, and questioned us, why are you doing that? Initially some students thought that meant, hey, you're my buddy, you're my friend, and we can talk about what we're doing on the weekend. So we had to do some learning actually about what this relationship is, it's a really respectful relationship but it's built around students learning. Learning's at the center of everything that we do. We know that students learn best when they like a teacher. It's common sense really when they are with someone that understands them as a learner as a whole person and we talk about teaching the student rather than teaching your subject rachel bishop's early work talks a lot about the relationships and how important they are so we really thought it's something that it's really important that we get right role modeling at our school is ingrained into our learning culture we don't have to go and seek out role models they are everywhere as i said before in a learning common, a new Year 11 student is able to see the successful behaviour of a Year 13 student. In the first few days of school, the Year 11's, they're excited. There's no walls, they can see what's happening. They might see their friend over the other side and kind of wave or wave like this, hi, and maybe call back and forwards. But then very quickly they turn and see what's happening, or a Year 13 will turn and give them that look and then they'll behave. A student has said, you know, we've talked about why isn't this noisy behaviour or why don't we see students clowning around and a teacher said quite frankly, it's hard to be a dick in front of a hundred students, miss. So there you go. That's them saying, that's them self-regulating about, I don't want to be the clown, I don't want to have 30 or 40 or 50 other students looking down on me. In tutorials, senior students are able to work alongside Year 11s in a one-on-one peer mentoring. This is something that just started happening naturally and we're quite surprised to see it. We thought, oh, they'd need us to go in there and kind of set this up. But it's really nice to see the pitch crew that once they get to know each other, that allows this sort of mentoring to occur. As a staff, best practice is always on display. The open spaces mean that's no hiding behind closed doors. Surprisingly, to some, some people might see that as a threatening thing, it's actually incredibly motivating. So, for instance, I was teaching a Year 13 health class, and it's in that revision time just before exams and these poor kids are doing exam revision across five subjects. There's an English teacher next to me that's got students doing a scavenger hunt and playing games and it's all exciting and I'm looking across thinking, oh my students are missing out and my students are probably looking at me going I'd rather be over there, Karen. So what I was able to is go and have a conversation, take what she's doing in English and bring it back over to my class and make it much more exciting. On the flip side, there's also no room to be stale and that, as Sharon said, you will be challenged if you are underprepared or if you're doing the same thing over and over again. You think about you don't want to be the teacher just doing that chalk and talk for 100 minutes and it does make you kind of up your game. This culture that I talk about and that we've alluded to about being really respectful, it's been carefully crafted by our principal, by Barbara and the SLT. We talked in the early days about the importance of having conversations that matter and as a staff talking about the undiscusables but always talking about the learning. Think about some of the staff meetings that you've been in and some of the topics that come up. I know when I think about it we talked about do we need more green milk or more blue milk in the staff room and is that really based on student learning? Is that really the important stuff? So what we've had to do is help our staff think about the times when we're having department meetings, that's a time for learning. That's a time to build capacity for head of department with their team, the time for building the learning of those teachers with them and to get rid of all the admin staff where we can. We've had to support staff and how to be able to have these courageous conversations that Sharon talked about and talking about challenging staff about some things that are happening in their classroom. Hands up have you've heard about open to learning conversations or use them? Anybody here? Yep, a few. So we provided staff with this open to learning framework by Vivian Robinson and we actually had to model it and set up scenarios so they've got the tools in which they can do this. It's all very well to say, go and have these conversations, but we need to help them feeling confident in how to do it. There's a real culture of observation that's happened in our school, both informally and formally. With no walls, you can easily see what's happening right next door to you, but we also encourage this to happen formally. If you know there's an area where you want to be further developed, then you can go and find an expert within our school. So if you want more help in plenaries or how to run cooperative learning type activities, there's lots of experts that you can go and find. If you're having some trouble with some students, go and find their other teachers and go and observe what strategies these teachers are put in place in the classroom. Now again it's really important as the leaders in the school that we help support the teachers to do this. So one of the things that we do is we have a booking system where as deputy principals and principal we make ourselves available to staff. They can book half an hour time slots with us which will free them up from class so they can go and do these observations. We think if it's really important it's worth spending time on and we need to help these teachers who are always going to be time poor to find the space to do the important staff. Staff also are always role modelling their learning and when we meet our meeting room is transparent as well. It's got glass doors right in the center of the heart of the school, right next door to the cafe. So in the morning, students can see us role modelling that we too are lifelong learners. We meet regularly as a group as Sharon said to discuss professional inquiry, so we're always standing up talking about what best practice is and sharing that. But also, when we're doing the teaching as inquiry model, we're telling the students about our journey. So if I'm focusing on three students in my class and looking at why I'm going to also when we're doing the teaching as inquiry model we're telling the students about our journey so if I'm focusing on three students in my class and looking at why aren't they getting merits or excellences in my class or why are they underperforming I'll pick out these students I'll name them and I'll talk to them hey tell me what's happening for you in this class I've seen other subjects you're doing really well what can I do or what is that teacher doing that I can be doing? And the students really respond to knowing that we care about them and we're looking up at them about how we can improve their learning. And connections. One of the great things that these spaces enable us to do is to have great connections across the school. Team teaching has been able to occur. So we think about having two teachers together with a larger group of students, say 60 students. And looking at, we know that as teachers, we each have different strengths. Some of us can explain things in different ways. And what we're able to do is work strengths based to students. So you might have one teacher doing some direct class instruction, while another teacher floats around and works one-on-one with small groups. That's something that our open spaces have enabled us to do. We've had some great things happen between subjects. So one of the cool things has been, and this would happen informally, is that health and economic soil, there was some crossover. Both were studying alcohol, though with slightly different lenses. So we were able to share guest speakers, resources. The economics teacher came in and spoke to the health students and gave that different subject lens on and vice versa. And that's really great. Part of that happens because of influence and who influences us. So we're in a unique situation and the photo here shows our teacher learning spaces. Every year we change offices. Every year we're working with different group of people. So traditionally I would be stuck down in the gym with the physical educators and that's the main group of people that I would be spending time with. Here however we sit in cross-curricular offices. So we have a scientist, an English teacher, an art teacher and economics teacher all working together for a whole year alongside each other. This means there's been able to be some great connections created, what's happening in your curriculum, and being able to see the links across. Sometimes these influences influence the courses, but also influence some situations that are more authentic. For instance, this year, we had a travel teacher and a history teacher and an outdoor ed teacher sitting together and we were able to create a whole unit of work that linked these things in together. The outdoor ed students were able to plan, create, run and evaluate an authentic trip for the travel and tourism students to Rocha Rua. So it creates a lot more opportunities. It also enables the staff to look at, challenge themselves and think about helping students find these connections. So sometimes students find the connections themselves and go, oh, we're doing research in English. I can take this process and transfer it over here. But sometimes we need to be more explicit and help them do that. So for instance, I was teaching health and I was teaching this unit of work around mental health and the way students had to report on this was write essays. And I'm thinking, okay, this is how I would write an essay. Next door, there's an English class going on and what they happen to be teaching essay writing. So we pause our lesson, turn around and I watch Hamish carry out as the class do, they learned how to write essays. That's a delightful accident, not planned, just happened. So now we're really more specific about how we can find these links. So for instance, now across most of our subjects we all teach the same thing. And it sounds like common sense, but it took a while for these things to occur. And so again, the senior leadership team have thought about if we think these things are important, it helps student engagement and therefore raises student outcomes, we need to spend time on it. So at the end of last year, part of our professional development week or time was to give a week to specialist subject departments, specialist subjects, and we called it Innovations Week. And the challenge was to find links between different departments look at making these connections explicit what exciting stuff could you be doing to hook these students in so again from a leadership perspective it was about creating time and opportunity to let these things occur rather than just thinking they'll happen naturally all right so I'm just going to sort of finish off today this morning before we answer a few of your questions, if you have any. The first thing I did want to say that, it's a bit of a disclaimer, I guess. We're very aware that we've just stood here and spoken to you for 40 minutes. This would never happen in a classroom in our modern learning environment. But the main thing we wanted to do today was share with you our journey. So we're not saying what we're doing is perfect, but we are saying that we have learned a lot of lessons along the way. The building does not make the school. We needed to think very clearly about the desired culture and how to create it. We needed to consciously practice the skills and use the tools that we wanted the teachers to use. We need to teach them to grow them in a supportive learning environment where student learning is at the core. Teachers need to always be inquiring into their practice, identify students' learning needs, research how to address them, and ultimately the students will experience success, whatever that may look like. So before we answer your questions, I want to get you guys just to think for a moment. I want you to think about this. What is the one thing, a modern learning environment, could enable you to do to improve student learning in your context? Now, this is something that we would do in class. Please turn to the person next to you and speak for just one minute about something that you think would enable, that a modern learning environment could enable you to do. So you go one minute. Great. And as a teacher, I'm terrible at wait time, so we'll call that a minute. But I do have one last question for you then. What are you waiting for? So if there's got any questions, we're open to answer them, hopefully."}