{"speakers": [], "chunks": [{"timestamp": [0.0, 12.0], "text": " So Vicki, what was the first thing that happened to you that made you think that you might like to be a writer?"}, {"timestamp": [12.0, 18.0], "text": " I think the first thing that happened that made me think that it might be possible for me to be a writer"}, {"timestamp": [18.0, 27.0], "text": " was going along as parent help on a school trip with my 12 year old son to listen to author Ken Katrin talking about his books."}, {"timestamp": [27.0, 32.0], "text": " And that was my first contact with a real live author."}, {"timestamp": [32.0, 36.0], "text": " Before then, I think that I had probably doubted that they in fact even existed."}, {"timestamp": [36.0, 43.0], "text": " But there was Ken looking very much like an ordinary person."}, {"timestamp": [43.0, 46.0], "text": " And he chatted away about his books."}, {"timestamp": [46.0, 48.0], "text": " Of course, he had a great big pile of them,"}, {"timestamp": [48.0, 50.0], "text": " many of them award-winning novels."}, {"timestamp": [50.0, 53.0], "text": " And afterwards I went up to thank him"}, {"timestamp": [53.0, 56.0], "text": " for having kept the children and me so enthralled."}, {"timestamp": [56.0, 58.0], "text": " And I said to him,"}, {"timestamp": [58.0, 62.0], "text": " you are lucky to write books for a living."}, {"timestamp": [62.0, 67.0], "text": " And Ken said, it's not rocket science. Anyone can do it. You should"}, {"timestamp": [67.0, 72.52], "text": " have a try. And it was just one of those throwaway things that people say, but it planted"}, {"timestamp": [72.52, 77.0], "text": " a seed in my mind. Have you said that same thing to anybody else since then?"}, {"timestamp": [77.0, 82.0], "text": " No, that's my special thing. Maybe you should say it to our audience."}, {"timestamp": [82.0, 84.0], "text": " Maybe I should."}, {"timestamp": [84.0, 85.0], "text": " Say it down there. Writing a book is not rocket science. Anyone can do it. Maybe you should say it to our audience. Maybe I should. Say it down there."}, {"timestamp": [85.0, 88.0], "text": " Writing a book is not rocket science."}, {"timestamp": [88.0, 89.0], "text": " Anyone can do it."}, {"timestamp": [89.0, 92.0], "text": " Maybe you should give it a try."}, {"timestamp": [92.0, 94.0], "text": " So then what happened?"}, {"timestamp": [94.0, 97.0], "text": " So then I forgot all about it."}, {"timestamp": [97.0, 101.0], "text": " And then I was made redundant from my job."}, {"timestamp": [101.0, 107.0], "text": " And so that got me thinking about different alternatives, different things that I could be doing."}, {"timestamp": [107.0, 119.0], "text": " And one day I was listening to the radio and I happened to hear a motivational psychologist talking about the root to true happiness."}, {"timestamp": [119.0, 127.08], "text": " And she said, the root to true happiness lies in finding the one thing that makes time stop for you."}, {"timestamp": [128.02, 132.84], "text": " And she said, if you can identify that one thing and if you can find a way of doing it as a living,"}, {"timestamp": [133.4, 134.62], "text": " you will be truly happy."}, {"timestamp": [135.12, 137.74], "text": " And I didn't have to try and figure out what that thing was."}, {"timestamp": [137.94, 140.16], "text": " I already knew that for me it was writing."}, {"timestamp": [140.7, 142.08], "text": " Had you been writing before that?"}, {"timestamp": [142.28, 143.0], "text": " Not at all."}, {"timestamp": [143.24, 145.0], "text": " No, I hadn't been writing before that."}, {"timestamp": [145.0, 154.0], "text": " I had written at school obviously and I had loved my creative writing at school and I had had various jobs over the years that had involved writing."}, {"timestamp": [154.0, 156.0], "text": " I was a keen letter writer."}, {"timestamp": [156.0, 159.0], "text": " Did you just one day just start?"}, {"timestamp": [159.0, 165.24], "text": " I one day was on holiday at the Gold Coast with my two sons."}, {"timestamp": [165.24, 171.4], "text": " And walking along the beach with my oldest son who at that stage was 12 years old, I found myself"}, {"timestamp": [171.4, 177.24], "text": " out of the blue turning to him and saying, Evan, I've decided to write a book."}, {"timestamp": [177.24, 180.94], "text": " And I don't know which one of us was more surprised, him or me."}, {"timestamp": [180.94, 185.46], "text": " And he said to me, really, Mum, what kind of book?"}, {"timestamp": [188.92, 191.24], "text": " And in retrospect, I'm so impressed with that response because he could have easily fallen about laughing and said,"}, {"timestamp": [191.5, 195.32], "text": " What? Write a book? You? You've never written a word in your life."}, {"timestamp": [195.56, 199.26], "text": " But he didn't took it in his stride and he just asked what kind of book it would be."}, {"timestamp": [199.84, 201.58], "text": " So I said, it will be a children's book."}, {"timestamp": [202.4, 203.46], "text": " And he said, oh."}, {"timestamp": [204.16, 206.6], "text": " And he said, what will it be about?"}, {"timestamp": [207.6, 210.26], "text": " And I said, I have got absolutely no idea."}, {"timestamp": [210.46, 211.88], "text": " I'm going to have to think of something."}, {"timestamp": [212.54, 214.68], "text": " And then how long was it before you started writing?"}, {"timestamp": [215.4, 218.5], "text": " Once we got back to Christchurch, the boys went off to school."}, {"timestamp": [218.8, 221.74], "text": " And I thought, in for a penny, in for a pound, here I go."}, {"timestamp": [222.34, 224.04], "text": " Went and sat down in front of the computer."}, {"timestamp": [224.7, 225.64], "text": " By then I"}, {"timestamp": [225.64, 232.14], "text": " had a plot in mind. I actually used a recipe, if you like, that Ken Katrin had used with"}, {"timestamp": [232.14, 238.24], "text": " the kids in the workshop that he had done. It was a character-building exercise where"}, {"timestamp": [238.24, 243.76], "text": " you invent a character, you go through all of the different stages of deciding the gender,"}, {"timestamp": [243.76, 245.34], "text": " the age, what the character"}, {"timestamp": [245.34, 250.68], "text": " looks like, the characters likes and dislikes, all those sorts of things. And at the very"}, {"timestamp": [250.68, 257.2], "text": " end, the last thing you do is you give your character a hidden secret. And that was what"}, {"timestamp": [257.2, 262.7], "text": " I did with Buddy, except I went one better than Ken Katrin. I gave my hero and Buddy not one"}, {"timestamp": [262.7, 265.3], "text": " hidden secret, but two hidden secrets."}, {"timestamp": [266.2, 268.06], "text": " And how easy was it to make up the story?"}, {"timestamp": [268.96, 271.32], "text": " It was uncannily easy."}, {"timestamp": [272.28, 275.3], "text": " I had no idea how hard it would be to write a book."}, {"timestamp": [275.74, 277.84], "text": " I suspected that it wouldn't be easy."}, {"timestamp": [278.44, 282.96], "text": " But writing Buddy was what David Hill calls a gift."}, {"timestamp": [283.12, 288.78], "text": " I think David's first book, Cia Simon, was very much the same kind of experience,"}, {"timestamp": [289.12, 290.7], "text": " where the book writes itself."}, {"timestamp": [290.92, 295.1], "text": " You feel as if somebody is sitting on your shoulder, whispering the words in your ear,"}, {"timestamp": [295.36, 297.58], "text": " and as you type, your fingers can't keep up."}, {"timestamp": [297.88, 299.52], "text": " And how many books have you published since then?"}, {"timestamp": [301.12, 303.98], "text": " I think about ten. Ten in total?"}, {"timestamp": [306.0, 308.0], "text": " Yes. And in how many countries?"}, {"timestamp": [308.0, 320.0], "text": " New Zealand, Australia, the UK, the US, Romania, Thailand, the Netherlands,"}, {"timestamp": [320.0, 324.0], "text": " Japan and Italy."}, {"timestamp": [324.0, 326.28], "text": " Amazing, lots of translations."}, {"timestamp": [327.04, 328.1], "text": " Lots of translations."}, {"timestamp": [328.38, 330.14], "text": " Translations are scary though because you don't know."}, {"timestamp": [330.52, 331.86], "text": " They could say anything, couldn't they?"}, {"timestamp": [331.92, 333.3], "text": " They could change the plot completely."}, {"timestamp": [333.64, 335.68], "text": " They could alter the ending and I would never know."}, {"timestamp": [336.06, 337.76], "text": " What made you decide to write fantasy?"}, {"timestamp": [338.44, 341.26], "text": " Because initially, once Buddy had been accepted,"}, {"timestamp": [341.74, 344.0], "text": " I was of the opinion that I could do anything."}, {"timestamp": [344.54, 366.8], "text": " And here was this first book of mine that had been accepted by the first publisher I sent it to. It had written itself in the space of five weeks. So I was going out to conquer the world. And I thought, well, the next thing I'll do is I will then, I'll now become a sort of second JK Rowling and I'll write a fantasy series that will make my fortune. So that was"}, {"timestamp": [366.8, 376.4], "text": " what I set out to do. And was it easy? No. It was fiendishly difficult and I bitterly regretted"}, {"timestamp": [376.4, 382.0], "text": " it. But by the time I bitterly regretted it was too late because I had signed a contract."}, {"timestamp": [382.0, 385.0], "text": " And I had to produce one book every six months."}, {"timestamp": [385.0, 389.0], "text": " How hard was it and why was it so hard?"}, {"timestamp": [389.0, 394.0], "text": " It was hard because all of a sudden I was writing a different genre"}, {"timestamp": [394.0, 401.0], "text": " and fantasy is lovely to read but it's difficult and demanding to write"}, {"timestamp": [401.0, 408.4], "text": " in terms of the fact that you are creating a whole imaginary world."}, {"timestamp": [408.4, 412.72], "text": " And of course with the Carrizan Quartet, the imaginary world was complicated by the fact"}, {"timestamp": [412.72, 417.82], "text": " that it had a different time system from our world."}, {"timestamp": [417.82, 420.6], "text": " There's a sort of ratio of one to four."}, {"timestamp": [420.6, 425.38], "text": " And for someone who's not good at maths like me, that involved lots of sort of one, two, three, four."}, {"timestamp": [425.84, 428.98], "text": " So four of those years will equal one of those years."}, {"timestamp": [429.08, 432.1], "text": " So this character will be that old, and that character will be that old."}, {"timestamp": [432.24, 436.86], "text": " And then I would get it wrong, and my editor would have to say, no, your sums don't add up here."}, {"timestamp": [436.92, 438.14], "text": " We're going to have to redo it."}, {"timestamp": [438.6, 439.6], "text": " So there was that."}, {"timestamp": [440.06, 444.56], "text": " And then I also decided that because Carazan was a fantasy world and an imaginary world,"}, {"timestamp": [444.56, 450.58], "text": " it had to have two moons, which sounded very glamorous to me and very exotic."}, {"timestamp": [451.28, 455.16], "text": " But then I had to start thinking about how two moons would actually behave."}, {"timestamp": [456.4, 458.88], "text": " Would they rise and set at the same time?"}, {"timestamp": [459.56, 460.86], "text": " Could they be different colours?"}, {"timestamp": [461.52, 462.72], "text": " Could they be different sizes?"}, {"timestamp": [462.92, 464.84], "text": " Would they have different gravitational poles?"}, {"timestamp": [464.32, 471.7], "text": " different colours, could they be different sizes, would they have different gravitational pools? So there were things like that that tripped me up unexpectedly. But you've done"}, {"timestamp": [471.7, 477.04], "text": " it and you've written four. Yes, I've done it and I've written four. But at one"}, {"timestamp": [477.04, 482.86], "text": " point I did get very very stuck. It was part way through the second book in the"}, {"timestamp": [482.86, 485.12], "text": " Quartet beyond the shroud,"}, {"timestamp": [491.06, 491.68], "text": " and I got so stuck that I actually was dreading, going and sitting down to start writing each day."}, {"timestamp": [497.28, 497.88], "text": " I had this sort of sinking feeling, like before you write an exam that you haven't done any studying for,"}, {"timestamp": [501.76, 502.86], "text": " kind of what's waiting behind that closed door sort of feeling."}, {"timestamp": [509.1, 517.12], "text": " And then I stumbled upon the plot for juggling with mandarin quite unexpectedly. And so I took a break from the Carrazan quartet and I wrote"}, {"timestamp": [517.12, 523.14], "text": " juggling with mandarin's. And once juggling with mandarin was finished, I went back to"}, {"timestamp": [523.14, 526.36], "text": " beyond the shroud and it had unstuck"}, {"timestamp": [526.36, 529.5], "text": " itself and away I went."}, {"timestamp": [529.5, 531.84], "text": " And what about the relationship between you and your editor?"}, {"timestamp": [531.84, 533.62], "text": " How does that work?"}, {"timestamp": [533.62, 541.38], "text": " It works amazingly well, mostly because I've got the best editor in the world."}, {"timestamp": [541.38, 545.92], "text": " When I write my books, I don't share my ideas or the writing process with"}, {"timestamp": [545.92, 549.96], "text": " anyone. I'm not one of these authors that goes and brainstorms with people and, you know,"}, {"timestamp": [549.96, 555.4], "text": " says to my kids, can I read you a couple of pages from my manuscript? I keep it all absolutely"}, {"timestamp": [555.4, 562.96], "text": " inside my head. And the first person to see it or to know what I'm writing about is Lorraine"}, {"timestamp": [562.96, 567.28], "text": " when I send the manuscript to her. So what made you start to write a picture book?"}, {"timestamp": [567.28, 571.28], "text": " The fact that, as I said before, I wanted to do everything."}, {"timestamp": [571.28, 574.56], "text": " I wanted to do fantasy and I wanted to do social realism"}, {"timestamp": [574.56, 577.52], "text": " and of course I wanted to do picture books because they're so lovely"}, {"timestamp": [577.52, 580.72], "text": " and they have gorgeous illustrations and I can't draw."}, {"timestamp": [580.72, 587.0], "text": " So it was my one chance of having a book with gorgeous illustrations and my name on the cover."}, {"timestamp": [587.0, 592.0], "text": " So what ambitions have you got left? What other genres would you like to conquer?"}, {"timestamp": [592.0, 601.0], "text": " I tend to keep my ambitions and my goals fairly close to my chest just in case I don't achieve them."}, {"timestamp": [601.0, 605.12], "text": " Then at least the only person who will be disappointed in me is myself."}, {"timestamp": [605.12, 608.96], "text": " But you've got some ideas? I think you've always got to have things that you're"}, {"timestamp": [608.96, 615.12], "text": " aiming for. We like our characters to have secrets. Absolutely."}], "text": " So Vicki, what was the first thing that happened to you that made you think that you might like to be a writer? I think the first thing that happened that made me think that it might be possible for me to be a writer was going along as parent help on a school trip with my 12 year old son to listen to author Ken Katrin talking about his books. And that was my first contact with a real live author. Before then, I think that I had probably doubted that they in fact even existed. But there was Ken looking very much like an ordinary person. And he chatted away about his books. Of course, he had a great big pile of them, many of them award-winning novels. And afterwards I went up to thank him for having kept the children and me so enthralled. And I said to him, you are lucky to write books for a living. And Ken said, it's not rocket science. Anyone can do it. You should have a try. And it was just one of those throwaway things that people say, but it planted a seed in my mind. Have you said that same thing to anybody else since then? No, that's my special thing. Maybe you should say it to our audience. Maybe I should. Say it down there. Writing a book is not rocket science. Anyone can do it. Maybe you should say it to our audience. Maybe I should. Say it down there. Writing a book is not rocket science. Anyone can do it. Maybe you should give it a try. So then what happened? So then I forgot all about it. And then I was made redundant from my job. And so that got me thinking about different alternatives, different things that I could be doing. And one day I was listening to the radio and I happened to hear a motivational psychologist talking about the root to true happiness. And she said, the root to true happiness lies in finding the one thing that makes time stop for you. And she said, if you can identify that one thing and if you can find a way of doing it as a living, you will be truly happy. And I didn't have to try and figure out what that thing was. I already knew that for me it was writing. Had you been writing before that? Not at all. No, I hadn't been writing before that. I had written at school obviously and I had loved my creative writing at school and I had had various jobs over the years that had involved writing. I was a keen letter writer. Did you just one day just start? I one day was on holiday at the Gold Coast with my two sons. And walking along the beach with my oldest son who at that stage was 12 years old, I found myself out of the blue turning to him and saying, Evan, I've decided to write a book. And I don't know which one of us was more surprised, him or me. And he said to me, really, Mum, what kind of book? And in retrospect, I'm so impressed with that response because he could have easily fallen about laughing and said, What? Write a book? You? You've never written a word in your life. But he didn't took it in his stride and he just asked what kind of book it would be. So I said, it will be a children's book. And he said, oh. And he said, what will it be about? And I said, I have got absolutely no idea. I'm going to have to think of something. And then how long was it before you started writing? Once we got back to Christchurch, the boys went off to school. And I thought, in for a penny, in for a pound, here I go. Went and sat down in front of the computer. By then I had a plot in mind. I actually used a recipe, if you like, that Ken Katrin had used with the kids in the workshop that he had done. It was a character-building exercise where you invent a character, you go through all of the different stages of deciding the gender, the age, what the character looks like, the characters likes and dislikes, all those sorts of things. And at the very end, the last thing you do is you give your character a hidden secret. And that was what I did with Buddy, except I went one better than Ken Katrin. I gave my hero and Buddy not one hidden secret, but two hidden secrets. And how easy was it to make up the story? It was uncannily easy. I had no idea how hard it would be to write a book. I suspected that it wouldn't be easy. But writing Buddy was what David Hill calls a gift. I think David's first book, Cia Simon, was very much the same kind of experience, where the book writes itself. You feel as if somebody is sitting on your shoulder, whispering the words in your ear, and as you type, your fingers can't keep up. And how many books have you published since then? I think about ten. Ten in total? Yes. And in how many countries? New Zealand, Australia, the UK, the US, Romania, Thailand, the Netherlands, Japan and Italy. Amazing, lots of translations. Lots of translations. Translations are scary though because you don't know. They could say anything, couldn't they? They could change the plot completely. They could alter the ending and I would never know. What made you decide to write fantasy? Because initially, once Buddy had been accepted, I was of the opinion that I could do anything. And here was this first book of mine that had been accepted by the first publisher I sent it to. It had written itself in the space of five weeks. So I was going out to conquer the world. And I thought, well, the next thing I'll do is I will then, I'll now become a sort of second JK Rowling and I'll write a fantasy series that will make my fortune. So that was what I set out to do. And was it easy? No. It was fiendishly difficult and I bitterly regretted it. But by the time I bitterly regretted it was too late because I had signed a contract. And I had to produce one book every six months. How hard was it and why was it so hard? It was hard because all of a sudden I was writing a different genre and fantasy is lovely to read but it's difficult and demanding to write in terms of the fact that you are creating a whole imaginary world. And of course with the Carrizan Quartet, the imaginary world was complicated by the fact that it had a different time system from our world. There's a sort of ratio of one to four. And for someone who's not good at maths like me, that involved lots of sort of one, two, three, four. So four of those years will equal one of those years. So this character will be that old, and that character will be that old. And then I would get it wrong, and my editor would have to say, no, your sums don't add up here. We're going to have to redo it. So there was that. And then I also decided that because Carazan was a fantasy world and an imaginary world, it had to have two moons, which sounded very glamorous to me and very exotic. But then I had to start thinking about how two moons would actually behave. Would they rise and set at the same time? Could they be different colours? Could they be different sizes? Would they have different gravitational poles? different colours, could they be different sizes, would they have different gravitational pools? So there were things like that that tripped me up unexpectedly. But you've done it and you've written four. Yes, I've done it and I've written four. But at one point I did get very very stuck. It was part way through the second book in the Quartet beyond the shroud, and I got so stuck that I actually was dreading, going and sitting down to start writing each day. I had this sort of sinking feeling, like before you write an exam that you haven't done any studying for, kind of what's waiting behind that closed door sort of feeling. And then I stumbled upon the plot for juggling with mandarin quite unexpectedly. And so I took a break from the Carrazan quartet and I wrote juggling with mandarin's. And once juggling with mandarin was finished, I went back to beyond the shroud and it had unstuck itself and away I went. And what about the relationship between you and your editor? How does that work? It works amazingly well, mostly because I've got the best editor in the world. When I write my books, I don't share my ideas or the writing process with anyone. I'm not one of these authors that goes and brainstorms with people and, you know, says to my kids, can I read you a couple of pages from my manuscript? I keep it all absolutely inside my head. And the first person to see it or to know what I'm writing about is Lorraine when I send the manuscript to her. So what made you start to write a picture book? The fact that, as I said before, I wanted to do everything. I wanted to do fantasy and I wanted to do social realism and of course I wanted to do picture books because they're so lovely and they have gorgeous illustrations and I can't draw. So it was my one chance of having a book with gorgeous illustrations and my name on the cover. So what ambitions have you got left? What other genres would you like to conquer? I tend to keep my ambitions and my goals fairly close to my chest just in case I don't achieve them. Then at least the only person who will be disappointed in me is myself. But you've got some ideas? I think you've always got to have things that you're aiming for. We like our characters to have secrets. Absolutely."}