{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Welcome. This video is about the Statements tool in Eva."}, {"timestamp": [5.0, 8.0], "text": " This tool helps learners to summarize the topic."}, {"timestamp": [8.0, 12.0], "text": " It helps students by getting them to remember what they have been learning."}, {"timestamp": [12.0, 15.0], "text": " They do this by choosing the correct statement."}, {"timestamp": [15.0, 19.0], "text": " Now click on the Summary Statements icon."}, {"timestamp": [19.0, 23.0], "text": " The information can be displayed as a full poster or as a button."}, {"timestamp": [23.0, 30.42], "text": " If you select the poster option, it automatically pauses the video, which is useful when asking questions."}, {"timestamp": [30.42, 35.92], "text": " You can leave it to show for 10 seconds or have the interaction display for the entire video."}, {"timestamp": [35.92, 43.96], "text": " I prefer to have the interaction disappear quickly after the task is being completed, so I reduce the time and I like to check the pause button."}, {"timestamp": [43.96, 46.98], "text": " So if you choose the button option, a label will appear for the viewers."}, {"timestamp": [47.68, 54.22], "text": " So in this field, give the learner a short instruction or some kind of introduction."}, {"timestamp": [54.74, 56.2], "text": " We could even use another language."}, {"timestamp": [57.22, 59.22], "text": " Let's make a sequence of statements."}, {"timestamp": [60.34, 64.14], "text": " This tool needs a correct statement and at least one incorrect statement."}, {"timestamp": [64.74, 65.1], "text": " In the top statement field, give some text. The first field is a correct statement and at least one incorrect statement."}, {"timestamp": [67.4, 67.84], "text": " In the top statement field, give some text."}, {"timestamp": [69.64, 70.48], "text": " The first field is the correct statement."}, {"timestamp": [72.62, 73.3], "text": " And in the next field, offer another statement."}, {"timestamp": [74.4, 75.44], "text": " An incorrect statement."}, {"timestamp": [78.1, 79.1], "text": " You can add as many incorrect responses as you want."}, {"timestamp": [81.82, 82.74], "text": " Add another statement by pressing the add statement button."}, {"timestamp": [87.0, 93.0], "text": " The statement tool automatically randomizes the order of the questions for the users. If you need to delete the interactive task, use the remove button in the top right corner."}, {"timestamp": [93.0, 96.0], "text": " You should now have something like this."}, {"timestamp": [96.0, 98.0], "text": " So there you go, statement groups."}, {"timestamp": [98.0, 100.0], "text": " K'a Kiki."}], "text": " Welcome. This video is about the Statements tool in Eva. This tool helps learners to summarize the topic. It helps students by getting them to remember what they have been learning. They do this by choosing the correct statement. Now click on the Summary Statements icon. The information can be displayed as a full poster or as a button. If you select the poster option, it automatically pauses the video, which is useful when asking questions. You can leave it to show for 10 seconds or have the interaction display for the entire video. I prefer to have the interaction disappear quickly after the task is being completed, so I reduce the time and I like to check the pause button. So if you choose the button option, a label will appear for the viewers. So in this field, give the learner a short instruction or some kind of introduction. We could even use another language. Let's make a sequence of statements. This tool needs a correct statement and at least one incorrect statement. In the top statement field, give some text. The first field is a correct statement and at least one incorrect statement. In the top statement field, give some text. The first field is the correct statement. And in the next field, offer another statement. An incorrect statement. You can add as many incorrect responses as you want. Add another statement by pressing the add statement button. The statement tool automatically randomizes the order of the questions for the users. If you need to delete the interactive task, use the remove button in the top right corner. You should now have something like this. So there you go, statement groups. K'a Kiki."}