{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Hiroa-Kautau,"}, {"timestamp": [2.0, 3.0], "text": " Hi there and welcome to Parliament."}, {"timestamp": [3.0, 4.0], "text": " My name's Jay."}, {"timestamp": [4.0, 20.0], "text": " And we're here in front of one of our select committee rooms in the parliamentary precinct."}, {"timestamp": [20.0, 24.0], "text": " The select committee process is a really important part of democracy here in New Zealand."}, {"timestamp": [24.0, 25.0], "text": " We want to shine a spotlight on the fact that anyone can get involved and have their say in legislation. The select committee process is a really important part of democracy here in New Zealand."}, {"timestamp": [25.0, 31.0], "text": " We want to shine a spotlight on the fact that anyone can get involved and have their say in legislation in front of a committee."}, {"timestamp": [31.0, 37.0], "text": " And today we're going to meet with three very special young people who have just presented to the Government Administration Committee."}, {"timestamp": [37.0, 41.0], "text": " The first two are Annabel and Alexandra."}, {"timestamp": [41.0, 49.0], "text": " Could you tell us, Annabel, we'll start with you, why you think young people and children should be involved in Parliament?"}, {"timestamp": [49.0, 59.0], "text": " I feel like children should be involved because..."}, {"timestamp": [59.0, 64.0], "text": " I feel like it's really important that children get to say what they think."}, {"timestamp": [64.0, 71.24], "text": " How did you find presenting to the committee today?"}, {"timestamp": [71.24, 76.68], "text": " I felt nervous at the start, but once I'd started talking I felt better."}, {"timestamp": [76.68, 77.68], "text": " Awesome."}, {"timestamp": [77.68, 85.0], "text": " It's kind of like when you first put your hand and you go, it's crazy."}, {"timestamp": [85.0, 89.88], "text": " But then you get some feedback from people going,"}, {"timestamp": [89.88, 93.52], "text": " it's fine, you'll be fine once you'll get in."}, {"timestamp": [93.52, 97.0], "text": " And at that time it means absolutely nothing."}, {"timestamp": [97.0, 101.0], "text": " But when you actually get in, you actually do warm up."}, {"timestamp": [101.0, 102.8], "text": " It's kind of like that."}, {"timestamp": [104.8, 109.12], "text": " So we are now here with Louis. Louie is also just presented to the government"}, {"timestamp": [109.12, 113.76], "text": " administration committee on their inquiry into captioning. And why do we think young"}, {"timestamp": [113.76, 116.16], "text": " people and children should get more involved in Parliament?"}, {"timestamp": [117.52, 121.76], "text": " Because they need to hear their thoughts with the government."}, {"timestamp": [122.56, 124.88], "text": " Absolutely. And do you feel like they listen to you today?"}, {"timestamp": [125.0, 129.0], "text": " Yes, I felt like they listened to me very strongly."}, {"timestamp": [129.0, 130.0], "text": " Wonderful."}, {"timestamp": [130.0, 131.0], "text": " And you felt welcome and you felt..."}, {"timestamp": [131.0, 133.0], "text": " Yep, I felt welcome."}, {"timestamp": [133.0, 134.0], "text": " Wonderful."}, {"timestamp": [134.0, 138.0], "text": " A huge thank you to Annabel, Alexandra and Louis for taking the time to come and submit"}, {"timestamp": [138.0, 142.0], "text": " to Parliament today and for sitting down with us to talk about their experiences."}, {"timestamp": [142.0, 144.0], "text": " If you want to find out more about what's happening at Parliament,"}, {"timestamp": [144.0, 148.16], "text": " check out our website or watch a few more of our videos. Until then,"}, {"timestamp": [148.16, 150.32], "text": " kaki Tzaan-no and we'll see you at Parliament soon."}], "text": " Hiroa-Kautau, Hi there and welcome to Parliament. My name's Jay. And we're here in front of one of our select committee rooms in the parliamentary precinct. The select committee process is a really important part of democracy here in New Zealand. We want to shine a spotlight on the fact that anyone can get involved and have their say in legislation. The select committee process is a really important part of democracy here in New Zealand. We want to shine a spotlight on the fact that anyone can get involved and have their say in legislation in front of a committee. And today we're going to meet with three very special young people who have just presented to the Government Administration Committee. The first two are Annabel and Alexandra. Could you tell us, Annabel, we'll start with you, why you think young people and children should be involved in Parliament? I feel like children should be involved because... I feel like it's really important that children get to say what they think. How did you find presenting to the committee today? I felt nervous at the start, but once I'd started talking I felt better. Awesome. It's kind of like when you first put your hand and you go, it's crazy. But then you get some feedback from people going, it's fine, you'll be fine once you'll get in. And at that time it means absolutely nothing. But when you actually get in, you actually do warm up. It's kind of like that. So we are now here with Louis. Louie is also just presented to the government administration committee on their inquiry into captioning. And why do we think young people and children should get more involved in Parliament? Because they need to hear their thoughts with the government. Absolutely. And do you feel like they listen to you today? Yes, I felt like they listened to me very strongly. Wonderful. And you felt welcome and you felt... Yep, I felt welcome. Wonderful. A huge thank you to Annabel, Alexandra and Louis for taking the time to come and submit to Parliament today and for sitting down with us to talk about their experiences. If you want to find out more about what's happening at Parliament, check out our website or watch a few more of our videos. Until then, kaki Tzaan-no and we'll see you at Parliament soon."}