{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Hi, I'm Phil Kerr, the CEO at Otago Polytechnic."}, {"timestamp": [4.0, 6.0], "text": " Why is Troc an important opportunity?"}, {"timestamp": [6.0, 10.0], "text": " Quite simply because we have far too many qualifications."}, {"timestamp": [10.0, 13.0], "text": " These are costly for providers and confusing for learners."}, {"timestamp": [13.0, 20.0], "text": " The opportunity that we have got is to focus on what's really important around qualifications"}, {"timestamp": [20.0, 23.0], "text": " and that's what the graduate must know and be able to do."}, {"timestamp": [23.0, 26.04], "text": " So how can providers make the most of this opportunity?"}, {"timestamp": [26.82, 32.48], "text": " Quite simply, this is the opportunity for us to differentiate who we are as providers"}, {"timestamp": [32.48, 38.06], "text": " by the quality of what we do, the teaching and learning and the experience that we offer the learners."}, {"timestamp": [38.62, 40.86], "text": " Rather than what we've been doing for so long,"}, {"timestamp": [41.24, 46.18], "text": " and that's been trying to compete or differentiate on the basis of a different"}, {"timestamp": [46.18, 50.68], "text": " qualification and that's what's been confusing to learners."}, {"timestamp": [50.68, 55.68], "text": " How can we effectively contribute to the review?"}, {"timestamp": [55.68, 62.44], "text": " Look what I've asked my own staff to do is quite simply don't sweat the small stuff."}, {"timestamp": [62.44, 67.8], "text": " What we've got here is the opportunity to really get well-specified"}, {"timestamp": [67.8, 74.22], "text": " qualifications and we should be all able to agree on what it is that a well-educated"}, {"timestamp": [74.22, 79.92], "text": " graduate at whatever level is able to do. The crop process is giving us a real"}, {"timestamp": [79.92, 87.24], "text": " opportunity to work together as players in the provision of good quality education, the"}, {"timestamp": [87.24, 89.66], "text": " ITOs, the providers."}, {"timestamp": [89.66, 97.56], "text": " And I think we have to keep our eye on the big picture ball, so to speak, get these qualifications"}, {"timestamp": [97.56, 104.96], "text": " re-specified and make sure that what we're coming up with is in the interests of our"}, {"timestamp": [104.96, 108.0], "text": " employers and equally in the interest of our learners."}, {"timestamp": [108.0, 115.0], "text": " And I'm confident that we can do that as long as we keep our eye on that really important ball."}, {"timestamp": [115.0, 117.0], "text": " That's the graduate profile."}], "text": " Hi, I'm Phil Kerr, the CEO at Otago Polytechnic. Why is Troc an important opportunity? Quite simply because we have far too many qualifications. These are costly for providers and confusing for learners. The opportunity that we have got is to focus on what's really important around qualifications and that's what the graduate must know and be able to do. So how can providers make the most of this opportunity? Quite simply, this is the opportunity for us to differentiate who we are as providers by the quality of what we do, the teaching and learning and the experience that we offer the learners. Rather than what we've been doing for so long, and that's been trying to compete or differentiate on the basis of a different qualification and that's what's been confusing to learners. How can we effectively contribute to the review? Look what I've asked my own staff to do is quite simply don't sweat the small stuff. What we've got here is the opportunity to really get well-specified qualifications and we should be all able to agree on what it is that a well-educated graduate at whatever level is able to do. The crop process is giving us a real opportunity to work together as players in the provision of good quality education, the ITOs, the providers. And I think we have to keep our eye on the big picture ball, so to speak, get these qualifications re-specified and make sure that what we're coming up with is in the interests of our employers and equally in the interest of our learners. And I'm confident that we can do that as long as we keep our eye on that really important ball. That's the graduate profile."}