{"speakers": [], "chunks": [{"timestamp": [0.0, 9.84], "text": " Now this is highly unusual. I am the chair and I'm also the next speaker so I'm"}, {"timestamp": [9.84, 15.2], "text": " going to have to introduce myself so as you know I'm Rastika I was approached to talk about"}, {"timestamp": [15.2, 20.08], "text": " using apps curated sites and social communities and I think probably one of the reasons for"}, {"timestamp": [20.08, 30.6], "text": " that is that my business is two and a half years old and I've basically built that business and grown that business primarily on the use of social media, online communities"}, {"timestamp": [30.6, 34.4], "text": " and creating that vibrant community with the learning and development professionals in New"}, {"timestamp": [34.4, 35.4], "text": " Zealand."}, {"timestamp": [35.4, 38.04], "text": " So I think that's why I was asked to speak there."}, {"timestamp": [38.04, 43.7], "text": " We've had a bit of, where's the clicker, we've had a bit of a technology issue where I have"}, {"timestamp": [43.7, 45.88], "text": " got some clips on YouTube to show you,"}, {"timestamp": [45.96, 51.72], "text": " but it wasn't hooking up very well here, so I'm just going to nod when I need it, so excuse that technology."}, {"timestamp": [53.18, 59.18], "text": " So just a little bit about me before since no one's going to introduce me, I asked Kevin,"}, {"timestamp": [59.28, 60.86], "text": " and he said, I know you can introduce yourself."}, {"timestamp": [61.58, 62.74], "text": " I've done a lot of contracting."}, {"timestamp": [62.9, 69.18], "text": " My actual talent or professional has been in instructional design in learning and development. I had a bit of a joke. I was"}, {"timestamp": [69.18, 72.76], "text": " going around all the red companies, so I've worked at Vodafone, Westpac, and I went backwards"}, {"timestamp": [72.76, 75.6], "text": " and forwards about four times. I used to have a spin thing on the PowerPoint, but it was"}, {"timestamp": [75.6, 80.2], "text": " making people dizzy. So I've done four or five contracts there in the space of at that time,"}, {"timestamp": [80.2, 86.56], "text": " which was the mid-late 2000s, an induction, customer service, etc., so writing programs"}, {"timestamp": [86.56, 91.56], "text": " for that. Then I went and lived in Nelson and worked at Contact Energy as an instructional designer"}, {"timestamp": [91.56, 97.64], "text": " for SAP. Who knows SAP? It's like I'm not doing an SAP project again. Then I went around"}, {"timestamp": [97.64, 102.38], "text": " all the blue companies, so still in, and I was working in Wellington at that stage. Went to the"}, {"timestamp": [102.38, 105.04], "text": " Ministry of Health and every second day I was asking for work."}, {"timestamp": [105.24, 107.02], "text": " So that's like that was an orientation program."}, {"timestamp": [107.34, 109.34], "text": " So I don't know if I'd a government department again."}, {"timestamp": [110.02, 113.42], "text": " And worked on the merger with the ANZ and National Bank with their systems,"}, {"timestamp": [113.52, 114.8], "text": " so actually bringing their systems together."}, {"timestamp": [115.58, 119.36], "text": " At that point, I thought, I'm sitting behind a computer 10 hours a day,"}, {"timestamp": [119.44, 120.34], "text": " and I'm a people person."}, {"timestamp": [120.34, 121.64], "text": " I'm going to get out there and meet more people."}, {"timestamp": [122.06, 122.72], "text": " What can I do?"}, {"timestamp": [123.12, 128.56], "text": " And the only answer I could come up with was recruitment. And then I went to and did recruitment, and I found it what"}, {"timestamp": [128.56, 131.4], "text": " people thought of recruiters. I thought I should go back and be an instructional designer."}, {"timestamp": [132.08, 136.54], "text": " So anyway, so we, I do have a recruitment and training business now for learning and development"}, {"timestamp": [136.54, 143.3], "text": " people. Again, it's blue. Favorite color. But a personal stuff, I was so hard on to hear about"}, {"timestamp": [143.3, 145.0], "text": " Albany. I've been going up to Bali with our"}, {"timestamp": [145.0, 149.5], "text": " daughter to a school called the Bali Green School. It is an amazing school. It's student-centred."}, {"timestamp": [149.5, 153.12], "text": " It's all the things that Albany High were just talking about. So I'm thinking now we might"}, {"timestamp": [153.12, 158.12], "text": " not have to move permanently, which is our plan in the next two years. Spaces, you know,"}, {"timestamp": [158.12, 164.4], "text": " it's all made of bamboo. It is open. It's student-centered. It's based on the, very much a student-centered"}, {"timestamp": [164.4, 165.12], "text": " culture, and it's amazing. It's teaching on very much a student-centered culture,"}, {"timestamp": [165.9, 166.06], "text": " and it's amazing."}, {"timestamp": [168.5, 168.64], "text": " It's teaching children to be global, sustainable citizens,"}, {"timestamp": [170.62, 171.12], "text": " so it does have that green factor there."}, {"timestamp": [173.5, 173.54], "text": " And our speaker on MOOCs after afternoon tea,"}, {"timestamp": [175.56, 176.28], "text": " he's also very green, so I was very heartened to hear that."}, {"timestamp": [179.1, 179.32], "text": " He also told me, I never had a hobby."}, {"timestamp": [180.36, 180.6], "text": " My hobby is paddleboarding."}, {"timestamp": [182.38, 182.88], "text": " Never had it until like 6, 12 months ago."}, {"timestamp": [184.84, 208.48], "text": " And our speaker for MOOCs also told me there is this waterway, Lucas Creek, in Albany, where I can actually go and paddleboard when the sea's too rough. So it's fabulous. That's me, little dot right out there. And I'm a green juicer. Breakfast for the last three years is green juice. Haven't been sick for three years probably since I've been doing it. And at least twice a year, old old juice. So 8th of August this year, I'm on an 18-day juice fast."}, {"timestamp": [208.48, 210.44], "text": " So it's really good for your health."}, {"timestamp": [210.44, 211.48], "text": " So anyone interested in joining me?"}, {"timestamp": [211.48, 213.24], "text": " I always need people to come and help me."}, {"timestamp": [213.24, 214.88], "text": " Okay, that's not what we hear about today."}, {"timestamp": [214.88, 217.88], "text": " That's just a little bit about my background."}, {"timestamp": [217.88, 221.24], "text": " So I wanted to start off with conscious choice."}, {"timestamp": [221.24, 226.12], "text": " When I was looking for images for this presentation, I typed into Google, conscious choice."}, {"timestamp": [226.66, 230.98], "text": " And lots and lots of images came up about happiness being conscious choice."}, {"timestamp": [231.82, 235.68], "text": " But what I wasn't wanting conscious choice about happiness."}, {"timestamp": [236.34, 243.9], "text": " What I was wanting is actually conscious choice in the activities and the tools that we use for student engagement."}, {"timestamp": [244.78, 245.58], "text": " And I say whether it be student engagement, it's learner engagement. So whether it be in a school or whether it student engagement. And I say whether it be"}, {"timestamp": [245.58, 249.3], "text": " student engagement, it's just it's learner engagement. So whether it be in a school or"}, {"timestamp": [249.3, 254.1], "text": " whether it be in commercial, it's the same thing. And as I have got an eight-year-old"}, {"timestamp": [254.1, 257.82], "text": " daughter and we have just actually moved to her primary schools because what I"}, {"timestamp": [257.82, 262.86], "text": " could see was a lack of conscious choice every day with those teachers not"}, {"timestamp": [262.86, 265.8], "text": " choosing consciously. And I'll give you an example of that."}, {"timestamp": [267.18, 268.58], "text": " And the same goes with technology."}, {"timestamp": [273.28, 275.18], "text": " Just listen to the words of this."}, {"timestamp": [280.44, 289.92], "text": " Mr. King, we want to tell you, Mr. King, we only hear of Mr. King that yes we do believe."}, {"timestamp": [290.96, 298.28], "text": " Mr. King, we believe all that everyone is equal."}, {"timestamp": [298.28, 300.48], "text": " We believe."}, {"timestamp": [301.52, 310.0], "text": " Mr. King, we believe all that everything is equal."}, {"timestamp": [310.0, 317.0], "text": " We believe all the rocks and the trees, flowers and the bees,"}, {"timestamp": [317.0, 321.0], "text": " the animals and everyone are equal."}, {"timestamp": [321.0, 331.0], "text": " We believe, Mr. King, you were running that there's no need for people to argue,"}, {"timestamp": [331.0, 333.0], "text": " thoughts and fight."}, {"timestamp": [333.0, 342.0], "text": " Mr. King, close your hand, yeah, it's spreading love, it's spreading love across,"}, {"timestamp": [342.0, 344.0], "text": " cross, love to the best."}, {"timestamp": [344.0, 354.0], "text": " Mr. King, we want to tell you, Mr. King, we hope to hear us, Mr. King, that yes, we do believe."}, {"timestamp": [354.0, 365.84], "text": " Oh, the rocks and the trees, flowers and the bees, animals and everyone are weak, oh, we believe."}, {"timestamp": [371.84, 372.32], "text": " Mr. King, we want to tell you, Mr. King, we hope you hear us, Mr. King."}, {"timestamp": [377.18, 377.38], "text": " So that was a song that at Green School, at Green School last year for four years."}, {"timestamp": [381.46, 382.48], "text": " And this was one of the songs that was taught as part of a hero inquiry."}, {"timestamp": [384.68, 385.32], "text": " And that was the song that Green School chose."}, {"timestamp": [385.32, 388.26], "text": " And if we go to the next video, we came back,"}, {"timestamp": [388.26, 389.56], "text": " and if you could play that,"}, {"timestamp": [389.56, 391.5], "text": " this is what they were learning at the school here."}, {"timestamp": [395.76, 398.42], "text": " Nivea, pure and natural moisturizing day cream."}, {"timestamp": [398.42, 399.42], "text": " They didn't hear that."}, {"timestamp": [399.42, 402.8], "text": " With pure agon oil and aloevira for intense moisturization."}, {"timestamp": [402.8, 403.76], "text": " When that scuba,"}, {"timestamp": [403.76, 405.52], "text": " scurabins,icons and colorants,"}, {"timestamp": [405.88, 408.42], "text": " maybe a pure natural moisturizing day cream."}, {"timestamp": [408.58, 409.84], "text": " I promised you they didn't hear that."}, {"timestamp": [414.08, 415.24], "text": " This is what they were learning."}, {"timestamp": [417.24, 418.34], "text": " And that's what we need."}, {"timestamp": [419.0, 419.68], "text": " Thank you."}, {"timestamp": [420.6, 426.76], "text": " So when you think about that, that is just about a conscious choice of a song."}, {"timestamp": [426.76, 435.44], "text": " So no matter what the message, whatever they were learning is, you could have chosen the Martin Luther King song or you could have chosen the Dolly Parton's 9 to 5."}, {"timestamp": [435.68, 442.52], "text": " And if you're looking at the words of that, yes, we believe everyone's equal, everything is equal, the birds, the bees, the flowers, everything's equal."}, {"timestamp": [445.0, 448.0], "text": " is equal, the birds, the bees, the flowers, everything's equal, versus nine to five, what a way to make a living?"}, {"timestamp": [448.0, 451.0], "text": " What's happening there?"}, {"timestamp": [451.0, 456.0], "text": " I'll be back on."}, {"timestamp": [456.0, 459.0], "text": " It's all taking, it's no giving."}, {"timestamp": [459.0, 464.0], "text": " So it's just a choice thing, and the same with technology when I talk about apps, and the fact that,"}, {"timestamp": [464.0, 465.34], "text": " as was mentioned by Albany High, it's not the technology, you need to actually consciously think and the fact that as was mentioned by"}, {"timestamp": [465.34, 469.1], "text": " Albanyi High it's not the technology you need to actually consciously think about"}, {"timestamp": [469.1, 472.18], "text": " the technology that you're using it's don't let your technology oh that's a very"}, {"timestamp": [472.18, 475.72], "text": " cool tool and it's very tempting because there's so many so much cool stuff out"}, {"timestamp": [475.72, 480.16], "text": " there in terms of technology that we could get tempted by that and I just I don't"}, {"timestamp": [480.16, 484.3], "text": " know if any of you have seen the water experiment where a Japanese researcher"}, {"timestamp": [484.3, 487.88], "text": " emoto actually was talking words at water."}, {"timestamp": [487.88, 491.58], "text": " And look at the different structures."}, {"timestamp": [491.58, 496.88], "text": " This is before and after offering a prayer, water of crystals, before, after a prayer."}, {"timestamp": [496.88, 500.82], "text": " Heavy metal music, thank you, you make me sick, I love you."}, {"timestamp": [500.82, 504.08], "text": " Now that's not scientifically proven, but to me it doesn't matter."}, {"timestamp": [504.08, 507.92], "text": " Like if we're going to teach our children and teach our learners things, why don't we just make a"}, {"timestamp": [507.92, 513.44], "text": " better choice? And as I said, the same goes for technology. So let's look at that."}, {"timestamp": [513.44, 521.28], "text": " It's just taking a bit to click. Okay, so what I thought cover is some apps,"}, {"timestamp": [521.28, 525.76], "text": " look at some curated sites and social communities. So it just give you"}, {"timestamp": [525.76, 529.56], "text": " some examples. Now there are so many out there and I'm sure you're using some of them,"}, {"timestamp": [529.56, 535.18], "text": " but these are just some examples of what you could use for the different areas. Who knows"}, {"timestamp": [535.18, 541.48], "text": " Kathy Shrock's work? Okay, a couple of you. This is an amazing site, just need to type"}, {"timestamp": [541.48, 549.24], "text": " out, Kathy Shrock, if you type her in, you'll come up with her website. Absolutely amazing and she's got this process and she's got these tools that"}, {"timestamp": [549.24, 553.28], "text": " actually link them with the different parts of Bloom's taxonomy. And there is no surprise that"}, {"timestamp": [553.28, 556.56], "text": " our company is called Blooms because that's my test for learning and development professionals"}, {"timestamp": [556.56, 560.34], "text": " in New Zealand if they know what it is. And I've been on a mission for the last probably three"}, {"timestamp": [560.34, 564.8], "text": " years to actually upskill in the actual technical aspects of learning because a lot of corporate"}, {"timestamp": [564.8, 568.62], "text": " people do not know Blooms. And to me it it's just it's the basis of how we're"}, {"timestamp": [568.62, 573.3], "text": " teaching and it's also the basis of what tools we choose and Kathy has got a great model for doing"}, {"timestamp": [573.3, 577.48], "text": " that and I really like this quote that I found on her website that we can actually be learning"}, {"timestamp": [577.48, 583.64], "text": " and we can be we can actually be knowing things and understanding things and applying things"}, {"timestamp": [583.64, 585.0], "text": " and moving up that Bloom's"}, {"timestamp": [585.0, 589.76], "text": " knowledge taxonomy. But we can also come back down. I'm sitting in a sales training"}, {"timestamp": [589.76, 593.76], "text": " course yesterday. Someone gave me a free sales training course. I thought, I'll go along and have a"}, {"timestamp": [593.76, 597.28], "text": " look. And that was stuff that I'd learnt like 10, 20 years ago. And I thought, actually, you know,"}, {"timestamp": [597.28, 602.8], "text": " well, I'm right back down at those first two levels. Very interesting. So, and now I'll have to"}, {"timestamp": [602.8, 606.0], "text": " go back up again. So you can go up and down."}, {"timestamp": [606.0, 615.0], "text": " So that Kathy Shrock is a really, really good resource as a website."}, {"timestamp": [615.0, 618.0], "text": " Thank you."}, {"timestamp": [618.0, 620.0], "text": " So this is on her site."}, {"timestamp": [620.0, 622.0], "text": " There is apps for iPads."}, {"timestamp": [622.0, 627.44], "text": " And the next screen if you just click is Android."}, {"timestamp": [633.34, 633.78], "text": " And I'll make sure that conference have actually got a copy of this so you can have a look."}, {"timestamp": [636.64, 637.3], "text": " But different apps for the different levels of Bloom's taxonomy."}, {"timestamp": [642.38, 642.88], "text": " And when you really look at that though, I mean, for example, they've got tweeting and understanding."}, {"timestamp": [645.0, 646.0], "text": " But really, there's actually a couple of areas that tweeting could go in."}, {"timestamp": [646.0, 649.0], "text": " Again, it just comes back to knowing what you're trying to achieve"}, {"timestamp": [649.0, 651.0], "text": " and actually knowing what tool to use."}, {"timestamp": [651.0, 654.0], "text": " So tweeting could actually be in other levels as well."}, {"timestamp": [654.0, 656.0], "text": " It could actually be in evaluating."}, {"timestamp": [656.0, 658.0], "text": " They could actually go and have a look at a Twitter feed"}, {"timestamp": [658.0, 660.0], "text": " and evaluate what people have been putting up."}, {"timestamp": [660.0, 662.0], "text": " So that's sort of not hard and fast,"}, {"timestamp": [662.0, 667.0], "text": " but this gives you some ideas and some suggestions about some of the apps that you could use."}, {"timestamp": [671.0, 679.0], "text": " So remembering, so I thought I'd just go through each of the levels and just talk through, you know, a suggestion for each of those levels it could be."}, {"timestamp": [679.0, 683.0], "text": " Now it was quite interesting. I was sitting there when I was looking at this previous slides going,"}, {"timestamp": [683.0, 689.04], "text": " what on earth is an MLE? I've never heard of an MLA before. So I went on to Google and I went MLE,"}, {"timestamp": [689.04, 694.4], "text": " what is or what is MLE? And there it was immediately. So I mean Google is a really good tool"}, {"timestamp": [694.4, 697.84], "text": " for, you know, and do you even need to get them to remember it? We probably need to teach them"}, {"timestamp": [697.84, 702.08], "text": " how to find it. And I certainly know with some working with large corporates where their"}, {"timestamp": [702.08, 705.24], "text": " intranets are just full of information and they do onboarding"}, {"timestamp": [705.24, 708.1], "text": " programs where you have to remember stuff. It's actually no, it's actually really trying to"}, {"timestamp": [708.1, 713.38], "text": " show them where to find it. And I have heard of being of my demographic, the younger demographic,"}, {"timestamp": [713.76, 719.04], "text": " don't Google it, they YouTube it. So, and it's quite interesting. So actually making sure that"}, {"timestamp": [719.04, 726.24], "text": " you're getting for the remembering, you again, choosing the right tool. And I did find this quite funny."}, {"timestamp": [726.24, 727.24], "text": " Google knows everything."}, {"timestamp": [727.24, 729.84], "text": " I actually know his girlfriend knows everything."}, {"timestamp": [729.84, 731.72], "text": " Boyfriend knows everything."}, {"timestamp": [731.72, 733.24], "text": " His wife knows everything."}, {"timestamp": [733.24, 734.24], "text": " Husband knows everything."}, {"timestamp": [734.24, 737.24], "text": " It's like Google knows everything."}, {"timestamp": [737.24, 738.56], "text": " When you type in Google knows everything,"}, {"timestamp": [738.56, 741.04], "text": " there's some quite funny images that come out."}, {"timestamp": [741.04, 743.24], "text": " Okay, next."}, {"timestamp": [743.24, 747.0], "text": " Like this. Okay, understanding. So if we just click through, next."}, {"timestamp": [748.0, 750.0], "text": " Okay, understanding. So if we can just click through, yep."}, {"timestamp": [754.0, 756.0], "text": " So again, as I said, Twitter was in their understanding,"}, {"timestamp": [756.0, 759.0], "text": " but you could have it in other levels as well."}, {"timestamp": [759.0, 761.0], "text": " Is everyone aware of Twitter?"}, {"timestamp": [761.0, 763.0], "text": " It knows what Twitter is, etc.?"}, {"timestamp": [763.0, 764.0], "text": " Yep."}, {"timestamp": [764.0, 766.48], "text": " I find I was never a big fan of Twitter."}, {"timestamp": [766.66, 770.16], "text": " Like I'm a big LinkedIn type of person and blogging."}, {"timestamp": [771.42, 773.62], "text": " But as I've been going to conferences in the last couple of years,"}, {"timestamp": [774.02, 776.56], "text": " I've just found this an amazing learning tool."}, {"timestamp": [777.24, 780.06], "text": " What you need to do is into the search function up the top."}, {"timestamp": [780.14, 782.16], "text": " You'll just type in, and you can see I have an example there,"}, {"timestamp": [782.58, 783.6], "text": " hashtag eLearning."}, {"timestamp": [784.3, 790.8], "text": " You can actually type that in. And then you find all people's tweets on e-learning or it might be on whatever"}, {"timestamp": [790.8, 795.76], "text": " it might be so it's a great learning tool people put up pictures they put up links they put up all"}, {"timestamp": [795.76, 800.88], "text": " sorts of things so this I actually believe this is a really good tool Twitter is a very good"}, {"timestamp": [800.88, 806.54], "text": " tool for understanding if I had my computer here I'd'd actually type in some other things you could see."}, {"timestamp": [807.54, 808.34], "text": " MOOCs is another one."}, {"timestamp": [808.52, 812.28], "text": " I've got to actually a stream of, like I can actually see what's going on in MOOCs as well."}, {"timestamp": [813.18, 813.78], "text": " Okay, we'll go back."}, {"timestamp": [822.24, 823.34], "text": " Okay, applying."}, {"timestamp": [823.34, 826.24], "text": " So this is a list from Kathy Schrocks."}, {"timestamp": [826.24, 829.66], "text": " Kathy Shrock has got the most amazing list of things."}, {"timestamp": [829.66, 836.46], "text": " Now she talks about in that application phase presenting as possibly one opportunity that you could do."}, {"timestamp": [836.46, 840.84], "text": " But rather than use PowerPoint, have a look at what else is out there."}, {"timestamp": [840.84, 844.24], "text": " There are just so many things and make it relevant to who you're teaching."}, {"timestamp": [844.24, 845.24], "text": " Are you at preschool? Are you're teaching. Are you at preschool?"}, {"timestamp": [845.24, 846.24], "text": " Are you at primary?"}, {"timestamp": [846.24, 847.24], "text": " Are you at secondary?"}, {"timestamp": [847.24, 848.24], "text": " Are you at tertiary?"}, {"timestamp": [848.24, 850.24], "text": " Actually using the right one."}, {"timestamp": [850.24, 854.24], "text": " You come to conferences and everyone's using PowerPoint."}, {"timestamp": [854.24, 857.88], "text": " Occasionally you'll see Prezzi, which is a bit of a corporate tool, a bit more so difficult"}, {"timestamp": [857.88, 858.88], "text": " to use."}, {"timestamp": [858.88, 861.38], "text": " But there are some other tools that might apply."}, {"timestamp": [861.38, 863.94], "text": " I found this one, you tell stories."}, {"timestamp": [863.94, 866.38], "text": " You know, it can put video and you put words in there,"}, {"timestamp": [866.38, 871.0], "text": " but it can be applied from looking at it, you tell your story, you share your topics and you"}, {"timestamp": [871.0, 875.1], "text": " make an impact. And that looks like it could be actually used for all levels. So just have"}, {"timestamp": [875.1, 881.9], "text": " a play and actually have a look around what tools are available. Now this is interesting."}, {"timestamp": [881.9, 885.82], "text": " You can actually analyze in terms of data, so depending"}, {"timestamp": [885.82, 891.94], "text": " on what the topic is that you're teaching. Survey Monkey has a, this is again a free tool."}, {"timestamp": [891.94, 897.9], "text": " So Survey Monkey allows you to create surveys and create data out of those surveys. If you"}, {"timestamp": [897.9, 903.08], "text": " want to export it, I think there's a small monthly fee of about $9. So you could analyze"}, {"timestamp": [903.08, 908.14], "text": " in that way as a tool. But when you look at things like"}, {"timestamp": [908.14, 912.12], "text": " and this is starting to get into the curation site, I said I talk about curation sites."}, {"timestamp": [912.12, 918.84], "text": " Scoop.it is an amazing tool and I'll give you a couple of examples of those, but allows"}, {"timestamp": [918.84, 925.06], "text": " you to drag in any interesting topic. So it might, you could create it as a classroom"}, {"timestamp": [925.06, 927.36], "text": " and actually have people comment on it,"}, {"timestamp": [927.36, 929.72], "text": " or you might want to actually allow each student"}, {"timestamp": [929.72, 932.18], "text": " to have their own SCOOP IT."}, {"timestamp": [932.18, 934.08], "text": " And the thing is, it's a global opportunity"}, {"timestamp": [934.08, 936.82], "text": " because it actually goes out there globally."}, {"timestamp": [936.82, 940.02], "text": " And it's not just analyze, it really is evaluation as well."}, {"timestamp": [940.02, 941.64], "text": " It could fit into either of those."}, {"timestamp": [941.64, 943.04], "text": " So you've got critical thinking skills,"}, {"timestamp": [943.04, 944.84], "text": " you can look at trends, writing skills,"}, {"timestamp": [944.84, 951.12], "text": " and there's so many cross skills that can be used for. And again, it's very, very"}, {"timestamp": [951.12, 959.44], "text": " easy to use and it's free. There's so much free, free, so many free tools out there. If we can just"}, {"timestamp": [959.44, 965.58], "text": " go into this, let's click on the, oh, so go back. Let me just click on the keyboard."}, {"timestamp": [967.64, 970.28], "text": " So here's some examples of how you could use curation."}, {"timestamp": [978.92, 980.42], "text": " Oh, sorry, scroll down, scroll down."}, {"timestamp": [984.92, 985.0], "text": " Keep going, keep going. So again, this is a really good site. scroll down."}, {"timestamp": [987.0, 990.0], "text": " Keep going, keep going. So again this is a really good site."}, {"timestamp": [990.0, 991.0], "text": " Keep going."}, {"timestamp": [991.0, 994.0], "text": " Classroom applications, keep going."}, {"timestamp": [994.0, 995.0], "text": " Okay, so you can see a whole,"}, {"timestamp": [995.0, 996.0], "text": " yeah, stop there,"}, {"timestamp": [996.0, 999.0], "text": " so you can see a whole list of what you could be doing."}, {"timestamp": [999.0, 1002.0], "text": " You know, how to, it could be research,"}, {"timestamp": [1002.0, 1006.0], "text": " it could be about you, it could be historical events, it could be identifying trends."}, {"timestamp": [1006.26, 1010.46], "text": " Whatever the topic, it's a really good tool to be able to put everything into one place."}, {"timestamp": [1011.88, 1012.26], "text": " Go back."}, {"timestamp": [1021.72, 1023.18], "text": " Okay, in creating."}, {"timestamp": [1023.38, 1027.94], "text": " So we've gone up these levels of bloom, so we're now into the creation mode."}, {"timestamp": [1027.94, 1029.58], "text": " Creating a podcast, why wouldn't you do that?"}, {"timestamp": [1029.58, 1031.82], "text": " Get them to put it onto iTunes."}, {"timestamp": [1031.82, 1033.82], "text": " It's automatic."}, {"timestamp": [1033.82, 1038.12], "text": " Okay, just scroll down a bit, a bit more."}, {"timestamp": [1038.12, 1048.2], "text": " Just click on the, yeah, I'll create a product, yeah, create a podcast, sorry."}, {"timestamp": [1050.44, 1054.22], "text": " Okay, really simple steps, step one, step two, step three, what you need to do."}, {"timestamp": [1054.52, 1057.08], "text": " So the first thing you need to do here, though, is actually get them to do a recording,"}, {"timestamp": [1057.32, 1063.02], "text": " whether it be interviewing someone, making notes, but we've all got a recorder in our pocket."}, {"timestamp": [1063.14, 1064.28], "text": " We've all got a camera in our pocket."}, {"timestamp": [1064.28, 1065.48], "text": " This is what you would use,"}, {"timestamp": [1065.56, 1067.38], "text": " along with podcasts."}, {"timestamp": [1068.86, 1069.5], "text": " Okay, go back."}, {"timestamp": [1074.62, 1076.06], "text": " And this is one of my favorites."}, {"timestamp": [1076.32, 1080.32], "text": " This is Camtasia as a video recording tool."}, {"timestamp": [1080.78, 1082.22], "text": " Again, it's only a couple of hundred dollars,"}, {"timestamp": [1082.38, 1091.32], "text": " but you use that with an app called Fuse, F-U-S-E, and you can actually take a video on your phone, take your video on your"}, {"timestamp": [1091.32, 1095.0], "text": " phone, and rather than actually having to have the cords and download it, etc., you just"}, {"timestamp": [1095.0, 1100.6], "text": " open up your video editing suite and you just hit send, send to Camtasia, and it puts"}, {"timestamp": [1100.6, 1105.44], "text": " the video straight in there. And then you can edit it. You can edit your audio, you can edit your video,"}, {"timestamp": [1105.56, 1106.5], "text": " you can put in photos."}, {"timestamp": [1106.66, 1108.9], "text": " And I'll give you an example of something that took me,"}, {"timestamp": [1108.98, 1111.2], "text": " I think about an hour and a half to create."}, {"timestamp": [1111.46, 1112.52], "text": " Just go to the next screen."}, {"timestamp": [1113.16, 1113.56], "text": " Play that."}, {"timestamp": [1123.18, 1123.94], "text": " Scroll down."}, {"timestamp": [1127.5, 1130.76], "text": " So this is the Australian Institute of Training and Development Conference, it's just a summary of that."}, {"timestamp": [1130.76, 1137.5], "text": " So these front things are all templates, they can just drag them in."}, {"timestamp": [1137.5, 1141.24], "text": " Stick the music in, they've got media library."}, {"timestamp": [1141.24, 1142.94], "text": " This is a ripple."}, {"timestamp": [1142.94, 1148.0], "text": " Too much focus has been put on making this perfect and not this,"}, {"timestamp": [1148.0, 1158.0], "text": " where what we do affects many people, places and things, and as designers we have spent way too much time making the drop perfect."}, {"timestamp": [1158.0, 1165.0], "text": " The landscape of learning and development is changing, fast, and if you don't take notice, you'll be left behind."}, {"timestamp": [1165.0, 1167.0], "text": " So listen up."}, {"timestamp": [1167.0, 1171.0], "text": " We are more networked today more than ever before."}, {"timestamp": [1171.0, 1176.0], "text": " The successful will create, belong and participate in communities of practice."}, {"timestamp": [1176.0, 1179.0], "text": " So something like that takes an hour and a half to do."}, {"timestamp": [1179.0, 1182.0], "text": " So again, they could be out taking photos, they can be out taking videos."}, {"timestamp": [1182.0, 1185.5], "text": " So again, in that sort of that creates space."}, {"timestamp": [1185.5, 1187.94], "text": " And if you don't know how to do something, just go on to Google."}, {"timestamp": [1187.94, 1189.5], "text": " This goes back to the podcast."}, {"timestamp": [1189.5, 1191.7], "text": " How do I put it up into iTunes?"}, {"timestamp": [1191.7, 1192.96], "text": " How do I publish things?"}, {"timestamp": [1192.96, 1196.68], "text": " Your time on podcast iTunes, 7,710 results."}, {"timestamp": [1196.68, 1200.62], "text": " So this fabulous resource just there, and it's an everyday tool that we use, but are we thinking"}, {"timestamp": [1200.62, 1203.62], "text": " about it in terms of learning?"}, {"timestamp": [1203.62, 1205.36], "text": " As said, yeah, it may as well click through that. but are we thinking about it in terms of learning?"}, {"timestamp": [1208.16, 1209.16], "text": " It said, yeah, it may as well click through that."}, {"timestamp": [1211.54, 1213.44], "text": " So they're just a couple of quick snapshots of the different tools that you could use"}, {"timestamp": [1213.44, 1215.18], "text": " for in Bloom's taxonomy."}, {"timestamp": [1215.78, 1217.2], "text": " But again, here's Kathy's list."}, {"timestamp": [1217.36, 1220.76], "text": " Here's online video editors, online surveys, mind mapping tools,"}, {"timestamp": [1221.28, 1223.68], "text": " audio editors, images, screencasting."}, {"timestamp": [1224.52, 1225.0], "text": " She just has this amazing resource. So just sort of finding the best tools for you. And talk to your co-teachers. mapping tools, audio editors, images, screencasting."}, {"timestamp": [1225.0, 1228.76], "text": " She just has this amazing resource, so just sort of finding the best tools for you."}, {"timestamp": [1228.76, 1233.0], "text": " And talk to your co-teachers and talk, you know, when you're out networking like this,"}, {"timestamp": [1233.0, 1237.0], "text": " talk, you know, what are you using, what's working really well?"}, {"timestamp": [1241.0, 1246.52], "text": " Okay, so what I'd like you to do now in your tables is just answer those two questions."}, {"timestamp": [1246.52, 1249.18], "text": " What apps or web-based tools are you using to engage your students?"}, {"timestamp": [1249.18, 1253.48], "text": " Because essentially what this is what this is all about, because it was interesting, I think"}, {"timestamp": [1253.48, 1257.86], "text": " Karen mentioned it, that if they are on Facebook and on Trade Me, you actually need to look"}, {"timestamp": [1257.86, 1261.88], "text": " at your own design of the lessons first because if they're engaged, they're not going"}, {"timestamp": [1261.88, 1263.12], "text": " to be doing that stuff."}, {"timestamp": [1263.12, 1265.08], "text": " So what apps or web tools are you using to engage student?"}, {"timestamp": [1265.54, 1269.66], "text": " And at what level of Bloom's taxonomy are those tools operating at?"}, {"timestamp": [1269.78, 1272.5], "text": " And have you actually thought about connecting the two together?"}, {"timestamp": [1272.98, 1285.0], "text": " Okay, so I'll just give you, say, three minutes to discuss that and we'll get some feedback. Thank you. Thank you. Thank you."}, {"timestamp": [1285.0, 1287.0], "text": " Thank you."}, {"timestamp": [1287.0, 1345.0], "text": " Thank you. Thank you. Thank you. Thank you. Thank you. Thank you."}, {"timestamp": [1345.0, 1346.0], "text": " Thank you."}, {"timestamp": [1346.0, 1347.0], "text": " Thank you."}, {"timestamp": [1347.0, 1366.0], "text": " Thank you. Thank you. Thank you. Thank you."}, {"timestamp": [1366.0, 1367.0], "text": " Thank you."}, {"timestamp": [1367.0, 1368.0], "text": " Thank you."}, {"timestamp": [1368.0, 1369.0], "text": " Thank you."}, {"timestamp": [1369.0, 1370.0], "text": " Thank you."}, {"timestamp": [1370.0, 1407.0], "text": " Thank you. Okay, can we have the mic?"}, {"timestamp": [1407.0, 1409.0], "text": " The mic?"}, {"timestamp": [1409.0, 1410.0], "text": " Okay."}, {"timestamp": [1410.0, 1417.0], "text": " This is where I'm sure people will have some other amazing tools that they're using."}, {"timestamp": [1417.0, 1424.0], "text": " Who would like to share what table has gotten a really good example of technology?"}, {"timestamp": [1424.0, 1425.0], "text": " Should I ask another question? Who's using technology for engaging learners? really good example of technology."}, {"timestamp": [1425.68, 1427.26], "text": " Should I ask another question?"}, {"timestamp": [1427.26, 1429.66], "text": " Who's using technology for engaging learners?"}, {"timestamp": [1431.46, 1433.22], "text": " Okay, okay, half."}, {"timestamp": [1433.22, 1436.96], "text": " Okay, of that half, who's got a good example they can share?"}, {"timestamp": [1436.96, 1438.76], "text": " Okay, down the back there, thank you."}, {"timestamp": [1444.76, 1449.0], "text": " From Tewaranga, W Tuwananga Waila Oatira."}, {"timestamp": [1449.0, 1458.5], "text": " We use blend space and we can use it as a digital portfolio or for a lesson planning tool"}, {"timestamp": [1458.5, 1467.0], "text": " which can also be embedded in Moodle so that is probably more on the Web 2.0 space."}, {"timestamp": [1467.0, 1470.0], "text": " But we also use Story, yeah."}, {"timestamp": [1470.0, 1471.0], "text": " Which one, sorry?"}, {"timestamp": [1471.0, 1472.0], "text": " You tell story?"}, {"timestamp": [1472.0, 1473.0], "text": " You use UTEL story?"}, {"timestamp": [1473.0, 1475.0], "text": " And as a tool, what are you using it for?"}, {"timestamp": [1475.0, 1479.0], "text": " For some of the Raio programs."}, {"timestamp": [1479.0, 1485.0], "text": " So you can put a video or a picture and you can speak to it obviously."}, {"timestamp": [1485.0, 1488.0], "text": " Fantastic, and the students are using that?"}, {"timestamp": [1488.0, 1490.0], "text": " Some, some programs."}, {"timestamp": [1490.0, 1495.0], "text": " We have our early adopters and our not so early adopters as well."}, {"timestamp": [1495.0, 1496.0], "text": " Okay, that's good."}, {"timestamp": [1496.0, 1501.0], "text": " So if you want to hear about you tell story, that's some of the persons we're going to talk to."}, {"timestamp": [1501.0, 1502.0], "text": " Fantastic."}, {"timestamp": [1502.0, 1504.0], "text": " What level of blooms of that, by the way?"}, {"timestamp": [1504.0, 1506.0], "text": " Have you sort of thought about that in terms of blooms?"}, {"timestamp": [1508.0, 1516.0], "text": " We don't actually use blooms. We have our own pedagogy approach that we apply to tools that we use."}, {"timestamp": [1517.0, 1523.0], "text": " So we have Eako Wananga, which is similar, so we map tools into that space."}, {"timestamp": [1523.0, 1526.18], "text": " Into that, great. Okay, thank you, that's a great example."}, {"timestamp": [1526.18, 1527.5], "text": " Anyone else before we move on?"}, {"timestamp": [1529.5, 1533.76], "text": " All right, let's look at curated sites."}, {"timestamp": [1533.76, 1536.0], "text": " Now, curation essentially is,"}, {"timestamp": [1536.0, 1538.5], "text": " just with, there's so much information out here."}, {"timestamp": [1538.5, 1542.34], "text": " This is really a skill that learners"}, {"timestamp": [1542.34, 1544.06], "text": " and people coming up through the schooling system,"}, {"timestamp": [1544.06, 1548.68], "text": " just really need to know there is so much information out there and how do you actually make sensitive at all"}, {"timestamp": [1548.68, 1554.06], "text": " and that's what curation does it just brings particular topics into one place so that people"}, {"timestamp": [1554.06, 1559.84], "text": " can make sense of it so and you can see there there's a lot of them the one I want to show"}, {"timestamp": [1559.84, 1565.16], "text": " you I think I mentioned it before was you actually this is, yep, curated sites."}, {"timestamp": [1565.46, 1566.82], "text": " So the first one I want to talk to you about"}, {"timestamp": [1566.82, 1571.66], "text": " is a site called N-I-N-G.com."}, {"timestamp": [1572.18, 1572.96], "text": " Now this is actually,"}, {"timestamp": [1573.7, 1575.22], "text": " when we talk about curated sites"}, {"timestamp": [1575.22, 1576.3], "text": " and social communities,"}, {"timestamp": [1576.42, 1577.84], "text": " I would consider this one of both."}, {"timestamp": [1578.64, 1581.18], "text": " Anyone here seeing this site, this community?"}, {"timestamp": [1582.24, 1584.68], "text": " Hazel, yeah, it's very, very good"}, {"timestamp": [1584.68, 1586.72], "text": " and it's for educators, so it is very much"}, {"timestamp": [1586.72, 1592.72], "text": " about learning for educators and the richness of the information and the blogs that go into there,"}, {"timestamp": [1592.72, 1599.28], "text": " and the monthly newsletters that she's sound out, send out is amazing. So this is built on something"}, {"timestamp": [1599.28, 1609.12], "text": " called ning.com. She's made it public, but it can be made private. So all of the content can be curated there with your groups of students, but is also a social"}, {"timestamp": [1609.12, 1610.12], "text": " community."}, {"timestamp": [1610.12, 1615.3], "text": " So you can see there, you have your own space, you know, what's on, you can put events up there,"}, {"timestamp": [1615.3, 1621.48], "text": " you can put resources up there, so it can be that platform of where you build that community."}, {"timestamp": [1621.48, 1628.0], "text": " You've also got leaderboards, and one of the things that talked about in the agenda is actually how do you actually know what people, what your students are doing"}, {"timestamp": [1628.0, 1632.0], "text": " online? And this is where NING is actually quite a good tool because you can actually see"}, {"timestamp": [1632.0, 1638.0], "text": " what's the top content. You can see who are the top members, who's actually posting and putting that in."}, {"timestamp": [1638.0, 1643.0], "text": " Top videos, top blog posts, top discussions. So you can actually monitor those conversations."}, {"timestamp": [1643.0, 1648.76], "text": " So that is a way if you're creating and curating and looking at social community spaces,"}, {"timestamp": [1648.76, 1650.5], "text": " NING is a really good platform for that."}, {"timestamp": [1650.5, 1652.84], "text": " And again, it's free."}, {"timestamp": [1652.84, 1656.56], "text": " You have other premium versions, but some of the features will be turned off."}, {"timestamp": [1656.56, 1664.84], "text": " But for classroom-based learning, I mean, I think really that's probably good enough, the free version."}, {"timestamp": [1664.84, 1668.36], "text": " And this is the SCOOP IT, so this is a curated site."}, {"timestamp": [1668.36, 1672.24], "text": " So you've got a social community in Ning and curated site."}, {"timestamp": [1672.24, 1675.96], "text": " Scoop.it.it is a pure curation site."}, {"timestamp": [1675.96, 1681.3], "text": " But again, in terms of monitoring conversations and seeing what people are doing, people can put"}, {"timestamp": [1681.3, 1685.38], "text": " up something that they've curated and then the class could then come in"}, {"timestamp": [1685.38, 1688.94], "text": " and make comments and I was reading something about a classroom had used it where"}, {"timestamp": [1688.94, 1694.16], "text": " they come in and make the comments and just and if so I guess there's two things"}, {"timestamp": [1694.16, 1697.88], "text": " one you could have a classroom scoop so you'd actually have your students come in"}, {"timestamp": [1697.88, 1701.24], "text": " and make comments and put their initials beside it or they could have their own"}, {"timestamp": [1701.24, 1705.14], "text": " sites and then others could make comments on it. Again, it's free."}, {"timestamp": [1708.34, 1712.56], "text": " And it's as simple as saying, oh, that looks like a good resource online and you've got a little button up the top and you just drag it into your scoop"}, {"timestamp": [1712.56, 1714.38], "text": " and make your comments."}, {"timestamp": [1714.68, 1715.66], "text": " You can see your comments up there."}, {"timestamp": [1718.16, 1721.74], "text": " Okay, so that's social communities."}, {"timestamp": [1721.94, 1723.72], "text": " Yeah, so promoting peer learning."}, {"timestamp": [1723.72, 1726.32], "text": " Again, this is something called HootSuite,"}, {"timestamp": [1726.32, 1729.56], "text": " H-O-O-T-E-S-U-I-T-E."}, {"timestamp": [1729.56, 1733.68], "text": " Hootsuite allows you to put all of your social media in together so you can put in Twitter,"}, {"timestamp": [1733.68, 1738.44], "text": " your Twitter feeds, you can put in LinkedIn, and it allows you to actually, and you'll see"}, {"timestamp": [1738.44, 1744.64], "text": " on that right-hand column, I think I've got e-learning hashtags and the MOOC hashtags."}, {"timestamp": [1744.64, 1748.96], "text": " So I'm keeping an eye on what's actually happening there in those particular topics."}, {"timestamp": [1748.96, 1753.3], "text": " But you can also search on people and see what activity people are doing as well."}, {"timestamp": [1753.3, 1764.88], "text": " So if you're using those social media tools, Hoot Sweets are a really good way to keep it all in one place and keep an eye on that learning and see what people are saying and communicating."}, {"timestamp": [1764.88, 1769.0], "text": " Now I'm a big LinkedIn supporter as well."}, {"timestamp": [1769.0, 1772.0], "text": " I said we've pretty much built our business off the back of LinkedIn,"}, {"timestamp": [1772.0, 1773.0], "text": " which is great."}, {"timestamp": [1773.0, 1777.0], "text": " And it is more of a business or organization sort of commercial type tool."}, {"timestamp": [1777.0, 1780.0], "text": " But I was thinking just in the last week,"}, {"timestamp": [1780.0, 1782.0], "text": " really as people start going into, they find their passions"}, {"timestamp": [1782.0, 1786.48], "text": " and they're saying, well, I want to be a cupcake maker or whatever they're wanting to do,"}, {"timestamp": [1786.78, 1803.32], "text": " they've actually start to build their profile pre-leaving school in years of 12, 13, and actually start joining groups and connecting with the community that would then actually, you know, if they seem to start to be building an area of expertise in one area or an interest in one area, a lot of recruiters use this to find people."}, {"timestamp": [1803.32, 1809.04], "text": " So in terms of a tool to allow them to curate together, they can join groups, they've"}, {"timestamp": [1809.04, 1813.3], "text": " got that social community, they can ask questions, but also they may even actually find"}, {"timestamp": [1813.3, 1813.98], "text": " jobs out of it."}, {"timestamp": [1814.5, 1819.6], "text": " So don't sort of discount LinkedIn for students, particularly in that tertiary sector, is a tool"}, {"timestamp": [1819.6, 1831.2], "text": " to actually help them grow, learn and connect with other people in the industry."}, {"timestamp": [1833.36, 1834.4], "text": " Just hang on the second, just before you play that."}, {"timestamp": [1837.84, 1838.88], "text": " So essentially that's it. So I guess the key thing there is... Emma."}, {"timestamp": [1838.88, 1842.0], "text": " Is anyone seen the Emma ad?"}, {"timestamp": [1842.72, 1848.0], "text": " Okay, all right. So that's essentially the three sort of areas I wanted to cover."}, {"timestamp": [1848.0, 1851.0], "text": " One was the apps, so you've obviously got apps for iPhone and for Android."}, {"timestamp": [1851.0, 1858.0], "text": " You've got the Web 2.0 tool, so that essentially means anything that goes onto your desktop or your laptop."}, {"timestamp": [1858.0, 1866.0], "text": " It's interesting, I have been working with the media company and they're saying they think that the whole app market is an interesting"}, {"timestamp": [1866.0, 1870.82], "text": " one because now with HTML 5, anything that you create on a website can go on a phone."}, {"timestamp": [1870.82, 1873.24], "text": " So why do you need to go to the expense of actually creating an app?"}, {"timestamp": [1873.24, 1878.0], "text": " Because an app can cost, if you go to outsourced labor in India, it might cost you $500,"}, {"timestamp": [1878.0, 1881.32], "text": " but I know if you have them created here in New Zealand, it can create cost anything from"}, {"timestamp": [1881.32, 1883.6], "text": " sort of $10,000 to $80,000."}, {"timestamp": [1883.6, 1889.58], "text": " But if you can create a website that's responsive on mobiles and tablets, maybe that's a different way to go. So it's kind of interesting."}, {"timestamp": [1890.36, 1897.56], "text": " So that covers that. I just need to go back to the Emma. And this is just an example of,"}, {"timestamp": [1897.96, 1904.18], "text": " in terms of when we're thinking about choosing the media, anything we see could be used as a learning"}, {"timestamp": [1904.18, 1909.22], "text": " tool. A friend of mine who, we always have this conversation, you know, I'm always on my tablet"}, {"timestamp": [1909.22, 1912.1], "text": " or I'm always on my laptop and she's always got her paper diary and writing down."}, {"timestamp": [1912.18, 1912.98], "text": " She sent me this."}, {"timestamp": [1913.42, 1918.48], "text": " But I thought, this is a really great example of how you could create an engaging message"}, {"timestamp": [1918.48, 1919.04], "text": " for someone."}, {"timestamp": [1919.74, 1920.9], "text": " I'll just get them to play that."}, {"timestamp": [1922.4, 1926.8], "text": " Emma. Emma."}, {"timestamp": [1928.8, 1929.6], "text": " Emma."}, {"timestamp": [1931.6, 1933.6], "text": " Emma."}, {"timestamp": [1933.6, 1934.4], "text": " Emma."}, {"timestamp": [1934.4, 1935.6], "text": " Emma."}, {"timestamp": [1935.6, 1936.4], "text": " Emma."}, {"timestamp": [1936.4, 1937.6], "text": " Emma."}, {"timestamp": [1937.6, 1939.6], "text": " Emma."}, {"timestamp": [1941.6, 1943.6], "text": " Emma."}, {"timestamp": [1943.6, 1946.0], "text": " Emma. Emma? Emma?"}, {"timestamp": [1946.0, 1955.0], "text": " I just love that."}, {"timestamp": [1955.0, 1958.0], "text": " I thought it was great."}, {"timestamp": [1958.0, 1961.0], "text": " But when I looked at it, I also had my instructional design hat on and thought,"}, {"timestamp": [1961.0, 1968.7], "text": " actually the way they've designed that is actually a really good way for instructional design. I could use that methodology to create videos to get a message"}, {"timestamp": [1968.7, 1972.9], "text": " across and remembered. So I guess that's the thing. I'm just sort of really encourage you."}, {"timestamp": [1972.96, 1979.02], "text": " Just don't just look at the things as they are as they come across your path. It really is"}, {"timestamp": [1979.02, 1984.18], "text": " about being conscious and mindful every single day, not just in the tool usage, like your apps"}, {"timestamp": [1984.18, 1989.16], "text": " or social sites, but everything that comes across your path can be a learning lesson."}, {"timestamp": [1989.16, 1994.0], "text": " Like I said at the beginning, do we have a Martin Luther King song or do we have a Dolly"}, {"timestamp": [1994.0, 1995.78], "text": " Parton's 9 to 5 song?"}, {"timestamp": [1995.78, 2001.0], "text": " It's making that conscious choice, the choice that will actually engage the learners the most."}, {"timestamp": [2001.0, 2006.24], "text": " So I guess if I'd say anything, I'd really encourage you to make that conscious choice"}, {"timestamp": [2006.24, 2010.56], "text": " and be mindful every single day, particularly in the use of technology and that technology"}, {"timestamp": [2010.56, 2017.4], "text": " doesn't drive the learning, that the choice of technology is chosen based on the learning"}, {"timestamp": [2017.4, 2022.52], "text": " that you require. So thank you very much for that. I hope you've got some tools that you can"}, {"timestamp": [2022.52, 2030.0], "text": " take away, or at least even go and look at. As I say, Kathy Shrock is an amazing resource for those tools. She's just absolutely fantastic."}, {"timestamp": [2030.0, 2032.0], "text": " So, thank you very much."}], "text": " Now this is highly unusual. I am the chair and I'm also the next speaker so I'm going to have to introduce myself so as you know I'm Rastika I was approached to talk about using apps curated sites and social communities and I think probably one of the reasons for that is that my business is two and a half years old and I've basically built that business and grown that business primarily on the use of social media, online communities and creating that vibrant community with the learning and development professionals in New Zealand. So I think that's why I was asked to speak there. We've had a bit of, where's the clicker, we've had a bit of a technology issue where I have got some clips on YouTube to show you, but it wasn't hooking up very well here, so I'm just going to nod when I need it, so excuse that technology. So just a little bit about me before since no one's going to introduce me, I asked Kevin, and he said, I know you can introduce yourself. I've done a lot of contracting. My actual talent or professional has been in instructional design in learning and development. I had a bit of a joke. I was going around all the red companies, so I've worked at Vodafone, Westpac, and I went backwards and forwards about four times. I used to have a spin thing on the PowerPoint, but it was making people dizzy. So I've done four or five contracts there in the space of at that time, which was the mid-late 2000s, an induction, customer service, etc., so writing programs for that. Then I went and lived in Nelson and worked at Contact Energy as an instructional designer for SAP. Who knows SAP? It's like I'm not doing an SAP project again. Then I went around all the blue companies, so still in, and I was working in Wellington at that stage. Went to the Ministry of Health and every second day I was asking for work. So that's like that was an orientation program. So I don't know if I'd a government department again. And worked on the merger with the ANZ and National Bank with their systems, so actually bringing their systems together. At that point, I thought, I'm sitting behind a computer 10 hours a day, and I'm a people person. I'm going to get out there and meet more people. What can I do? And the only answer I could come up with was recruitment. And then I went to and did recruitment, and I found it what people thought of recruiters. I thought I should go back and be an instructional designer. So anyway, so we, I do have a recruitment and training business now for learning and development people. Again, it's blue. Favorite color. But a personal stuff, I was so hard on to hear about Albany. I've been going up to Bali with our daughter to a school called the Bali Green School. It is an amazing school. It's student-centred. It's all the things that Albany High were just talking about. So I'm thinking now we might not have to move permanently, which is our plan in the next two years. Spaces, you know, it's all made of bamboo. It is open. It's student-centered. It's based on the, very much a student-centered culture, and it's amazing. It's teaching on very much a student-centered culture, and it's amazing. It's teaching children to be global, sustainable citizens, so it does have that green factor there. And our speaker on MOOCs after afternoon tea, he's also very green, so I was very heartened to hear that. He also told me, I never had a hobby. My hobby is paddleboarding. Never had it until like 6, 12 months ago. And our speaker for MOOCs also told me there is this waterway, Lucas Creek, in Albany, where I can actually go and paddleboard when the sea's too rough. So it's fabulous. That's me, little dot right out there. And I'm a green juicer. Breakfast for the last three years is green juice. Haven't been sick for three years probably since I've been doing it. And at least twice a year, old old juice. So 8th of August this year, I'm on an 18-day juice fast. So it's really good for your health. So anyone interested in joining me? I always need people to come and help me. Okay, that's not what we hear about today. That's just a little bit about my background. So I wanted to start off with conscious choice. When I was looking for images for this presentation, I typed into Google, conscious choice. And lots and lots of images came up about happiness being conscious choice. But what I wasn't wanting conscious choice about happiness. What I was wanting is actually conscious choice in the activities and the tools that we use for student engagement. And I say whether it be student engagement, it's learner engagement. So whether it be in a school or whether it student engagement. And I say whether it be student engagement, it's just it's learner engagement. So whether it be in a school or whether it be in commercial, it's the same thing. And as I have got an eight-year-old daughter and we have just actually moved to her primary schools because what I could see was a lack of conscious choice every day with those teachers not choosing consciously. And I'll give you an example of that. And the same goes with technology. Just listen to the words of this. Mr. King, we want to tell you, Mr. King, we only hear of Mr. King that yes we do believe. Mr. King, we believe all that everyone is equal. We believe. Mr. King, we believe all that everything is equal. We believe all the rocks and the trees, flowers and the bees, the animals and everyone are equal. We believe, Mr. King, you were running that there's no need for people to argue, thoughts and fight. Mr. King, close your hand, yeah, it's spreading love, it's spreading love across, cross, love to the best. Mr. King, we want to tell you, Mr. King, we hope to hear us, Mr. King, that yes, we do believe. Oh, the rocks and the trees, flowers and the bees, animals and everyone are weak, oh, we believe. Mr. King, we want to tell you, Mr. King, we hope you hear us, Mr. King. So that was a song that at Green School, at Green School last year for four years. And this was one of the songs that was taught as part of a hero inquiry. And that was the song that Green School chose. And if we go to the next video, we came back, and if you could play that, this is what they were learning at the school here. Nivea, pure and natural moisturizing day cream. They didn't hear that. With pure agon oil and aloevira for intense moisturization. When that scuba, scurabins,icons and colorants, maybe a pure natural moisturizing day cream. I promised you they didn't hear that. This is what they were learning. And that's what we need. Thank you. So when you think about that, that is just about a conscious choice of a song. So no matter what the message, whatever they were learning is, you could have chosen the Martin Luther King song or you could have chosen the Dolly Parton's 9 to 5. And if you're looking at the words of that, yes, we believe everyone's equal, everything is equal, the birds, the bees, the flowers, everything's equal. is equal, the birds, the bees, the flowers, everything's equal, versus nine to five, what a way to make a living? What's happening there? I'll be back on. It's all taking, it's no giving. So it's just a choice thing, and the same with technology when I talk about apps, and the fact that, as was mentioned by Albany High, it's not the technology, you need to actually consciously think and the fact that as was mentioned by Albanyi High it's not the technology you need to actually consciously think about the technology that you're using it's don't let your technology oh that's a very cool tool and it's very tempting because there's so many so much cool stuff out there in terms of technology that we could get tempted by that and I just I don't know if any of you have seen the water experiment where a Japanese researcher emoto actually was talking words at water. And look at the different structures. This is before and after offering a prayer, water of crystals, before, after a prayer. Heavy metal music, thank you, you make me sick, I love you. Now that's not scientifically proven, but to me it doesn't matter. Like if we're going to teach our children and teach our learners things, why don't we just make a better choice? And as I said, the same goes for technology. So let's look at that. It's just taking a bit to click. Okay, so what I thought cover is some apps, look at some curated sites and social communities. So it just give you some examples. Now there are so many out there and I'm sure you're using some of them, but these are just some examples of what you could use for the different areas. Who knows Kathy Shrock's work? Okay, a couple of you. This is an amazing site, just need to type out, Kathy Shrock, if you type her in, you'll come up with her website. Absolutely amazing and she's got this process and she's got these tools that actually link them with the different parts of Bloom's taxonomy. And there is no surprise that our company is called Blooms because that's my test for learning and development professionals in New Zealand if they know what it is. And I've been on a mission for the last probably three years to actually upskill in the actual technical aspects of learning because a lot of corporate people do not know Blooms. And to me it it's just it's the basis of how we're teaching and it's also the basis of what tools we choose and Kathy has got a great model for doing that and I really like this quote that I found on her website that we can actually be learning and we can be we can actually be knowing things and understanding things and applying things and moving up that Bloom's knowledge taxonomy. But we can also come back down. I'm sitting in a sales training course yesterday. Someone gave me a free sales training course. I thought, I'll go along and have a look. And that was stuff that I'd learnt like 10, 20 years ago. And I thought, actually, you know, well, I'm right back down at those first two levels. Very interesting. So, and now I'll have to go back up again. So you can go up and down. So that Kathy Shrock is a really, really good resource as a website. Thank you. So this is on her site. There is apps for iPads. And the next screen if you just click is Android. And I'll make sure that conference have actually got a copy of this so you can have a look. But different apps for the different levels of Bloom's taxonomy. And when you really look at that though, I mean, for example, they've got tweeting and understanding. But really, there's actually a couple of areas that tweeting could go in. Again, it just comes back to knowing what you're trying to achieve and actually knowing what tool to use. So tweeting could actually be in other levels as well. It could actually be in evaluating. They could actually go and have a look at a Twitter feed and evaluate what people have been putting up. So that's sort of not hard and fast, but this gives you some ideas and some suggestions about some of the apps that you could use. So remembering, so I thought I'd just go through each of the levels and just talk through, you know, a suggestion for each of those levels it could be. Now it was quite interesting. I was sitting there when I was looking at this previous slides going, what on earth is an MLE? I've never heard of an MLA before. So I went on to Google and I went MLE, what is or what is MLE? And there it was immediately. So I mean Google is a really good tool for, you know, and do you even need to get them to remember it? We probably need to teach them how to find it. And I certainly know with some working with large corporates where their intranets are just full of information and they do onboarding programs where you have to remember stuff. It's actually no, it's actually really trying to show them where to find it. And I have heard of being of my demographic, the younger demographic, don't Google it, they YouTube it. So, and it's quite interesting. So actually making sure that you're getting for the remembering, you again, choosing the right tool. And I did find this quite funny. Google knows everything. I actually know his girlfriend knows everything. Boyfriend knows everything. His wife knows everything. Husband knows everything. It's like Google knows everything. When you type in Google knows everything, there's some quite funny images that come out. Okay, next. Like this. Okay, understanding. So if we just click through, next. Okay, understanding. So if we can just click through, yep. So again, as I said, Twitter was in their understanding, but you could have it in other levels as well. Is everyone aware of Twitter? It knows what Twitter is, etc.? Yep. I find I was never a big fan of Twitter. Like I'm a big LinkedIn type of person and blogging. But as I've been going to conferences in the last couple of years, I've just found this an amazing learning tool. What you need to do is into the search function up the top. You'll just type in, and you can see I have an example there, hashtag eLearning. You can actually type that in. And then you find all people's tweets on e-learning or it might be on whatever it might be so it's a great learning tool people put up pictures they put up links they put up all sorts of things so this I actually believe this is a really good tool Twitter is a very good tool for understanding if I had my computer here I'd'd actually type in some other things you could see. MOOCs is another one. I've got to actually a stream of, like I can actually see what's going on in MOOCs as well. Okay, we'll go back. Okay, applying. So this is a list from Kathy Schrocks. Kathy Shrock has got the most amazing list of things. Now she talks about in that application phase presenting as possibly one opportunity that you could do. But rather than use PowerPoint, have a look at what else is out there. There are just so many things and make it relevant to who you're teaching. Are you at preschool? Are you're teaching. Are you at preschool? Are you at primary? Are you at secondary? Are you at tertiary? Actually using the right one. You come to conferences and everyone's using PowerPoint. Occasionally you'll see Prezzi, which is a bit of a corporate tool, a bit more so difficult to use. But there are some other tools that might apply. I found this one, you tell stories. You know, it can put video and you put words in there, but it can be applied from looking at it, you tell your story, you share your topics and you make an impact. And that looks like it could be actually used for all levels. So just have a play and actually have a look around what tools are available. Now this is interesting. You can actually analyze in terms of data, so depending on what the topic is that you're teaching. Survey Monkey has a, this is again a free tool. So Survey Monkey allows you to create surveys and create data out of those surveys. If you want to export it, I think there's a small monthly fee of about $9. So you could analyze in that way as a tool. But when you look at things like and this is starting to get into the curation site, I said I talk about curation sites. Scoop.it is an amazing tool and I'll give you a couple of examples of those, but allows you to drag in any interesting topic. So it might, you could create it as a classroom and actually have people comment on it, or you might want to actually allow each student to have their own SCOOP IT. And the thing is, it's a global opportunity because it actually goes out there globally. And it's not just analyze, it really is evaluation as well. It could fit into either of those. So you've got critical thinking skills, you can look at trends, writing skills, and there's so many cross skills that can be used for. And again, it's very, very easy to use and it's free. There's so much free, free, so many free tools out there. If we can just go into this, let's click on the, oh, so go back. Let me just click on the keyboard. So here's some examples of how you could use curation. Oh, sorry, scroll down, scroll down. Keep going, keep going. So again, this is a really good site. scroll down. Keep going, keep going. So again this is a really good site. Keep going. Classroom applications, keep going. Okay, so you can see a whole, yeah, stop there, so you can see a whole list of what you could be doing. You know, how to, it could be research, it could be about you, it could be historical events, it could be identifying trends. Whatever the topic, it's a really good tool to be able to put everything into one place. Go back. Okay, in creating. So we've gone up these levels of bloom, so we're now into the creation mode. Creating a podcast, why wouldn't you do that? Get them to put it onto iTunes. It's automatic. Okay, just scroll down a bit, a bit more. Just click on the, yeah, I'll create a product, yeah, create a podcast, sorry. Okay, really simple steps, step one, step two, step three, what you need to do. So the first thing you need to do here, though, is actually get them to do a recording, whether it be interviewing someone, making notes, but we've all got a recorder in our pocket. We've all got a camera in our pocket. This is what you would use, along with podcasts. Okay, go back. And this is one of my favorites. This is Camtasia as a video recording tool. Again, it's only a couple of hundred dollars, but you use that with an app called Fuse, F-U-S-E, and you can actually take a video on your phone, take your video on your phone, and rather than actually having to have the cords and download it, etc., you just open up your video editing suite and you just hit send, send to Camtasia, and it puts the video straight in there. And then you can edit it. You can edit your audio, you can edit your video, you can put in photos. And I'll give you an example of something that took me, I think about an hour and a half to create. Just go to the next screen. Play that. Scroll down. So this is the Australian Institute of Training and Development Conference, it's just a summary of that. So these front things are all templates, they can just drag them in. Stick the music in, they've got media library. This is a ripple. Too much focus has been put on making this perfect and not this, where what we do affects many people, places and things, and as designers we have spent way too much time making the drop perfect. The landscape of learning and development is changing, fast, and if you don't take notice, you'll be left behind. So listen up. We are more networked today more than ever before. The successful will create, belong and participate in communities of practice. So something like that takes an hour and a half to do. So again, they could be out taking photos, they can be out taking videos. So again, in that sort of that creates space. And if you don't know how to do something, just go on to Google. This goes back to the podcast. How do I put it up into iTunes? How do I publish things? Your time on podcast iTunes, 7,710 results. So this fabulous resource just there, and it's an everyday tool that we use, but are we thinking about it in terms of learning? As said, yeah, it may as well click through that. but are we thinking about it in terms of learning? It said, yeah, it may as well click through that. So they're just a couple of quick snapshots of the different tools that you could use for in Bloom's taxonomy. But again, here's Kathy's list. Here's online video editors, online surveys, mind mapping tools, audio editors, images, screencasting. She just has this amazing resource. So just sort of finding the best tools for you. And talk to your co-teachers. mapping tools, audio editors, images, screencasting. She just has this amazing resource, so just sort of finding the best tools for you. And talk to your co-teachers and talk, you know, when you're out networking like this, talk, you know, what are you using, what's working really well? Okay, so what I'd like you to do now in your tables is just answer those two questions. What apps or web-based tools are you using to engage your students? Because essentially what this is what this is all about, because it was interesting, I think Karen mentioned it, that if they are on Facebook and on Trade Me, you actually need to look at your own design of the lessons first because if they're engaged, they're not going to be doing that stuff. So what apps or web tools are you using to engage student? And at what level of Bloom's taxonomy are those tools operating at? And have you actually thought about connecting the two together? Okay, so I'll just give you, say, three minutes to discuss that and we'll get some feedback. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Okay, can we have the mic? The mic? Okay. This is where I'm sure people will have some other amazing tools that they're using. Who would like to share what table has gotten a really good example of technology? Should I ask another question? Who's using technology for engaging learners? really good example of technology. Should I ask another question? Who's using technology for engaging learners? Okay, okay, half. Okay, of that half, who's got a good example they can share? Okay, down the back there, thank you. From Tewaranga, W Tuwananga Waila Oatira. We use blend space and we can use it as a digital portfolio or for a lesson planning tool which can also be embedded in Moodle so that is probably more on the Web 2.0 space. But we also use Story, yeah. Which one, sorry? You tell story? You use UTEL story? And as a tool, what are you using it for? For some of the Raio programs. So you can put a video or a picture and you can speak to it obviously. Fantastic, and the students are using that? Some, some programs. We have our early adopters and our not so early adopters as well. Okay, that's good. So if you want to hear about you tell story, that's some of the persons we're going to talk to. Fantastic. What level of blooms of that, by the way? Have you sort of thought about that in terms of blooms? We don't actually use blooms. We have our own pedagogy approach that we apply to tools that we use. So we have Eako Wananga, which is similar, so we map tools into that space. Into that, great. Okay, thank you, that's a great example. Anyone else before we move on? All right, let's look at curated sites. Now, curation essentially is, just with, there's so much information out here. This is really a skill that learners and people coming up through the schooling system, just really need to know there is so much information out there and how do you actually make sensitive at all and that's what curation does it just brings particular topics into one place so that people can make sense of it so and you can see there there's a lot of them the one I want to show you I think I mentioned it before was you actually this is, yep, curated sites. So the first one I want to talk to you about is a site called N-I-N-G.com. Now this is actually, when we talk about curated sites and social communities, I would consider this one of both. Anyone here seeing this site, this community? Hazel, yeah, it's very, very good and it's for educators, so it is very much about learning for educators and the richness of the information and the blogs that go into there, and the monthly newsletters that she's sound out, send out is amazing. So this is built on something called ning.com. She's made it public, but it can be made private. So all of the content can be curated there with your groups of students, but is also a social community. So you can see there, you have your own space, you know, what's on, you can put events up there, you can put resources up there, so it can be that platform of where you build that community. You've also got leaderboards, and one of the things that talked about in the agenda is actually how do you actually know what people, what your students are doing online? And this is where NING is actually quite a good tool because you can actually see what's the top content. You can see who are the top members, who's actually posting and putting that in. Top videos, top blog posts, top discussions. So you can actually monitor those conversations. So that is a way if you're creating and curating and looking at social community spaces, NING is a really good platform for that. And again, it's free. You have other premium versions, but some of the features will be turned off. But for classroom-based learning, I mean, I think really that's probably good enough, the free version. And this is the SCOOP IT, so this is a curated site. So you've got a social community in Ning and curated site. Scoop.it.it is a pure curation site. But again, in terms of monitoring conversations and seeing what people are doing, people can put up something that they've curated and then the class could then come in and make comments and I was reading something about a classroom had used it where they come in and make the comments and just and if so I guess there's two things one you could have a classroom scoop so you'd actually have your students come in and make comments and put their initials beside it or they could have their own sites and then others could make comments on it. Again, it's free. And it's as simple as saying, oh, that looks like a good resource online and you've got a little button up the top and you just drag it into your scoop and make your comments. You can see your comments up there. Okay, so that's social communities. Yeah, so promoting peer learning. Again, this is something called HootSuite, H-O-O-T-E-S-U-I-T-E. Hootsuite allows you to put all of your social media in together so you can put in Twitter, your Twitter feeds, you can put in LinkedIn, and it allows you to actually, and you'll see on that right-hand column, I think I've got e-learning hashtags and the MOOC hashtags. So I'm keeping an eye on what's actually happening there in those particular topics. But you can also search on people and see what activity people are doing as well. So if you're using those social media tools, Hoot Sweets are a really good way to keep it all in one place and keep an eye on that learning and see what people are saying and communicating. Now I'm a big LinkedIn supporter as well. I said we've pretty much built our business off the back of LinkedIn, which is great. And it is more of a business or organization sort of commercial type tool. But I was thinking just in the last week, really as people start going into, they find their passions and they're saying, well, I want to be a cupcake maker or whatever they're wanting to do, they've actually start to build their profile pre-leaving school in years of 12, 13, and actually start joining groups and connecting with the community that would then actually, you know, if they seem to start to be building an area of expertise in one area or an interest in one area, a lot of recruiters use this to find people. So in terms of a tool to allow them to curate together, they can join groups, they've got that social community, they can ask questions, but also they may even actually find jobs out of it. So don't sort of discount LinkedIn for students, particularly in that tertiary sector, is a tool to actually help them grow, learn and connect with other people in the industry. Just hang on the second, just before you play that. So essentially that's it. So I guess the key thing there is... Emma. Is anyone seen the Emma ad? Okay, all right. So that's essentially the three sort of areas I wanted to cover. One was the apps, so you've obviously got apps for iPhone and for Android. You've got the Web 2.0 tool, so that essentially means anything that goes onto your desktop or your laptop. It's interesting, I have been working with the media company and they're saying they think that the whole app market is an interesting one because now with HTML 5, anything that you create on a website can go on a phone. So why do you need to go to the expense of actually creating an app? Because an app can cost, if you go to outsourced labor in India, it might cost you $500, but I know if you have them created here in New Zealand, it can create cost anything from sort of $10,000 to $80,000. But if you can create a website that's responsive on mobiles and tablets, maybe that's a different way to go. So it's kind of interesting. So that covers that. I just need to go back to the Emma. And this is just an example of, in terms of when we're thinking about choosing the media, anything we see could be used as a learning tool. A friend of mine who, we always have this conversation, you know, I'm always on my tablet or I'm always on my laptop and she's always got her paper diary and writing down. She sent me this. But I thought, this is a really great example of how you could create an engaging message for someone. I'll just get them to play that. Emma. Emma. Emma. Emma. Emma. Emma. Emma. Emma. Emma. Emma. Emma. Emma? Emma? I just love that. I thought it was great. But when I looked at it, I also had my instructional design hat on and thought, actually the way they've designed that is actually a really good way for instructional design. I could use that methodology to create videos to get a message across and remembered. So I guess that's the thing. I'm just sort of really encourage you. Just don't just look at the things as they are as they come across your path. It really is about being conscious and mindful every single day, not just in the tool usage, like your apps or social sites, but everything that comes across your path can be a learning lesson. Like I said at the beginning, do we have a Martin Luther King song or do we have a Dolly Parton's 9 to 5 song? It's making that conscious choice, the choice that will actually engage the learners the most. So I guess if I'd say anything, I'd really encourage you to make that conscious choice and be mindful every single day, particularly in the use of technology and that technology doesn't drive the learning, that the choice of technology is chosen based on the learning that you require. So thank you very much for that. I hope you've got some tools that you can take away, or at least even go and look at. As I say, Kathy Shrock is an amazing resource for those tools. She's just absolutely fantastic. So, thank you very much."}