{"speakers": [], "chunks": [{"timestamp": [0.0, 10.52], "text": " This is going to be a great one."}, {"timestamp": [10.52, 13.32], "text": " This is, I mean, Alexandra is great, everyone's been great."}, {"timestamp": [13.32, 17.34], "text": " But this guy, I only met a couple days ago and I was fascinated to have a chat."}, {"timestamp": [17.34, 21.18], "text": " He's a lawyer, that's okay, there's a few of those."}, {"timestamp": [21.18, 22.96], "text": " He's a companion of the New Zealand Order of Merit."}, {"timestamp": [22.96, 25.0], "text": " There's a whole lot less of those."}, {"timestamp": [25.0, 29.0], "text": " My grandfather got something like that, so I think, you know, I was kind of chuffed when I saw that."}, {"timestamp": [29.0, 32.0], "text": " He's been the CEO of New Zealand cricket for a number of years."}, {"timestamp": [32.0, 36.0], "text": " He was the CEO of TIA, the Tourism Industry Association of New Zealand."}, {"timestamp": [36.0, 39.0], "text": " He's had international cricket roles."}, {"timestamp": [39.0, 43.0], "text": " He's just been named the CEO of Duco Events, and of course he was CEO of,"}, {"timestamp": [43.0, 46.0], "text": " well, New Zealand Rugby World Cup 2011."}, {"timestamp": [46.0, 48.0], "text": " I'm talking, of course, about Martin Sneddon."}, {"timestamp": [48.0, 54.0], "text": " So Martin's going to give us a chat today really about that experience of New Zealand during the Rugby World Cup."}, {"timestamp": [54.0, 61.0], "text": " But obviously with a bit of a slant for what it was, if you think about it, it was probably New Zealand's biggest experiential thing,"}, {"timestamp": [61.0, 63.0], "text": " New Zealand's biggest event, for sure."}, {"timestamp": [63.0, 65.4], "text": " We met the other day and had a chat about it,"}, {"timestamp": [65.74, 68.16], "text": " and I was surprised by a few things in the chat."}, {"timestamp": [68.5, 70.6], "text": " Not least of all was, it was 45 days long."}, {"timestamp": [71.38, 74.16], "text": " I didn't recall it being that long,"}, {"timestamp": [74.2, 77.02], "text": " and I was kind of amazed that the country had that much energy for that long."}, {"timestamp": [77.98, 79.3], "text": " Another couple of interesting things,"}, {"timestamp": [79.4, 81.82], "text": " Martin spent five years planning that instant success,"}, {"timestamp": [82.28, 84.26], "text": " which brought home a few things to me."}, {"timestamp": [84.54, 88.16], "text": " Though, you know, being in the experiential events industry, I do understand these things take"}, {"timestamp": [88.16, 91.34], "text": " a whole lot more work than they seem."}, {"timestamp": [91.34, 94.44], "text": " What Martin and I agreed on really easily, and what I was, well, I was probably just flattered"}, {"timestamp": [94.44, 100.28], "text": " that he agreed with something I'd said, was that success lies in the magic."}, {"timestamp": [100.28, 104.68], "text": " Yes, you've got to work hard, and he and his team worked incredibly hard for a long time,"}, {"timestamp": [104.68, 108.54], "text": " and people outside his organization came together to support the event in various ways."}, {"timestamp": [109.08, 110.36], "text": " But you've got to create the magic."}, {"timestamp": [110.5, 112.4], "text": " If there isn't magic and there isn't true connection,"}, {"timestamp": [112.5, 114.52], "text": " then it just won't take off. It won't go crazy."}, {"timestamp": [115.06, 117.4], "text": " And way back at the start of the stream at 11 o'clock this morning,"}, {"timestamp": [117.56, 121.98], "text": " we were talking about how really what counts is genuine deep engagement."}, {"timestamp": [122.1, 123.72], "text": " It's really got to click. It's got to be worth it."}, {"timestamp": [123.92, 128.44], "text": " And if it is, it's a touch point that can really be the shining jewel in your marketing"}, {"timestamp": [128.44, 133.1], "text": " or channel strategy as marketers. But look, that's enough of me. Martin's much more interesting."}, {"timestamp": [133.24, 134.86], "text": " Could you welcome Martin's sitting to the stage, please."}, {"timestamp": [137.62, 141.76], "text": " Thank you, Tony. You've just taken the first 10 minutes from a speech."}, {"timestamp": [143.14, 146.4], "text": " And we might have been sitting in the same room as each other yesterday,"}, {"timestamp": [146.52, 147.82], "text": " but I actually wasn't listening to you."}, {"timestamp": [149.28, 149.96], "text": " Gide everyone."}, {"timestamp": [151.16, 152.08], "text": " Nice to be here."}, {"timestamp": [152.38, 155.74], "text": " And what you're going to hear from me really is what Tony just explained is,"}, {"timestamp": [156.28, 159.74], "text": " is in the context of live marketing,"}, {"timestamp": [160.82, 169.34], "text": " how do you grab hold of a whole nation and create that magic that Tony was talking about?"}, {"timestamp": [169.34, 175.5], "text": " Because, and I'll explain why in a couple of minutes, but because it was so necessary for us to do this."}, {"timestamp": [175.5, 183.9], "text": " If we didn't create the magic, then we were at risk of New Zealand being embarrassed in the biggest way to just about have ever been embarrassed."}, {"timestamp": [183.9, 188.0], "text": " So there was a little bit of pressure as CEO of Rugby World Cup."}, {"timestamp": [188.0, 193.0], "text": " It was either going to be career-hanceing or absolutely career finishing."}, {"timestamp": [193.0, 198.0], "text": " And fortunately, thanks to the fantastic support right around New Zealand,"}, {"timestamp": [198.0, 202.0], "text": " it actually turned out to be exactly what we hoped it would, in fact, probably better."}, {"timestamp": [202.0, 204.0], "text": " But I just want to take you back in time."}, {"timestamp": [204.0, 206.68], "text": " And Brad, we're just going to have a look at that Rugby World Cup montage."}, {"timestamp": [206.68, 211.5], "text": " I just want to get you back in the mood of what happened in 2011. Three years ago, I can't"}, {"timestamp": [211.5, 261.0], "text": " believe that it's three years ago that this happened. Oh, Just to be the Dara-a-da-da-da-da Just to be the best I can"}, {"timestamp": [261.0, 265.0], "text": " sets the goal for every man if I win or draw it's a victory for all."}, {"timestamp": [265.0, 285.0], "text": " It's the world in yon, the world is the world is the world in union"}, {"timestamp": [285.0, 290.0], "text": " The world is fond."}, {"timestamp": [290.0, 297.0], "text": " As we climb to reach our destiny"}, {"timestamp": [297.0, 302.0], "text": " and new age has begun."}, {"timestamp": [302.0, 308.0], "text": " It's the world in yonon"}, {"timestamp": [308.0, 311.0], "text": " The world"}, {"timestamp": [311.0, 312.0], "text": " The world"}, {"timestamp": [312.0, 317.0], "text": " As we fly"}, {"timestamp": [317.0, 320.0], "text": " To reach our destiny"}, {"timestamp": [320.0, 323.0], "text": " We are you"}, {"timestamp": [323.0, 328.0], "text": " We can't be done that are you which has become."}, {"timestamp": [328.0, 341.0], "text": " That was a good one to win that final."}, {"timestamp": [341.0, 344.0], "text": " That absolute thrashing of France."}, {"timestamp": [344.0, 346.0], "text": " I'll come back to that a little bit later."}, {"timestamp": [346.0, 353.0], "text": " Show our hands. Who went to a game? That's pretty good. Keep your hands up. Who went to a fan"}, {"timestamp": [353.0, 358.0], "text": " zone? Of those who haven't put their hands up yet who watched the game on telly?"}, {"timestamp": [358.0, 369.06], "text": " Is there anyone in the room that didn't do any of that? None? That I think just captures for itself some of the impact"}, {"timestamp": [369.06, 372.32], "text": " that this had on New Zealand. What were the things you remember? What were the highlights?"}, {"timestamp": [376.32, 387.0], "text": " Car flags, yeah. Isn't that amazing how they just suddenly sprung up all around the place. Each country coming into each city for a certain period of time."}, {"timestamp": [387.0, 388.0], "text": " Yeah."}, {"timestamp": [388.0, 389.0], "text": " Yeah."}, {"timestamp": [389.0, 397.0], "text": " Just the whole gravity, you've been two different opposition supporters but having an absolute"}, {"timestamp": [397.0, 401.0], "text": " conversation going to a game from the game."}, {"timestamp": [401.0, 417.82], "text": " We were really worried, Tony said before it was 45 days long. We were really worried about that because that's a long time to keep people up for. So being able to send people around the country to have all of those conversations happening. What are the other things you remember?"}, {"timestamp": [419.98, 420.22], "text": " Yeah."}, {"timestamp": [422.72, 423.66], "text": " A few parties."}, {"timestamp": [424.96, 425.12], "text": " Yeah. Island being Australia. Island being Australia. Yeah. I few parties?"}, {"timestamp": [425.4, 426.0], "text": " Yeah."}, {"timestamp": [428.88, 429.2], "text": " Island-being Australia."}, {"timestamp": [430.72, 432.24], "text": " I'll tell you what my highlights were."}, {"timestamp": [434.62, 434.66], "text": " Firstly, can you remember that the team started, you know,"}, {"timestamp": [438.0, 438.72], "text": " we'd been planning for this, as Tony said, for five years, this instant success."}, {"timestamp": [443.58, 451.0], "text": " And it only started becoming real when the team started arriving in in New Zealand. And we staged it so that the 19 teams that were coming in that they would come in sort of over a period of about a week and a half and whatnot."}, {"timestamp": [451.0, 455.0], "text": " And we made sure that every time they turned up at the airport, they just got this fantastic welcome."}, {"timestamp": [455.0, 461.0], "text": " And we had been working for quite a long time with the Samoan and Tongan communities in Auckland."}, {"timestamp": [461.0, 464.0], "text": " And we staged it that those two teams would come in last."}, {"timestamp": [464.0, 469.48], "text": " So the Samoan team turned up the eighteenth team and about two or three thousand Samoans"}, {"timestamp": [469.48, 473.36], "text": " went out to Auckland Airport and just gave them a fantastic welcome and then the Tongans"}, {"timestamp": [473.36, 480.08], "text": " arrived they arrived at four o'clock on a Monday afternoon there was 7,000 Tongans"}, {"timestamp": [480.08, 488.2], "text": " that went out to Auckland Airport most of them couldn't find car parks and a lot of them chose to park their cars on the Southern Motorway."}, {"timestamp": [488.2, 491.4], "text": " And at peak hour traffic, stopped it absolutely dead."}, {"timestamp": [491.4, 494.6], "text": " So for four years, I've been planning this whole event,"}, {"timestamp": [494.6, 497.6], "text": " and I had these really good people working for me,"}, {"timestamp": [497.6, 501.6], "text": " and not one of the buggers, in a risk sense, thought about possibility"}, {"timestamp": [501.6, 504.6], "text": " that fans would park their cars on the Southern motorway at peak time,"}, {"timestamp": [504.6, 508.58], "text": " and bring everything to a shuddering halt. But that's what happened. But it actually caught"}, {"timestamp": [508.58, 515.0], "text": " the imagination of New Zealand when that happened. And then, you know, we went and you just saw a"}, {"timestamp": [515.0, 520.12], "text": " glimpse of it there, the opening ceremony. I mean, New Zealanders were really worried about"}, {"timestamp": [520.12, 523.9], "text": " the opening ceremony. How could we show ourselves off? You know, this was going to an audience of"}, {"timestamp": [523.9, 526.0], "text": " 60,000 people sitting in Eden Park, but it was going to an audience of 60,000 people sitting in Eden Park,"}, {"timestamp": [526.0, 530.5], "text": " but it was going to an audience of 60 million people around the world"}, {"timestamp": [530.5, 533.0], "text": " and to a lot of New Zealanders."}, {"timestamp": [533.0, 535.5], "text": " And we knew that this would be the first impression,"}, {"timestamp": [535.5, 539.5], "text": " and you know what it's like, your first impression is the best chance you've got."}, {"timestamp": [539.5, 544.5], "text": " And so all of the nervousness and anything around the whole event,"}, {"timestamp": [544.5, 548.4], "text": " most of it was centered in on how good could we make the opening ceremony."}, {"timestamp": [548.4, 550.4], "text": " Well, we turned it into an absolutely fantastic."}, {"timestamp": [550.4, 554.3], "text": " Three and a half million New Zealanders turned into it apparently."}, {"timestamp": [554.3, 557.2], "text": " And it hit the right notes right the way through,"}, {"timestamp": [557.2, 559.2], "text": " and that just got the tournament off too."}, {"timestamp": [559.2, 563.5], "text": " We needed to sell 20 million tickets come opening night,"}, {"timestamp": [563.5, 566.3], "text": " and the opening ceremony said it's on its"}, {"timestamp": [566.3, 572.06], "text": " way the Australian Island game you know we'd been we'd been talking to New"}, {"timestamp": [572.06, 577.4], "text": " Zealand so much about the fact that this this tournament was about 20 teams not"}, {"timestamp": [577.4, 581.24], "text": " about one yeah we know the all blacks you know hadn't won the rugby"}, {"timestamp": [581.24, 585.96], "text": " World Cup for 24 years and there was a bit of angst around that, a lot of angst around that."}, {"timestamp": [587.46, 592.22], "text": " But there was a real risk we thought that that could become the focal point of the tournament"}, {"timestamp": [592.22, 597.58], "text": " that people would get too focused on that and forget about the fact actually this was a festival"}, {"timestamp": [597.58, 602.78], "text": " involving 20 nations with the teams, the supporters, the media, everything."}, {"timestamp": [602.78, 608.8], "text": " And so so much work went into trying to get people to buy into"}, {"timestamp": [608.8, 612.0], "text": " and take the other teams into their hearts and look after them."}, {"timestamp": [612.0, 617.0], "text": " And that came to a head at Eden Park one week after the opening ceremony."}, {"timestamp": [617.0, 620.0], "text": " You go onto the ground, there's 60,200 people there."}, {"timestamp": [620.0, 622.0], "text": " It's the third biggest crowd in the history of New Zealand rugby"}, {"timestamp": [622.0, 624.0], "text": " and the All Blacks weren't even playing."}, {"timestamp": [624.0, 629.44], "text": " And the previous largest ones were in 1956 and 1965."}, {"timestamp": [629.44, 633.2], "text": " We had asked the public to show their support for teams"}, {"timestamp": [633.2, 635.12], "text": " by dressing up in the colours of the teams."}, {"timestamp": [635.12, 637.08], "text": " And it was fantastic that night."}, {"timestamp": [637.08, 639.24], "text": " There were hundreds and hundreds of people walking around"}, {"timestamp": [639.24, 641.16], "text": " in the yellow of the wallabies."}, {"timestamp": [641.16, 645.86], "text": " And there was 55,000 people dressed up in emerald green."}, {"timestamp": [651.0, 657.52], "text": " And it felt like in the stadium that you were in Lansdowne Road in Dublin, it was a home game for Ireland and they roast the occasion and they achieved this massive upset victory, which"}, {"timestamp": [657.52, 662.22], "text": " turned the tournament on its head in a really nice way. But at the end of the match, the Sky TV"}, {"timestamp": [662.22, 665.18], "text": " guys run on and they grabbed the Irish captain, Brian O'Driscoll."}, {"timestamp": [665.98, 668.34], "text": " And how do you feel?"}, {"timestamp": [668.94, 670.44], "text": " You know, really innovative interviewing."}, {"timestamp": [670.98, 679.9], "text": " And Brian looked up at the stands and he said, I'm just so grateful for all those people that have made the trip across from Dublin and other places."}, {"timestamp": [679.9, 683.92], "text": " And I'm thinking, nah, they've come from Mount Eden."}, {"timestamp": [684.02, 688.28], "text": " They've come from Papatouille and Hednesson. And the next night, those same people will put on a red jersey and go and support us and I'm thinking nah they've come from Mount Eden they've come from Papatoa and Henderson and the next night those same people"}, {"timestamp": [688.28, 691.94], "text": " will put on a red jersey and go and support Wales in another game and that's"}, {"timestamp": [691.94, 697.04], "text": " sort of how it happened but it wasn't just the big stuff it was the small stuff"}, {"timestamp": [697.04, 702.38], "text": " as well I got I was driving around the North Island and I got lost I had GPS and"}, {"timestamp": [702.38, 706.46], "text": " I got lost and ended up in a little town called Benny Dale."}, {"timestamp": [706.46, 709.2], "text": " Anyone know about Benny Dale?"}, {"timestamp": [709.2, 712.36], "text": " One main street, three shops I think,"}, {"timestamp": [712.36, 714.48], "text": " population about 20 I think probably."}, {"timestamp": [716.32, 718.7], "text": " Those three shops covered in the bunting"}, {"timestamp": [718.7, 723.0], "text": " of the Rugby World Cup and of the All Blacks."}, {"timestamp": [724.12, 725.02], "text": " Landposts, 20 lamp posts, each of them with hand-painted murals, World Cup and of the all blacks. Lamposts."}, {"timestamp": [725.64, 728.92], "text": " 20 lampposts, each of them with hand-painted murals,"}, {"timestamp": [729.16, 732.72], "text": " one depicting each of the 20 teams in the tournament."}, {"timestamp": [732.88, 734.86], "text": " This is in Little Benadale that this is happening,"}, {"timestamp": [735.0, 738.42], "text": " and I thought, wow, you know, this is really captured New Zealand"}, {"timestamp": [738.42, 739.64], "text": " when you see something like that."}, {"timestamp": [739.64, 743.38], "text": " And I carried on and I got to Palmerston North and watched a game."}, {"timestamp": [743.66, 744.78], "text": " Romani were playing Georgia."}, {"timestamp": [747.62, 753.12], "text": " And Palmerston North have watched a game. Romani were playing Georgia. Palmerston North have this thing that they do when their home team Manoa tours"}, {"timestamp": [753.12, 756.9], "text": " playing rugby at their stadium where the students from Massey University,"}, {"timestamp": [757.56, 760.22], "text": " they wear green buckets on their heads to matches."}, {"timestamp": [761.44, 764.26], "text": " I don't know why, but it's pretty exciting in Parmi."}, {"timestamp": [765.0, 773.0], "text": " I don't know why, but it's pretty exciting in Parmy. So the mayors of Palmerston North and Marston and Marston and the surrounding districts got together on the day before the game."}, {"timestamp": [773.0, 780.0], "text": " And John O'Neill, who's just been elected to Parliament, who's the mayor of Parmy, said, right, we'll take Romania."}, {"timestamp": [780.0, 785.9], "text": " The rest of you guys, you take Georgia, and the mayors between them went out, and they bought 7,500 buckets,"}, {"timestamp": [786.5, 787.44], "text": " yellow and red."}, {"timestamp": [788.14, 789.52], "text": " And you went into the ground,"}, {"timestamp": [789.58, 791.92], "text": " it's only a small ground, holds about 11 or 12,000 people."}, {"timestamp": [792.56, 794.0], "text": " And most of the crowd is sitting there"}, {"timestamp": [794.0, 795.18], "text": " with buckets on their heads."}, {"timestamp": [796.02, 797.76], "text": " And I'm sitting there, and I'm thinking,"}, {"timestamp": [797.96, 800.72], "text": " what must it be like for someone who's on the other side of the world?"}, {"timestamp": [800.8, 802.04], "text": " The alarm clock's just gone on,"}, {"timestamp": [802.08, 809.52], "text": " they've turned on TV to watch rugby World Cup in New Zealand. The cameras are panning the crowd and they're all got buckets"}, {"timestamp": [809.52, 813.12], "text": " on their heads. And it's obvious. They'd say, oh, this game's in Palmerston North tonight."}, {"timestamp": [814.08, 820.64], "text": " So I thought each of those things just sort of in a way captured the real spirit of the event."}, {"timestamp": [822.24, 827.0], "text": " You know, the opportunity, if I look at what the opportunity was for New Zealand,"}, {"timestamp": [827.0, 834.6], "text": " we won the rights in 2005. It was a really genuine opportunity for New Zealand to shine on"}, {"timestamp": [834.6, 840.6], "text": " the world stage. We don't get too many opportunities like this. So here was an opportunity"}, {"timestamp": [840.6, 846.06], "text": " that we could shine on the world stage. It's got fantastic cut through around the world in terms of television."}, {"timestamp": [846.22, 847.32], "text": " It had lots and lots of people"}, {"timestamp": [847.32, 848.54], "text": " who were going to come to New Zealand."}, {"timestamp": [849.08, 850.72], "text": " So it was a fantastic opportunity."}, {"timestamp": [850.84, 852.54], "text": " It was a fantastic opportunity for us"}, {"timestamp": [852.54, 855.24], "text": " to just enjoy one of the things that we love most,"}, {"timestamp": [855.32, 857.1], "text": " which is rugby, and all of the research shows"}, {"timestamp": [857.1, 858.92], "text": " that there are a lot of people in New Zealand"}, {"timestamp": [858.92, 860.84], "text": " that loves rugby, and it's part of who we are."}, {"timestamp": [861.14, 865.74], "text": " And so it was a great opportunity to celebrate that moment."}, {"timestamp": [866.64, 872.14], "text": " But there were real challenges with it, and the first challenge came when we won the hosting"}, {"timestamp": [872.14, 877.56], "text": " rights in 2005, six years before the event. The British media weren't expecting us to win,"}, {"timestamp": [878.16, 884.18], "text": " and so the day it was announced in Dublin, the general consensus was summed up by someone who said,"}, {"timestamp": [884.18, 887.76], "text": " New Zealand is too small, it's too far away,"}, {"timestamp": [888.28, 890.56], "text": " we are too obsessed with the all-blacks,"}, {"timestamp": [891.04, 894.38], "text": " and our people are too boring to host this event well."}, {"timestamp": [894.94, 897.62], "text": " So that summed it up pretty nicely, and I captured that quote,"}, {"timestamp": [897.72, 900.5], "text": " and I kept that right in front of our people for the whole way."}, {"timestamp": [901.58, 907.0], "text": " But equally, even in New Zealand, after the euphoria of winning the rights,"}, {"timestamp": [907.0, 911.12], "text": " you know, there was quite a bit of cynicism that started to float ahead. We were a bit"}, {"timestamp": [911.12, 915.5], "text": " apathetic. We were thinking, oh, we're getting a bit too carried away with this stuff."}, {"timestamp": [915.5, 920.08], "text": " Underneath it all, I think there was quite a lot of anxiety right through New Zealand,"}, {"timestamp": [920.08, 928.02], "text": " and particularly in my family, that the thing would be a flop and would all be embarrassed and dad would be out of a job."}, {"timestamp": [928.02, 930.72], "text": " So, you know, that was a challenge."}, {"timestamp": [930.72, 932.26], "text": " Another challenge which was enormous"}, {"timestamp": [932.26, 934.2], "text": " was the financial matrix for this thing."}, {"timestamp": [934.2, 938.38], "text": " Now, you run a rugby world cup with 20 teams."}, {"timestamp": [938.38, 943.1], "text": " Basically, total cost to us was about 300 million New Zealand bucks."}, {"timestamp": [943.1, 945.92], "text": " It's a great revenue driver though, Rugby World Cup,"}, {"timestamp": [945.92, 947.56], "text": " because there's fantastic broadcasting,"}, {"timestamp": [947.56, 949.44], "text": " there's fantastic sponsorship."}, {"timestamp": [949.44, 952.24], "text": " All of the broadcasting money, all of the sponsorship money,"}, {"timestamp": [952.24, 955.28], "text": " was retained by the International Rugby Board, the IRB."}, {"timestamp": [955.28, 958.72], "text": " New Zealand had to pay for the whole cost of running the event,"}, {"timestamp": [958.72, 961.32], "text": " and the only revenue that we were entitled to"}, {"timestamp": [961.32, 964.52], "text": " was revenue earned from match ticket sales."}, {"timestamp": [964.52, 969.08], "text": " So there'd been an early budget done, and by the time I came on board, I could look at it"}, {"timestamp": [969.08, 974.28], "text": " and say, right, oh, we're budgeting to make a $30 million loss on this event."}, {"timestamp": [974.28, 980.28], "text": " And the New Zealand Rugby Union and the government, under a JV agreement, were sharing"}, {"timestamp": [980.28, 983.94], "text": " that loss equally."}, {"timestamp": [983.94, 988.4], "text": " Now, to achieve a $30 million loss, we had to do budgeted ticket sales"}, {"timestamp": [988.4, 995.9], "text": " of $270 million. Now, to put that in context, prior to the Rugby World Cup, the highest grossing"}, {"timestamp": [995.9, 1002.38], "text": " event in the history of any event in New Zealand, sporting or otherwise, was a tour to New"}, {"timestamp": [1002.38, 1005.08], "text": " Zealand in 2005 by the British Lions."}, {"timestamp": [1005.62, 1008.34], "text": " And on the back of high prices and sold out grounds,"}, {"timestamp": [1008.94, 1010.76], "text": " New Zealand rugby gross 24 million."}, {"timestamp": [1011.34, 1015.32], "text": " So our challenge was to do it 11.5 times the biggest event ever."}, {"timestamp": [1016.1, 1020.28], "text": " And if we did that, we were rewarded by achieving a $30 million loss."}, {"timestamp": [1020.88, 1023.82], "text": " It was a fantastic business case to buy this thing, I think."}, {"timestamp": [1027.08, 1027.28], "text": " But anyway, that was the challenge."}, {"timestamp": [1033.5, 1033.7], "text": " And so, you know, we had to front up to that. There was no escaping it. We had shareholders,"}, {"timestamp": [1038.74, 1039.24], "text": " rugby union, government on our back saying, do not let that loss get any bigger than 30 million."}, {"timestamp": [1044.46, 1045.98], "text": " And that pressure and that poking in the back continued for the full five years that I was involved in this."}, {"timestamp": [1050.68, 1053.18], "text": " The solution, and Tony touched on it, the solution was"}, {"timestamp": [1059.52, 1059.92], "text": " summed up, I think, in a catchphrase, which said a stadium of four million. We'd won the bid,"}, {"timestamp": [1066.0, 1067.66], "text": " which was a real surprise to others, we'd won the bid off the back of this catchphrase of a stadium of 4 million. But in the context of the bid,"}, {"timestamp": [1067.66, 1070.52], "text": " it was a total rugby statement."}, {"timestamp": [1070.52, 1072.92], "text": " It was saying, we were saying to the people"}, {"timestamp": [1072.92, 1075.72], "text": " who were voting on who would host the Rugby World Cup,"}, {"timestamp": [1075.72, 1078.64], "text": " which are rugby nuts spread around the world,"}, {"timestamp": [1078.64, 1080.76], "text": " New Zealand, bring the Rugby World Cup to New Zealand,"}, {"timestamp": [1080.76, 1084.64], "text": " we will provide you with an unparalleled rugby experience."}, {"timestamp": [1084.64, 1085.4], "text": " The whole nation"}, {"timestamp": [1085.4, 1090.12], "text": " of four million people will turn themselves into a rugby stadium for the purposes of this"}, {"timestamp": [1090.12, 1095.2], "text": " event. And it was a great pitch and it absolutely worked in terms of making sure that we got"}, {"timestamp": [1095.2, 1102.6], "text": " the rights. Then, though, what to do with it? Because it was a very rugby-centric statement."}, {"timestamp": [1103.2, 1107.24], "text": " And, you know, I came into the job and the organisation that ran the tournament"}, {"timestamp": [1107.24, 1113.66], "text": " was a bit of a hybrid, really. It was separate from the rugby union. So we started from scratch."}, {"timestamp": [1113.66, 1119.32], "text": " I was employee number one and we just gradually built a staff over a period of five years to make"}, {"timestamp": [1119.32, 1123.76], "text": " sure we could deliver this thing. And then at the end of the tournament, that organisation got"}, {"timestamp": [1123.76, 1133.84], "text": " closed down and we all got made redundant. but we went away happy but anyway um so uh for us it was critical"}, {"timestamp": [1134.4, 1139.6], "text": " that we could use this this catchphrase of a stadium of four million but we had to move it"}, {"timestamp": [1139.6, 1146.92], "text": " had to move it and evolve it carefully from a rugby statement into something that actually would"}, {"timestamp": [1146.92, 1152.14], "text": " be regarded as being attractive to all sorts of Kiwis. Our research had showed that whilst"}, {"timestamp": [1152.14, 1158.6], "text": " about 60% of New Zealanders have some interest in rugby, varying from strong to just"}, {"timestamp": [1158.6, 1167.76], "text": " oh yeah, but it's okay. But that left 40% of our nation who didn't give us stuff about rugby and some who actually"}, {"timestamp": [1167.76, 1170.22], "text": " actively hated it."}, {"timestamp": [1170.22, 1175.24], "text": " And we looked at this and we thought, well, do we want to run this event on the back of the"}, {"timestamp": [1175.24, 1180.76], "text": " support of the 60% of rugby people or do we want to pitch for the whole 100% and give it"}, {"timestamp": [1180.76, 1181.76], "text": " a go?"}, {"timestamp": [1181.76, 1190.48], "text": " But if we were going to do that, we had to move the flavor, the feel, the emotion of this event away from just being about rugby to something that"}, {"timestamp": [1190.48, 1195.12], "text": " actually was attractive for the whole of New Zealanders. And in particular targets were"}, {"timestamp": [1195.12, 1200.04], "text": " females because the stats were showing us that of the 60% of New Zealanders who like rugby,"}, {"timestamp": [1200.04, 1205.82], "text": " predominantly, you know, that was a male-based support base. And we needed the females."}, {"timestamp": [1206.76, 1207.96], "text": " It's like a good marriage."}, {"timestamp": [1208.06, 1210.56], "text": " You need that balancing act to be happening."}, {"timestamp": [1210.74, 1213.42], "text": " You need that vibrancy, that different thinking,"}, {"timestamp": [1214.12, 1219.76], "text": " and just that sense of fun and whatnot that comes from the female input."}, {"timestamp": [1219.76, 1226.14], "text": " And sport generally doesn't do a very good job of giving females an opportunity in that case."}, {"timestamp": [1226.14, 1232.46], "text": " And we decided we would really turn this around and actually turn it into an event that actually was attractive"}, {"timestamp": [1232.46, 1235.26], "text": " and that females wanted to be involved in."}, {"timestamp": [1235.3, 1237.72], "text": " So a lot of our thinking went down these lines."}, {"timestamp": [1237.86, 1241.98], "text": " So it wasn't just about the rugby matches, which might or might not be attractive to females,"}, {"timestamp": [1242.1, 1243.36], "text": " but it was actually about a festival."}, {"timestamp": [1243.52, 1245.62], "text": " It was about local communities finding ways of bringing themselves in their be attractive to females, but it was actually about a festival. It was about local communities,"}, {"timestamp": [1249.78, 1251.4], "text": " finding ways of bringing themselves in their own communities to life and just having fun around the whole thing"}, {"timestamp": [1251.4, 1253.5], "text": " and getting caught up in lots of ways."}, {"timestamp": [1253.58, 1255.64], "text": " It was a 45-day party and a good party."}, {"timestamp": [1256.74, 1262.04], "text": " And so that was the theory of what we were going to do."}, {"timestamp": [1262.12, 1263.94], "text": " But of course, you can come up with that sort of theory,"}, {"timestamp": [1264.5, 1265.92], "text": " and then you start to think, well, hell,"}, {"timestamp": [1265.92, 1269.2], "text": " how are we going to actually bring this to life?"}, {"timestamp": [1269.2, 1274.0], "text": " So what was pretty important in all of that"}, {"timestamp": [1274.0, 1278.6], "text": " was that every key decision we made had to be consistent"}, {"timestamp": [1278.6, 1282.76], "text": " with this catchphrase of a stadium of four million,"}, {"timestamp": [1282.76, 1285.68], "text": " an invitation to all New Zealanders to get yourselves involved"}, {"timestamp": [1285.68, 1287.52], "text": " in one way or another."}, {"timestamp": [1287.52, 1293.04], "text": " And so it started with key decisions at the heart of the tournament, the rugby tournament."}, {"timestamp": [1293.04, 1300.56], "text": " So we had 48 matches and we had 20 teams and we had to work out, okay, where do the matches"}, {"timestamp": [1300.56, 1303.72], "text": " go and where do the teams go?"}, {"timestamp": [1303.72, 1306.94], "text": " Now, given the financial challenge we were facing,"}, {"timestamp": [1306.94, 1308.86], "text": " the simplest and most obvious thing to do"}, {"timestamp": [1308.86, 1311.76], "text": " would be to restrict the number of venues"}, {"timestamp": [1311.76, 1313.3], "text": " that the matches would be played at,"}, {"timestamp": [1313.3, 1315.0], "text": " use the biggest stadia,"}, {"timestamp": [1315.0, 1318.76], "text": " and try and eke as much money out of that the way we could."}, {"timestamp": [1318.76, 1320.3], "text": " And we thought about that, and we thought,"}, {"timestamp": [1320.3, 1321.7], "text": " well, no, that's not gonna work"}, {"timestamp": [1321.7, 1324.6], "text": " in terms of a stadium of four million,"}, {"timestamp": [1324.6, 1328.32], "text": " because there are a whole lot of other places in New Zealand where people live that actually"}, {"timestamp": [1328.32, 1332.36], "text": " won't get to see it, and it'll become a real pain for them to have to get to the big cities"}, {"timestamp": [1332.36, 1338.92], "text": " and whatnot to actually enjoy this. Instead, why don't we actually pitch to send the rugby"}, {"timestamp": [1338.92, 1342.86], "text": " around the country in a way it can never be done in the professional era. The professional"}, {"timestamp": [1342.86, 1350.82], "text": " area you have, you know, Australia or England or whoever come in, and they only now ever play in three or four places."}, {"timestamp": [1350.82, 1355.12], "text": " So we pitched to the International Rugby Board, the IRB, the owner, saying we wanted to take"}, {"timestamp": [1355.12, 1361.72], "text": " this around New Zealand. In our own hearts, we knew we, about 13 places we wanted to take"}, {"timestamp": [1361.72, 1368.46], "text": " the matches too. So we said we need to take this to 16 places and it just became a negotiation and we compromised"}, {"timestamp": [1368.46, 1372.52], "text": " with them and settled on 13."}, {"timestamp": [1372.52, 1377.92], "text": " But the lovely thing about that, and if you put up a map of New Zealand and you put dots"}, {"timestamp": [1377.92, 1382.98], "text": " on the places where the matches went, and there are all sorts of obvious places, about nine"}, {"timestamp": [1382.98, 1386.24], "text": " of them where it was obvious they were going to get matches."}, {"timestamp": [1386.24, 1389.24], "text": " But then, by virtue of getting to 13,"}, {"timestamp": [1389.24, 1390.76], "text": " instead of using eight or nine venues,"}, {"timestamp": [1390.76, 1394.24], "text": " but actually using 13 venues, we could put a dot on Fongare,"}, {"timestamp": [1394.24, 1396.24], "text": " we could put a dot on Palmeray, we could put a dot on Palmer's North,"}, {"timestamp": [1396.24, 1399.24], "text": " we could put a dot on Invercargle."}, {"timestamp": [1399.24, 1403.24], "text": " And if you think about it, we were starting to bookend New Zealand"}, {"timestamp": [1403.24, 1405.42], "text": " and get them really involved in this."}, {"timestamp": [1406.02, 1408.46], "text": " And each of those four places that I just mentioned,"}, {"timestamp": [1408.82, 1410.12], "text": " they contributed enormously."}, {"timestamp": [1410.3, 1412.52], "text": " When their time came in the Rugby World Cup,"}, {"timestamp": [1413.12, 1415.46], "text": " they contributed to the real flavour of it."}, {"timestamp": [1415.56, 1416.76], "text": " And they did it in their own way."}, {"timestamp": [1417.38, 1420.58], "text": " You know, it wasn't all done exactly the same way up and down the country."}, {"timestamp": [1420.72, 1422.86], "text": " It was actually communities were invited"}, {"timestamp": [1422.86, 1427.72], "text": " to just show themselves off in the best way they thought was the way to do it. And then we had the 20 teams and"}, {"timestamp": [1427.72, 1432.54], "text": " we thought, well, you know, the standard thinking was that the teams would base themselves"}, {"timestamp": [1432.54, 1437.4], "text": " in one place in New Zealand for the pull phase of the tournament which was about 35"}, {"timestamp": [1437.4, 1442.12], "text": " of the 45 days and they would just shoot out to wherever they were playing their four matches"}, {"timestamp": [1442.12, 1446.22], "text": " and they'd just be out and back within a day or two."}, {"timestamp": [1446.22, 1449.38], "text": " And we discussed this with the teams, and they said, no, no, it'll get too boring just"}, {"timestamp": [1449.38, 1450.38], "text": " in being one place."}, {"timestamp": [1450.38, 1451.38], "text": " Let's move around."}, {"timestamp": [1451.38, 1453.56], "text": " Well, that opened up the floodgates for us."}, {"timestamp": [1453.56, 1457.76], "text": " So suddenly we were able to send teams."}, {"timestamp": [1457.76, 1460.96], "text": " We ended up sending them to 25 different places in New Zealand."}, {"timestamp": [1460.96, 1469.06], "text": " And again, if you think of that map of New Zealand and you've got 13 places where the matches are going suddenly you're also putting dots on"}, {"timestamp": [1469.06, 1476.0], "text": " places like like Ash Burton on Blenham Marsden Gisbon Kerry Kerry small communities"}, {"timestamp": [1476.0, 1481.3], "text": " that never would have ever thought that they would have a direct involvement in"}, {"timestamp": [1481.3, 1485.58], "text": " the Rugby World Cup and we were giving them a team to look after and"}, {"timestamp": [1485.58, 1490.26], "text": " a team would stay there for four days, six days, eight days, depending on how it sorted"}, {"timestamp": [1490.26, 1494.76], "text": " out and that community would embrace this team and they'd been preparing for a year"}, {"timestamp": [1494.76, 1499.74], "text": " and a half, two years to embrace this team and we looked for triggers about what sort"}, {"timestamp": [1499.74, 1503.46], "text": " of teams should go to what sort of communities and it was just trying to look for for"}, {"timestamp": [1503.46, 1508.52], "text": " those nice connections and you know so in Ashburton we found we were thinking you"}, {"timestamp": [1508.52, 1513.68], "text": " know the number 20th ranked team in the in the tournament is Romania no one"}, {"timestamp": [1513.68, 1518.72], "text": " knows who plays for Romania I still don't but but we thought okay is there a"}, {"timestamp": [1518.72, 1521.78], "text": " Romanian community in New Zealand so we looked around and we found one"}, {"timestamp": [1521.78, 1527.0], "text": " in Ashburton you know it's probably only about 50 people so we went down to Ashburton and said, well, what about it?"}, {"timestamp": [1527.0, 1532.0], "text": " Would you, as a town, take this team and you've got a little community there of Romanians?"}, {"timestamp": [1532.0, 1534.0], "text": " And that's the connection."}, {"timestamp": [1534.0, 1536.0], "text": " And they said, hell yeah, we'll take them."}, {"timestamp": [1536.0, 1538.0], "text": " And they did a brilliant job."}, {"timestamp": [1538.0, 1541.0], "text": " And that happened right through New Zealand."}, {"timestamp": [1541.0, 1545.3], "text": " The towns and cities made their connections with the team."}, {"timestamp": [1545.3, 1551.68], "text": " So they didn't actually have to have a match happening, just having the team in their communities"}, {"timestamp": [1551.68, 1558.0], "text": " just for a few days, brought them into it and just connected them into the tournament."}, {"timestamp": [1558.0, 1561.36], "text": " It gave them an opportunity, but it gave them responsibility."}, {"timestamp": [1561.36, 1562.76], "text": " And they felt that responsibility."}, {"timestamp": [1562.76, 1565.92], "text": " They wanted to not let New Zealand down."}, {"timestamp": [1566.08, 1571.82], "text": " They wanted to make sure that they delivered on the standards that were expected if we were going"}, {"timestamp": [1571.82, 1578.24], "text": " to do something pretty special with us. So that was lovely. And then we started connecting in."}, {"timestamp": [1580.66, 1585.8], "text": " When we were drawing in the towns and cities, we were drawing in the local authorities,"}, {"timestamp": [1585.8, 1590.68], "text": " and this hadn't been done much in sport before, events, and saying to them, hey, you know,"}, {"timestamp": [1590.68, 1595.92], "text": " you've got to come in here and you've got to take a bit of responsibility for this and learn"}, {"timestamp": [1595.92, 1601.18], "text": " to pull your community together and make your community shine."}, {"timestamp": [1601.18, 1607.68], "text": " Now, lots and lots of people were saying to me for years, Auckland's going to be a disaster. You know, Auckland is hideous to deal with. And"}, {"timestamp": [1607.68, 1611.44], "text": " we're thinking back now about seven or eight years and at that stage I'm looking at it"}, {"timestamp": [1611.44, 1617.04], "text": " and there's eight councils in Auckland, there's three rugby unions, there's three stadia,"}, {"timestamp": [1617.04, 1620.8], "text": " and we're thinking, well this could be a bit of a headache to deal with. So we went to them"}, {"timestamp": [1620.8, 1624.8], "text": " and said, you've got to come together. We can't deal with all of your different bodies"}, {"timestamp": [1624.8, 1626.26], "text": " and we can't stand the competition"}, {"timestamp": [1626.26, 1627.82], "text": " that you're going to drive between each other"}, {"timestamp": [1627.82, 1628.92], "text": " into terms of what you get."}, {"timestamp": [1629.52, 1631.16], "text": " Come together and form one group,"}, {"timestamp": [1631.32, 1632.56], "text": " and we'll deal with one group."}, {"timestamp": [1633.12, 1636.62], "text": " And it was actually the four-runner of the supercity,"}, {"timestamp": [1636.62, 1638.3], "text": " and it worked brilliantly."}, {"timestamp": [1638.3, 1642.72], "text": " And in fact, what came out of that in the end"}, {"timestamp": [1642.72, 1645.44], "text": " is a council-owned organisation called AT,"}, {"timestamp": [1645.44, 1649.0], "text": " Auckland Tourism Events and Economic Development."}, {"timestamp": [1649.0, 1653.92], "text": " And off the back of the confidence they got, pulling their communities together and letting"}, {"timestamp": [1653.92, 1659.88], "text": " Auckland shine, which it really did shine, they have just kicked on and they've run"}, {"timestamp": [1659.88, 1662.64], "text": " event after event after event."}, {"timestamp": [1662.64, 1666.0], "text": " And in conjunction with lots of the company I'm now going to be working for,"}, {"timestamp": [1666.0, 1669.0], "text": " Ducco, the NRL, Auckland Nines as an example of that."}, {"timestamp": [1669.0, 1671.0], "text": " I'm also involved in the World Masters Games,"}, {"timestamp": [1671.0, 1674.0], "text": " which they're hosting in three years' time."}, {"timestamp": [1674.0, 1678.0], "text": " You know, Rugby World Cup was a catalyst for communities coming together"}, {"timestamp": [1678.0, 1682.0], "text": " and feeling good about themselves, and it was a lovely thing."}, {"timestamp": [1682.0, 1685.44], "text": " We needed, however, to connect with the international audience"}, {"timestamp": [1685.44, 1688.44], "text": " because our group of people who were going to go"}, {"timestamp": [1688.44, 1691.12], "text": " and buy tickets to this was too small"}, {"timestamp": [1691.12, 1694.76], "text": " to help us achieve our targets."}, {"timestamp": [1695.6, 1697.88], "text": " And we're thinking back now five years,"}, {"timestamp": [1697.96, 1700.8], "text": " and no other event before us had properly used"}, {"timestamp": [1700.8, 1702.12], "text": " the social media platforms."}, {"timestamp": [1702.12, 1704.98], "text": " And we just happened to hire a marketing manager,"}, {"timestamp": [1705.28, 1709.88], "text": " and it was an absolute love of his that, you know, Facebook took it. I'd never heard of any of these"}, {"timestamp": [1709.88, 1714.68], "text": " things, and he's now slotting them into our business plan and telling us this will help us."}, {"timestamp": [1715.1, 1718.84], "text": " So we went about, you know, setting up Facebook, and I said, well, if we can get 100,000"}, {"timestamp": [1718.84, 1724.32], "text": " likes or fans or whatever that is, that'll be great. Well, we did that within two months,"}, {"timestamp": [1724.32, 1729.52], "text": " you know, and in the end we got about a million and a half of those and we ended up with about four and"}, {"timestamp": [1729.52, 1734.56], "text": " a half million YouTube clips. But the beauty is we had content. We had the content from"}, {"timestamp": [1734.56, 1738.96], "text": " previous World Cups, which we had unlimited free access to, and we had tourism New Zealand"}, {"timestamp": [1738.96, 1744.36], "text": " giving us lots and lots of content so that we could build two stories. We could build the"}, {"timestamp": [1744.36, 1750.2], "text": " rugby story for those international fans that were interested in the rugby, and we could build"}, {"timestamp": [1750.2, 1755.46], "text": " the story of why New Zealand is such a great visitor destination for those, and there are many"}, {"timestamp": [1755.46, 1759.54], "text": " of them that have New Zealand on their bucket list. And then, of course, there's a lot of crossover"}, {"timestamp": [1759.54, 1764.94], "text": " of rugby fans who always have wanted to come to New Zealand. Well, you know, put those two"}, {"timestamp": [1764.94, 1765.18], "text": " things together, and it was a great mix. And in the end, fans who always have wanted to come to New Zealand, well, you know, put those two things"}, {"timestamp": [1765.18, 1767.62], "text": " together and it was a great mix."}, {"timestamp": [1767.62, 1774.86], "text": " And in the end, it worked fantastically and it also worked under crisis situations because we"}, {"timestamp": [1774.86, 1778.12], "text": " grew and grew this, you know, we devised all these sorts of competition."}, {"timestamp": [1778.12, 1779.24], "text": " Well, I didn't devise any of them."}, {"timestamp": [1779.24, 1784.28], "text": " I had people who knew what they were doing devising them and growing the fan base, you know,"}, {"timestamp": [1784.28, 1791.44], "text": " week after week, month after month through various devices and competitions and whatnot and we were"}, {"timestamp": [1791.44, 1794.32], "text": " using that to sell tickets and then the Christchurch earthquakes happened five"}, {"timestamp": [1794.32, 1799.12], "text": " months out from the event one quarter of the tournament location completely"}, {"timestamp": [1799.12, 1804.32], "text": " wiped out taken out of our hands incredibly sad you know that we all know the the despondency"}, {"timestamp": [1804.32, 1805.82], "text": " that that was felt within"}, {"timestamp": [1805.82, 1810.5], "text": " New Zealand in those months after the earthquakes. But we were five months out from the Rugby"}, {"timestamp": [1810.5, 1814.84], "text": " World Cup. We had to shift eight matches. We had to cancel $28 million with a ticket sales,"}, {"timestamp": [1814.98, 1820.04], "text": " hand back every cent, including ticket tech fees, and relocate eight matches. You couldn't"}, {"timestamp": [1820.04, 1824.52], "text": " relocate eight matches from one place to another. You had to spread those eight matches all over"}, {"timestamp": [1824.52, 1825.0], "text": " the show."}, {"timestamp": [1825.0, 1832.7], "text": " We had international people that had, you know, bookings, flights, hotels, everything all over the show."}, {"timestamp": [1832.7, 1837.6], "text": " And the social media platform just gave us an ability to keep talking to them day after day."}, {"timestamp": [1837.6, 1842.5], "text": " And as we found solutions, we could communicate those solutions. They could ask us questions."}, {"timestamp": [1842.5, 1845.52], "text": " And it enabled us to come through that brilliantly."}, {"timestamp": [1845.52, 1852.24], "text": " But on the ticketing side of things, it was an unbelievable selling mechanism."}, {"timestamp": [1852.24, 1856.76], "text": " And we don't know for sure, but we reckon we probably sold 100 million bucks worth of tickets"}, {"timestamp": [1856.76, 1860.0], "text": " off the back of the social media platform that we created."}, {"timestamp": [1860.0, 1862.0], "text": " So that was an amazing thing."}, {"timestamp": [1862.0, 1866.92], "text": " But best of all, we could keep bringing people into our story"}, {"timestamp": [1866.92, 1869.24], "text": " about what this event was about,"}, {"timestamp": [1869.32, 1872.58], "text": " about the fact that it was a nation of four million people"}, {"timestamp": [1872.58, 1875.86], "text": " who were not actually going to turn themselves into a rugby stadium."}, {"timestamp": [1876.08, 1877.88], "text": " They were going to turn themselves into hosts,"}, {"timestamp": [1878.04, 1878.92], "text": " four million hosts,"}, {"timestamp": [1879.16, 1881.12], "text": " who were going to take a hell of a lot of pride"}, {"timestamp": [1881.12, 1883.32], "text": " about showing off their individual communities"}, {"timestamp": [1883.32, 1889.86], "text": " and the things they were good at to themselves and to all of those people who were going to travel around New"}, {"timestamp": [1889.86, 1895.36], "text": " Zealand because this was going to be a great domestic tourism initiative and then those"}, {"timestamp": [1895.36, 1899.72], "text": " international fans that were going to come from anywhere and just entice them in but give them"}, {"timestamp": [1899.72, 1904.48], "text": " the flavour of what this was about just emotionally grab hold of them so that they could they"}, {"timestamp": [1904.48, 1905.24], "text": " could anticipate and understand what it was that they just emotionally grab hold of them so that they could anticipate"}, {"timestamp": [1905.24, 1909.64], "text": " and understand what it was that they were climbing into and what it would be like for them"}, {"timestamp": [1909.64, 1911.6], "text": " when they came to New Zealand."}, {"timestamp": [1911.6, 1913.9], "text": " And then of course, you know, they did come to New Zealand."}, {"timestamp": [1913.9, 1917.9], "text": " We talked about some of the highlights before and the other things."}, {"timestamp": [1917.9, 1923.46], "text": " You know, the opening night, I think as you mentioned in Auckland, down the waterfront was just spectacular."}, {"timestamp": [1923.46, 1926.16], "text": " But man, can you remember that transport malfunction?"}, {"timestamp": [1928.5, 1933.34], "text": " Which was not surprising because, you know, Auckland rail probably isn't world class."}, {"timestamp": [1935.52, 1937.04], "text": " And it was a little bit embarrassing."}, {"timestamp": [1937.34, 1943.24], "text": " But one of the lovely side effects of that was that an initiative by Auckland called the fan trail."}, {"timestamp": [1943.54, 1946.18], "text": " People suddenly thought, well, why aren't we just walk into Eden Park?"}, {"timestamp": [1946.76, 1949.28], "text": " So, you know, after that opening night debacle,"}, {"timestamp": [1949.4, 1953.06], "text": " no one had taken out a mortgage to buy tickets off me."}, {"timestamp": [1953.64, 1956.24], "text": " They didn't want to take a risk that the bus or the train would break down,"}, {"timestamp": [1956.32, 1957.56], "text": " so let's walk to Eden Park."}, {"timestamp": [1958.16, 1960.86], "text": " So, you know, I think the Australia Island game,"}, {"timestamp": [1961.02, 1963.28], "text": " there was about 5,000 people that walked to Eden Park."}, {"timestamp": [1963.78, 1967.36], "text": " It just became an experience. They put buskers, they did all sorts of things."}, {"timestamp": [1967.48, 1973.88], "text": " People in the houses the whole way along started sitting on their porches and interacting with the people as they were walking by."}, {"timestamp": [1973.96, 1974.92], "text": " It become a great experience."}, {"timestamp": [1974.92, 1976.78], "text": " And so, you know, it built and built and built."}, {"timestamp": [1976.94, 1985.06], "text": " And on the night of the semi-final, New Zealand, Australia, 16,000 people walked the fan trail from the bottom of Auckland out to Eden Park."}, {"timestamp": [1985.58, 1989.96], "text": " And one week later, on the night of the final, 42,000 people did that walk."}, {"timestamp": [1990.04, 1992.02], "text": " Only about one third of those people had tickets."}, {"timestamp": [1992.52, 1996.8], "text": " But it had become such an experience and had been talked about so much."}, {"timestamp": [1997.42, 1998.92], "text": " People just wanted to be part of it."}, {"timestamp": [1999.48, 2000.38], "text": " And it was a lovely thing."}, {"timestamp": [2000.46, 2004.06], "text": " I think you mentioned maybe the street dressing that went on."}, {"timestamp": [2004.14, 2007.44], "text": " We ran a competition about the best dressed street."}, {"timestamp": [2007.44, 2013.38], "text": " And I remember that on the day before the semifinal, I think it was, or the final, we chose"}, {"timestamp": [2013.38, 2017.62], "text": " the winner and we went out to a street in South Auckland."}, {"timestamp": [2017.62, 2021.68], "text": " It was a little cul-de-sac, and what had happened is that one of the people living in the"}, {"timestamp": [2021.68, 2027.0], "text": " cul-de-sac had decided,"}, {"timestamp": [2027.0, 2029.24], "text": " let's enter into this competition."}, {"timestamp": [2029.24, 2031.16], "text": " She didn't know anyone else in the street."}, {"timestamp": [2031.16, 2033.08], "text": " No one really knew anyone else in the street."}, {"timestamp": [2033.08, 2034.46], "text": " She went door knocking."}, {"timestamp": [2034.46, 2036.06], "text": " She got people engaged."}, {"timestamp": [2036.06, 2037.96], "text": " Each of them, about 20-odd houses."}, {"timestamp": [2037.96, 2043.06], "text": " They dressed up their houses completely in colors of different teams."}, {"timestamp": [2043.06, 2045.0], "text": " And they started, every night there was a game on."}, {"timestamp": [2045.08, 2047.82], "text": " They started getting together and celebrating with each other and having fun."}, {"timestamp": [2048.42, 2050.76], "text": " And we saw what they did and they won the competition."}, {"timestamp": [2050.76, 2053.06], "text": " And so we went out there to present them with their prizes"}, {"timestamp": [2053.06, 2057.98], "text": " and they decided to have a street barbecue to do this to celebrate."}, {"timestamp": [2058.22, 2061.64], "text": " And so we'd go out there and they're really excited."}, {"timestamp": [2061.82, 2067.36], "text": " And then a couple of minutes later, a minivan calls up and out jumps Michael Jones"}, {"timestamp": [2068.32, 2074.36], "text": " and out jumps John Kirwan and Grant Fox and Joe Stanley and Buck Shelford and"}, {"timestamp": [2075.48, 2079.36], "text": " we had about 12 of the all-black team that had won the World Cup in 1987"}, {"timestamp": [2079.36, 2087.64], "text": " suddenly get out and join in the street barbecue they couldn't believe it. It was just one of those moments that you just couldn't,"}, {"timestamp": [2087.64, 2090.44], "text": " they just never, ever expected they were flabbergasted."}, {"timestamp": [2090.44, 2093.24], "text": " And we're just looking at it, grinning and thinking, man,"}, {"timestamp": [2093.24, 2095.88], "text": " you know, this is what the event has done."}, {"timestamp": [2095.88, 2097.88], "text": " It has grabbed hold of people."}, {"timestamp": [2097.88, 2099.88], "text": " It has connected them together."}, {"timestamp": [2099.88, 2102.76], "text": " It has made them fantastic hosts."}, {"timestamp": [2102.76, 2108.0], "text": " The feedback we had from the visitors that came to New Zealand was amazing."}, {"timestamp": [2108.0, 2114.0], "text": " No longer was New Zealand too boring, and we weren't that obsessed with the All Blacks."}, {"timestamp": [2114.0, 2118.0], "text": " We were pretty obsessed, but not as bad as we normally are."}, {"timestamp": [2118.0, 2121.0], "text": " And it worked."}, {"timestamp": [2121.0, 2123.0], "text": " What was the end result of that?"}, {"timestamp": [2123.0, 2129.0], "text": " We actually achieved the ticket target. We got to 270 million tickets one day before the end of the tournament. I don't know"}, {"timestamp": [2129.0, 2134.52], "text": " how we did it, but we did it. We kept to the $30 million loss. The prediction of 65,000"}, {"timestamp": [2134.52, 2140.28], "text": " international visitors turned into 133,000 international visitors, and we know that because"}, {"timestamp": [2140.28, 2145.8], "text": " each of them had to tick a box on the immigration card. There's no bullshit about that."}, {"timestamp": [2152.04, 2152.76], "text": " $600 million direct impact into the New Zealand economy."}, {"timestamp": [2153.48, 2153.8], "text": " So that worked."}, {"timestamp": [2156.3, 2156.42], "text": " Unbelievable coverage across the world."}, {"timestamp": [2159.46, 2160.8], "text": " The British media, you know who called us too boring?"}, {"timestamp": [2162.8, 2163.62], "text": " One week before the finals said, hey,"}, {"timestamp": [2165.44, 2166.2], "text": " you've done such an amazing job."}, {"timestamp": [2167.52, 2168.0], "text": " We hope the All Blacks win."}, {"timestamp": [2168.68, 2169.24], "text": " You deserve it."}, {"timestamp": [2172.36, 2172.76], "text": " And, of course, they went out in the thrash fans in the final."}, {"timestamp": [2177.16, 2180.4], "text": " And I've run out of time, haven't I, to show the clip I was going to go at the end."}, {"timestamp": [2188.56, 2193.72], "text": " Brad, show it. Brad Charlotte. The climax of the 2011 rugby World Cup final."}, {"timestamp": [2199.14, 2201.28], "text": " This is a nervous excitement."}, {"timestamp": [2202.42, 2206.4], "text": " A World Cup final doesn't come around very often. This team, well,"}, {"timestamp": [2206.4, 2211.8], "text": " they could silence a lot of critics tonight. This team here is very focused and they are very"}, {"timestamp": [2211.8, 2219.5], "text": " keen to get their hands on a trophy that this country hasn't held for 24 years. And the"}, {"timestamp": [2219.5, 2223.5], "text": " All Blacks, well, this is it, this is it, a World Cup final."}, {"timestamp": [2223.5, 2227.2], "text": " It's good. So first real opportunity for the All Blacks, deep in the All Blacks, deep in the Well, this is it, this is it, a World Cup final."}, {"timestamp": [2231.2, 2232.8], "text": " So first real opportunity for the All Blacks, deep in the red zone, going to a full line out option."}, {"timestamp": [2232.8, 2234.8], "text": " And the pro is good."}, {"timestamp": [2234.8, 2237.6], "text": " It comes and after final at World Cup!"}, {"timestamp": [2237.6, 2239.6], "text": " There's the first try of the final!"}, {"timestamp": [2239.6, 2240.8], "text": " What a move!"}, {"timestamp": [2244.0, 2248.0], "text": " And the ball lost forward and now the All Blacks have a player down and it's Aaron Cruden."}, {"timestamp": [2248.0, 2252.0], "text": " And well, come at the hour, well, come at the man."}, {"timestamp": [2252.0, 2254.0], "text": " Number four, five eight for the All Blacks."}, {"timestamp": [2254.0, 2256.0], "text": " What a twist of fate."}, {"timestamp": [2256.0, 2257.0], "text": " Crosch."}, {"timestamp": [2257.0, 2258.0], "text": " Unbelievable."}, {"timestamp": [2258.0, 2259.0], "text": " Touched!"}, {"timestamp": [2259.0, 2262.0], "text": " This is bigger kick as you'll ever get."}, {"timestamp": [2262.0, 2265.0], "text": " Here's his kick."}, {"timestamp": [2265.0, 2269.0], "text": " And he's going to have it."}, {"timestamp": [2269.0, 2273.0], "text": " And the All-Blacks now have an 0."}, {"timestamp": [2273.0, 2275.0], "text": " Point lead in the game."}, {"timestamp": [2275.0, 2281.0], "text": " Oh, this game is on an absolute knife edge."}, {"timestamp": [2281.0, 2284.0], "text": " Now, Yush Vali."}, {"timestamp": [2284.0, 2286.56], "text": " Yes."}, {"timestamp": [2288.6, 2289.6], "text": " Away it goes to trend at Rosary. Dusatatois!"}, {"timestamp": [2289.6, 2291.36], "text": " Ducatire, the captain!"}, {"timestamp": [2294.56, 2295.6], "text": " France are back!"}, {"timestamp": [2296.6, 2306.0], "text": " Tories we need to make the movie when he'samps on the edge of their seat. Alice."}, {"timestamp": [2306.0, 2311.0], "text": " This is Tynchie."}, {"timestamp": [2311.0, 2312.0], "text": " Boy."}, {"timestamp": [2312.0, 2314.0], "text": " The crowd."}, {"timestamp": [2314.0, 2316.0], "text": " I see that."}, {"timestamp": [2316.0, 2318.0], "text": " I got it."}, {"timestamp": [2318.0, 2320.0], "text": " The crowd is."}, {"timestamp": [2320.0, 2336.0], "text": " The crowd is behind him. Just second try and"}, {"timestamp": [2336.0, 2339.0], "text": " leading in the border out of here."}, {"timestamp": [2339.0, 2341.0], "text": " There will be a turnover."}, {"timestamp": [2341.0, 2343.0], "text": " Now it's with Andrew Ellis."}, {"timestamp": [2343.0, 2348.0], "text": " There is 80 90 minutes out."}, {"timestamp": [2348.0, 2373.0], "text": " And the Olympics are the world champions for the second time. Phew, that was close."}, {"timestamp": [2373.0, 2390.72], "text": " Remember those last 24 minutes from the time Ducetois scored? No one"}, {"timestamp": [2390.72, 2396.56], "text": " forgets those 24 minutes. And lots of people thought, oh, maybe the All Blacks choked. For me,"}, {"timestamp": [2396.56, 2401.52], "text": " that was the perfect end to the tournament. You know, it's something we'll never forget the result"}, {"timestamp": [2401.52, 2405.62], "text": " of and we won't forget what happened in days following,"}, {"timestamp": [2405.74, 2411.98], "text": " you know, those parades around New Zealand. And I think we could stand up as a nation"}, {"timestamp": [2411.98, 2420.36], "text": " and we could celebrate the fact that all of us had come together and achieved something fantastic"}, {"timestamp": [2420.36, 2428.44], "text": " for our country, for ourselves, created memories, and whether we'll ever get to"}, {"timestamp": [2428.44, 2432.08], "text": " those sort of heights again, I don't know, we've given ourselves a good chance of getting"}, {"timestamp": [2432.08, 2434.56], "text": " back in the mix because of how well we did."}, {"timestamp": [2434.56, 2439.56], "text": " But for just that moment in time, Kiwi's stood tall and it was fantastic, and I think off"}, {"timestamp": [2439.56, 2447.14], "text": " the back of this we have gained so much confidence, self-esteem, and so much willingness and capability"}, {"timestamp": [2447.14, 2453.02], "text": " to know we can do all sorts of things. And so that was a great legacy from the Rugby World Cup."}, {"timestamp": [2453.72, 2458.1], "text": " So thank you very much. It's a good story to tell, and it's nice seeing the smiles on the faces"}, {"timestamp": [2458.1, 2466.24], "text": " and the laughs at the right time and, you know, sharing in a story that it's not my story, it's our story. Thanks."}, {"timestamp": [2470.8, 2473.16], "text": " Martin, thank you so much, mate. Thank you."}, {"timestamp": [2474.8, 2478.68], "text": " I don't know, you guys, I didn't quite expect to come to a marketing summit."}, {"timestamp": [2479.28, 2484.14], "text": " I mean, I've seen the videos before, and I've felt it before, and of course I was there, but gosh, it gets you, doesn't it?"}, {"timestamp": [2489.3, 2495.72], "text": " It's quite fantastic. Look, does anyone have any questions about it is anything like to ask there's a chap down the front here obviously the stadium of 4 million"}, {"timestamp": [2495.72, 2501.48], "text": " people was a great idea and there was a brilliant result did you guys talk about a"}, {"timestamp": [2501.48, 2505.46], "text": " contingency or what if there was an early exit and what impact"}, {"timestamp": [2505.46, 2506.46], "text": " that would have?"}, {"timestamp": [2506.46, 2507.96], "text": " That was the risk mitigation."}, {"timestamp": [2507.96, 2511.64], "text": " In all seriousness, the biggest risk of the tournament and we did, you know, we go through"}, {"timestamp": [2511.64, 2516.32], "text": " pretty extensive risk management including what might happen at 4 o'clock on a southern"}, {"timestamp": [2516.32, 2519.44], "text": " motorway when the Tongan team arrived."}, {"timestamp": [2519.44, 2524.64], "text": " The biggest risk was that we would become so obsessed with the all blacks and they would not"}, {"timestamp": [2524.64, 2525.62], "text": " win."}, {"timestamp": [2529.64, 2530.2], "text": " And so the strategy of 20 teams not won,"}, {"timestamp": [2533.76, 2536.7], "text": " of spreading the tournament around New Zealand engaging communities to show themselves off, not show the All Blacks off,"}, {"timestamp": [2536.78, 2541.06], "text": " show themselves off to love the other teams, to love the visitors that it turned up."}, {"timestamp": [2541.06, 2544.68], "text": " All of that was designed so that if it came to the crunch point"}, {"timestamp": [2544.68, 2549.92], "text": " and we experienced the disappointment of the All Blacks losing, the tournament"}, {"timestamp": [2549.92, 2555.64], "text": " would be a success off the back of our hosting. And, you know, it was a good strategy, but luckily"}, {"timestamp": [2555.64, 2557.76], "text": " they sort of just snuck in."}, {"timestamp": [2557.76, 2558.76], "text": " Another question."}, {"timestamp": [2558.76, 2564.24], "text": " Martin, with the benefit of hindsight, what effect do you think that winners now had"}, {"timestamp": [2564.24, 2567.54], "text": " on New Zealand's tourism reputation around the rest of the world?"}, {"timestamp": [2567.74, 2574.4], "text": " Oh, great profile. The tourism is now going through an upswing. Visitor numbers are growing."}, {"timestamp": [2574.78, 2579.24], "text": " We've got, I think, you know, there's things like The Hobbit as well that are now being used."}, {"timestamp": [2579.24, 2585.88], "text": " We've actually understood now the value of profiling our country and profiling what we do and"}, {"timestamp": [2585.88, 2591.12], "text": " rugby will cup helped us with that. So tourism's on and up swing now and it's good and this"}, {"timestamp": [2591.12, 2592.76], "text": " contributed to that."}, {"timestamp": [2592.76, 2599.68], "text": " Anyone got more questions? Can we get it again?"}, {"timestamp": [2599.68, 2603.92], "text": " Yeah we can get it again. I wouldn't have said that before the tournament but at the end"}, {"timestamp": [2603.92, 2625.88], "text": " of the tournament I thought there's no way that they can afford not, can't afford. They have to bring it back to New Zealand. They need it and they know we'd do a fantastic job. It'll be another 20 years before it does, but that's all right. We need that time to create space so that we can then come together in 20 years time for another major effort"}, {"timestamp": [2625.88, 2628.0], "text": " to deliver it."}, {"timestamp": [2628.0, 2629.0], "text": " There's a question here."}, {"timestamp": [2629.0, 2631.0], "text": " Personal question for you."}, {"timestamp": [2631.0, 2633.0], "text": " How the hell do you follow that one up?"}, {"timestamp": [2633.0, 2638.5], "text": " At the end of January there's the NRL Auckland Nines that should be pretty good if you want"}, {"timestamp": [2638.5, 2642.0], "text": " of tickets go on sale in a couple weeks time."}, {"timestamp": [2642.0, 2646.64], "text": " It actually was quite difficult at the end of that settling in the city, you know, I went into tourism for two years, which I enjoyed,"}, {"timestamp": [2647.2, 2652.4], "text": " but it was really hard. You felt lost after it and almost after too. You know,"}, {"timestamp": [2652.4, 2656.24], "text": " we were pretty unsettled and I don't know that we've completely settled down since,"}, {"timestamp": [2656.24, 2661.68], "text": " but at least you're comforted by the fact that we were part of something that New Zealanders love."}, {"timestamp": [2661.68, 2670.32], "text": " I don't have anyone come up to me and bitch about, you know, ticket prices, which at the final were, you know, 60,000 tickets. We had 10,000 tickets at"}, {"timestamp": [2670.32, 2679.2], "text": " 490 bucks, 10,000 tickets at 790, 20,000 tickets at 1190 and 20,000 tickets at 1390. And I haven't"}, {"timestamp": [2679.2, 2685.34], "text": " had a single person come up to me and complain about those since the tournament."}, {"timestamp": [2685.34, 2690.6], "text": " The experience, they got value for money, they got better value in fact than what they had"}, {"timestamp": [2690.6, 2694.1], "text": " to pay and a lot of them had to pay a lot."}, {"timestamp": [2694.1, 2695.1], "text": " Anyone else?"}, {"timestamp": [2695.1, 2696.1], "text": " There's one here."}, {"timestamp": [2696.1, 2700.62], "text": " Martin, just in terms of the ticket sales targets, it's pretty lofty targets that you"}, {"timestamp": [2700.62, 2703.96], "text": " had there and there would have been times when you would have been going, oh my God, are we"}, {"timestamp": [2703.96, 2708.32], "text": " going to get there. Have there been particular learnings from that"}, {"timestamp": [2708.32, 2712.64], "text": " in terms of those highs and lows when you get those peaks and troughs that you think,"}, {"timestamp": [2712.64, 2716.96], "text": " okay, well that really worked or, you know, how did we cope with those slumps?"}, {"timestamp": [2716.96, 2722.88], "text": " Yeah, it is selling tickets for an event like that, which is sell over a period of 12 months."}, {"timestamp": [2722.88, 2725.38], "text": " It just keeps going through a roller coaster ride."}, {"timestamp": [2725.38, 2726.68], "text": " And you know exactly what's going to happen."}, {"timestamp": [2726.68, 2730.48], "text": " You know you go on sale for two weeks, and in the first two hours you sell most of the"}, {"timestamp": [2730.48, 2733.24], "text": " tickets, and then suddenly drops off and doesn't do anything."}, {"timestamp": [2733.24, 2737.84], "text": " So you go into the newspapers and just spark it up through some outrageous comment about"}, {"timestamp": [2737.84, 2742.12], "text": " something other, and you have a peak for about a day, and then you give it a bit of space,"}, {"timestamp": [2742.12, 2748.7], "text": " and you know, it's exactly what Winston Peters does."}, {"timestamp": [2755.68, 2758.82], "text": " Indeed. Anyone else? Marlon, I just quickly want to know about you, I suppose you activated the communities and the whole country obviously and that's what you've been telling. That's"}, {"timestamp": [2758.82, 2765.06], "text": " an amazing job. You helped. Yeah. Well look, the sponsors obviously a huge role in that."}, {"timestamp": [2765.96, 2767.94], "text": " Corporates, how did you activate those guys?"}, {"timestamp": [2768.06, 2770.48], "text": " How did you get big businesses across New Zealand involved?"}, {"timestamp": [2770.66, 2771.94], "text": " Obviously, they're buying a lot of tickets."}, {"timestamp": [2772.02, 2772.76], "text": " They just wanted to."}, {"timestamp": [2772.88, 2773.38], "text": " They want to."}, {"timestamp": [2774.38, 2779.3], "text": " We didn't have the commercial rights, so we had no contractual link with corporates,"}, {"timestamp": [2779.38, 2781.16], "text": " but we had heaps of interaction with them."}, {"timestamp": [2781.16, 2785.24], "text": " And it was just everyone saw it as great team building"}, {"timestamp": [2785.24, 2788.52], "text": " exercises within their own organisations you know and so lots and lots of"}, {"timestamp": [2788.52, 2791.64], "text": " people were supplying tickets to their staff members for good performance and"}, {"timestamp": [2791.64, 2795.96], "text": " and stuff like that and and even if they didn't go to matches they were they"}, {"timestamp": [2795.96, 2800.76], "text": " were creating their own staff events where they could watch on TV or something"}, {"timestamp": [2800.76, 2808.4], "text": " like that and just and really you know the general mood around New Zealand was unbelievable for that for that period of time and at the end of it"}, {"timestamp": [2808.4, 2811.4], "text": " people didn't want it to finish I thought we'd all just drop dead with"}, {"timestamp": [2811.4, 2814.44], "text": " exhaustion but but actually people wanted the next day they felt lost"}, {"timestamp": [2814.44, 2821.78], "text": " themselves they wanted to carry on cool anything else look I'm I hope"}, {"timestamp": [2821.78, 2829.3], "text": " on behalf of everyone thank you that was tremendous yeah thank you ever"}], "text": " This is going to be a great one. This is, I mean, Alexandra is great, everyone's been great. But this guy, I only met a couple days ago and I was fascinated to have a chat. He's a lawyer, that's okay, there's a few of those. He's a companion of the New Zealand Order of Merit. There's a whole lot less of those. My grandfather got something like that, so I think, you know, I was kind of chuffed when I saw that. He's been the CEO of New Zealand cricket for a number of years. He was the CEO of TIA, the Tourism Industry Association of New Zealand. He's had international cricket roles. He's just been named the CEO of Duco Events, and of course he was CEO of, well, New Zealand Rugby World Cup 2011. I'm talking, of course, about Martin Sneddon. So Martin's going to give us a chat today really about that experience of New Zealand during the Rugby World Cup. But obviously with a bit of a slant for what it was, if you think about it, it was probably New Zealand's biggest experiential thing, New Zealand's biggest event, for sure. We met the other day and had a chat about it, and I was surprised by a few things in the chat. Not least of all was, it was 45 days long. I didn't recall it being that long, and I was kind of amazed that the country had that much energy for that long. Another couple of interesting things, Martin spent five years planning that instant success, which brought home a few things to me. Though, you know, being in the experiential events industry, I do understand these things take a whole lot more work than they seem. What Martin and I agreed on really easily, and what I was, well, I was probably just flattered that he agreed with something I'd said, was that success lies in the magic. Yes, you've got to work hard, and he and his team worked incredibly hard for a long time, and people outside his organization came together to support the event in various ways. But you've got to create the magic. If there isn't magic and there isn't true connection, then it just won't take off. It won't go crazy. And way back at the start of the stream at 11 o'clock this morning, we were talking about how really what counts is genuine deep engagement. It's really got to click. It's got to be worth it. And if it is, it's a touch point that can really be the shining jewel in your marketing or channel strategy as marketers. But look, that's enough of me. Martin's much more interesting. Could you welcome Martin's sitting to the stage, please. Thank you, Tony. You've just taken the first 10 minutes from a speech. And we might have been sitting in the same room as each other yesterday, but I actually wasn't listening to you. Gide everyone. Nice to be here. And what you're going to hear from me really is what Tony just explained is, is in the context of live marketing, how do you grab hold of a whole nation and create that magic that Tony was talking about? Because, and I'll explain why in a couple of minutes, but because it was so necessary for us to do this. If we didn't create the magic, then we were at risk of New Zealand being embarrassed in the biggest way to just about have ever been embarrassed. So there was a little bit of pressure as CEO of Rugby World Cup. It was either going to be career-hanceing or absolutely career finishing. And fortunately, thanks to the fantastic support right around New Zealand, it actually turned out to be exactly what we hoped it would, in fact, probably better. But I just want to take you back in time. And Brad, we're just going to have a look at that Rugby World Cup montage. I just want to get you back in the mood of what happened in 2011. Three years ago, I can't believe that it's three years ago that this happened. Oh, Just to be the Dara-a-da-da-da-da Just to be the best I can sets the goal for every man if I win or draw it's a victory for all. It's the world in yon, the world is the world is the world in union The world is fond. As we climb to reach our destiny and new age has begun. It's the world in yonon The world The world As we fly To reach our destiny We are you We can't be done that are you which has become. That was a good one to win that final. That absolute thrashing of France. I'll come back to that a little bit later. Show our hands. Who went to a game? That's pretty good. Keep your hands up. Who went to a fan zone? Of those who haven't put their hands up yet who watched the game on telly? Is there anyone in the room that didn't do any of that? None? That I think just captures for itself some of the impact that this had on New Zealand. What were the things you remember? What were the highlights? Car flags, yeah. Isn't that amazing how they just suddenly sprung up all around the place. Each country coming into each city for a certain period of time. Yeah. Yeah. Just the whole gravity, you've been two different opposition supporters but having an absolute conversation going to a game from the game. We were really worried, Tony said before it was 45 days long. We were really worried about that because that's a long time to keep people up for. So being able to send people around the country to have all of those conversations happening. What are the other things you remember? Yeah. A few parties. Yeah. Island being Australia. Island being Australia. Yeah. I few parties? Yeah. Island-being Australia. I'll tell you what my highlights were. Firstly, can you remember that the team started, you know, we'd been planning for this, as Tony said, for five years, this instant success. And it only started becoming real when the team started arriving in in New Zealand. And we staged it so that the 19 teams that were coming in that they would come in sort of over a period of about a week and a half and whatnot. And we made sure that every time they turned up at the airport, they just got this fantastic welcome. And we had been working for quite a long time with the Samoan and Tongan communities in Auckland. And we staged it that those two teams would come in last. So the Samoan team turned up the eighteenth team and about two or three thousand Samoans went out to Auckland Airport and just gave them a fantastic welcome and then the Tongans arrived they arrived at four o'clock on a Monday afternoon there was 7,000 Tongans that went out to Auckland Airport most of them couldn't find car parks and a lot of them chose to park their cars on the Southern Motorway. And at peak hour traffic, stopped it absolutely dead. So for four years, I've been planning this whole event, and I had these really good people working for me, and not one of the buggers, in a risk sense, thought about possibility that fans would park their cars on the Southern motorway at peak time, and bring everything to a shuddering halt. But that's what happened. But it actually caught the imagination of New Zealand when that happened. And then, you know, we went and you just saw a glimpse of it there, the opening ceremony. I mean, New Zealanders were really worried about the opening ceremony. How could we show ourselves off? You know, this was going to an audience of 60,000 people sitting in Eden Park, but it was going to an audience of 60,000 people sitting in Eden Park, but it was going to an audience of 60 million people around the world and to a lot of New Zealanders. And we knew that this would be the first impression, and you know what it's like, your first impression is the best chance you've got. And so all of the nervousness and anything around the whole event, most of it was centered in on how good could we make the opening ceremony. Well, we turned it into an absolutely fantastic. Three and a half million New Zealanders turned into it apparently. And it hit the right notes right the way through, and that just got the tournament off too. We needed to sell 20 million tickets come opening night, and the opening ceremony said it's on its way the Australian Island game you know we'd been we'd been talking to New Zealand so much about the fact that this this tournament was about 20 teams not about one yeah we know the all blacks you know hadn't won the rugby World Cup for 24 years and there was a bit of angst around that, a lot of angst around that. But there was a real risk we thought that that could become the focal point of the tournament that people would get too focused on that and forget about the fact actually this was a festival involving 20 nations with the teams, the supporters, the media, everything. And so so much work went into trying to get people to buy into and take the other teams into their hearts and look after them. And that came to a head at Eden Park one week after the opening ceremony. You go onto the ground, there's 60,200 people there. It's the third biggest crowd in the history of New Zealand rugby and the All Blacks weren't even playing. And the previous largest ones were in 1956 and 1965. We had asked the public to show their support for teams by dressing up in the colours of the teams. And it was fantastic that night. There were hundreds and hundreds of people walking around in the yellow of the wallabies. And there was 55,000 people dressed up in emerald green. And it felt like in the stadium that you were in Lansdowne Road in Dublin, it was a home game for Ireland and they roast the occasion and they achieved this massive upset victory, which turned the tournament on its head in a really nice way. But at the end of the match, the Sky TV guys run on and they grabbed the Irish captain, Brian O'Driscoll. And how do you feel? You know, really innovative interviewing. And Brian looked up at the stands and he said, I'm just so grateful for all those people that have made the trip across from Dublin and other places. And I'm thinking, nah, they've come from Mount Eden. They've come from Papatouille and Hednesson. And the next night, those same people will put on a red jersey and go and support us and I'm thinking nah they've come from Mount Eden they've come from Papatoa and Henderson and the next night those same people will put on a red jersey and go and support Wales in another game and that's sort of how it happened but it wasn't just the big stuff it was the small stuff as well I got I was driving around the North Island and I got lost I had GPS and I got lost and ended up in a little town called Benny Dale. Anyone know about Benny Dale? One main street, three shops I think, population about 20 I think probably. Those three shops covered in the bunting of the Rugby World Cup and of the All Blacks. Landposts, 20 lamp posts, each of them with hand-painted murals, World Cup and of the all blacks. Lamposts. 20 lampposts, each of them with hand-painted murals, one depicting each of the 20 teams in the tournament. This is in Little Benadale that this is happening, and I thought, wow, you know, this is really captured New Zealand when you see something like that. And I carried on and I got to Palmerston North and watched a game. Romani were playing Georgia. And Palmerston North have watched a game. Romani were playing Georgia. Palmerston North have this thing that they do when their home team Manoa tours playing rugby at their stadium where the students from Massey University, they wear green buckets on their heads to matches. I don't know why, but it's pretty exciting in Parmi. I don't know why, but it's pretty exciting in Parmy. So the mayors of Palmerston North and Marston and Marston and the surrounding districts got together on the day before the game. And John O'Neill, who's just been elected to Parliament, who's the mayor of Parmy, said, right, we'll take Romania. The rest of you guys, you take Georgia, and the mayors between them went out, and they bought 7,500 buckets, yellow and red. And you went into the ground, it's only a small ground, holds about 11 or 12,000 people. And most of the crowd is sitting there with buckets on their heads. And I'm sitting there, and I'm thinking, what must it be like for someone who's on the other side of the world? The alarm clock's just gone on, they've turned on TV to watch rugby World Cup in New Zealand. The cameras are panning the crowd and they're all got buckets on their heads. And it's obvious. They'd say, oh, this game's in Palmerston North tonight. So I thought each of those things just sort of in a way captured the real spirit of the event. You know, the opportunity, if I look at what the opportunity was for New Zealand, we won the rights in 2005. It was a really genuine opportunity for New Zealand to shine on the world stage. We don't get too many opportunities like this. So here was an opportunity that we could shine on the world stage. It's got fantastic cut through around the world in terms of television. It had lots and lots of people who were going to come to New Zealand. So it was a fantastic opportunity. It was a fantastic opportunity for us to just enjoy one of the things that we love most, which is rugby, and all of the research shows that there are a lot of people in New Zealand that loves rugby, and it's part of who we are. And so it was a great opportunity to celebrate that moment. But there were real challenges with it, and the first challenge came when we won the hosting rights in 2005, six years before the event. The British media weren't expecting us to win, and so the day it was announced in Dublin, the general consensus was summed up by someone who said, New Zealand is too small, it's too far away, we are too obsessed with the all-blacks, and our people are too boring to host this event well. So that summed it up pretty nicely, and I captured that quote, and I kept that right in front of our people for the whole way. But equally, even in New Zealand, after the euphoria of winning the rights, you know, there was quite a bit of cynicism that started to float ahead. We were a bit apathetic. We were thinking, oh, we're getting a bit too carried away with this stuff. Underneath it all, I think there was quite a lot of anxiety right through New Zealand, and particularly in my family, that the thing would be a flop and would all be embarrassed and dad would be out of a job. So, you know, that was a challenge. Another challenge which was enormous was the financial matrix for this thing. Now, you run a rugby world cup with 20 teams. Basically, total cost to us was about 300 million New Zealand bucks. It's a great revenue driver though, Rugby World Cup, because there's fantastic broadcasting, there's fantastic sponsorship. All of the broadcasting money, all of the sponsorship money, was retained by the International Rugby Board, the IRB. New Zealand had to pay for the whole cost of running the event, and the only revenue that we were entitled to was revenue earned from match ticket sales. So there'd been an early budget done, and by the time I came on board, I could look at it and say, right, oh, we're budgeting to make a $30 million loss on this event. And the New Zealand Rugby Union and the government, under a JV agreement, were sharing that loss equally. Now, to achieve a $30 million loss, we had to do budgeted ticket sales of $270 million. Now, to put that in context, prior to the Rugby World Cup, the highest grossing event in the history of any event in New Zealand, sporting or otherwise, was a tour to New Zealand in 2005 by the British Lions. And on the back of high prices and sold out grounds, New Zealand rugby gross 24 million. So our challenge was to do it 11.5 times the biggest event ever. And if we did that, we were rewarded by achieving a $30 million loss. It was a fantastic business case to buy this thing, I think. But anyway, that was the challenge. And so, you know, we had to front up to that. There was no escaping it. We had shareholders, rugby union, government on our back saying, do not let that loss get any bigger than 30 million. And that pressure and that poking in the back continued for the full five years that I was involved in this. The solution, and Tony touched on it, the solution was summed up, I think, in a catchphrase, which said a stadium of four million. We'd won the bid, which was a real surprise to others, we'd won the bid off the back of this catchphrase of a stadium of 4 million. But in the context of the bid, it was a total rugby statement. It was saying, we were saying to the people who were voting on who would host the Rugby World Cup, which are rugby nuts spread around the world, New Zealand, bring the Rugby World Cup to New Zealand, we will provide you with an unparalleled rugby experience. The whole nation of four million people will turn themselves into a rugby stadium for the purposes of this event. And it was a great pitch and it absolutely worked in terms of making sure that we got the rights. Then, though, what to do with it? Because it was a very rugby-centric statement. And, you know, I came into the job and the organisation that ran the tournament was a bit of a hybrid, really. It was separate from the rugby union. So we started from scratch. I was employee number one and we just gradually built a staff over a period of five years to make sure we could deliver this thing. And then at the end of the tournament, that organisation got closed down and we all got made redundant. but we went away happy but anyway um so uh for us it was critical that we could use this this catchphrase of a stadium of four million but we had to move it had to move it and evolve it carefully from a rugby statement into something that actually would be regarded as being attractive to all sorts of Kiwis. Our research had showed that whilst about 60% of New Zealanders have some interest in rugby, varying from strong to just oh yeah, but it's okay. But that left 40% of our nation who didn't give us stuff about rugby and some who actually actively hated it. And we looked at this and we thought, well, do we want to run this event on the back of the support of the 60% of rugby people or do we want to pitch for the whole 100% and give it a go? But if we were going to do that, we had to move the flavor, the feel, the emotion of this event away from just being about rugby to something that actually was attractive for the whole of New Zealanders. And in particular targets were females because the stats were showing us that of the 60% of New Zealanders who like rugby, predominantly, you know, that was a male-based support base. And we needed the females. It's like a good marriage. You need that balancing act to be happening. You need that vibrancy, that different thinking, and just that sense of fun and whatnot that comes from the female input. And sport generally doesn't do a very good job of giving females an opportunity in that case. And we decided we would really turn this around and actually turn it into an event that actually was attractive and that females wanted to be involved in. So a lot of our thinking went down these lines. So it wasn't just about the rugby matches, which might or might not be attractive to females, but it was actually about a festival. It was about local communities finding ways of bringing themselves in their be attractive to females, but it was actually about a festival. It was about local communities, finding ways of bringing themselves in their own communities to life and just having fun around the whole thing and getting caught up in lots of ways. It was a 45-day party and a good party. And so that was the theory of what we were going to do. But of course, you can come up with that sort of theory, and then you start to think, well, hell, how are we going to actually bring this to life? So what was pretty important in all of that was that every key decision we made had to be consistent with this catchphrase of a stadium of four million, an invitation to all New Zealanders to get yourselves involved in one way or another. And so it started with key decisions at the heart of the tournament, the rugby tournament. So we had 48 matches and we had 20 teams and we had to work out, okay, where do the matches go and where do the teams go? Now, given the financial challenge we were facing, the simplest and most obvious thing to do would be to restrict the number of venues that the matches would be played at, use the biggest stadia, and try and eke as much money out of that the way we could. And we thought about that, and we thought, well, no, that's not gonna work in terms of a stadium of four million, because there are a whole lot of other places in New Zealand where people live that actually won't get to see it, and it'll become a real pain for them to have to get to the big cities and whatnot to actually enjoy this. Instead, why don't we actually pitch to send the rugby around the country in a way it can never be done in the professional era. The professional area you have, you know, Australia or England or whoever come in, and they only now ever play in three or four places. So we pitched to the International Rugby Board, the IRB, the owner, saying we wanted to take this around New Zealand. In our own hearts, we knew we, about 13 places we wanted to take the matches too. So we said we need to take this to 16 places and it just became a negotiation and we compromised with them and settled on 13. But the lovely thing about that, and if you put up a map of New Zealand and you put dots on the places where the matches went, and there are all sorts of obvious places, about nine of them where it was obvious they were going to get matches. But then, by virtue of getting to 13, instead of using eight or nine venues, but actually using 13 venues, we could put a dot on Fongare, we could put a dot on Palmeray, we could put a dot on Palmer's North, we could put a dot on Invercargle. And if you think about it, we were starting to bookend New Zealand and get them really involved in this. And each of those four places that I just mentioned, they contributed enormously. When their time came in the Rugby World Cup, they contributed to the real flavour of it. And they did it in their own way. You know, it wasn't all done exactly the same way up and down the country. It was actually communities were invited to just show themselves off in the best way they thought was the way to do it. And then we had the 20 teams and we thought, well, you know, the standard thinking was that the teams would base themselves in one place in New Zealand for the pull phase of the tournament which was about 35 of the 45 days and they would just shoot out to wherever they were playing their four matches and they'd just be out and back within a day or two. And we discussed this with the teams, and they said, no, no, it'll get too boring just in being one place. Let's move around. Well, that opened up the floodgates for us. So suddenly we were able to send teams. We ended up sending them to 25 different places in New Zealand. And again, if you think of that map of New Zealand and you've got 13 places where the matches are going suddenly you're also putting dots on places like like Ash Burton on Blenham Marsden Gisbon Kerry Kerry small communities that never would have ever thought that they would have a direct involvement in the Rugby World Cup and we were giving them a team to look after and a team would stay there for four days, six days, eight days, depending on how it sorted out and that community would embrace this team and they'd been preparing for a year and a half, two years to embrace this team and we looked for triggers about what sort of teams should go to what sort of communities and it was just trying to look for for those nice connections and you know so in Ashburton we found we were thinking you know the number 20th ranked team in the in the tournament is Romania no one knows who plays for Romania I still don't but but we thought okay is there a Romanian community in New Zealand so we looked around and we found one in Ashburton you know it's probably only about 50 people so we went down to Ashburton and said, well, what about it? Would you, as a town, take this team and you've got a little community there of Romanians? And that's the connection. And they said, hell yeah, we'll take them. And they did a brilliant job. And that happened right through New Zealand. The towns and cities made their connections with the team. So they didn't actually have to have a match happening, just having the team in their communities just for a few days, brought them into it and just connected them into the tournament. It gave them an opportunity, but it gave them responsibility. And they felt that responsibility. They wanted to not let New Zealand down. They wanted to make sure that they delivered on the standards that were expected if we were going to do something pretty special with us. So that was lovely. And then we started connecting in. When we were drawing in the towns and cities, we were drawing in the local authorities, and this hadn't been done much in sport before, events, and saying to them, hey, you know, you've got to come in here and you've got to take a bit of responsibility for this and learn to pull your community together and make your community shine. Now, lots and lots of people were saying to me for years, Auckland's going to be a disaster. You know, Auckland is hideous to deal with. And we're thinking back now about seven or eight years and at that stage I'm looking at it and there's eight councils in Auckland, there's three rugby unions, there's three stadia, and we're thinking, well this could be a bit of a headache to deal with. So we went to them and said, you've got to come together. We can't deal with all of your different bodies and we can't stand the competition that you're going to drive between each other into terms of what you get. Come together and form one group, and we'll deal with one group. And it was actually the four-runner of the supercity, and it worked brilliantly. And in fact, what came out of that in the end is a council-owned organisation called AT, Auckland Tourism Events and Economic Development. And off the back of the confidence they got, pulling their communities together and letting Auckland shine, which it really did shine, they have just kicked on and they've run event after event after event. And in conjunction with lots of the company I'm now going to be working for, Ducco, the NRL, Auckland Nines as an example of that. I'm also involved in the World Masters Games, which they're hosting in three years' time. You know, Rugby World Cup was a catalyst for communities coming together and feeling good about themselves, and it was a lovely thing. We needed, however, to connect with the international audience because our group of people who were going to go and buy tickets to this was too small to help us achieve our targets. And we're thinking back now five years, and no other event before us had properly used the social media platforms. And we just happened to hire a marketing manager, and it was an absolute love of his that, you know, Facebook took it. I'd never heard of any of these things, and he's now slotting them into our business plan and telling us this will help us. So we went about, you know, setting up Facebook, and I said, well, if we can get 100,000 likes or fans or whatever that is, that'll be great. Well, we did that within two months, you know, and in the end we got about a million and a half of those and we ended up with about four and a half million YouTube clips. But the beauty is we had content. We had the content from previous World Cups, which we had unlimited free access to, and we had tourism New Zealand giving us lots and lots of content so that we could build two stories. We could build the rugby story for those international fans that were interested in the rugby, and we could build the story of why New Zealand is such a great visitor destination for those, and there are many of them that have New Zealand on their bucket list. And then, of course, there's a lot of crossover of rugby fans who always have wanted to come to New Zealand. Well, you know, put those two things together, and it was a great mix. And in the end, fans who always have wanted to come to New Zealand, well, you know, put those two things together and it was a great mix. And in the end, it worked fantastically and it also worked under crisis situations because we grew and grew this, you know, we devised all these sorts of competition. Well, I didn't devise any of them. I had people who knew what they were doing devising them and growing the fan base, you know, week after week, month after month through various devices and competitions and whatnot and we were using that to sell tickets and then the Christchurch earthquakes happened five months out from the event one quarter of the tournament location completely wiped out taken out of our hands incredibly sad you know that we all know the the despondency that that was felt within New Zealand in those months after the earthquakes. But we were five months out from the Rugby World Cup. We had to shift eight matches. We had to cancel $28 million with a ticket sales, hand back every cent, including ticket tech fees, and relocate eight matches. You couldn't relocate eight matches from one place to another. You had to spread those eight matches all over the show. We had international people that had, you know, bookings, flights, hotels, everything all over the show. And the social media platform just gave us an ability to keep talking to them day after day. And as we found solutions, we could communicate those solutions. They could ask us questions. And it enabled us to come through that brilliantly. But on the ticketing side of things, it was an unbelievable selling mechanism. And we don't know for sure, but we reckon we probably sold 100 million bucks worth of tickets off the back of the social media platform that we created. So that was an amazing thing. But best of all, we could keep bringing people into our story about what this event was about, about the fact that it was a nation of four million people who were not actually going to turn themselves into a rugby stadium. They were going to turn themselves into hosts, four million hosts, who were going to take a hell of a lot of pride about showing off their individual communities and the things they were good at to themselves and to all of those people who were going to travel around New Zealand because this was going to be a great domestic tourism initiative and then those international fans that were going to come from anywhere and just entice them in but give them the flavour of what this was about just emotionally grab hold of them so that they could they could anticipate and understand what it was that they just emotionally grab hold of them so that they could anticipate and understand what it was that they were climbing into and what it would be like for them when they came to New Zealand. And then of course, you know, they did come to New Zealand. We talked about some of the highlights before and the other things. You know, the opening night, I think as you mentioned in Auckland, down the waterfront was just spectacular. But man, can you remember that transport malfunction? Which was not surprising because, you know, Auckland rail probably isn't world class. And it was a little bit embarrassing. But one of the lovely side effects of that was that an initiative by Auckland called the fan trail. People suddenly thought, well, why aren't we just walk into Eden Park? So, you know, after that opening night debacle, no one had taken out a mortgage to buy tickets off me. They didn't want to take a risk that the bus or the train would break down, so let's walk to Eden Park. So, you know, I think the Australia Island game, there was about 5,000 people that walked to Eden Park. It just became an experience. They put buskers, they did all sorts of things. People in the houses the whole way along started sitting on their porches and interacting with the people as they were walking by. It become a great experience. And so, you know, it built and built and built. And on the night of the semi-final, New Zealand, Australia, 16,000 people walked the fan trail from the bottom of Auckland out to Eden Park. And one week later, on the night of the final, 42,000 people did that walk. Only about one third of those people had tickets. But it had become such an experience and had been talked about so much. People just wanted to be part of it. And it was a lovely thing. I think you mentioned maybe the street dressing that went on. We ran a competition about the best dressed street. And I remember that on the day before the semifinal, I think it was, or the final, we chose the winner and we went out to a street in South Auckland. It was a little cul-de-sac, and what had happened is that one of the people living in the cul-de-sac had decided, let's enter into this competition. She didn't know anyone else in the street. No one really knew anyone else in the street. She went door knocking. She got people engaged. Each of them, about 20-odd houses. They dressed up their houses completely in colors of different teams. And they started, every night there was a game on. They started getting together and celebrating with each other and having fun. And we saw what they did and they won the competition. And so we went out there to present them with their prizes and they decided to have a street barbecue to do this to celebrate. And so we'd go out there and they're really excited. And then a couple of minutes later, a minivan calls up and out jumps Michael Jones and out jumps John Kirwan and Grant Fox and Joe Stanley and Buck Shelford and we had about 12 of the all-black team that had won the World Cup in 1987 suddenly get out and join in the street barbecue they couldn't believe it. It was just one of those moments that you just couldn't, they just never, ever expected they were flabbergasted. And we're just looking at it, grinning and thinking, man, you know, this is what the event has done. It has grabbed hold of people. It has connected them together. It has made them fantastic hosts. The feedback we had from the visitors that came to New Zealand was amazing. No longer was New Zealand too boring, and we weren't that obsessed with the All Blacks. We were pretty obsessed, but not as bad as we normally are. And it worked. What was the end result of that? We actually achieved the ticket target. We got to 270 million tickets one day before the end of the tournament. I don't know how we did it, but we did it. We kept to the $30 million loss. The prediction of 65,000 international visitors turned into 133,000 international visitors, and we know that because each of them had to tick a box on the immigration card. There's no bullshit about that. $600 million direct impact into the New Zealand economy. So that worked. Unbelievable coverage across the world. The British media, you know who called us too boring? One week before the finals said, hey, you've done such an amazing job. We hope the All Blacks win. You deserve it. And, of course, they went out in the thrash fans in the final. And I've run out of time, haven't I, to show the clip I was going to go at the end. Brad, show it. Brad Charlotte. The climax of the 2011 rugby World Cup final. This is a nervous excitement. A World Cup final doesn't come around very often. This team, well, they could silence a lot of critics tonight. This team here is very focused and they are very keen to get their hands on a trophy that this country hasn't held for 24 years. And the All Blacks, well, this is it, this is it, a World Cup final. It's good. So first real opportunity for the All Blacks, deep in the All Blacks, deep in the Well, this is it, this is it, a World Cup final. So first real opportunity for the All Blacks, deep in the red zone, going to a full line out option. And the pro is good. It comes and after final at World Cup! There's the first try of the final! What a move! And the ball lost forward and now the All Blacks have a player down and it's Aaron Cruden. And well, come at the hour, well, come at the man. Number four, five eight for the All Blacks. What a twist of fate. Crosch. Unbelievable. Touched! This is bigger kick as you'll ever get. Here's his kick. And he's going to have it. And the All-Blacks now have an 0. Point lead in the game. Oh, this game is on an absolute knife edge. Now, Yush Vali. Yes. Away it goes to trend at Rosary. Dusatatois! Ducatire, the captain! France are back! Tories we need to make the movie when he'samps on the edge of their seat. Alice. This is Tynchie. Boy. The crowd. I see that. I got it. The crowd is. The crowd is behind him. Just second try and leading in the border out of here. There will be a turnover. Now it's with Andrew Ellis. There is 80 90 minutes out. And the Olympics are the world champions for the second time. Phew, that was close. Remember those last 24 minutes from the time Ducetois scored? No one forgets those 24 minutes. And lots of people thought, oh, maybe the All Blacks choked. For me, that was the perfect end to the tournament. You know, it's something we'll never forget the result of and we won't forget what happened in days following, you know, those parades around New Zealand. And I think we could stand up as a nation and we could celebrate the fact that all of us had come together and achieved something fantastic for our country, for ourselves, created memories, and whether we'll ever get to those sort of heights again, I don't know, we've given ourselves a good chance of getting back in the mix because of how well we did. But for just that moment in time, Kiwi's stood tall and it was fantastic, and I think off the back of this we have gained so much confidence, self-esteem, and so much willingness and capability to know we can do all sorts of things. And so that was a great legacy from the Rugby World Cup. So thank you very much. It's a good story to tell, and it's nice seeing the smiles on the faces and the laughs at the right time and, you know, sharing in a story that it's not my story, it's our story. Thanks. Martin, thank you so much, mate. Thank you. I don't know, you guys, I didn't quite expect to come to a marketing summit. I mean, I've seen the videos before, and I've felt it before, and of course I was there, but gosh, it gets you, doesn't it? It's quite fantastic. Look, does anyone have any questions about it is anything like to ask there's a chap down the front here obviously the stadium of 4 million people was a great idea and there was a brilliant result did you guys talk about a contingency or what if there was an early exit and what impact that would have? That was the risk mitigation. In all seriousness, the biggest risk of the tournament and we did, you know, we go through pretty extensive risk management including what might happen at 4 o'clock on a southern motorway when the Tongan team arrived. The biggest risk was that we would become so obsessed with the all blacks and they would not win. And so the strategy of 20 teams not won, of spreading the tournament around New Zealand engaging communities to show themselves off, not show the All Blacks off, show themselves off to love the other teams, to love the visitors that it turned up. All of that was designed so that if it came to the crunch point and we experienced the disappointment of the All Blacks losing, the tournament would be a success off the back of our hosting. And, you know, it was a good strategy, but luckily they sort of just snuck in. Another question. Martin, with the benefit of hindsight, what effect do you think that winners now had on New Zealand's tourism reputation around the rest of the world? Oh, great profile. The tourism is now going through an upswing. Visitor numbers are growing. We've got, I think, you know, there's things like The Hobbit as well that are now being used. We've actually understood now the value of profiling our country and profiling what we do and rugby will cup helped us with that. So tourism's on and up swing now and it's good and this contributed to that. Anyone got more questions? Can we get it again? Yeah we can get it again. I wouldn't have said that before the tournament but at the end of the tournament I thought there's no way that they can afford not, can't afford. They have to bring it back to New Zealand. They need it and they know we'd do a fantastic job. It'll be another 20 years before it does, but that's all right. We need that time to create space so that we can then come together in 20 years time for another major effort to deliver it. There's a question here. Personal question for you. How the hell do you follow that one up? At the end of January there's the NRL Auckland Nines that should be pretty good if you want of tickets go on sale in a couple weeks time. It actually was quite difficult at the end of that settling in the city, you know, I went into tourism for two years, which I enjoyed, but it was really hard. You felt lost after it and almost after too. You know, we were pretty unsettled and I don't know that we've completely settled down since, but at least you're comforted by the fact that we were part of something that New Zealanders love. I don't have anyone come up to me and bitch about, you know, ticket prices, which at the final were, you know, 60,000 tickets. We had 10,000 tickets at 490 bucks, 10,000 tickets at 790, 20,000 tickets at 1190 and 20,000 tickets at 1390. And I haven't had a single person come up to me and complain about those since the tournament. The experience, they got value for money, they got better value in fact than what they had to pay and a lot of them had to pay a lot. Anyone else? There's one here. Martin, just in terms of the ticket sales targets, it's pretty lofty targets that you had there and there would have been times when you would have been going, oh my God, are we going to get there. Have there been particular learnings from that in terms of those highs and lows when you get those peaks and troughs that you think, okay, well that really worked or, you know, how did we cope with those slumps? Yeah, it is selling tickets for an event like that, which is sell over a period of 12 months. It just keeps going through a roller coaster ride. And you know exactly what's going to happen. You know you go on sale for two weeks, and in the first two hours you sell most of the tickets, and then suddenly drops off and doesn't do anything. So you go into the newspapers and just spark it up through some outrageous comment about something other, and you have a peak for about a day, and then you give it a bit of space, and you know, it's exactly what Winston Peters does. Indeed. Anyone else? Marlon, I just quickly want to know about you, I suppose you activated the communities and the whole country obviously and that's what you've been telling. That's an amazing job. You helped. Yeah. Well look, the sponsors obviously a huge role in that. Corporates, how did you activate those guys? How did you get big businesses across New Zealand involved? Obviously, they're buying a lot of tickets. They just wanted to. They want to. We didn't have the commercial rights, so we had no contractual link with corporates, but we had heaps of interaction with them. And it was just everyone saw it as great team building exercises within their own organisations you know and so lots and lots of people were supplying tickets to their staff members for good performance and and stuff like that and and even if they didn't go to matches they were they were creating their own staff events where they could watch on TV or something like that and just and really you know the general mood around New Zealand was unbelievable for that for that period of time and at the end of it people didn't want it to finish I thought we'd all just drop dead with exhaustion but but actually people wanted the next day they felt lost themselves they wanted to carry on cool anything else look I'm I hope on behalf of everyone thank you that was tremendous yeah thank you ever"}