{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " With the new digital harm law, this is what we as students want teachers around New Zealand to know about how to help us."}, {"timestamp": [7.0, 12.0], "text": " What we are doing today is working with NITSAFE to give you as teachers solutions."}, {"timestamp": [12.0, 19.0], "text": " So Sean, as a director of technology here at Netsafe, what's the one thing you want New Zealand teachers to know?"}, {"timestamp": [19.0, 28.76], "text": " The most important thing the teachers need to understand is that how they feel about the harm the human in might experience online and how helpless they might feel, they need to understand there is something"}, {"timestamp": [28.76, 32.88], "text": " that can be done. New Zealand has changed this legislation so that harmful content"}, {"timestamp": [32.88, 37.2], "text": " online is not acceptable to anymore. There are actions that can be taken, there are criminal"}, {"timestamp": [37.2, 41.28], "text": " proceedings, there are civil proceedings, there are things that teachers can do if they talk"}, {"timestamp": [41.28, 45.76], "text": " to us or they talk to young people about talking to us then they can get help for those"}], "text": " With the new digital harm law, this is what we as students want teachers around New Zealand to know about how to help us. What we are doing today is working with NITSAFE to give you as teachers solutions. So Sean, as a director of technology here at Netsafe, what's the one thing you want New Zealand teachers to know? The most important thing the teachers need to understand is that how they feel about the harm the human in might experience online and how helpless they might feel, they need to understand there is something that can be done. New Zealand has changed this legislation so that harmful content online is not acceptable to anymore. There are actions that can be taken, there are criminal proceedings, there are civil proceedings, there are things that teachers can do if they talk to us or they talk to young people about talking to us then they can get help for those"}