{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " Have you ever thought about how the other person feels?"}, {"timestamp": [9.0, 11.0], "text": " Home is meant to be a safe place."}, {"timestamp": [11.0, 14.0], "text": " Who do you think you are taking this away from someone?"}, {"timestamp": [14.0, 16.0], "text": " When I was 12, I was bullied."}, {"timestamp": [16.0, 20.0], "text": " I was excluded, called me names and beaten."}, {"timestamp": [20.0, 23.0], "text": " If you're being bullied, you aren't alone."}, {"timestamp": [23.0, 25.82], "text": " The best thing you can do is tell somebody."}, {"timestamp": [26.46, 26.98], "text": " I didn't."}, {"timestamp": [29.42, 30.56], "text": " I let it go by, and I sat through all of it."}, {"timestamp": [31.88, 32.62], "text": " You don't need to tell a teacher."}, {"timestamp": [34.6, 35.44], "text": " If you do, it doesn't need to be your former teacher."}, {"timestamp": [38.44, 41.14], "text": " All you have to do is tell somebody and they will help you."}, {"timestamp": [44.64, 47.0], "text": " When you have an issue that's really, really distressing you, it's important to talk to your school counsellor."}, {"timestamp": [47.0, 56.0], "text": " The school counsellor is trained to look at pathways to help you and the school counsellor is bound by systems of confidentiality."}, {"timestamp": [56.0, 60.0], "text": " That perhaps differ from other staff in a school."}, {"timestamp": [60.0, 73.12], "text": " So the whole role of going to the school counsellor is about your safety and working with you, not at you or for you, to help you get out of the mess that you may be in."}], "text": " Have you ever thought about how the other person feels? Home is meant to be a safe place. Who do you think you are taking this away from someone? When I was 12, I was bullied. I was excluded, called me names and beaten. If you're being bullied, you aren't alone. The best thing you can do is tell somebody. I didn't. I let it go by, and I sat through all of it. You don't need to tell a teacher. If you do, it doesn't need to be your former teacher. All you have to do is tell somebody and they will help you. When you have an issue that's really, really distressing you, it's important to talk to your school counsellor. The school counsellor is trained to look at pathways to help you and the school counsellor is bound by systems of confidentiality. That perhaps differ from other staff in a school. So the whole role of going to the school counsellor is about your safety and working with you, not at you or for you, to help you get out of the mess that you may be in."}