{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Hi, welcome to this Eva tutorial."}, {"timestamp": [4.0, 6.0], "text": " Today we're going to look at the Crossroads tool."}, {"timestamp": [6.0, 8.0], "text": " More than 2,500 years ago."}, {"timestamp": [8.0, 14.0], "text": " It allows viewers to jump to selected parts of the video depending on their answers and selections."}, {"timestamp": [14.0, 16.0], "text": " So let's get started."}, {"timestamp": [16.0, 21.0], "text": " Click on the Crossroads icon and drag it into the frame."}, {"timestamp": [21.0, 25.88], "text": " Here in the editor you can make the video stop when the interaction is"}, {"timestamp": [25.88, 32.72], "text": " available or allow it to play for the set time. The video does pause when the"}, {"timestamp": [32.72, 36.92], "text": " viewer clicks on the interaction. I'm going to reduce the time so the task"}, {"timestamp": [36.92, 42.44], "text": " disappears quite quickly when the interaction's been completed. Now enter"}, {"timestamp": [42.44, 47.56], "text": " some text into the question field. Here we need to give the viewer some"}, {"timestamp": [47.56, 53.56], "text": " options. Then go back into the video, select the part of the video you want to send"}, {"timestamp": [53.56, 59.86], "text": " students to, taking note of the time code. Now put the time code in the"}, {"timestamp": [59.86, 68.4], "text": " appropriate go-to box. Then we can add bonus information here you can give as many options as"}, {"timestamp": [68.4, 79.2], "text": " you like click done place the poster in the frame and hit save more than two and"}, {"timestamp": [79.2, 85.32], "text": " a half thousand years ago and review your work so we hope you enjoy the Crossroads"}, {"timestamp": [85.32, 87.96], "text": " function"}], "text": " Hi, welcome to this Eva tutorial. Today we're going to look at the Crossroads tool. More than 2,500 years ago. It allows viewers to jump to selected parts of the video depending on their answers and selections. So let's get started. Click on the Crossroads icon and drag it into the frame. Here in the editor you can make the video stop when the interaction is available or allow it to play for the set time. The video does pause when the viewer clicks on the interaction. I'm going to reduce the time so the task disappears quite quickly when the interaction's been completed. Now enter some text into the question field. Here we need to give the viewer some options. Then go back into the video, select the part of the video you want to send students to, taking note of the time code. Now put the time code in the appropriate go-to box. Then we can add bonus information here you can give as many options as you like click done place the poster in the frame and hit save more than two and a half thousand years ago and review your work so we hope you enjoy the Crossroads function"}