{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " So thanks for coming."}, {"timestamp": [7.0, 13.0], "text": " In 2011 we were going to be doing some renovations to our main building and the photo on the left"}, {"timestamp": [13.0, 17.0], "text": " and we found out that it was pretty earthquake prone."}, {"timestamp": [17.0, 22.5], "text": " We moved out immediately and then have had quite a few things that have come along in our journey"}, {"timestamp": [22.5, 24.5], "text": " to get where we are now."}, {"timestamp": [24.5, 28.68], "text": " Today we're going to talk to you about some of these changes and about how we're trying"}, {"timestamp": [28.68, 34.04], "text": " to create a structure for our students to support a 21st century style of learning."}, {"timestamp": [34.04, 40.18], "text": " At the moment our school is reinforced with the front facade because it's a historic building"}, {"timestamp": [40.18, 43.72], "text": " and behind is being demolished."}, {"timestamp": [43.72, 47.0], "text": " And we're going to talk to you a little bit about the changes that we're making"}, {"timestamp": [47.0, 50.0], "text": " in order to prepare for our new modern environment."}, {"timestamp": [50.0, 54.0], "text": " My name is Anna Wilson and I'm the acting assistant principal at Wellington East."}, {"timestamp": [54.0, 57.0], "text": " I'm going to be talking to you about the change of Arco groups"}, {"timestamp": [57.0, 60.0], "text": " and Anne Grenoey is one of our deputy principals"}, {"timestamp": [60.0, 63.0], "text": " who's going to talk to you about the changes around longer learning time."}, {"timestamp": [66.68, 70.5], "text": " While we initially planned for an interactive workshop, as our numbers grew,"}, {"timestamp": [70.6, 72.98], "text": " we decided it would be better for us to chat with you."}, {"timestamp": [73.68, 77.72], "text": " Some of you will have some really specific questions about how we do things in year 9"}, {"timestamp": [77.72, 79.12], "text": " and what we do with year 12s,"}, {"timestamp": [79.4, 82.96], "text": " but it probably won't be that beneficial if we ask those during the presentation,"}, {"timestamp": [82.96, 88.4], "text": " but we're going to be free afterwards if you'd like some of the nitty gritty and things about numbers of"}, {"timestamp": [88.4, 91.12], "text": " subjects and those sorts of things."}, {"timestamp": [91.12, 98.08], "text": " But feel free to ask any other questions that come up during your time."}, {"timestamp": [98.08, 99.76], "text": " So where is Wellington East?"}, {"timestamp": [99.76, 105.04], "text": " Some of you may know the Basin Reserve, the largest roundabout in the southern hemisphere, and we're"}, {"timestamp": [105.04, 108.76], "text": " right above that, above the Mount Victoria Tunnel."}, {"timestamp": [108.76, 114.06], "text": " We're a pretty old traditional girls' school celebrating our 90th birthday this year."}, {"timestamp": [114.06, 119.0], "text": " We're a desal eight school with over a thousand students, but we have a really diverse student"}, {"timestamp": [119.0, 120.64], "text": " population."}, {"timestamp": [120.64, 129.66], "text": " Our catchments from the southeast of Wellington, So those of you that have flown into Wellington Airport will now know our zone completely."}, {"timestamp": [129.66, 132.24], "text": " And we have a teaching staff of about 80 people."}, {"timestamp": [132.24, 136.24], "text": " I want to pass over to Anne."}, {"timestamp": [136.24, 137.24], "text": " I've got..."}, {"timestamp": [137.24, 141.24], "text": " Thank you."}, {"timestamp": [141.24, 143.24], "text": " Is that working?"}, {"timestamp": [143.24, 144.24], "text": " Lovely."}, {"timestamp": [144.24, 145.0], "text": " Thank you. What I will? Yeah. Oh, lovely."}, {"timestamp": [145.0, 146.0], "text": " Thank you."}, {"timestamp": [146.0, 150.1], "text": " What I will do is just set the scene of where we're at and then talk about longer learning"}, {"timestamp": [150.1, 153.4], "text": " times."}, {"timestamp": [153.4, 162.0], "text": " Over since 2005 to now, we've had to do quite a lot of work to improve the achievement of girls."}, {"timestamp": [162.0, 166.64], "text": " And that's just a snapshot that we have noticed that our students,"}, {"timestamp": [167.12, 171.52], "text": " we got an increase, we got what's not shown there, as we also worked on improving"}, {"timestamp": [171.52, 177.76], "text": " the endorsement in certificates and our Pacifica Māori students, particularly."}, {"timestamp": [178.96, 186.9], "text": " And we got, with normal dips and so on through the time, to a point where we are now sort of noticing"}, {"timestamp": [186.9, 188.5], "text": " a flattening off,"}, {"timestamp": [188.5, 190.68], "text": " and we have been trying to explore"}, {"timestamp": [190.68, 192.8], "text": " what might be the cause of that."}, {"timestamp": [194.94, 197.68], "text": " We also, I lead a curriculum committee"}, {"timestamp": [197.68, 202.86], "text": " which is made up of HODs, it's an open committee,"}, {"timestamp": [202.86, 206.64], "text": " HODs, members of the senior leadership team, teachers"}, {"timestamp": [206.64, 208.46], "text": " who just got an interest in curriculum."}, {"timestamp": [208.46, 216.2], "text": " So it's a curriculum committee that sort of, I suppose, numbers move between 15 to 20 depending"}, {"timestamp": [216.2, 222.22], "text": " on what we're doing because we just make it open for people who want to engage."}, {"timestamp": [222.22, 229.34], "text": " And we have been exploring the ways in which we want our students to be engaged"}, {"timestamp": [229.34, 235.56], "text": " in learning the sort of curriculum we want to offer and how we prepare them for the future"}, {"timestamp": [235.56, 241.32], "text": " that they may face, that perhaps is a little bit different to what we understand that might"}, {"timestamp": [241.32, 245.68], "text": " be. And there are three big things that we're doing,"}, {"timestamp": [245.78, 249.94], "text": " and I just thought it was appropriate to put what we've been facing this week,"}, {"timestamp": [250.3, 251.64], "text": " or last week at school,"}, {"timestamp": [251.72, 256.86], "text": " which was the destruction of that, the backside of that, so to speak, old building."}, {"timestamp": [257.48, 260.46], "text": " And the things that we want, oops, oh, one,"}, {"timestamp": [261.12, 268.3], "text": " break down is a little bit of that curriculum subject silos so that our teachers are working together"}, {"timestamp": [268.3, 278.22], "text": " and that we have a more coherent curriculum for students that they face particularly in years 9 and 10,"}, {"timestamp": [278.22, 281.26], "text": " which seem to be quite fragmentary approach."}, {"timestamp": [281.26, 283.72], "text": " So we're wanting to do that."}, {"timestamp": [283.72, 287.38], "text": " We're wanting to be less teacher-centred but"}, {"timestamp": [287.38, 292.96], "text": " importantly for our school our students are now achieving well but they are"}, {"timestamp": [292.96, 299.56], "text": " incredibly teacher dependent they come and they will do what we ask them to do"}, {"timestamp": [299.56, 307.66], "text": " more or less they attend well more or, and they achieve quite well."}, {"timestamp": [307.66, 315.14], "text": " But they want us to tell them what to do, to do this and to get there and so on."}, {"timestamp": [315.14, 321.72], "text": " So we are finding that huge dependency on us, and we are wanting them to have more agency"}, {"timestamp": [321.72, 323.22], "text": " over their own learning."}, {"timestamp": [323.22, 326.24], "text": " They are more, while they're academically engaged,"}, {"timestamp": [326.24, 328.6], "text": " we want them to also be intellectually engaged"}, {"timestamp": [328.6, 330.76], "text": " in what they're doing and enjoy learning,"}, {"timestamp": [330.76, 334.0], "text": " for learning's sake and understanding things,"}, {"timestamp": [334.0, 336.0], "text": " not just to gain credits."}, {"timestamp": [336.0, 341.0], "text": " So they are very, very clever in some ways"}, {"timestamp": [341.0, 344.0], "text": " at organising their assessments,"}, {"timestamp": [344.0, 346.38], "text": " and they are very focused"}, {"timestamp": [346.38, 347.52], "text": " on the number of credits"}, {"timestamp": [347.52, 350.68], "text": " and we think that pendulum's gone a bit too far"}, {"timestamp": [350.68, 354.1], "text": " and we of course"}, {"timestamp": [354.1, 356.46], "text": " have a school that"}, {"timestamp": [356.46, 358.5], "text": " I heard from"}, {"timestamp": [358.5, 360.16], "text": " Piro College Principal talking about"}, {"timestamp": [360.16, 361.76], "text": " sales and bells and we are"}, {"timestamp": [361.76, 366.24], "text": " very much a whole lot of single rooms."}, {"timestamp": [366.24, 371.0], "text": " We are governed, we were governed by a bell."}, {"timestamp": [371.0, 375.2], "text": " Our timetable was five hour periods every day."}, {"timestamp": [375.2, 379.3], "text": " We had a two-week timetable, so we went from day one to day ten."}, {"timestamp": [379.3, 389.96], "text": " We had 20 minutes, a form time, four days a week, and that was our timetable structure."}, {"timestamp": [389.96, 398.6], "text": " And a bell rang at the end of every period, and five minutes before the next period and"}, {"timestamp": [398.6, 404.06], "text": " the start of the next period, so it was very much that way."}, {"timestamp": [404.06, 408.94], "text": " Classrooms are traditional classrooms, the teachers go into those rooms,"}, {"timestamp": [408.94, 415.92], "text": " and it's quite traditional in that respect. Not to say that the teaching in there was totally"}, {"timestamp": [415.92, 426.9], "text": " traditional because it was varied, of course. In 2012, towards the end of 2011 when we moved out of the building,"}, {"timestamp": [426.9, 433.3], "text": " and the main building for us was 10 classrooms, all our administration,"}, {"timestamp": [433.98, 437.7], "text": " our library, our staff room, our staff work area."}, {"timestamp": [437.86, 442.02], "text": " We were a bit of an old-fashioned school in that we had a big area like this"}, {"timestamp": [442.02, 448.6], "text": " is where all the staff worked together, sort of old typing pool sort of arrangement really."}, {"timestamp": [449.58, 454.68], "text": " And that was a huge, of course, a lot of temporary space"}, {"timestamp": [454.68, 457.96], "text": " that had to be found on a site that was very compromised"}, {"timestamp": [457.96, 460.32], "text": " because it's on a hill,"}, {"timestamp": [461.12, 467.0], "text": " and there's not a lot of easy access to put in temporary classrooms and there's"}, {"timestamp": [467.0, 470.76], "text": " actually not a lot of room to put in temporary classrooms."}, {"timestamp": [470.76, 477.6], "text": " So we have worked through that challenge of what we need to do."}, {"timestamp": [477.6, 483.16], "text": " We were doing a strategic plan at that time so we were consulting with our community, we were"}, {"timestamp": [483.16, 485.8], "text": " consulting with our students and our teachers."}, {"timestamp": [486.18, 488.32], "text": " What would they like for the next five years?"}, {"timestamp": [488.44, 491.54], "text": " What would they expect from the school for the next five years?"}, {"timestamp": [491.62, 495.0], "text": " What do they want the experience to be like for their daughters?"}, {"timestamp": [495.96, 500.28], "text": " And we came up with a strategic plan that actually had six goals."}, {"timestamp": [501.24, 508.0], "text": " And our strategic direction is really these, summed up by these four areas."}, {"timestamp": [508.0, 513.0], "text": " We did a lot of work on values and consulted with our parents and students and staff."}, {"timestamp": [513.0, 517.0], "text": " What are the values of the school, what do we want to foster?"}, {"timestamp": [517.0, 526.2], "text": " We looked at 21st century learning because the parents wanted their students to be prepared for the modern world."}, {"timestamp": [526.44, 528.2], "text": " And what would that look like for us?"}, {"timestamp": [528.62, 530.28], "text": " So we spent quite a lot of time looking at that."}, {"timestamp": [530.96, 536.36], "text": " What support would we put in and how would we change our existing pastoral support?"}, {"timestamp": [537.0, 539.74], "text": " And then what we called the framework for learning,"}, {"timestamp": [540.7, 544.44], "text": " how we would enable those moves that we wanted."}, {"timestamp": [545.0, 552.0], "text": " We have perhaps some major developments."}, {"timestamp": [552.0, 555.0], "text": " As I said, we are having new buildings."}, {"timestamp": [555.0, 560.0], "text": " One of the really good questions that the architect, her opus,"}, {"timestamp": [560.0, 562.0], "text": " came to us and said,"}, {"timestamp": [562.0, 566.26], "text": " okay, we're going to build this new building, or a series of new buildings actually,"}, {"timestamp": [567.04, 573.12], "text": " what will learning be like at 1 in 10 years' time?"}, {"timestamp": [573.24, 575.08], "text": " What do you want it to be like?"}, {"timestamp": [575.4, 577.16], "text": " And that was a really good question"}, {"timestamp": [577.16, 580.34], "text": " because that really just started to pull together our thinking"}, {"timestamp": [580.34, 583.04], "text": " to answer that question."}, {"timestamp": [584.0, 593.92], "text": " Because from that, they then came up with designs of how they would organize the buildings."}, {"timestamp": [593.92, 601.56], "text": " We wanted to change the curriculum structure for our year 9 and 10 in particular, and we are"}, {"timestamp": [601.56, 615.5], "text": " doing pilot work on what we call learning hubs, which is where we have teachers of the same class collaborating together to look at how they present the curriculum to those students."}, {"timestamp": [615.88, 630.14], "text": " We are trialing it. We trialled with two classes last year. This year we've got two year nine and two year ten classes. And all the teachers involved volunteered to trial what this might look like."}, {"timestamp": [630.14, 635.36], "text": " We are continuing that trial and we have some, we've been awarded some teacher-led innovation"}, {"timestamp": [635.36, 638.32], "text": " funding to help us manage that."}, {"timestamp": [638.32, 640.24], "text": " So we're very happy about that."}, {"timestamp": [640.24, 645.04], "text": " So a bit more money to play with the trial."}, {"timestamp": [650.38, 651.58], "text": " We also wanted to improve the support that we give students,"}, {"timestamp": [654.48, 660.76], "text": " and I will talk about that because she's been leading that work and how we can do that in a structural way rather than that form time."}, {"timestamp": [662.64, 667.2], "text": " And the other thing that we were working towards was for students to bring their own device."}, {"timestamp": [668.0, 672.6], "text": " Our school had gone through quite a lot of change in terms of being totally wireless."}, {"timestamp": [673.3, 678.12], "text": " We were trialing it for a while and then we wanted to bring it in from year nine progressively up."}, {"timestamp": [679.14, 681.02], "text": " So there was a lot of work around that."}, {"timestamp": [683.76, 692.96], "text": " I guess if we think about how we do change where we are, I read this book by Michael Fullen"}, {"timestamp": [692.96, 696.52], "text": " because it's a nice skinny book, it's quite easy for me to read."}, {"timestamp": [698.16, 708.46], "text": " And I was really attracted to what he called the Ready, aim approach that he had read about in terms of what"}, {"timestamp": [708.46, 714.56], "text": " businesses do and change. And that's a wee bit what we're doing. We've come up with an"}, {"timestamp": [714.56, 720.84], "text": " idea, we've researched it, we're trialing it, if you like, and we're just doing it,"}, {"timestamp": [720.84, 728.4], "text": " and as we're doing it, we're learning on the job. So we are sort of firing, shall"}, {"timestamp": [728.4, 736.72], "text": " I say at the moment, on a number of things. So I just want to talk a little bit about"}, {"timestamp": [736.72, 747.0], "text": " how we changed our timetable from five one-hour periods per day to a different structure where we had some longer learning"}, {"timestamp": [747.0, 751.9], "text": " times."}, {"timestamp": [751.9, 758.6], "text": " We did quite, for quite some time we've been worried about the constricting nature of our timetable"}, {"timestamp": [758.6, 763.36], "text": " in allowing us to do a whole range of things that we wanted to do."}, {"timestamp": [763.36, 768.94], "text": " And for quite some years, even before 2012, the curriculum committee did a huge piece of"}, {"timestamp": [768.94, 772.66], "text": " working, went to a whole lot of schools and said, what is your curriculum like?"}, {"timestamp": [772.9, 774.54], "text": " How do you organise your timetable?"}, {"timestamp": [775.9, 780.06], "text": " And we looked at a range of models, but they were all just slight tweaks of what we've got,"}, {"timestamp": [780.06, 784.08], "text": " whether you have a two-week timetable, a six-day timetable, whether you have five periods"}, {"timestamp": [784.08, 785.42], "text": " a day or six periods a day."}, {"timestamp": [785.96, 789.36], "text": " They were all pretty much variations of what we did."}, {"timestamp": [790.14, 793.5], "text": " It wasn't until we started to visit some of the newer schools up in Auckland,"}, {"timestamp": [794.58, 797.5], "text": " and we looked at some schools overseas,"}, {"timestamp": [797.92, 802.04], "text": " particularly the United States, but also Canada and Australia,"}, {"timestamp": [802.7, 806.16], "text": " to look at those that had what they called block learning"}, {"timestamp": [806.16, 812.36], "text": " in America, the 90-minute sessions and so on. And that started for us in the curriculum"}, {"timestamp": [812.36, 819.8], "text": " committee to rings and bells, this might facilitate what we want to do. What we liked"}, {"timestamp": [819.8, 828.62], "text": " about this was the minimal research that we could find, and I have to emphasise there's not much research done about New Zealand experience,"}, {"timestamp": [828.62, 831.68], "text": " so it's pretty much based on American."}, {"timestamp": [832.96, 837.32], "text": " But what we liked was this set of benefits."}, {"timestamp": [839.92, 842.88], "text": " And that, in fact, was what we were after."}, {"timestamp": [847.84, 849.08], "text": " It was those things."}, {"timestamp": [849.2, 852.92], "text": " We are very lucky where we are at Wellington East"}, {"timestamp": [852.92, 855.9], "text": " because we're just the top of the tunnel there."}, {"timestamp": [856.56, 858.92], "text": " Mount Victoria, we walk the kids down the hill."}, {"timestamp": [859.28, 861.26], "text": " They're quite fit, unlike me,"}, {"timestamp": [861.36, 863.92], "text": " but they are quite fit because they've got to walk up and down quite a lot."}, {"timestamp": [864.78, 867.48], "text": " But we can go to Tepapa, we can go to the museums,"}, {"timestamp": [867.62, 868.86], "text": " we can go to the art galleries,"}, {"timestamp": [869.46, 872.36], "text": " we've got lots of community places"}, {"timestamp": [872.36, 874.28], "text": " where we can work with them,"}, {"timestamp": [875.02, 876.94], "text": " some of the universities and so on."}, {"timestamp": [878.1, 880.26], "text": " But what we were finding, of course, is to do that,"}, {"timestamp": [880.36, 882.02], "text": " you were cutting across lots of periods."}, {"timestamp": [883.36, 885.46], "text": " And that was for our school,"}, {"timestamp": [886.46, 888.2], "text": " you know, something that we wanted to continue,"}, {"timestamp": [888.44, 889.52], "text": " but we wanted to stop,"}, {"timestamp": [889.6, 891.4], "text": " check to say that always out of my class."}, {"timestamp": [891.76, 892.62], "text": " I don't see them."}, {"timestamp": [893.54, 894.7], "text": " Not sure that we've solved that,"}, {"timestamp": [895.36, 896.64], "text": " but different reasons now."}, {"timestamp": [898.68, 902.58], "text": " However, one of the things that we really, really recognized"}, {"timestamp": [902.58, 904.4], "text": " and all the things that they said"}, {"timestamp": [904.4, 906.18], "text": " is what we were looking"}, {"timestamp": [906.18, 914.24], "text": " at with the timetable was actually just repackaging it. It wasn't going to make any difference"}, {"timestamp": [914.24, 920.96], "text": " to the experience of the students unless we as teachers changed the way in which we thought"}, {"timestamp": [920.96, 932.12], "text": " about that time and what we were doing within it."}, {"timestamp": [937.06, 937.66], "text": " And of course, we were sort of anxious about it."}, {"timestamp": [940.1, 943.24], "text": " And quite rightly, because we had put a lot of work in and we had improved the achievement of our students markedly."}, {"timestamp": [944.2, 947.4], "text": " The teachers had worked really, really hard at our school"}, {"timestamp": [947.4, 950.96], "text": " to make things really good for the girls"}, {"timestamp": [950.96, 953.3], "text": " in terms of their achievement."}, {"timestamp": [954.36, 955.9], "text": " So we were anxious."}, {"timestamp": [956.5, 958.36], "text": " We had put a lot of work in."}, {"timestamp": [960.82, 968.66], "text": " We knew how to do sort of 50 minutes, 60 minute teaching sessions."}, {"timestamp": [968.66, 973.7], "text": " We had our lessons planned, our units of works planned around that."}, {"timestamp": [973.7, 978.24], "text": " So we were actually asking our teachers to do something really different and that would require"}, {"timestamp": [978.24, 984.88], "text": " work if we went this way."}, {"timestamp": [984.88, 986.0], "text": " So we did consult."}, {"timestamp": [988.0, 990.0], "text": " We did two with the staff."}, {"timestamp": [990.0, 992.0], "text": " Initially we said this is our idea,"}, {"timestamp": [992.0, 994.0], "text": " from the curriculum committee,"}, {"timestamp": [994.0, 996.0], "text": " we've come up with this idea."}, {"timestamp": [996.0, 999.0], "text": " We didn't have a particular structure,"}, {"timestamp": [999.0, 1001.0], "text": " but we said this is what's happening in some of the schools"}, {"timestamp": [1001.0, 1004.0], "text": " like Albany Senior High and so on."}, {"timestamp": [1004.0, 1005.38], "text": " They use 100"}, {"timestamp": [1005.38, 1013.42], "text": " minutes periods. And we got sort of an agreement from the staff, go ahead, come up with a structure,"}, {"timestamp": [1013.54, 1018.0], "text": " let's look at it further. Because if the staff weren't going to say, yep, we'll give it a go,"}, {"timestamp": [1018.5, 1026.88], "text": " there wasn't much use going into great details how to do it. We spoke to our parents about it, and we spoke to our students"}, {"timestamp": [1026.88, 1033.84], "text": " about it. We didn't necessarily ask for their permission to do it, but we did ask them what it"}, {"timestamp": [1033.84, 1042.88], "text": " would look like. And we had a basic structure which they then looked at, we explained it to them,"}, {"timestamp": [1042.88, 1045.0], "text": " and got their feedback."}, {"timestamp": [1048.0, 1053.0], "text": " They raised a number of issues that we had to resolve"}, {"timestamp": [1053.0, 1056.0], "text": " in whatever we did."}, {"timestamp": [1058.0, 1064.0], "text": " The biggest one, the most wonderful thing about 60 minute periods,"}, {"timestamp": [1064.0, 1075.0], "text": " five of those a day, 25 a week, is it's really easy to work out teacher allocations based on the contract."}, {"timestamp": [1075.0, 1089.48], "text": " The moment you go to something that was 100 minutes, and as you'll see in the handout that we put out there, 50 minutes. The 60 minute session allocation that you're allowed free time"}, {"timestamp": [1089.48, 1092.34], "text": " became a bit of a nightmare to work out,"}, {"timestamp": [1092.34, 1095.22], "text": " and still is a bit of a nightmare to work out."}, {"timestamp": [1099.18, 1111.26], "text": " Relief teachers was one that the students particularly raised. We always had a late start on a Wednesday for our professional learning."}, {"timestamp": [1111.7, 1115.08], "text": " We were proposing that the days all start at the same time,"}, {"timestamp": [1115.26, 1116.36], "text": " but we have an early finish."}, {"timestamp": [1116.86, 1118.62], "text": " But we want to start a little bit earlier."}, {"timestamp": [1119.9, 1122.36], "text": " In Wellington, because where we are,"}, {"timestamp": [1122.6, 1125.66], "text": " we have nine buses that bring the girls to school and take them home."}, {"timestamp": [1126.2, 1129.88], "text": " So although we're a city school, we're a bus school, if you like,"}, {"timestamp": [1130.32, 1134.14], "text": " and the bus schedules are really difficult to change."}, {"timestamp": [1135.36, 1138.48], "text": " I don't know any of you're involved in bus schedules,"}, {"timestamp": [1138.6, 1142.32], "text": " but the Wellington Regional Council let the contracts,"}, {"timestamp": [1142.4, 1144.76], "text": " and they don't like to change the contract."}, {"timestamp": [1144.76, 1145.24], "text": " So some of these little things tripped us up constantly. and regional council let the contracts and they don't like to change the contract."}, {"timestamp": [1145.24, 1153.48], "text": " So some of these little things tripped us up constantly."}, {"timestamp": [1153.48, 1155.0], "text": " So what did we do?"}, {"timestamp": [1155.0, 1160.52], "text": " Now I have, you don't, I did put some handouts over there."}, {"timestamp": [1160.52, 1162.64], "text": " Oh sorry."}, {"timestamp": [1162.64, 1169.06], "text": " The drift effect is where, and you'll see that the students suggest to us that it is happening,"}, {"timestamp": [1169.06, 1174.76], "text": " is where you have 100 minutes, but you only do 60 minutes worth of work and you just stretch"}, {"timestamp": [1174.76, 1176.38], "text": " it out."}, {"timestamp": [1176.38, 1182.72], "text": " So that's what we were calling the drift effect that you actually don't cover as much."}, {"timestamp": [1182.72, 1185.38], "text": " Yeah."}, {"timestamp": [1187.56, 1187.66], "text": " And it's not that you're doing deeper learning,"}, {"timestamp": [1188.48, 1191.84], "text": " you're just doing less."}, {"timestamp": [1193.34, 1194.44], "text": " We came up with a structure."}, {"timestamp": [1201.16, 1201.62], "text": " And part of it was to have three sessions a time a day,"}, {"timestamp": [1203.6, 1203.78], "text": " and they actually aren't fully 100 minutes."}, {"timestamp": [1204.54, 1205.88], "text": " Some of them are 95 and that's"}, {"timestamp": [1205.88, 1213.68], "text": " because of the buses, you know, we had to finish by 3.30 so the buses could be caught."}, {"timestamp": [1213.68, 1221.06], "text": " We wanted to give longer time to Arco to make it meaningful and some schools have one"}, {"timestamp": [1221.06, 1227.0], "text": " session in a week. We wanted that a bit more often, but we felt we could manage"}, {"timestamp": [1227.0, 1234.68], "text": " with the shorter time. We have these 50-minute sessions, and that's because with this change,"}, {"timestamp": [1234.68, 1239.56], "text": " we didn't want to change the actual structure of the number of subjects, etc., that the"}, {"timestamp": [1239.56, 1247.92], "text": " students were doing. So we've kept to our existing curriculum structure of subjects and time. You felt that"}, {"timestamp": [1247.92, 1256.86], "text": " might have been a step too far, the curriculum committee sort of. They do six in years 11 and 12."}, {"timestamp": [1257.02, 1267.76], "text": " They do five in year 13, and they have a study period. And year 9 and 10 ten they do a whole lot more. Year nine do a lot of subjects."}, {"timestamp": [1267.76, 1275.56], "text": " They do the core subjects plus they do, that includes technology as part of the core, plus"}, {"timestamp": [1275.56, 1283.88], "text": " they have some options. And in year nine, and in year ten they do core plus three options."}, {"timestamp": [1283.88, 1289.28], "text": " So we didn't want to change that at this stage. It is in our attention"}, {"timestamp": [1289.28, 1296.18], "text": " to look at that and to change it. So basically each senior subject has too long and one short"}, {"timestamp": [1296.18, 1307.8], "text": " period. It's basically how it works. What we came up with was Wednesdays days is our trip day out."}, {"timestamp": [1307.88, 1313.18], "text": " And what we've said for senior classes is this is a day you don't introduce new work."}, {"timestamp": [1313.28, 1315.7], "text": " This is a workshop day, a tutorial day."}, {"timestamp": [1316.24, 1318.68], "text": " You can have your scholarship group or whatever."}, {"timestamp": [1319.46, 1321.0], "text": " This is a non-new work."}, {"timestamp": [1321.1, 1326.76], "text": " This is the day we want as far as you can, gateway to go out, those sorts"}, {"timestamp": [1326.76, 1332.66], "text": " of trips to happen as much as possible on Wednesday. If you can't accommodate it in one"}, {"timestamp": [1332.66, 1340.04], "text": " of these sort of sessions, then you choose a wedding stay. However, we needed six of those,"}, {"timestamp": [1340.04, 1345.0], "text": " because we got six subjects, so we put an extra one in on Friday where there was no ACO."}, {"timestamp": [1347.24, 1349.22], "text": " Feedback from students, they find this confusing."}, {"timestamp": [1349.64, 1350.92], "text": " So we might have to look at that."}, {"timestamp": [1354.58, 1356.22], "text": " That's the structure we came up with."}, {"timestamp": [1357.48, 1364.32], "text": " It's a compromise to the original ideas, but students also were very keen that they wanted as far as possible."}, {"timestamp": [1364.44, 1370.0], "text": " The day to start at the same time breaks to be as far as possible at the same time."}, {"timestamp": [1370.0, 1374.62], "text": " They just wanted that regular sort of day."}, {"timestamp": [1378.58, 1383.38], "text": " To implement it, we did a lot of communication."}, {"timestamp": [1383.38, 1384.82], "text": " We talked with lots of people."}, {"timestamp": [1384.82, 1386.24], "text": " We talked with the students. We had a small focus group of students. We talked with lots of people. We talked with the students."}, {"timestamp": [1386.24, 1388.04], "text": " We had a small focus group of students."}, {"timestamp": [1388.04, 1392.28], "text": " We called Learning at East students, and we talked with them."}, {"timestamp": [1392.28, 1395.52], "text": " They became advocates for the whole process."}, {"timestamp": [1395.52, 1399.28], "text": " We talked with our various communities."}, {"timestamp": [1399.28, 1402.72], "text": " We put out a brochure, which was what's there."}, {"timestamp": [1402.72, 1403.88], "text": " We put it on the website."}, {"timestamp": [1403.88, 1407.56], "text": " We wanted to communicate what we were doing."}, {"timestamp": [1407.56, 1413.1], "text": " In terms three and four we allocated the professional learning time for teachers to spend working"}, {"timestamp": [1413.1, 1418.6], "text": " on what they might do in those times, how they would adjust what they were doing, how they"}, {"timestamp": [1418.6, 1421.8], "text": " would look at it."}, {"timestamp": [1421.8, 1428.32], "text": " Review was part of our agreement with parents particularly, and we said we would review it,"}, {"timestamp": [1428.32, 1434.24], "text": " so we reviewed it with staff, term one, students term two, and we will do everyone again"}, {"timestamp": [1434.24, 1442.32], "text": " at the end of the year, and we will include parents in that review."}, {"timestamp": [1442.32, 1444.84], "text": " Some of the feedback."}, {"timestamp": [1444.84, 1445.0], "text": " It's mostly positive, but it's... Some of the feedback."}, {"timestamp": [1445.0, 1455.0], "text": " It's mostly positive, but it's not overwhelmingly happy, shall I say, from anyone."}, {"timestamp": [1455.0, 1459.0], "text": " It's okay."}, {"timestamp": [1459.0, 1462.0], "text": " There's a lot of neutral and a lot of sitting on the fence."}, {"timestamp": [1462.0, 1487.0], "text": " I'm not sure whether it's good or bad type responses. These are exits from what staff and student have told us. I quite like this one."}, {"timestamp": [1487.0, 1494.84], "text": " It's just the way sometimes they think."}, {"timestamp": [1494.84, 1500.2], "text": " But there are negative comments as well."}, {"timestamp": [1500.2, 1507.48], "text": " We know our science stools, our science furniture, are wooden stools and they are not comfortable."}, {"timestamp": [1510.64, 1512.16], "text": " We've been..."}, {"timestamp": [1512.16, 1517.48], "text": " No, we didn't ask about it, you see, and that's the problem."}, {"timestamp": [1517.48, 1521.48], "text": " And some of these comments we might..."}, {"timestamp": [1521.48, 1525.94], "text": " When I've talked to students, we say, you're not enjoying it."}, {"timestamp": [1526.14, 1528.28], "text": " Do you think you would have enjoyed it with 60 minutes?"}, {"timestamp": [1528.48, 1530.64], "text": " And then some of them say, probably not."}, {"timestamp": [1531.28, 1533.7], "text": " So there's an element of truth in that."}, {"timestamp": [1537.14, 1540.72], "text": " What we are finding is students are very kind."}, {"timestamp": [1542.02, 1546.08], "text": " You know, they sort of say things like some of our teachers haven't adjusted or adapted"}, {"timestamp": [1546.08, 1555.44], "text": " yet. I was very polite of them. You know, and I think we've got the extremes. Some of our"}, {"timestamp": [1555.44, 1562.0], "text": " students have said, hate it. And for everyone that says hate it, there are a few who've said,"}, {"timestamp": [1562.0, 1565.48], "text": " I love it. So we've sort of got that whole range of opinion."}, {"timestamp": [1570.4, 1571.64], "text": " One of our..."}, {"timestamp": [1571.64, 1576.14], "text": " Sorry, it was the difference between how seniors felt about it to juniors?"}, {"timestamp": [1576.42, 1579.94], "text": " Yes, our juniors are more positive than our seniors."}, {"timestamp": [1581.44, 1583.6], "text": " Our seniors are quite traditional, I think."}, {"timestamp": [1583.68, 1584.66], "text": " They don't like change."}, {"timestamp": [1583.6, 1583.68], "text": " Our seniors are quite traditional, I think."}, {"timestamp": [1584.66, 1586.68], "text": " They don't like change."}, {"timestamp": [1590.62, 1590.7], "text": " One of our senior students, which is Year 12,"}, {"timestamp": [1595.02, 1595.18], "text": " did some research linked to a piece of work that she had to do for,"}, {"timestamp": [1596.4, 1597.34], "text": " I think it was digital technologies."}, {"timestamp": [1601.22, 1604.1], "text": " And she put out her own survey, and she got some figures back. And I quite liked this."}, {"timestamp": [1601.22, 1601.82], "text": " she got some figures back."}, {"timestamp": [1604.1, 1604.74], "text": " And I quite liked this."}, {"timestamp": [1611.4, 1612.3], "text": " And, you know, 84th last year said they didn't like it."}, {"timestamp": [1613.32, 1614.42], "text": " Well, they hated it, actually."}, {"timestamp": [1618.24, 1620.4], "text": " But this year, they're actually swung around."}, {"timestamp": [1621.84, 1627.48], "text": " It's quite interesting."}, {"timestamp": [1628.44, 1630.04], "text": " What they do."}, {"timestamp": [1633.02, 1633.48], "text": " For us, there was a lot of work to do to do this."}, {"timestamp": [1638.08, 1641.92], "text": " I really want to acknowledge the work the timetable team of our school did to look at it and to structure it using KMA."}, {"timestamp": [1642.12, 1643.04], "text": " They came up with it."}, {"timestamp": [1643.68, 1646.0], "text": " We had to do a whole lot of things."}, {"timestamp": [1646.0, 1651.44], "text": " Showing the staff, we sort of did a temporary sort of draft timetable what it would look"}, {"timestamp": [1651.44, 1654.38], "text": " like to show them what it would look like."}, {"timestamp": [1654.38, 1660.24], "text": " And that required quite a lot of pre-planning, pre-thinking of how you would actually technically"}, {"timestamp": [1660.24, 1661.76], "text": " do it."}, {"timestamp": [1661.76, 1667.78], "text": " But we've done it, thanks to their expertise, and it seems to be working okay,"}, {"timestamp": [1668.36, 1670.68], "text": " seems to be working fine on that sort of level."}, {"timestamp": [1675.56, 1677.04], "text": " I'll hand over to Anna now."}, {"timestamp": [1681.22, 1686.32], "text": " So as Anne mentioned earlier, one of the things we need the girls to do is to be more independent"}, {"timestamp": [1686.32, 1690.68], "text": " learners and not be so reliant on teachers as they move forward and make more choices with"}, {"timestamp": [1690.68, 1692.82], "text": " a personalised correct them."}, {"timestamp": [1692.82, 1699.24], "text": " And to do that, we've expanded our form times and called them Aco time."}, {"timestamp": [1699.24, 1701.66], "text": " And I'm going to talk to you a little bit about that now."}, {"timestamp": [1701.66, 1706.32], "text": " We have repackaged our form time to support the students"}, {"timestamp": [1706.32, 1714.5], "text": " with their learning. So they now have 3 40 minute akro times during the week. We're hoping"}, {"timestamp": [1714.5, 1720.6], "text": " these are our temporary main stairs in the school made out of scaffolding, so it's a pretty"}, {"timestamp": [1720.6, 1724.66], "text": " awesome way for our thousand girls to get up to the classrooms, but this is just kind of like"}, {"timestamp": [1724.66, 1728.32], "text": " we're helping them to step up there with their education and make sure they're"}, {"timestamp": [1728.32, 1735.84], "text": " making those right choices. The purpose of Aco is really to support those students"}, {"timestamp": [1735.84, 1742.56], "text": " to grow and to become in line with our school values. The girls are learning a whole"}, {"timestamp": [1742.56, 1745.96], "text": " range of different skills during Aco time and during that 40 minutes"}, {"timestamp": [1745.96, 1753.5], "text": " you have a lot more time to have chats with the girls one-on-one to do activities that are actually meaningful"}, {"timestamp": [1753.5, 1759.48], "text": " rather than go from quickly get up there, read the notices, have a quick chat, where are your notes,"}, {"timestamp": [1760.82, 1763.76], "text": " your uniform's wrong, let's get you sorted and then it's time to go."}, {"timestamp": [1766.68, 1767.44], "text": " Horizontal."}, {"timestamp": [1767.44, 1768.44], "text": " Yeah."}, {"timestamp": [1771.56, 1773.58], "text": " I'll talk to you about that in a minute."}, {"timestamp": [1774.38, 1776.04], "text": " So that's been quite a long journey."}, {"timestamp": [1776.18, 1780.0], "text": " There was a lot of talk in our school, should we change from horizontal to vertical?"}, {"timestamp": [1780.52, 1785.0], "text": " Should we, and there was a lot of professional learning groups that took those on as inquiries"}, {"timestamp": [1785.0, 1793.66], "text": " over 2009 to 2011. We also had a communication review with our parents and talked to them about"}, {"timestamp": [1793.66, 1797.94], "text": " what they wanted to know from us as teachers and how we could communicate to them better"}, {"timestamp": [1797.94, 1809.0], "text": " in terms of reporting parent, teacher interviews and other communication ways. In 2012, I did an inquiry into how other schools report to their communities,"}, {"timestamp": [1809.0, 1812.0], "text": " and we picked up the idea of learning conferences."}, {"timestamp": [1812.0, 1816.0], "text": " So a 20-minute parent-teacher interview, which is led by the student,"}, {"timestamp": [1816.0, 1822.0], "text": " a number of schools do these now, and then that replaced our first parent-teacher interview of the year."}, {"timestamp": [1822.0, 1832.0], "text": " We have them later on in the ASTal. So we introduced those in 2013. We had our old form time structure, so we"}, {"timestamp": [1832.0, 1837.04], "text": " still had the 25 minutes four times a week, but we used to have a system called"}, {"timestamp": [1837.04, 1841.12], "text": " electives at our school on a Wednesday period three for an hour where different"}, {"timestamp": [1841.12, 1851.68], "text": " clubs and groups would get together with teacher support. So in the first six weeks of 2013, in preparation for the learning conferences, we made our own"}, {"timestamp": [1851.68, 1857.08], "text": " ARCO groups. So every teacher in the school had an ARCO group, and you tried to be taught"}, {"timestamp": [1857.08, 1863.28], "text": " by that teacher or they were your form teacher, but to get everyone involved, it didn't always"}, {"timestamp": [1863.28, 1869.1], "text": " work. It was just really a trial to see how we could help prepare people for learning conferences"}, {"timestamp": [1869.1, 1871.48], "text": " and take the pressure off the form teachers"}, {"timestamp": [1871.48, 1874.76], "text": " because not every teacher in the school at that stage was a form teacher."}, {"timestamp": [1876.24, 1880.68], "text": " It went pretty well, but one of the things that was a problem was"}, {"timestamp": [1880.68, 1883.1], "text": " you were preparing these kids for the learning conference,"}, {"timestamp": [1883.34, 1889.18], "text": " you got all this fantastic information about how they were going, and then you didn't really have them in"}, {"timestamp": [1889.18, 1893.96], "text": " your form class anymore. They went back to their form teachers after the trial."}, {"timestamp": [1893.96, 1901.0], "text": " So in 2014, we introduced the system of ARCO groups and started to call it that, and we"}, {"timestamp": [1901.0, 1907.76], "text": " also split our classes, I'll talk to you a bit more about that. And we"}, {"timestamp": [1907.76, 1913.14], "text": " used that for the first six months of the year. In the second half of the year our juniors picked"}, {"timestamp": [1913.14, 1918.72], "text": " up with our old timetable in extra English and maths class and our seniors did academic"}, {"timestamp": [1918.72, 1924.58], "text": " electives. So for the second half of the year it went back to, it went from the four times"}, {"timestamp": [1924.58, 1925.7], "text": " a week and Wednesday"}, {"timestamp": [1925.7, 1931.42], "text": " for an hour, back to just the four 25-minute sessions. And then this year, with our longer"}, {"timestamp": [1931.42, 1938.3], "text": " learning times, we've been able to get a heaps better system. So how it's structured is that"}, {"timestamp": [1938.3, 1946.78], "text": " we have, every teacher in this school has an Aco class, and we have a 1 to 15 ratio in the junior school."}, {"timestamp": [1946.78, 1954.42], "text": " Two Arco classes are in the same room so then they join up together to be a teaching class."}, {"timestamp": [1954.42, 1962.76], "text": " So you might have 9 WSN and 9GWY and as co-Arco teachers will work together with those"}, {"timestamp": [1962.76, 1968.88], "text": " groups of kids but we're responsible for our 15 in terms of attendance and all those things."}, {"timestamp": [1969.6, 1973.02], "text": " In the senior class, we've got a 1 to 22-ish ratio,"}, {"timestamp": [1973.76, 1979.24], "text": " and we try and keep the teachers with the students as they have moved through."}, {"timestamp": [1980.24, 1983.74], "text": " We luckily lost a lot of staff that were year 10 Arco teachers,"}, {"timestamp": [1984.04, 1990.1], "text": " so going into year 11 was really seamless this year, but I don't think it's going to be that easy as we move through."}, {"timestamp": [1990.7, 2002.72], "text": " The teachers are finding that it's taken a lot of pressure off being a junior archo teacher or form teacher because you have a smaller group that you're looking after, and they really like that working together with somebody else."}, {"timestamp": [2003.4, 2006.36], "text": " And people have asked to go back to year nine again,"}, {"timestamp": [2006.36, 2010.02], "text": " whereas in the past you wouldn't have had that as much."}, {"timestamp": [2010.02, 2012.02], "text": " It's also a change for those teachers"}, {"timestamp": [2012.02, 2014.96], "text": " that because they weren't always teaching a junior class"}, {"timestamp": [2014.96, 2017.94], "text": " were the lucky ones that got to be a senior form teacher"}, {"timestamp": [2017.94, 2020.56], "text": " all the time, and it's seen as an expectation"}, {"timestamp": [2020.56, 2023.64], "text": " now that you'll rotate right through and start again."}, {"timestamp": [2032.0, 2037.0], "text": " How we have resource Arco time has taken quite a bit of thinking. So we had a position which is Arco leader, which is one of my roles,"}, {"timestamp": [2037.0, 2042.0], "text": " where I oversee the Arco time and the school-wide plan for that."}, {"timestamp": [2042.0, 2045.5], "text": " And we've also dedicated a lot of professional learning"}, {"timestamp": [2045.5, 2052.3], "text": " time. We started to spend a lot of time on relational practice last year and working in"}, {"timestamp": [2052.3, 2058.4], "text": " the year before and how we work with our students to form strong learning relationships."}, {"timestamp": [2058.4, 2064.4], "text": " We've formed Aco communities, so a dean and the Aco teachers of that year have three sessions"}, {"timestamp": [2064.4, 2065.82], "text": " during professional learning time,"}, {"timestamp": [2066.42, 2071.02], "text": " a term where they can sit down together and plan for their Arco times together,"}, {"timestamp": [2071.38, 2076.24], "text": " or where they can learn a bit about something that they all need to as a year group."}, {"timestamp": [2077.24, 2079.48], "text": " And that's been ongoing through the whole year."}, {"timestamp": [2080.82, 2086.92], "text": " What we did as an Arco committee is talk about all the things we want to do during Arco time,"}, {"timestamp": [2087.64, 2090.76], "text": " and we wanted to create a year plan."}, {"timestamp": [2091.76, 2098.9], "text": " These are the things that would happen during the whole year and would scaffold as they move through."}, {"timestamp": [2099.4, 2104.36], "text": " It was also a chance for us to look at some of the school-wide things we weren't doing enough of,"}, {"timestamp": [2104.36, 2109.32], "text": " and try and put them in there."}, {"timestamp": [2109.32, 2115.18], "text": " We can send you this, Presi, if you'd like, because that might be a pretty small photo."}, {"timestamp": [2115.18, 2121.16], "text": " What happens is I develop a plan for each term and speak with the deans about that."}, {"timestamp": [2121.16, 2127.32], "text": " They then create, and most of this happens over Google Docs, a plan for their"}, {"timestamp": [2127.32, 2129.6], "text": " year level."}, {"timestamp": [2129.6, 2136.94], "text": " And so it will have each week, we'll have activities and work that you can do with your class."}, {"timestamp": [2136.94, 2142.76], "text": " Some of teachers absolutely love Aco time and they get together with their co-Aco teachers"}, {"timestamp": [2142.76, 2145.72], "text": " and plan and make activities and share them with the year level,"}, {"timestamp": [2145.82, 2146.54], "text": " and that's fantastic."}, {"timestamp": [2146.96, 2148.96], "text": " But there's others that find it a real struggle,"}, {"timestamp": [2149.36, 2152.54], "text": " and having this accessible to them really easy,"}, {"timestamp": [2152.88, 2157.22], "text": " easy to click on resources, really well planned ahead"}, {"timestamp": [2157.22, 2159.74], "text": " so that they know what's happening for the term."}, {"timestamp": [2159.94, 2162.86], "text": " I mean, obviously things come up that you need to sort out,"}, {"timestamp": [2162.94, 2165.12], "text": " but having it planned out for the term and them knowing"}, {"timestamp": [2165.12, 2170.28], "text": " what they have to achieve with their Ako class in each week is really fantastic."}, {"timestamp": [2185.76, 2186.48], "text": " Some classes, if you walked around our little bit of my idea that I'm going to talk about nurses."}, {"timestamp": [2188.94, 2189.06], "text": " Some classes, if you walked around our school,"}, {"timestamp": [2191.48, 2191.94], "text": " are doing completely awesome things in Ako time,"}, {"timestamp": [2193.82, 2195.98], "text": " and others you will walk around and they're doing a little bit of an activity."}, {"timestamp": [2196.58, 2198.2], "text": " These are my admin things as well."}, {"timestamp": [2198.46, 2200.94], "text": " We still need to do that administration task,"}, {"timestamp": [2201.1, 2203.94], "text": " and so we've set up a structure for each week"}, {"timestamp": [2203.94, 2205.5], "text": " where hopefully that gives"}, {"timestamp": [2205.5, 2210.0], "text": " the teachers a bit of time not to be teaching to pull back and do that."}, {"timestamp": [2210.0, 2220.76], "text": " Yeah, so how we've done that is we used to have that Wednesday period three as elective,"}, {"timestamp": [2220.76, 2227.18], "text": " so we've used that time so one hour is allocated from their teaching, and the other is part of their partial care from the contract."}, {"timestamp": [2228.72, 2235.68], "text": " So each week, we've got those three 40-minute Arco sessions, and this is how we would see it panning"}, {"timestamp": [2235.68, 2240.42], "text": " out, but teachers are able to chop and change what they do, unless there's like a set thing"}, {"timestamp": [2240.42, 2243.42], "text": " on, like an assembly or a year-level activity that they're doing."}, {"timestamp": [2244.08, 2250.24], "text": " And quite a few year levels have done a lot of team building in terms of as a year group,"}, {"timestamp": [2250.24, 2254.38], "text": " especially in the senior school, and they've put activities to do through that."}, {"timestamp": [2254.38, 2257.5], "text": " So Monday we would have an activity."}, {"timestamp": [2257.5, 2262.5], "text": " Tuesdays we have an assembly, we don't have a hall big enough for everyone, so we would maybe"}, {"timestamp": [2262.5, 2265.46], "text": " have three year levels in assembly."}, {"timestamp": [2265.46, 2270.02], "text": " And then Thursdays we try to do student reflection."}, {"timestamp": [2270.02, 2275.38], "text": " So for student reflections, we are getting the students to review their weekly progress"}, {"timestamp": [2275.38, 2278.34], "text": " in subjects and in Aco and how they're going."}, {"timestamp": [2278.34, 2284.28], "text": " And the challenge for us was to really how we make these reflections engaging and meaningful"}, {"timestamp": [2284.28, 2288.3], "text": " and how as teachers we can get these reflections out of the students"}, {"timestamp": [2288.3, 2290.26], "text": " and work with them to do it."}, {"timestamp": [2290.84, 2294.24], "text": " So on our teacher at the start of the year,"}, {"timestamp": [2294.34, 2297.08], "text": " we spend a lot of time in our professional learning"}, {"timestamp": [2297.08, 2300.26], "text": " on how we can do student reflections."}, {"timestamp": [2300.26, 2304.5], "text": " We created a handbook with about 50 different starter activities"}, {"timestamp": [2304.5, 2307.0], "text": " that you could use for doing reflection."}, {"timestamp": [2307.0, 2311.0], "text": " And we created a structure of try and do this once a week."}, {"timestamp": [2311.0, 2314.0], "text": " The feedback from the seniors wasn't that good."}, {"timestamp": [2314.0, 2321.0], "text": " This is the like third or fourth iteration of form times and things that they've had of different archo groups and things"}, {"timestamp": [2321.0, 2326.82], "text": " and they weren't that happy about having to do a reflection now as a new thing, totally understandable."}, {"timestamp": [2327.26, 2328.3], "text": " I thought they would love it."}, {"timestamp": [2328.86, 2334.34], "text": " But some of the awesome form teachers have done such a good job with their Year 12s and"}, {"timestamp": [2334.34, 2340.48], "text": " they are continuing to do the weekly reflections, whereas we've kind of pulled back from it"}, {"timestamp": [2340.48, 2342.94], "text": " now and we're aiming to do about three or four a term."}, {"timestamp": [2343.48, 2350.16], "text": " So in year 11, the Dean makes a video and he shares that with his Arkel teachers and they do that."}, {"timestamp": [2350.16, 2357.28], "text": " Other deans create little clips or they find something in the news or they use an evaluation"}, {"timestamp": [2357.28, 2362.64], "text": " tree or a circle starter to get the reflections going and they have that planned in their plan."}, {"timestamp": [2363.84, 2369.46], "text": " And some, we wanted it to be an online thing for our year nines because they're using B-YOD"}, {"timestamp": [2369.46, 2374.84], "text": " for the first time, but in the senior school, some of the classes have done it electronically,"}, {"timestamp": [2374.84, 2376.66], "text": " which hasn't been that successful."}, {"timestamp": [2376.66, 2383.06], "text": " Our girls loved creating scrapbooks and their reflection journals and have made an awesome job"}, {"timestamp": [2383.06, 2387.0], "text": " of doing that."}, {"timestamp": [2387.0, 2392.28], "text": " So what we want to happen is that there's a stronger relationship with staff from their"}, {"timestamp": [2392.28, 2393.28], "text": " Aco teacher."}, {"timestamp": [2393.28, 2396.12], "text": " We're seeing that improving already."}, {"timestamp": [2396.12, 2400.08], "text": " There's a better knowledge of their tracking, they're spending time looking at their assessment,"}, {"timestamp": [2400.08, 2407.52], "text": " what do I need to do, what's my next steps, how am I going to get here, and improve their ability to reflect on their learning and make decisions."}, {"timestamp": [2408.06, 2412.1], "text": " It's been an awesome chance for us to improve our careers work at the school"}, {"timestamp": [2412.1, 2415.14], "text": " and a really good space for putting that in there."}, {"timestamp": [2415.58, 2420.96], "text": " One of my favourite activities that we do is have the, once a term,"}, {"timestamp": [2421.44, 2424.9], "text": " for the first two terms, we have a day where we have careers speakers"}, {"timestamp": [2424.9, 2425.68], "text": " come in from the"}, {"timestamp": [2425.68, 2431.08], "text": " community. So the Arco captains or the form captains work in conjunction with the career staff"}, {"timestamp": [2431.08, 2436.06], "text": " to get somebody to come and speak to their class. And it's a great way. We have them all in the"}, {"timestamp": [2436.06, 2440.58], "text": " hall and they come and collect their speakers and then they go and speak to them for 20 minutes"}, {"timestamp": [2440.58, 2446.56], "text": " and they really love it. So it's been a cool way to be able to get some of those activities that you really struggle"}, {"timestamp": [2446.56, 2450.24], "text": " to fit into a normal program and as well."}, {"timestamp": [2450.24, 2457.12], "text": " There have been some struggles in terms of teachers not being that happy with having to shift"}, {"timestamp": [2457.12, 2463.44], "text": " from their senior class to being with juniors and those sorts of things, but we've tried"}, {"timestamp": [2463.44, 2467.12], "text": " to make it everybody's job to be a form teacher"}, {"timestamp": [2467.12, 2472.0], "text": " or an Arco teacher, and we don't get jobs which are actually you're only going to be a senior"}, {"timestamp": [2472.0, 2475.46], "text": " form teacher for your whole teaching career."}, {"timestamp": [2475.46, 2483.08], "text": " And it's been really great to see those teachers that were reluctant at first try and engage,"}, {"timestamp": [2483.08, 2489.24], "text": " and they actually have done a great job so that's cool yep so"}, {"timestamp": [2489.24, 2493.68], "text": " everyone apart from our principal has an Aco class and me because I'm running"}, {"timestamp": [2493.68, 2504.12], "text": " around doing things for it yeah but everyone's involved in that right here we"}, {"timestamp": [2504.12, 2505.0], "text": " go that's more or less where we're at so that that's more or less where we're at so Right, here we go."}, {"timestamp": [2505.0, 2510.0], "text": " So that's more or less where we're at."}, {"timestamp": [2510.0, 2525.0], "text": " So our next step is we've done all this, we are now trying to, if you like, work out what is working well, what we need to do to support it, what we might need to change, which is this part of the aim in terms of our implementation."}, {"timestamp": [2525.0, 2530.0], "text": " It is interesting, it isn't perfect."}, {"timestamp": [2530.0, 2533.0], "text": " We have a number of challenges,"}, {"timestamp": [2533.0, 2538.0], "text": " but the energy that has created has been fantastic."}, {"timestamp": [2538.0, 2541.0], "text": " And when you're working around a building site,"}, {"timestamp": [2541.0, 2543.0], "text": " as some of you will know,"}, {"timestamp": [2543.0, 2550.48], "text": " it's quite good to have something exciting happening within the classrooms, rather than looking at sort of the scaffolding stairs that you've"}, {"timestamp": [2550.48, 2555.52], "text": " got to climb and the rain and so on, getting from place to place."}, {"timestamp": [2555.52, 2560.32], "text": " So we thought, with the time that's left, we would just open it up for questions that you might"}, {"timestamp": [2560.32, 2585.0], "text": " have on a general nature. to sort of reset somehow? Yes. I'm interested because we've got the same problem."}, {"timestamp": [2585.0, 2590.0], "text": " This is something that we'd be having a discussion with,"}, {"timestamp": [2590.0, 2592.0], "text": " and I was having a discussion with our,"}, {"timestamp": [2592.0, 2594.0], "text": " get-about, just on this very topic,"}, {"timestamp": [2594.0, 2602.0], "text": " is we do have Moodle, use Moodle with our internet approach here,"}, {"timestamp": [2602.0, 2609.0], "text": " and our expectations that people are putting material up on that"}, {"timestamp": [2609.0, 2617.0], "text": " that students if they are away can access to know what might be covered what we find"}, {"timestamp": [2617.0, 2630.5], "text": " as our students are not that well taught as to how what catch up means and some of them do it instinctively and others have no idea."}, {"timestamp": [2630.5, 2635.5], "text": " So it is, that is one of the things that we found out that actually we have to do something"}, {"timestamp": [2635.5, 2644.0], "text": " a bit more proactive to help students do that. What we are wanting to generate, of course,"}, {"timestamp": [2644.0, 2647.0], "text": " is because there's a longer gap between lessons,"}, {"timestamp": [2647.0, 2655.0], "text": " that they actually do more than just the work they have to for assessment as homework."}, {"timestamp": [2655.0, 2661.0], "text": " Our students have become very good at just doing homework that they see as important,"}, {"timestamp": [2661.0, 2663.0], "text": " not because of credits."}, {"timestamp": [2663.0, 2665.48], "text": " Our juniors are better at it,"}, {"timestamp": [2667.26, 2668.06], "text": " but our seniors are not so related."}, {"timestamp": [2670.62, 2671.1], "text": " So we have a problem on it, yes."}, {"timestamp": [2672.7, 2672.82], "text": " The girls are more proactive, though."}, {"timestamp": [2674.2, 2674.36], "text": " If they know they're going to be away,"}, {"timestamp": [2677.74, 2677.94], "text": " they will let you know and ask you more than they have in the past,"}, {"timestamp": [2680.64, 2680.76], "text": " what are you going to be doing next lesson,"}, {"timestamp": [2682.56, 2682.92], "text": " and is there anything you can give them?"}, {"timestamp": [2685.52, 2691.04], "text": " Yeah, so that's been a significant change of those in the class I have would you use our profile for that sort of thing for catch up"}, {"timestamp": [2691.04, 2696.0], "text": " yeah no because every well sometimes in the seniors they have a study coming up to exams"}, {"timestamp": [2696.0, 2705.5], "text": " and things like that but not really yeah um do we maths did were happy about the change?"}, {"timestamp": [2705.5, 2706.5], "text": " Is that changed?"}, {"timestamp": [2706.5, 2708.5], "text": " What sort of the question?"}, {"timestamp": [2708.5, 2710.5], "text": " Was they looking for them to maths?"}, {"timestamp": [2710.5, 2715.5], "text": " I think that those stitches were okay,"}, {"timestamp": [2715.5, 2717.5], "text": " but the kids were less okay."}, {"timestamp": [2717.5, 2720.5], "text": " And what they struggled were"}, {"timestamp": [2720.5, 2723.0], "text": " is that they wanted to get through"}, {"timestamp": [2723.0, 2728.36], "text": " by the lot of content and how to package that."}, {"timestamp": [2728.36, 2735.52], "text": " And they were also concerned as with the languages that shorter or often was actually"}, {"timestamp": [2735.52, 2737.88], "text": " better for maths."}, {"timestamp": [2737.88, 2744.94], "text": " So they have had to do a whole lot of rethinking about how they do it."}, {"timestamp": [2744.94, 2745.0], "text": " And languages people have been convinced they they do it."}, {"timestamp": [2745.0, 2747.4], "text": " And languages people have been convinced they can do it"}, {"timestamp": [2747.4, 2751.4], "text": " and they're doing it, but they do use language perfect"}, {"timestamp": [2751.4, 2755.6], "text": " or something along those lines as drills,"}, {"timestamp": [2755.6, 2757.32], "text": " students between lessons,"}, {"timestamp": [2757.32, 2760.8], "text": " maths and students have the same ability to do that,"}, {"timestamp": [2760.8, 2764.0], "text": " but they have one or two online things."}, {"timestamp": [2764.0, 2770.0], "text": " But they are adapting and they are starting to work out how they don't."}, {"timestamp": [2770.0, 2776.0], "text": " But they were worried that regular relief was lost."}, {"timestamp": [2776.0, 2780.0], "text": " Great, and congratulations."}, {"timestamp": [2780.0, 2787.0], "text": " I don't know, have we noticed a change in attendance?"}, {"timestamp": [2787.0, 2794.0], "text": " One of the things that we, probably as the school, suffer from most in terms of attendance,"}, {"timestamp": [2794.0, 2796.0], "text": " is lateness."}, {"timestamp": [2796.0, 2802.0], "text": " I mean, I'm talking about quite bad lateness, not five attendants, it could have been all"}, {"timestamp": [2802.0, 2807.38], "text": " appearing one trying to get to school. We have decreased in the amount of"}, {"timestamp": [2807.38, 2812.0], "text": " like this, but we haven't really taken the figures and"}, {"timestamp": [2812.0, 2816.0], "text": " compared them. It doesn't seem to have shifted particularly."}, {"timestamp": [2816.0, 2821.2], "text": " How long have you been in the change? Just this year."}, {"timestamp": [2821.2, 2824.0], "text": " Just this year. Yeah. It takes it by then."}, {"timestamp": [2824.0, 2837.0], "text": " The kids are more conscious if they're going to be away, so they'll make a really good decision about should I be going on this trip, should I be in class if they know that they've got an assessment coming up in the scene as well."}, {"timestamp": [2837.0, 2841.0], "text": " So that's been interesting as well."}, {"timestamp": [2841.0, 2851.0], "text": " Is there any indication that these changes are affected with changing the results"}, {"timestamp": [2851.0, 2855.0], "text": " or not even being in a four years two years?"}, {"timestamp": [2855.0, 2861.0], "text": " That is, of course, something that we want to know too."}, {"timestamp": [2861.0, 2869.82], "text": " We haven't particularly noticed any difference in what we would normally have at this"}, {"timestamp": [2869.82, 2875.24], "text": " stage of the year what we have and I'm talking with someone another time with the"}, {"timestamp": [2875.24, 2882.44], "text": " changes in assessment to a portfolio type work it's actually harder to track some of the kids"}, {"timestamp": [2882.44, 2887.84], "text": " that they're not getting those sort of final grades or achievements until quite"}, {"timestamp": [2887.84, 2894.5], "text": " late in the year and so I was just saying when I put it in the year 13 argo class for"}, {"timestamp": [2894.5, 2900.04], "text": " something I looked probably earlier today's got the sculpture of excellence and she's"}, {"timestamp": [2900.04, 2904.66], "text": " got nine credits at the moment and she just happens to the music she needs to"}, {"timestamp": [2904.66, 2912.36], "text": " free she has to do Chinese you know she's just doing a whole round of subjects where those she's got full"}, {"timestamp": [2912.36, 2919.92], "text": " volumes. It's scary but it's not an impact of the hundred minutes it's an impact"}, {"timestamp": [2919.92, 2929.6], "text": " in the change of the assessment practices and suddenly it is scary but you know I talk with"}, {"timestamp": [2929.6, 2935.36], "text": " her and she's on track she's not trying but I'm not sure she's not trying to talk to"}, {"timestamp": [2935.36, 2942.8], "text": " attention but it's really hard so there's a complicating factor in some of the schools"}, {"timestamp": [2942.8, 2947.0], "text": " that we looked at with longer than any times has seen an increase in their achievement"}, {"timestamp": [2947.0, 2952.66], "text": " but I mean we can't say that is yet. In my own class with my Level 1 Geography Girls we're"}, {"timestamp": [2952.66, 2957.44], "text": " definitely getting through our assessments a lot faster because with those 100 minutes you"}, {"timestamp": [2957.44, 2963.06], "text": " don't have to pack up and then I'll see you tomorrow and you can get into it again."}, {"timestamp": [2963.06, 2966.0], "text": " We don't sit there for the whole 100 minutes and do the assessment."}, {"timestamp": [2966.0, 2970.0], "text": " We always have a break in the middle when they're doing something which is under test conditions"}, {"timestamp": [2970.0, 2974.0], "text": " because it's not fair to them and their brains to sit there for that long."}, {"timestamp": [2974.0, 2977.0], "text": " So you kind of need to think about those types of things,"}, {"timestamp": [2977.0, 2979.0], "text": " how you can do assessment a bit differently."}, {"timestamp": [2979.0, 2984.0], "text": " And doing snapshots for an assessment rather than a long period of time,"}, {"timestamp": [2984.0, 2986.5], "text": " we might do something like that."}, {"timestamp": [2986.5, 2989.0], "text": " It's a really good way to think about it."}, {"timestamp": [2989.0, 2997.0], "text": " What sort of, you know, need you have, the staff and preparation for?"}, {"timestamp": [2997.0, 2999.0], "text": " For..."}, {"timestamp": [2999.0, 3001.0], "text": " So you were interested in to start, well?"}, {"timestamp": [3001.0, 3002.0], "text": " Okay."}, {"timestamp": [3002.0, 3011.74], "text": " So what we did was we, our professional learning, which we had within"}, {"timestamp": [3011.74, 3020.24], "text": " minutes, 45 months, that was dedicated to a department of time and we would then to work"}, {"timestamp": [3020.24, 3027.12], "text": " with each other to explore it. We had a teacher only day we brought people down from Auburn and Hodson at Point."}, {"timestamp": [3027.12, 3030.7], "text": " We talked to stuff about what they were doing."}, {"timestamp": [3030.7, 3033.92], "text": " We had a number of resources that we used."}, {"timestamp": [3033.92, 3038.5], "text": " But really, I mean, our stuff quite skilled in many ways,"}, {"timestamp": [3038.5, 3041.68], "text": " it was just a way of giving them more time"}, {"timestamp": [3041.68, 3044.62], "text": " rather than necessarily experts coming in to start"}, {"timestamp": [3044.62, 3046.0], "text": " how to do it."}, {"timestamp": [3046.0, 3052.44], "text": " And I think one of the things that's come back and feedback is that staff want to see what"}, {"timestamp": [3052.44, 3055.0], "text": " others are doing within the school."}, {"timestamp": [3055.0, 3059.0], "text": " People who are working, so we're having a browse fortnight coming up where they will go to"}, {"timestamp": [3059.0, 3062.0], "text": " different classes to see what each other's doing."}, {"timestamp": [3062.0, 3066.64], "text": " So it's sharing that expertise."}, {"timestamp": [3067.68, 3069.6], "text": " Going back to me, going back to you're about the"}, {"timestamp": [3069.6, 3071.6], "text": " yeah,"}, {"timestamp": [3071.6, 3072.32], "text": " and your question,"}, {"timestamp": [3072.32, 3075.52], "text": " and say that it's a mortgage position"}, {"timestamp": [3075.52, 3076.72], "text": " because then the end of the deal"}, {"timestamp": [3076.72, 3077.92], "text": " but those two are."}, {"timestamp": [3079.12, 3079.92], "text": " Yes."}, {"timestamp": [3079.92, 3081.52], "text": " Yeah, well, they get used to sitting there,"}, {"timestamp": [3081.52, 3083.92], "text": " but if they're doing it internal,"}, {"timestamp": [3083.92, 3085.5], "text": " they just might need to, or we vote, but yeah, they do have the used to sitting there, but if they're doing it internal, they just might need to be right."}, {"timestamp": [3085.5, 3089.12], "text": " But yeah, they do have the benefit of sitting there."}, {"timestamp": [3089.12, 3090.12], "text": " Yeah."}, {"timestamp": [3090.12, 3091.12], "text": " Yeah."}, {"timestamp": [3091.12, 3092.12], "text": " Yeah."}, {"timestamp": [3092.12, 3093.12], "text": " Yeah."}, {"timestamp": [3093.12, 3094.12], "text": " Yeah."}, {"timestamp": [3094.12, 3095.12], "text": " Yeah."}, {"timestamp": [3095.12, 3096.12], "text": " Yeah."}, {"timestamp": [3096.12, 3097.12], "text": " Right."}, {"timestamp": [3097.12, 3098.12], "text": " Yeah."}, {"timestamp": [3098.12, 3099.12], "text": " Right."}, {"timestamp": [3099.12, 3102.12], "text": " I'll make them sit there for the whole hour."}, {"timestamp": [3102.12, 3103.12], "text": " Yeah."}, {"timestamp": [3103.12, 3105.9], "text": " But it will be interesting to see whether they are,"}, {"timestamp": [3105.9, 3108.3], "text": " yeah, more comfortable with it, yes."}, {"timestamp": [3108.3, 3110.94], "text": " Some of that girls do struggle with that."}, {"timestamp": [3110.94, 3112.14], "text": " Yeah."}, {"timestamp": [3112.14, 3113.14], "text": " Yeah."}, {"timestamp": [3113.14, 3113.34], "text": " Very good talk."}, {"timestamp": [3113.34, 3114.14], "text": " Yes."}, {"timestamp": [3114.14, 3115.14], "text": " What is that?"}, {"timestamp": [3115.14, 3118.78], "text": " Do you want to get the introduction of online reporting on the"}, {"timestamp": [3118.78, 3122.76], "text": " what are you doing around the online"}, {"timestamp": [3122.76, 3128.66], "text": " well, we've gone to that this year where instead of,"}, {"timestamp": [3128.82, 3131.64], "text": " what we just have is what we call a reporting marathon, really."}, {"timestamp": [3133.22, 3136.56], "text": " At a certain time of year, every subject teacher would write their reports"}, {"timestamp": [3136.56, 3140.32], "text": " and they'd have to be proofread, and then they'll go to the D,"}, {"timestamp": [3140.52, 3144.08], "text": " we read them all, pretty much, and then they would go back,"}, {"timestamp": [3144.08, 3148.0], "text": " and parents would get them six weeks after they were written pretty much."}, {"timestamp": [3148.0, 3155.0], "text": " And they were beautiful, but they didn't seem to be particularly pertinent."}, {"timestamp": [3155.0, 3163.0], "text": " So what we've gone to is used the K-R-Function where teachers write comments on an ongoing way as they do assessments and so on"}, {"timestamp": [3163.0, 3165.4], "text": " and they are live and parents access"}, {"timestamp": [3165.4, 3172.5], "text": " them through the court. Parents notified that there are new comments up and so on."}, {"timestamp": [3172.5, 3178.68], "text": " So we tried that this year too. We sort of have a perfect storm things that we did. We brought"}, {"timestamp": [3178.68, 3184.12], "text": " in BYOD, save time but we thought that they actually all worked quite well together."}, {"timestamp": [3184.12, 3185.0], "text": " Longer learning times having P&I and their own devices was actually quite useful. but we thought that they actually all worked quite well together."}, {"timestamp": [3185.0, 3191.0], "text": " Longer learning times, having their own their own devices was actually quite useful."}, {"timestamp": [3191.0, 3196.0], "text": " Freda, lots of other devices, but the other year levels,"}, {"timestamp": [3196.0, 3202.0], "text": " because having devices available in those longer learning times was much different activities"}, {"timestamp": [3202.0, 3204.0], "text": " and that was really quite important."}, {"timestamp": [3204.0, 3211.04], "text": " And the online reporting is the comments were going through as people as students were doing their work"}, {"timestamp": [3211.04, 3216.24], "text": " is that as well as your form is that as well as your form no instead of our form"}, {"timestamp": [3216.24, 3221.68], "text": " so we do two interim reports which are on work habits one at the start of the year for learning"}, {"timestamp": [3221.68, 3236.0], "text": " conferences and then one will be in term three and then the rest of the time you go through as you're doing something you might put a formative assessment on and then a summative assessment later on and talk about that comment and how they're going in that particular part of your course."}, {"timestamp": [3236.0, 3240.0], "text": " So did some be doing the online comments at different times?"}, {"timestamp": [3240.0, 3248.72], "text": " Yeah, there was an expectation in the first term that you had a comment up before the learning conferences for each class."}, {"timestamp": [3250.24, 3255.62], "text": " We were with the most teachers or some teachers email the parents when they've put a comment up,"}, {"timestamp": [3256.0, 3259.62], "text": " and we're just getting some feedback from them about how they want it to happen."}, {"timestamp": [3259.62, 3266.48], "text": " Some schools that we looked at in Wellington were saying by week six of each term, you have to have a new comment up."}, {"timestamp": [3266.76, 3271.38], "text": " But actually, when you're marking, it's actually easy just to write it as you go through."}, {"timestamp": [3271.38, 3276.46], "text": " And I do a lot of short comments all the time with my class."}, {"timestamp": [3276.46, 3277.66], "text": " So you can't make sure that."}, {"timestamp": [3281.74, 3290.0], "text": " Not really, but we haven't really done a huge amount of feedback. but HOD is one of their expectations is that they go through and check."}, {"timestamp": [3290.0, 3297.0], "text": " Just being one of those people about checks and reports that you're always, is they've got to be able to."}, {"timestamp": [3297.0, 3308.38], "text": " We asked teachers to work with someone to check themselves, but it's actually your professional responsibility because your name's here and the parents know that it's coming straight from you all the time."}, {"timestamp": [3308.38, 3314.24], "text": " So if you've got the wrong kid's name and it actually is like, hey, Ms Wilson, you wrote a comment"}, {"timestamp": [3314.24, 3316.12], "text": " about Sarah and my daughter's called Becker."}, {"timestamp": [3317.32, 3319.2], "text": " Is this what she's done in her assessment?"}, {"timestamp": [3319.58, 3322.78], "text": " You know, so you can't really just go through and cut in pace."}, {"timestamp": [3322.88, 3326.5], "text": " You really have to know the kid and might have to be able to sit there."}, {"timestamp": [3326.5, 3327.0], "text": " Yeah."}, {"timestamp": [3331.0, 3336.0], "text": " So what we've done is we're doing a survey at the moment to say how are people checking"}, {"timestamp": [3336.0, 3340.0], "text": " and do they want to have like a school-wide policy on the checking?"}, {"timestamp": [3340.0, 3346.32], "text": " But most people do it at different times so we don't want to have it each week this week you do it yeah"}, {"timestamp": [3346.32, 3352.48], "text": " are you satisfied that you've got the basics of you know the basics right or you still open to"}, {"timestamp": [3352.48, 3358.0], "text": " review things coming in because we've got a very similar thing to you that we asked all the time"}, {"timestamp": [3358.0, 3363.36], "text": " day and um we threw in a whole lot of red herring things like in Australia we found a school that"}, {"timestamp": [3363.36, 3379.0], "text": " every Wednesday the year 12s or the year 13th, they need to stay home. So they've put it in Monday, Tuesday, Thursday, Friday, but in classes all day that the other day is a day for working or studying or doing other things."}, {"timestamp": [3379.0, 3385.8], "text": " There are a whole lot of big ideas out there? So do you expect your things to be?"}, {"timestamp": [3385.8, 3387.5], "text": " I expected to be."}, {"timestamp": [3387.5, 3389.4], "text": " I expect it to be."}, {"timestamp": [3389.4, 3391.4], "text": " This is our first attempt."}, {"timestamp": [3391.4, 3396.4], "text": " And that's why I say that aim, actually going forward,"}, {"timestamp": [3396.4, 3399.1], "text": " we're looking at how many subject to the students do,"}, {"timestamp": [3399.1, 3400.9], "text": " what it really look like."}, {"timestamp": [3400.9, 3404.1], "text": " The kids hate the Friday, I think he's saying."}, {"timestamp": [3404.1, 3405.52], "text": " Why is there a different Friday"}, {"timestamp": [3405.52, 3411.2], "text": " yeah get rid of it don't mind the three sessions you know don't mind the"}, {"timestamp": [3411.2, 3416.96], "text": " Wednesday what's this Friday you know and I can sympathise with that getting"}, {"timestamp": [3416.96, 3421.68], "text": " them learning the when the bells are going to go because the other thing we did was we got"}, {"timestamp": [3421.68, 3426.24], "text": " rid of bells for three teachers love that kids want the bells back"}, {"timestamp": [3428.24, 3432.36], "text": " so we have to resolve things but it will evolve I have no doubt about it it will"}, {"timestamp": [3432.36, 3435.92], "text": " evolve it's got to be open to it with making big changes like"}, {"timestamp": [3435.92, 3441.54], "text": " about you and we said to our parents and we said to our students if it doesn't"}, {"timestamp": [3441.54, 3445.76], "text": " look this way we will change it to something that does work."}, {"timestamp": [3445.76, 3449.24], "text": " So that is something that we have to do."}, {"timestamp": [3449.24, 3454.24], "text": " Our community is quite keen to be involved in many changes."}, {"timestamp": [3454.24, 3455.24], "text": " Yeah."}, {"timestamp": [3455.24, 3456.24], "text": " Which is great."}, {"timestamp": [3456.24, 3458.24], "text": " I mean, that's what we want."}, {"timestamp": [3458.24, 3459.76], "text": " For a moment, it's involved in here."}, {"timestamp": [3459.76, 3466.72], "text": " Have you been able to meet the contracts requirements because we looked at this a few years ago and thought"}, {"timestamp": [3466.72, 3471.64], "text": " it's going to be quite a restraint depending on the size of your school and so we've got"}, {"timestamp": [3471.64, 3479.66], "text": " to flexibility to be thousands we have you know yet we have we do have something we do"}, {"timestamp": [3479.66, 3485.0], "text": " have a bit of undersnob, which is inevitable."}, {"timestamp": [3486.24, 3487.68], "text": " And so we've had to negotiate,"}, {"timestamp": [3487.68, 3490.64], "text": " we've managed that with staff."}, {"timestamp": [3490.64, 3494.14], "text": " But pretty much, because we didn't change"}, {"timestamp": [3494.14, 3496.68], "text": " how much time each senior class was getting"}, {"timestamp": [3496.68, 3499.36], "text": " and how much time the junior classes were getting,"}, {"timestamp": [3499.36, 3502.6], "text": " we could still say that a person was getting"}, {"timestamp": [3502.6, 3506.0], "text": " 30 hours of fortnight to be used to fortnight, you know,"}, {"timestamp": [3506.0, 3508.0], "text": " 15 hours a week or 30 hours a week,"}, {"timestamp": [3508.0, 3510.0], "text": " whatever their time was."}, {"timestamp": [3510.0, 3513.0], "text": " The most difficult one is,"}, {"timestamp": [3513.0, 3515.0], "text": " that's the time to shut up,"}, {"timestamp": [3515.0, 3518.0], "text": " the most difficult one is to,"}, {"timestamp": [3518.0, 3521.0], "text": " that people who get one hour a week,"}, {"timestamp": [3521.0, 3523.0], "text": " over and above,"}, {"timestamp": [3523.0, 3527.68], "text": " and they have been people, I'm a bit concerned about it because some we just"}, {"timestamp": [3527.68, 3533.86], "text": " couldn't give up to them yeah people who mean more than that it was easier people"}, {"timestamp": [3533.86, 3541.18], "text": " who are just without extra time allowance it was easy but it's that person who gets"}, {"timestamp": [3541.18, 3546.06], "text": " that one hour a week it's really really, really difficult. So put up the thinking to you about that."}, {"timestamp": [3547.66, 3551.2], "text": " I've just got a question about how you manage the calendar"}, {"timestamp": [3551.2, 3554.88], "text": " in terms of the visitors taking them out."}, {"timestamp": [3555.08, 3557.18], "text": " I know you said Wednesdays, the days you go."}, {"timestamp": [3557.54, 3559.74], "text": " But then if the visitors want to take them for three days"}, {"timestamp": [3559.74, 3563.82], "text": " and then you've taken your massive or your bio truck"}, {"timestamp": [3563.82, 3566.24], "text": " and you've taken your two big hundreds"}, {"timestamp": [3566.24, 3571.28], "text": " for the week what is there a conflict in there at the moment is the discussion about that"}, {"timestamp": [3571.28, 3576.48], "text": " well they still take them and i'm after eOTC at school and the reason that they were going out on a wednesday"}, {"timestamp": [3576.48, 3580.24], "text": " is because i wasn't going back to teachers and go and actually can't you go on a wednesday"}, {"timestamp": [3580.24, 3586.22], "text": " so that was actually my fault in turn one but now we're're going out on a Wednesday unless it's for those big trips."}, {"timestamp": [3586.46, 3588.14], "text": " But we always had those big trips"}, {"timestamp": [3588.14, 3590.0], "text": " and that's a part of their subject."}, {"timestamp": [3590.3, 3590.94], "text": " So, yeah."}, {"timestamp": [3591.34, 3594.74], "text": " A lot of the subjects like OE, we do outdoor ed"}, {"timestamp": [3594.74, 3596.8], "text": " and so that's really good for them"}, {"timestamp": [3596.8, 3598.36], "text": " because there's longer learning times."}, {"timestamp": [3598.7, 3600.16], "text": " You can go out and come back"}, {"timestamp": [3600.16, 3602.62], "text": " and we're finding that with local trips"}, {"timestamp": [3602.62, 3604.42], "text": " rather than going for a whole day,"}, {"timestamp": [3604.76, 3630.0], "text": " they might go for a longer learning time and a break and then come back to school so the number of day or half day trips seems to have a little bit less because people are utilising the longer learning time or changing how they did a trip they might go out twice over two weeks rather than for the wonderful day. Yeah. If you've got other questions, we'll stay here for the longer if we talk about details."}, {"timestamp": [3630.0, 3631.0], "text": " But yes."}, {"timestamp": [3631.0, 3637.0], "text": " It's my pleasure to print and Anna and what I don't know about you, but I really feel that they're"}, {"timestamp": [3637.0, 3638.0], "text": " really honest."}, {"timestamp": [3638.0, 3646.0], "text": " We haven't just had one side of it's been fantastic, but actually had the honesty in terms of what you've been seeing and the pitfalls that constantly"}, {"timestamp": [3646.0, 3651.44], "text": " have been indicated so thank you for that and we really appreciate for me to get them"}], "text": " So thanks for coming. In 2011 we were going to be doing some renovations to our main building and the photo on the left and we found out that it was pretty earthquake prone. We moved out immediately and then have had quite a few things that have come along in our journey to get where we are now. Today we're going to talk to you about some of these changes and about how we're trying to create a structure for our students to support a 21st century style of learning. At the moment our school is reinforced with the front facade because it's a historic building and behind is being demolished. And we're going to talk to you a little bit about the changes that we're making in order to prepare for our new modern environment. My name is Anna Wilson and I'm the acting assistant principal at Wellington East. I'm going to be talking to you about the change of Arco groups and Anne Grenoey is one of our deputy principals who's going to talk to you about the changes around longer learning time. While we initially planned for an interactive workshop, as our numbers grew, we decided it would be better for us to chat with you. Some of you will have some really specific questions about how we do things in year 9 and what we do with year 12s, but it probably won't be that beneficial if we ask those during the presentation, but we're going to be free afterwards if you'd like some of the nitty gritty and things about numbers of subjects and those sorts of things. But feel free to ask any other questions that come up during your time. So where is Wellington East? Some of you may know the Basin Reserve, the largest roundabout in the southern hemisphere, and we're right above that, above the Mount Victoria Tunnel. We're a pretty old traditional girls' school celebrating our 90th birthday this year. We're a desal eight school with over a thousand students, but we have a really diverse student population. Our catchments from the southeast of Wellington, So those of you that have flown into Wellington Airport will now know our zone completely. And we have a teaching staff of about 80 people. I want to pass over to Anne. I've got... Thank you. Is that working? Lovely. Thank you. What I will? Yeah. Oh, lovely. Thank you. What I will do is just set the scene of where we're at and then talk about longer learning times. Over since 2005 to now, we've had to do quite a lot of work to improve the achievement of girls. And that's just a snapshot that we have noticed that our students, we got an increase, we got what's not shown there, as we also worked on improving the endorsement in certificates and our Pacifica Māori students, particularly. And we got, with normal dips and so on through the time, to a point where we are now sort of noticing a flattening off, and we have been trying to explore what might be the cause of that. We also, I lead a curriculum committee which is made up of HODs, it's an open committee, HODs, members of the senior leadership team, teachers who just got an interest in curriculum. So it's a curriculum committee that sort of, I suppose, numbers move between 15 to 20 depending on what we're doing because we just make it open for people who want to engage. And we have been exploring the ways in which we want our students to be engaged in learning the sort of curriculum we want to offer and how we prepare them for the future that they may face, that perhaps is a little bit different to what we understand that might be. And there are three big things that we're doing, and I just thought it was appropriate to put what we've been facing this week, or last week at school, which was the destruction of that, the backside of that, so to speak, old building. And the things that we want, oops, oh, one, break down is a little bit of that curriculum subject silos so that our teachers are working together and that we have a more coherent curriculum for students that they face particularly in years 9 and 10, which seem to be quite fragmentary approach. So we're wanting to do that. We're wanting to be less teacher-centred but importantly for our school our students are now achieving well but they are incredibly teacher dependent they come and they will do what we ask them to do more or less they attend well more or, and they achieve quite well. But they want us to tell them what to do, to do this and to get there and so on. So we are finding that huge dependency on us, and we are wanting them to have more agency over their own learning. They are more, while they're academically engaged, we want them to also be intellectually engaged in what they're doing and enjoy learning, for learning's sake and understanding things, not just to gain credits. So they are very, very clever in some ways at organising their assessments, and they are very focused on the number of credits and we think that pendulum's gone a bit too far and we of course have a school that I heard from Piro College Principal talking about sales and bells and we are very much a whole lot of single rooms. We are governed, we were governed by a bell. Our timetable was five hour periods every day. We had a two-week timetable, so we went from day one to day ten. We had 20 minutes, a form time, four days a week, and that was our timetable structure. And a bell rang at the end of every period, and five minutes before the next period and the start of the next period, so it was very much that way. Classrooms are traditional classrooms, the teachers go into those rooms, and it's quite traditional in that respect. Not to say that the teaching in there was totally traditional because it was varied, of course. In 2012, towards the end of 2011 when we moved out of the building, and the main building for us was 10 classrooms, all our administration, our library, our staff room, our staff work area. We were a bit of an old-fashioned school in that we had a big area like this is where all the staff worked together, sort of old typing pool sort of arrangement really. And that was a huge, of course, a lot of temporary space that had to be found on a site that was very compromised because it's on a hill, and there's not a lot of easy access to put in temporary classrooms and there's actually not a lot of room to put in temporary classrooms. So we have worked through that challenge of what we need to do. We were doing a strategic plan at that time so we were consulting with our community, we were consulting with our students and our teachers. What would they like for the next five years? What would they expect from the school for the next five years? What do they want the experience to be like for their daughters? And we came up with a strategic plan that actually had six goals. And our strategic direction is really these, summed up by these four areas. We did a lot of work on values and consulted with our parents and students and staff. What are the values of the school, what do we want to foster? We looked at 21st century learning because the parents wanted their students to be prepared for the modern world. And what would that look like for us? So we spent quite a lot of time looking at that. What support would we put in and how would we change our existing pastoral support? And then what we called the framework for learning, how we would enable those moves that we wanted. We have perhaps some major developments. As I said, we are having new buildings. One of the really good questions that the architect, her opus, came to us and said, okay, we're going to build this new building, or a series of new buildings actually, what will learning be like at 1 in 10 years' time? What do you want it to be like? And that was a really good question because that really just started to pull together our thinking to answer that question. Because from that, they then came up with designs of how they would organize the buildings. We wanted to change the curriculum structure for our year 9 and 10 in particular, and we are doing pilot work on what we call learning hubs, which is where we have teachers of the same class collaborating together to look at how they present the curriculum to those students. We are trialing it. We trialled with two classes last year. This year we've got two year nine and two year ten classes. And all the teachers involved volunteered to trial what this might look like. We are continuing that trial and we have some, we've been awarded some teacher-led innovation funding to help us manage that. So we're very happy about that. So a bit more money to play with the trial. We also wanted to improve the support that we give students, and I will talk about that because she's been leading that work and how we can do that in a structural way rather than that form time. And the other thing that we were working towards was for students to bring their own device. Our school had gone through quite a lot of change in terms of being totally wireless. We were trialing it for a while and then we wanted to bring it in from year nine progressively up. So there was a lot of work around that. I guess if we think about how we do change where we are, I read this book by Michael Fullen because it's a nice skinny book, it's quite easy for me to read. And I was really attracted to what he called the Ready, aim approach that he had read about in terms of what businesses do and change. And that's a wee bit what we're doing. We've come up with an idea, we've researched it, we're trialing it, if you like, and we're just doing it, and as we're doing it, we're learning on the job. So we are sort of firing, shall I say at the moment, on a number of things. So I just want to talk a little bit about how we changed our timetable from five one-hour periods per day to a different structure where we had some longer learning times. We did quite, for quite some time we've been worried about the constricting nature of our timetable in allowing us to do a whole range of things that we wanted to do. And for quite some years, even before 2012, the curriculum committee did a huge piece of working, went to a whole lot of schools and said, what is your curriculum like? How do you organise your timetable? And we looked at a range of models, but they were all just slight tweaks of what we've got, whether you have a two-week timetable, a six-day timetable, whether you have five periods a day or six periods a day. They were all pretty much variations of what we did. It wasn't until we started to visit some of the newer schools up in Auckland, and we looked at some schools overseas, particularly the United States, but also Canada and Australia, to look at those that had what they called block learning in America, the 90-minute sessions and so on. And that started for us in the curriculum committee to rings and bells, this might facilitate what we want to do. What we liked about this was the minimal research that we could find, and I have to emphasise there's not much research done about New Zealand experience, so it's pretty much based on American. But what we liked was this set of benefits. And that, in fact, was what we were after. It was those things. We are very lucky where we are at Wellington East because we're just the top of the tunnel there. Mount Victoria, we walk the kids down the hill. They're quite fit, unlike me, but they are quite fit because they've got to walk up and down quite a lot. But we can go to Tepapa, we can go to the museums, we can go to the art galleries, we've got lots of community places where we can work with them, some of the universities and so on. But what we were finding, of course, is to do that, you were cutting across lots of periods. And that was for our school, you know, something that we wanted to continue, but we wanted to stop, check to say that always out of my class. I don't see them. Not sure that we've solved that, but different reasons now. However, one of the things that we really, really recognized and all the things that they said is what we were looking at with the timetable was actually just repackaging it. It wasn't going to make any difference to the experience of the students unless we as teachers changed the way in which we thought about that time and what we were doing within it. And of course, we were sort of anxious about it. And quite rightly, because we had put a lot of work in and we had improved the achievement of our students markedly. The teachers had worked really, really hard at our school to make things really good for the girls in terms of their achievement. So we were anxious. We had put a lot of work in. We knew how to do sort of 50 minutes, 60 minute teaching sessions. We had our lessons planned, our units of works planned around that. So we were actually asking our teachers to do something really different and that would require work if we went this way. So we did consult. We did two with the staff. Initially we said this is our idea, from the curriculum committee, we've come up with this idea. We didn't have a particular structure, but we said this is what's happening in some of the schools like Albany Senior High and so on. They use 100 minutes periods. And we got sort of an agreement from the staff, go ahead, come up with a structure, let's look at it further. Because if the staff weren't going to say, yep, we'll give it a go, there wasn't much use going into great details how to do it. We spoke to our parents about it, and we spoke to our students about it. We didn't necessarily ask for their permission to do it, but we did ask them what it would look like. And we had a basic structure which they then looked at, we explained it to them, and got their feedback. They raised a number of issues that we had to resolve in whatever we did. The biggest one, the most wonderful thing about 60 minute periods, five of those a day, 25 a week, is it's really easy to work out teacher allocations based on the contract. The moment you go to something that was 100 minutes, and as you'll see in the handout that we put out there, 50 minutes. The 60 minute session allocation that you're allowed free time became a bit of a nightmare to work out, and still is a bit of a nightmare to work out. Relief teachers was one that the students particularly raised. We always had a late start on a Wednesday for our professional learning. We were proposing that the days all start at the same time, but we have an early finish. But we want to start a little bit earlier. In Wellington, because where we are, we have nine buses that bring the girls to school and take them home. So although we're a city school, we're a bus school, if you like, and the bus schedules are really difficult to change. I don't know any of you're involved in bus schedules, but the Wellington Regional Council let the contracts, and they don't like to change the contract. So some of these little things tripped us up constantly. and regional council let the contracts and they don't like to change the contract. So some of these little things tripped us up constantly. So what did we do? Now I have, you don't, I did put some handouts over there. Oh sorry. The drift effect is where, and you'll see that the students suggest to us that it is happening, is where you have 100 minutes, but you only do 60 minutes worth of work and you just stretch it out. So that's what we were calling the drift effect that you actually don't cover as much. Yeah. And it's not that you're doing deeper learning, you're just doing less. We came up with a structure. And part of it was to have three sessions a time a day, and they actually aren't fully 100 minutes. Some of them are 95 and that's because of the buses, you know, we had to finish by 3.30 so the buses could be caught. We wanted to give longer time to Arco to make it meaningful and some schools have one session in a week. We wanted that a bit more often, but we felt we could manage with the shorter time. We have these 50-minute sessions, and that's because with this change, we didn't want to change the actual structure of the number of subjects, etc., that the students were doing. So we've kept to our existing curriculum structure of subjects and time. You felt that might have been a step too far, the curriculum committee sort of. They do six in years 11 and 12. They do five in year 13, and they have a study period. And year 9 and 10 ten they do a whole lot more. Year nine do a lot of subjects. They do the core subjects plus they do, that includes technology as part of the core, plus they have some options. And in year nine, and in year ten they do core plus three options. So we didn't want to change that at this stage. It is in our attention to look at that and to change it. So basically each senior subject has too long and one short period. It's basically how it works. What we came up with was Wednesdays days is our trip day out. And what we've said for senior classes is this is a day you don't introduce new work. This is a workshop day, a tutorial day. You can have your scholarship group or whatever. This is a non-new work. This is the day we want as far as you can, gateway to go out, those sorts of trips to happen as much as possible on Wednesday. If you can't accommodate it in one of these sort of sessions, then you choose a wedding stay. However, we needed six of those, because we got six subjects, so we put an extra one in on Friday where there was no ACO. Feedback from students, they find this confusing. So we might have to look at that. That's the structure we came up with. It's a compromise to the original ideas, but students also were very keen that they wanted as far as possible. The day to start at the same time breaks to be as far as possible at the same time. They just wanted that regular sort of day. To implement it, we did a lot of communication. We talked with lots of people. We talked with the students. We had a small focus group of students. We talked with lots of people. We talked with the students. We had a small focus group of students. We called Learning at East students, and we talked with them. They became advocates for the whole process. We talked with our various communities. We put out a brochure, which was what's there. We put it on the website. We wanted to communicate what we were doing. In terms three and four we allocated the professional learning time for teachers to spend working on what they might do in those times, how they would adjust what they were doing, how they would look at it. Review was part of our agreement with parents particularly, and we said we would review it, so we reviewed it with staff, term one, students term two, and we will do everyone again at the end of the year, and we will include parents in that review. Some of the feedback. It's mostly positive, but it's... Some of the feedback. It's mostly positive, but it's not overwhelmingly happy, shall I say, from anyone. It's okay. There's a lot of neutral and a lot of sitting on the fence. I'm not sure whether it's good or bad type responses. These are exits from what staff and student have told us. I quite like this one. It's just the way sometimes they think. But there are negative comments as well. We know our science stools, our science furniture, are wooden stools and they are not comfortable. We've been... No, we didn't ask about it, you see, and that's the problem. And some of these comments we might... When I've talked to students, we say, you're not enjoying it. Do you think you would have enjoyed it with 60 minutes? And then some of them say, probably not. So there's an element of truth in that. What we are finding is students are very kind. You know, they sort of say things like some of our teachers haven't adjusted or adapted yet. I was very polite of them. You know, and I think we've got the extremes. Some of our students have said, hate it. And for everyone that says hate it, there are a few who've said, I love it. So we've sort of got that whole range of opinion. One of our... Sorry, it was the difference between how seniors felt about it to juniors? Yes, our juniors are more positive than our seniors. Our seniors are quite traditional, I think. They don't like change. Our seniors are quite traditional, I think. They don't like change. One of our senior students, which is Year 12, did some research linked to a piece of work that she had to do for, I think it was digital technologies. And she put out her own survey, and she got some figures back. And I quite liked this. she got some figures back. And I quite liked this. And, you know, 84th last year said they didn't like it. Well, they hated it, actually. But this year, they're actually swung around. It's quite interesting. What they do. For us, there was a lot of work to do to do this. I really want to acknowledge the work the timetable team of our school did to look at it and to structure it using KMA. They came up with it. We had to do a whole lot of things. Showing the staff, we sort of did a temporary sort of draft timetable what it would look like to show them what it would look like. And that required quite a lot of pre-planning, pre-thinking of how you would actually technically do it. But we've done it, thanks to their expertise, and it seems to be working okay, seems to be working fine on that sort of level. I'll hand over to Anna now. So as Anne mentioned earlier, one of the things we need the girls to do is to be more independent learners and not be so reliant on teachers as they move forward and make more choices with a personalised correct them. And to do that, we've expanded our form times and called them Aco time. And I'm going to talk to you a little bit about that now. We have repackaged our form time to support the students with their learning. So they now have 3 40 minute akro times during the week. We're hoping these are our temporary main stairs in the school made out of scaffolding, so it's a pretty awesome way for our thousand girls to get up to the classrooms, but this is just kind of like we're helping them to step up there with their education and make sure they're making those right choices. The purpose of Aco is really to support those students to grow and to become in line with our school values. The girls are learning a whole range of different skills during Aco time and during that 40 minutes you have a lot more time to have chats with the girls one-on-one to do activities that are actually meaningful rather than go from quickly get up there, read the notices, have a quick chat, where are your notes, your uniform's wrong, let's get you sorted and then it's time to go. Horizontal. Yeah. I'll talk to you about that in a minute. So that's been quite a long journey. There was a lot of talk in our school, should we change from horizontal to vertical? Should we, and there was a lot of professional learning groups that took those on as inquiries over 2009 to 2011. We also had a communication review with our parents and talked to them about what they wanted to know from us as teachers and how we could communicate to them better in terms of reporting parent, teacher interviews and other communication ways. In 2012, I did an inquiry into how other schools report to their communities, and we picked up the idea of learning conferences. So a 20-minute parent-teacher interview, which is led by the student, a number of schools do these now, and then that replaced our first parent-teacher interview of the year. We have them later on in the ASTal. So we introduced those in 2013. We had our old form time structure, so we still had the 25 minutes four times a week, but we used to have a system called electives at our school on a Wednesday period three for an hour where different clubs and groups would get together with teacher support. So in the first six weeks of 2013, in preparation for the learning conferences, we made our own ARCO groups. So every teacher in the school had an ARCO group, and you tried to be taught by that teacher or they were your form teacher, but to get everyone involved, it didn't always work. It was just really a trial to see how we could help prepare people for learning conferences and take the pressure off the form teachers because not every teacher in the school at that stage was a form teacher. It went pretty well, but one of the things that was a problem was you were preparing these kids for the learning conference, you got all this fantastic information about how they were going, and then you didn't really have them in your form class anymore. They went back to their form teachers after the trial. So in 2014, we introduced the system of ARCO groups and started to call it that, and we also split our classes, I'll talk to you a bit more about that. And we used that for the first six months of the year. In the second half of the year our juniors picked up with our old timetable in extra English and maths class and our seniors did academic electives. So for the second half of the year it went back to, it went from the four times a week and Wednesday for an hour, back to just the four 25-minute sessions. And then this year, with our longer learning times, we've been able to get a heaps better system. So how it's structured is that we have, every teacher in this school has an Aco class, and we have a 1 to 15 ratio in the junior school. Two Arco classes are in the same room so then they join up together to be a teaching class. So you might have 9 WSN and 9GWY and as co-Arco teachers will work together with those groups of kids but we're responsible for our 15 in terms of attendance and all those things. In the senior class, we've got a 1 to 22-ish ratio, and we try and keep the teachers with the students as they have moved through. We luckily lost a lot of staff that were year 10 Arco teachers, so going into year 11 was really seamless this year, but I don't think it's going to be that easy as we move through. The teachers are finding that it's taken a lot of pressure off being a junior archo teacher or form teacher because you have a smaller group that you're looking after, and they really like that working together with somebody else. And people have asked to go back to year nine again, whereas in the past you wouldn't have had that as much. It's also a change for those teachers that because they weren't always teaching a junior class were the lucky ones that got to be a senior form teacher all the time, and it's seen as an expectation now that you'll rotate right through and start again. How we have resource Arco time has taken quite a bit of thinking. So we had a position which is Arco leader, which is one of my roles, where I oversee the Arco time and the school-wide plan for that. And we've also dedicated a lot of professional learning time. We started to spend a lot of time on relational practice last year and working in the year before and how we work with our students to form strong learning relationships. We've formed Aco communities, so a dean and the Aco teachers of that year have three sessions during professional learning time, a term where they can sit down together and plan for their Arco times together, or where they can learn a bit about something that they all need to as a year group. And that's been ongoing through the whole year. What we did as an Arco committee is talk about all the things we want to do during Arco time, and we wanted to create a year plan. These are the things that would happen during the whole year and would scaffold as they move through. It was also a chance for us to look at some of the school-wide things we weren't doing enough of, and try and put them in there. We can send you this, Presi, if you'd like, because that might be a pretty small photo. What happens is I develop a plan for each term and speak with the deans about that. They then create, and most of this happens over Google Docs, a plan for their year level. And so it will have each week, we'll have activities and work that you can do with your class. Some of teachers absolutely love Aco time and they get together with their co-Aco teachers and plan and make activities and share them with the year level, and that's fantastic. But there's others that find it a real struggle, and having this accessible to them really easy, easy to click on resources, really well planned ahead so that they know what's happening for the term. I mean, obviously things come up that you need to sort out, but having it planned out for the term and them knowing what they have to achieve with their Ako class in each week is really fantastic. Some classes, if you walked around our little bit of my idea that I'm going to talk about nurses. Some classes, if you walked around our school, are doing completely awesome things in Ako time, and others you will walk around and they're doing a little bit of an activity. These are my admin things as well. We still need to do that administration task, and so we've set up a structure for each week where hopefully that gives the teachers a bit of time not to be teaching to pull back and do that. Yeah, so how we've done that is we used to have that Wednesday period three as elective, so we've used that time so one hour is allocated from their teaching, and the other is part of their partial care from the contract. So each week, we've got those three 40-minute Arco sessions, and this is how we would see it panning out, but teachers are able to chop and change what they do, unless there's like a set thing on, like an assembly or a year-level activity that they're doing. And quite a few year levels have done a lot of team building in terms of as a year group, especially in the senior school, and they've put activities to do through that. So Monday we would have an activity. Tuesdays we have an assembly, we don't have a hall big enough for everyone, so we would maybe have three year levels in assembly. And then Thursdays we try to do student reflection. So for student reflections, we are getting the students to review their weekly progress in subjects and in Aco and how they're going. And the challenge for us was to really how we make these reflections engaging and meaningful and how as teachers we can get these reflections out of the students and work with them to do it. So on our teacher at the start of the year, we spend a lot of time in our professional learning on how we can do student reflections. We created a handbook with about 50 different starter activities that you could use for doing reflection. And we created a structure of try and do this once a week. The feedback from the seniors wasn't that good. This is the like third or fourth iteration of form times and things that they've had of different archo groups and things and they weren't that happy about having to do a reflection now as a new thing, totally understandable. I thought they would love it. But some of the awesome form teachers have done such a good job with their Year 12s and they are continuing to do the weekly reflections, whereas we've kind of pulled back from it now and we're aiming to do about three or four a term. So in year 11, the Dean makes a video and he shares that with his Arkel teachers and they do that. Other deans create little clips or they find something in the news or they use an evaluation tree or a circle starter to get the reflections going and they have that planned in their plan. And some, we wanted it to be an online thing for our year nines because they're using B-YOD for the first time, but in the senior school, some of the classes have done it electronically, which hasn't been that successful. Our girls loved creating scrapbooks and their reflection journals and have made an awesome job of doing that. So what we want to happen is that there's a stronger relationship with staff from their Aco teacher. We're seeing that improving already. There's a better knowledge of their tracking, they're spending time looking at their assessment, what do I need to do, what's my next steps, how am I going to get here, and improve their ability to reflect on their learning and make decisions. It's been an awesome chance for us to improve our careers work at the school and a really good space for putting that in there. One of my favourite activities that we do is have the, once a term, for the first two terms, we have a day where we have careers speakers come in from the community. So the Arco captains or the form captains work in conjunction with the career staff to get somebody to come and speak to their class. And it's a great way. We have them all in the hall and they come and collect their speakers and then they go and speak to them for 20 minutes and they really love it. So it's been a cool way to be able to get some of those activities that you really struggle to fit into a normal program and as well. There have been some struggles in terms of teachers not being that happy with having to shift from their senior class to being with juniors and those sorts of things, but we've tried to make it everybody's job to be a form teacher or an Arco teacher, and we don't get jobs which are actually you're only going to be a senior form teacher for your whole teaching career. And it's been really great to see those teachers that were reluctant at first try and engage, and they actually have done a great job so that's cool yep so everyone apart from our principal has an Aco class and me because I'm running around doing things for it yeah but everyone's involved in that right here we go that's more or less where we're at so that that's more or less where we're at so Right, here we go. So that's more or less where we're at. So our next step is we've done all this, we are now trying to, if you like, work out what is working well, what we need to do to support it, what we might need to change, which is this part of the aim in terms of our implementation. It is interesting, it isn't perfect. We have a number of challenges, but the energy that has created has been fantastic. And when you're working around a building site, as some of you will know, it's quite good to have something exciting happening within the classrooms, rather than looking at sort of the scaffolding stairs that you've got to climb and the rain and so on, getting from place to place. So we thought, with the time that's left, we would just open it up for questions that you might have on a general nature. to sort of reset somehow? Yes. I'm interested because we've got the same problem. This is something that we'd be having a discussion with, and I was having a discussion with our, get-about, just on this very topic, is we do have Moodle, use Moodle with our internet approach here, and our expectations that people are putting material up on that that students if they are away can access to know what might be covered what we find as our students are not that well taught as to how what catch up means and some of them do it instinctively and others have no idea. So it is, that is one of the things that we found out that actually we have to do something a bit more proactive to help students do that. What we are wanting to generate, of course, is because there's a longer gap between lessons, that they actually do more than just the work they have to for assessment as homework. Our students have become very good at just doing homework that they see as important, not because of credits. Our juniors are better at it, but our seniors are not so related. So we have a problem on it, yes. The girls are more proactive, though. If they know they're going to be away, they will let you know and ask you more than they have in the past, what are you going to be doing next lesson, and is there anything you can give them? Yeah, so that's been a significant change of those in the class I have would you use our profile for that sort of thing for catch up yeah no because every well sometimes in the seniors they have a study coming up to exams and things like that but not really yeah um do we maths did were happy about the change? Is that changed? What sort of the question? Was they looking for them to maths? I think that those stitches were okay, but the kids were less okay. And what they struggled were is that they wanted to get through by the lot of content and how to package that. And they were also concerned as with the languages that shorter or often was actually better for maths. So they have had to do a whole lot of rethinking about how they do it. And languages people have been convinced they they do it. And languages people have been convinced they can do it and they're doing it, but they do use language perfect or something along those lines as drills, students between lessons, maths and students have the same ability to do that, but they have one or two online things. But they are adapting and they are starting to work out how they don't. But they were worried that regular relief was lost. Great, and congratulations. I don't know, have we noticed a change in attendance? One of the things that we, probably as the school, suffer from most in terms of attendance, is lateness. I mean, I'm talking about quite bad lateness, not five attendants, it could have been all appearing one trying to get to school. We have decreased in the amount of like this, but we haven't really taken the figures and compared them. It doesn't seem to have shifted particularly. How long have you been in the change? Just this year. Just this year. Yeah. It takes it by then. The kids are more conscious if they're going to be away, so they'll make a really good decision about should I be going on this trip, should I be in class if they know that they've got an assessment coming up in the scene as well. So that's been interesting as well. Is there any indication that these changes are affected with changing the results or not even being in a four years two years? That is, of course, something that we want to know too. We haven't particularly noticed any difference in what we would normally have at this stage of the year what we have and I'm talking with someone another time with the changes in assessment to a portfolio type work it's actually harder to track some of the kids that they're not getting those sort of final grades or achievements until quite late in the year and so I was just saying when I put it in the year 13 argo class for something I looked probably earlier today's got the sculpture of excellence and she's got nine credits at the moment and she just happens to the music she needs to free she has to do Chinese you know she's just doing a whole round of subjects where those she's got full volumes. It's scary but it's not an impact of the hundred minutes it's an impact in the change of the assessment practices and suddenly it is scary but you know I talk with her and she's on track she's not trying but I'm not sure she's not trying to talk to attention but it's really hard so there's a complicating factor in some of the schools that we looked at with longer than any times has seen an increase in their achievement but I mean we can't say that is yet. In my own class with my Level 1 Geography Girls we're definitely getting through our assessments a lot faster because with those 100 minutes you don't have to pack up and then I'll see you tomorrow and you can get into it again. We don't sit there for the whole 100 minutes and do the assessment. We always have a break in the middle when they're doing something which is under test conditions because it's not fair to them and their brains to sit there for that long. So you kind of need to think about those types of things, how you can do assessment a bit differently. And doing snapshots for an assessment rather than a long period of time, we might do something like that. It's a really good way to think about it. What sort of, you know, need you have, the staff and preparation for? For... So you were interested in to start, well? Okay. So what we did was we, our professional learning, which we had within minutes, 45 months, that was dedicated to a department of time and we would then to work with each other to explore it. We had a teacher only day we brought people down from Auburn and Hodson at Point. We talked to stuff about what they were doing. We had a number of resources that we used. But really, I mean, our stuff quite skilled in many ways, it was just a way of giving them more time rather than necessarily experts coming in to start how to do it. And I think one of the things that's come back and feedback is that staff want to see what others are doing within the school. People who are working, so we're having a browse fortnight coming up where they will go to different classes to see what each other's doing. So it's sharing that expertise. Going back to me, going back to you're about the yeah, and your question, and say that it's a mortgage position because then the end of the deal but those two are. Yes. Yeah, well, they get used to sitting there, but if they're doing it internal, they just might need to, or we vote, but yeah, they do have the used to sitting there, but if they're doing it internal, they just might need to be right. But yeah, they do have the benefit of sitting there. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Right. Yeah. Right. I'll make them sit there for the whole hour. Yeah. But it will be interesting to see whether they are, yeah, more comfortable with it, yes. Some of that girls do struggle with that. Yeah. Yeah. Very good talk. Yes. What is that? Do you want to get the introduction of online reporting on the what are you doing around the online well, we've gone to that this year where instead of, what we just have is what we call a reporting marathon, really. At a certain time of year, every subject teacher would write their reports and they'd have to be proofread, and then they'll go to the D, we read them all, pretty much, and then they would go back, and parents would get them six weeks after they were written pretty much. And they were beautiful, but they didn't seem to be particularly pertinent. So what we've gone to is used the K-R-Function where teachers write comments on an ongoing way as they do assessments and so on and they are live and parents access them through the court. Parents notified that there are new comments up and so on. So we tried that this year too. We sort of have a perfect storm things that we did. We brought in BYOD, save time but we thought that they actually all worked quite well together. Longer learning times having P&I and their own devices was actually quite useful. but we thought that they actually all worked quite well together. Longer learning times, having their own their own devices was actually quite useful. Freda, lots of other devices, but the other year levels, because having devices available in those longer learning times was much different activities and that was really quite important. And the online reporting is the comments were going through as people as students were doing their work is that as well as your form is that as well as your form no instead of our form so we do two interim reports which are on work habits one at the start of the year for learning conferences and then one will be in term three and then the rest of the time you go through as you're doing something you might put a formative assessment on and then a summative assessment later on and talk about that comment and how they're going in that particular part of your course. So did some be doing the online comments at different times? Yeah, there was an expectation in the first term that you had a comment up before the learning conferences for each class. We were with the most teachers or some teachers email the parents when they've put a comment up, and we're just getting some feedback from them about how they want it to happen. Some schools that we looked at in Wellington were saying by week six of each term, you have to have a new comment up. But actually, when you're marking, it's actually easy just to write it as you go through. And I do a lot of short comments all the time with my class. So you can't make sure that. Not really, but we haven't really done a huge amount of feedback. but HOD is one of their expectations is that they go through and check. Just being one of those people about checks and reports that you're always, is they've got to be able to. We asked teachers to work with someone to check themselves, but it's actually your professional responsibility because your name's here and the parents know that it's coming straight from you all the time. So if you've got the wrong kid's name and it actually is like, hey, Ms Wilson, you wrote a comment about Sarah and my daughter's called Becker. Is this what she's done in her assessment? You know, so you can't really just go through and cut in pace. You really have to know the kid and might have to be able to sit there. Yeah. So what we've done is we're doing a survey at the moment to say how are people checking and do they want to have like a school-wide policy on the checking? But most people do it at different times so we don't want to have it each week this week you do it yeah are you satisfied that you've got the basics of you know the basics right or you still open to review things coming in because we've got a very similar thing to you that we asked all the time day and um we threw in a whole lot of red herring things like in Australia we found a school that every Wednesday the year 12s or the year 13th, they need to stay home. So they've put it in Monday, Tuesday, Thursday, Friday, but in classes all day that the other day is a day for working or studying or doing other things. There are a whole lot of big ideas out there? So do you expect your things to be? I expected to be. I expect it to be. This is our first attempt. And that's why I say that aim, actually going forward, we're looking at how many subject to the students do, what it really look like. The kids hate the Friday, I think he's saying. Why is there a different Friday yeah get rid of it don't mind the three sessions you know don't mind the Wednesday what's this Friday you know and I can sympathise with that getting them learning the when the bells are going to go because the other thing we did was we got rid of bells for three teachers love that kids want the bells back so we have to resolve things but it will evolve I have no doubt about it it will evolve it's got to be open to it with making big changes like about you and we said to our parents and we said to our students if it doesn't look this way we will change it to something that does work. So that is something that we have to do. Our community is quite keen to be involved in many changes. Yeah. Which is great. I mean, that's what we want. For a moment, it's involved in here. Have you been able to meet the contracts requirements because we looked at this a few years ago and thought it's going to be quite a restraint depending on the size of your school and so we've got to flexibility to be thousands we have you know yet we have we do have something we do have a bit of undersnob, which is inevitable. And so we've had to negotiate, we've managed that with staff. But pretty much, because we didn't change how much time each senior class was getting and how much time the junior classes were getting, we could still say that a person was getting 30 hours of fortnight to be used to fortnight, you know, 15 hours a week or 30 hours a week, whatever their time was. The most difficult one is, that's the time to shut up, the most difficult one is to, that people who get one hour a week, over and above, and they have been people, I'm a bit concerned about it because some we just couldn't give up to them yeah people who mean more than that it was easier people who are just without extra time allowance it was easy but it's that person who gets that one hour a week it's really really, really difficult. So put up the thinking to you about that. I've just got a question about how you manage the calendar in terms of the visitors taking them out. I know you said Wednesdays, the days you go. But then if the visitors want to take them for three days and then you've taken your massive or your bio truck and you've taken your two big hundreds for the week what is there a conflict in there at the moment is the discussion about that well they still take them and i'm after eOTC at school and the reason that they were going out on a wednesday is because i wasn't going back to teachers and go and actually can't you go on a wednesday so that was actually my fault in turn one but now we're're going out on a Wednesday unless it's for those big trips. But we always had those big trips and that's a part of their subject. So, yeah. A lot of the subjects like OE, we do outdoor ed and so that's really good for them because there's longer learning times. You can go out and come back and we're finding that with local trips rather than going for a whole day, they might go for a longer learning time and a break and then come back to school so the number of day or half day trips seems to have a little bit less because people are utilising the longer learning time or changing how they did a trip they might go out twice over two weeks rather than for the wonderful day. Yeah. If you've got other questions, we'll stay here for the longer if we talk about details. But yes. It's my pleasure to print and Anna and what I don't know about you, but I really feel that they're really honest. We haven't just had one side of it's been fantastic, but actually had the honesty in terms of what you've been seeing and the pitfalls that constantly have been indicated so thank you for that and we really appreciate for me to get them"}