{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " I've got very famous children's book author Kate DeGoldy."}, {"timestamp": [7.0, 9.0], "text": " Kate, how did you start writing books?"}, {"timestamp": [9.0, 13.0], "text": " I guess I just sort of slightly professionalised my hobby in a way."}, {"timestamp": [13.0, 18.0], "text": " Well, and then I started writing them and then I started, it really started from reviewing in a way."}, {"timestamp": [18.0, 24.0], "text": " That gave me a chance to sort of talk about, you know, my obsession."}, {"timestamp": [24.0, 28.44], "text": " Does the idea come first or do you decide to write a book and then look for an idea?"}, {"timestamp": [28.44, 30.4], "text": " It's definitely the idea, yeah."}, {"timestamp": [30.4, 31.96], "text": " The Lolly Leopold books were a good example of that."}, {"timestamp": [31.96, 37.44], "text": " I had the idea, but I couldn't, the form wasn't apparent to me until I met Jackie."}, {"timestamp": [37.44, 39.72], "text": " I was trying to fit it into a form that didn't kind of work."}, {"timestamp": [39.72, 41.16], "text": " How do picture books get made?"}, {"timestamp": [41.16, 46.0], "text": " Because I know you've collaborated with an illustrator, Jackie Colley, in the Lolly Leopold stories."}, {"timestamp": [46.0, 48.0], "text": " If you like, you can say there's three ways of approaching it."}, {"timestamp": [48.0, 52.0], "text": " There's the artist-author, the author illustrator, who's one and the same."}, {"timestamp": [52.0, 60.0], "text": " And then there's independent artists and writers, and then there's the collaborators."}, {"timestamp": [60.0, 62.0], "text": " So there are three quite different processes, really."}, {"timestamp": [62.0, 64.0], "text": " It's literally like magic."}, {"timestamp": [64.0, 67.02], "text": " I could watch what Jackie does for hours."}, {"timestamp": [67.42, 73.0], "text": " The first idea, I sent her three Lolly stories."}, {"timestamp": [73.26, 79.76], "text": " And within about two hours, she sent back these exquisite pen and ink mock-up covers about this big."}, {"timestamp": [80.64, 83.44], "text": " Which were just, they were magical as far as I was concerned."}, {"timestamp": [83.52, 87.6], "text": " And that set off a kind of blossoming in me."}, {"timestamp": [87.74, 89.96], "text": " I mean, there's something very dynamic about collaborating with someone."}, {"timestamp": [90.02, 90.86], "text": " I'd never done it before."}, {"timestamp": [91.2, 92.7], "text": " And it was tremendously exciting."}, {"timestamp": [93.06, 95.88], "text": " Will you and Jackie work together on some more Lolly stories?"}, {"timestamp": [96.14, 97.34], "text": " Yes, we certainly will do more."}, {"timestamp": [97.54, 97.72], "text": " Yep."}, {"timestamp": [98.14, 99.12], "text": " Good things take while."}, {"timestamp": [99.44, 103.64], "text": " Because the text of clubs took me, you know, a year or more."}, {"timestamp": [103.64, 110.4], "text": " It's only 1,600 words. But as I like to tell kids in classes, I rewrote it 22 times."}, {"timestamp": [110.4, 112.56], "text": " It's the most rewriting I've ever done in my life."}, {"timestamp": [112.56, 114.86], "text": " It was a really interesting exercise."}, {"timestamp": [114.86, 119.46], "text": " So is a children's book harder or easier to write than a long-form novel?"}, {"timestamp": [119.46, 126.48], "text": " A novel is something that you can kind of get a little bit lost and you can wallow, you can have,"}, {"timestamp": [127.04, 128.42], "text": " you just have room to move."}, {"timestamp": [129.28, 130.56], "text": " And a novel is more forgiving."}, {"timestamp": [130.7, 138.42], "text": " You can kind of make mistakes with a novel in a way because there's a lot of it and the reader might forget or something."}, {"timestamp": [138.78, 140.44], "text": " I haven't quite thought that notion through."}, {"timestamp": [140.52, 142.36], "text": " But it's a more forgiving form."}, {"timestamp": [142.96, 150.0], "text": " It can be baggy and chaotic even, rangy, I suppose."}, {"timestamp": [150.0, 155.0], "text": " But a picture book story or a shorter chapter book story has to be tied."}, {"timestamp": [155.0, 157.0], "text": " What are the challenges of writing a picture book?"}, {"timestamp": [157.0, 164.0], "text": " I guess a picture book text is much more like a poem. It's compressed than it is like, say, a long work of fiction."}, {"timestamp": [164.0, 166.84], "text": " So contraction and compression is the name of the game."}, {"timestamp": [167.38, 169.48], "text": " Making words really work for you."}, {"timestamp": [170.32, 171.48], "text": " Everything has to count."}, {"timestamp": [172.48, 175.48], "text": " Sometimes words will be there because they're doing something orally."}, {"timestamp": [175.6, 176.72], "text": " They're not just telling the story."}, {"timestamp": [176.82, 180.44], "text": " But you have to really think about whether a word is earning its place."}, {"timestamp": [180.78, 184.24], "text": " And what I loved was that while I was doing the pictures of books with Jackie,"}, {"timestamp": [184.72, 185.28], "text": " I could trust, because I know doing the pictures of books with Jackie, I could"}, {"timestamp": [185.28, 190.06], "text": " trust, because I know she's so responsive to them, I could trust that she would sometimes"}, {"timestamp": [190.06, 196.26], "text": " fill in story or backstory gaps, you know, so I wouldn't ever tell her what I'd left out,"}, {"timestamp": [196.26, 201.66], "text": " just see what happens. How important is the rhythm of the language? I'm quite obsessed with the music"}, {"timestamp": [201.66, 207.0], "text": " and the sound of sentences. My background is in music and classical music."}, {"timestamp": [207.0, 212.0], "text": " So the way something sounds and it's sort of balance on the page."}, {"timestamp": [212.0, 213.0], "text": " And I just like words."}, {"timestamp": [213.0, 217.0], "text": " So sometimes I just like having them in there, whether they weren't their place or not."}, {"timestamp": [217.0, 221.0], "text": " Do people from outside New Zealand understand your picture book stories?"}, {"timestamp": [221.0, 226.0], "text": " When Billy was being published in Australia, they wrote back as they do and said,"}, {"timestamp": [226.0, 229.0], "text": " we should we not call it a Cooney Piny Pigg?"}, {"timestamp": [229.0, 231.0], "text": " We don't know what a Cooney Coonee Pigg is."}, {"timestamp": [231.0, 233.0], "text": " And so can we just call it a pig?"}, {"timestamp": [233.0, 238.0], "text": " And I was outraged and said, no, because A, people can find out what a Cooney Cig is,"}, {"timestamp": [238.0, 245.0], "text": " but B, the music of the sentence needs those extra syllables, you know."}, {"timestamp": [248.12, 249.92], "text": " Now Uncle Jack, can you tell us how you created and why you created Uncle Jack"}, {"timestamp": [249.92, 252.34], "text": " and the fantastic language that's in that book?"}, {"timestamp": [252.54, 255.82], "text": " Uncle Jack was an interesting book for me"}, {"timestamp": [255.82, 257.48], "text": " because it came very fast"}, {"timestamp": [257.48, 261.9], "text": " and kind of unmediated by my inner censor, if you like."}, {"timestamp": [262.32, 263.2], "text": " Some books are like that."}, {"timestamp": [263.46, 265.48], "text": " Sanctuary, I wrote very fast as well."}, {"timestamp": [266.18, 267.72], "text": " It hasn't happened again with a novel."}, {"timestamp": [269.0, 272.48], "text": " The Uncle Jack character is based on my son Jack,"}, {"timestamp": [272.58, 274.54], "text": " who's actually provided quite, well, both my kids have,"}, {"timestamp": [274.64, 277.86], "text": " but Jack's been a particularly interesting source of story matter."}, {"timestamp": [277.86, 282.44], "text": " I wanted to write a story that had that kind of,"}, {"timestamp": [283.64, 288.58], "text": " it had a kind of forward momentum of imagination and language."}, {"timestamp": [289.04, 292.36], "text": " So it's kind of, it's a furiously fast book in a way Uncle Jack."}, {"timestamp": [292.44, 295.34], "text": " It's quite, I think of it as quite lyrical in sing-song."}, {"timestamp": [295.8, 299.86], "text": " And actually, someone was looking at it recently, and they thought it was poems."}, {"timestamp": [300.04, 301.42], "text": " It's not poetry as far as I'm concerned."}, {"timestamp": [302.02, 310.68], "text": " But it has, I hope, a kind of the rhythm and, again, that kind of freightedness that poetry has."}, {"timestamp": [311.12, 316.88], "text": " But I did want it to be rich and challenging in its lexicon as well."}, {"timestamp": [316.88, 328.16], "text": " I didn't want all the words to be immediately understandable by kids because I don't believe that all reading should be. I think my"}, {"timestamp": [328.16, 332.64], "text": " richest reading experiences have often been where I haven't understood everything, where"}, {"timestamp": [332.64, 337.2], "text": " I've literally had to puzzle over it and come to a full understanding later. I think kids"}, {"timestamp": [337.2, 343.08], "text": " understand story on lots of different levels. So for instance, some four-year-olds just"}, {"timestamp": [343.08, 345.68], "text": " like the sound of Uncle Jack, you know,"}, {"timestamp": [346.24, 351.64], "text": " and they like the repetitive don't go there at the end of every page."}, {"timestamp": [351.98, 355.14], "text": " Of course, a lot of the language and subject matter will pass over their heads."}, {"timestamp": [355.8, 361.6], "text": " Older kids, say years seven and eight, enjoy the language,"}, {"timestamp": [361.72, 364.44], "text": " and they enjoy the kind of mystery at the heart of the story, who is Uncle Jack?"}, {"timestamp": [368.0, 374.68], "text": " It's almost not a story, it's kind of a character study. And that's sort of what I wanted it to be, a study of a wacko person."}, {"timestamp": [374.68, 376.32], "text": " Who do you write your books for?"}, {"timestamp": [376.32, 382.52], "text": " I write for a certain kind of reader, and it really is immaterial to me what age they are."}, {"timestamp": [382.52, 387.74], "text": " I write the stuff that I was tickled by when I was a kid,"}, {"timestamp": [387.84, 389.04], "text": " and still tickled by."}, {"timestamp": [389.74, 391.6], "text": " Funny words, funny sounding words,"}, {"timestamp": [393.16, 396.4], "text": " comical situations, complex characters."}, {"timestamp": [396.96, 402.4], "text": " I like a bit of character and language mystery in my stories."}, {"timestamp": [402.9, 404.28], "text": " Were you a big reader as a child?"}, {"timestamp": [404.28, 406.44], "text": " My mother bought me a lot of books."}, {"timestamp": [408.04, 410.98], "text": " Books were kind of completely privileged in our household."}, {"timestamp": [412.08, 416.62], "text": " We had huge numbers, notably huge numbers compared with other people that I knew."}, {"timestamp": [416.68, 417.72], "text": " My father's obsessed with books."}, {"timestamp": [418.36, 422.1], "text": " But I was a reasonably quick early reader."}, {"timestamp": [422.1, 424.74], "text": " I was pretty fascinated by books."}, {"timestamp": [425.0, 429.0], "text": " And my mother started buying me puffin books when I was,"}, {"timestamp": [429.0, 432.0], "text": " I think my first puff and book was 101 Dalmatians by Doty Smith"}, {"timestamp": [432.0, 435.0], "text": " when I was seven, which, according to my children,"}, {"timestamp": [435.0, 437.0], "text": " a sign that I had a tragic childhood and no friends."}, {"timestamp": [437.0, 442.0], "text": " But in fact, books were, they were sort of the thing that made,"}, {"timestamp": [442.0, 444.0], "text": " that helped construct me."}, {"timestamp": [444.0, 447.0], "text": " I really did feel like I was made by reading and"}, {"timestamp": [448.4, 456.08], "text": " story world was kind of often preferable to you know the real world. Are the characters"}, {"timestamp": [456.08, 458.0], "text": " in your books real or some of them?"}, {"timestamp": [458.0, 464.44], "text": " They're imagined but what we imagine is always the result of what we've experienced."}, {"timestamp": [464.44, 468.04], "text": " So when I'm working with kids, doing creative writing with kids,"}, {"timestamp": [469.16, 472.6], "text": " I sort of take them through a slightly artificial process"}, {"timestamp": [472.6, 476.64], "text": " to show them how to kind of construct or begin constructing character."}, {"timestamp": [476.9, 477.56], "text": " It's hard to articulate."}, {"timestamp": [477.7, 481.44], "text": " But I say, think of someone you know,"}, {"timestamp": [481.7, 483.9], "text": " start marrying bits of them to someone else that you know."}, {"timestamp": [484.74, 485.82], "text": " Characters are an amalgam."}, {"timestamp": [486.44, 491.14], "text": " But, I mean, Uncle Jack is definitely based on my son."}, {"timestamp": [491.22, 496.54], "text": " But as soon as you start putting it down on paper, it's sort of flowers into something else."}, {"timestamp": [497.02, 498.56], "text": " Writing it down changes things."}, {"timestamp": [499.08, 501.46], "text": " Is Lolly a little bit like you were as a child?"}, {"timestamp": [501.82, 502.88], "text": " I think she probably is."}, {"timestamp": [502.88, 504.62], "text": " She's sort of, especially in clubs."}, {"timestamp": [504.88, 513.68], "text": " She's really does want to belong, but she's a little bit aberrant, so she can't belong"}, {"timestamp": [513.68, 520.34], "text": " to any of the clubs. So then she's got to kind of dis them. And I, I mean, I'm very"}, {"timestamp": [520.34, 525.9], "text": " gregarious. I did have friends when I was a child, but I'm very aware that I was quite a watchful child as well."}, {"timestamp": [525.94, 530.62], "text": " I was often sort of on the periphery of groups, never quite part of him. I kind of liked it like that."}, {"timestamp": [530.74, 532.12], "text": " Is it hard work being a writer?"}, {"timestamp": [532.42, 538.58], "text": " There's lots of new challenges as time goes on and as you get more and more tough on yourself, as you should."}, {"timestamp": [539.86, 543.62], "text": " You have to learn to like your own company. You have to be good at being alone."}, {"timestamp": [544.58, 547.08], "text": " And you do have to be disciplined."}, {"timestamp": [547.08, 548.88], "text": " And I was late to discipline."}, {"timestamp": [548.88, 552.4], "text": " I was very wayward student."}, {"timestamp": [552.4, 554.4], "text": " And I've learned how to be kind of discipline"}, {"timestamp": [554.4, 557.5], "text": " in terms of work through writing, which is great."}], "text": " I've got very famous children's book author Kate DeGoldy. Kate, how did you start writing books? I guess I just sort of slightly professionalised my hobby in a way. Well, and then I started writing them and then I started, it really started from reviewing in a way. That gave me a chance to sort of talk about, you know, my obsession. Does the idea come first or do you decide to write a book and then look for an idea? It's definitely the idea, yeah. The Lolly Leopold books were a good example of that. I had the idea, but I couldn't, the form wasn't apparent to me until I met Jackie. I was trying to fit it into a form that didn't kind of work. How do picture books get made? Because I know you've collaborated with an illustrator, Jackie Colley, in the Lolly Leopold stories. If you like, you can say there's three ways of approaching it. There's the artist-author, the author illustrator, who's one and the same. And then there's independent artists and writers, and then there's the collaborators. So there are three quite different processes, really. It's literally like magic. I could watch what Jackie does for hours. The first idea, I sent her three Lolly stories. And within about two hours, she sent back these exquisite pen and ink mock-up covers about this big. Which were just, they were magical as far as I was concerned. And that set off a kind of blossoming in me. I mean, there's something very dynamic about collaborating with someone. I'd never done it before. And it was tremendously exciting. Will you and Jackie work together on some more Lolly stories? Yes, we certainly will do more. Yep. Good things take while. Because the text of clubs took me, you know, a year or more. It's only 1,600 words. But as I like to tell kids in classes, I rewrote it 22 times. It's the most rewriting I've ever done in my life. It was a really interesting exercise. So is a children's book harder or easier to write than a long-form novel? A novel is something that you can kind of get a little bit lost and you can wallow, you can have, you just have room to move. And a novel is more forgiving. You can kind of make mistakes with a novel in a way because there's a lot of it and the reader might forget or something. I haven't quite thought that notion through. But it's a more forgiving form. It can be baggy and chaotic even, rangy, I suppose. But a picture book story or a shorter chapter book story has to be tied. What are the challenges of writing a picture book? I guess a picture book text is much more like a poem. It's compressed than it is like, say, a long work of fiction. So contraction and compression is the name of the game. Making words really work for you. Everything has to count. Sometimes words will be there because they're doing something orally. They're not just telling the story. But you have to really think about whether a word is earning its place. And what I loved was that while I was doing the pictures of books with Jackie, I could trust, because I know doing the pictures of books with Jackie, I could trust, because I know she's so responsive to them, I could trust that she would sometimes fill in story or backstory gaps, you know, so I wouldn't ever tell her what I'd left out, just see what happens. How important is the rhythm of the language? I'm quite obsessed with the music and the sound of sentences. My background is in music and classical music. So the way something sounds and it's sort of balance on the page. And I just like words. So sometimes I just like having them in there, whether they weren't their place or not. Do people from outside New Zealand understand your picture book stories? When Billy was being published in Australia, they wrote back as they do and said, we should we not call it a Cooney Piny Pigg? We don't know what a Cooney Coonee Pigg is. And so can we just call it a pig? And I was outraged and said, no, because A, people can find out what a Cooney Cig is, but B, the music of the sentence needs those extra syllables, you know. Now Uncle Jack, can you tell us how you created and why you created Uncle Jack and the fantastic language that's in that book? Uncle Jack was an interesting book for me because it came very fast and kind of unmediated by my inner censor, if you like. Some books are like that. Sanctuary, I wrote very fast as well. It hasn't happened again with a novel. The Uncle Jack character is based on my son Jack, who's actually provided quite, well, both my kids have, but Jack's been a particularly interesting source of story matter. I wanted to write a story that had that kind of, it had a kind of forward momentum of imagination and language. So it's kind of, it's a furiously fast book in a way Uncle Jack. It's quite, I think of it as quite lyrical in sing-song. And actually, someone was looking at it recently, and they thought it was poems. It's not poetry as far as I'm concerned. But it has, I hope, a kind of the rhythm and, again, that kind of freightedness that poetry has. But I did want it to be rich and challenging in its lexicon as well. I didn't want all the words to be immediately understandable by kids because I don't believe that all reading should be. I think my richest reading experiences have often been where I haven't understood everything, where I've literally had to puzzle over it and come to a full understanding later. I think kids understand story on lots of different levels. So for instance, some four-year-olds just like the sound of Uncle Jack, you know, and they like the repetitive don't go there at the end of every page. Of course, a lot of the language and subject matter will pass over their heads. Older kids, say years seven and eight, enjoy the language, and they enjoy the kind of mystery at the heart of the story, who is Uncle Jack? It's almost not a story, it's kind of a character study. And that's sort of what I wanted it to be, a study of a wacko person. Who do you write your books for? I write for a certain kind of reader, and it really is immaterial to me what age they are. I write the stuff that I was tickled by when I was a kid, and still tickled by. Funny words, funny sounding words, comical situations, complex characters. I like a bit of character and language mystery in my stories. Were you a big reader as a child? My mother bought me a lot of books. Books were kind of completely privileged in our household. We had huge numbers, notably huge numbers compared with other people that I knew. My father's obsessed with books. But I was a reasonably quick early reader. I was pretty fascinated by books. And my mother started buying me puffin books when I was, I think my first puff and book was 101 Dalmatians by Doty Smith when I was seven, which, according to my children, a sign that I had a tragic childhood and no friends. But in fact, books were, they were sort of the thing that made, that helped construct me. I really did feel like I was made by reading and story world was kind of often preferable to you know the real world. Are the characters in your books real or some of them? They're imagined but what we imagine is always the result of what we've experienced. So when I'm working with kids, doing creative writing with kids, I sort of take them through a slightly artificial process to show them how to kind of construct or begin constructing character. It's hard to articulate. But I say, think of someone you know, start marrying bits of them to someone else that you know. Characters are an amalgam. But, I mean, Uncle Jack is definitely based on my son. But as soon as you start putting it down on paper, it's sort of flowers into something else. Writing it down changes things. Is Lolly a little bit like you were as a child? I think she probably is. She's sort of, especially in clubs. She's really does want to belong, but she's a little bit aberrant, so she can't belong to any of the clubs. So then she's got to kind of dis them. And I, I mean, I'm very gregarious. I did have friends when I was a child, but I'm very aware that I was quite a watchful child as well. I was often sort of on the periphery of groups, never quite part of him. I kind of liked it like that. Is it hard work being a writer? There's lots of new challenges as time goes on and as you get more and more tough on yourself, as you should. You have to learn to like your own company. You have to be good at being alone. And you do have to be disciplined. And I was late to discipline. I was very wayward student. And I've learned how to be kind of discipline in terms of work through writing, which is great."}