{"speakers": [], "chunks": [{"timestamp": [0.0, 11.56], "text": " Well, welcome everybody. I'm Mike Hutchison. I'm going to be the"}, {"timestamp": [11.56, 16.76], "text": " emce for this part of the session. And there's a few housekeeping things we have to go through."}, {"timestamp": [16.76, 20.5], "text": " But first of all, I just want to say thanks very much to conference for organising this."}, {"timestamp": [20.5, 29.0], "text": " What an amazing turnout and a great presentation. I think it's just just terrific and I think that also also want to thank and"}, {"timestamp": [29.0, 33.74], "text": " acknowledge the sponsors for the various various sessions the Orange Group"}, {"timestamp": [33.74, 38.4], "text": " they'll be conducting the or orchestrating the the live session in here after"}, {"timestamp": [38.4, 43.52], "text": " after morning tea to Fairfax they'll be running at the reach session downstairs"}, {"timestamp": [43.52, 45.24], "text": " to Microsoft the data session next door and also to SSI survey sampling international'll be running the REACH session downstairs, to Microsoft, the data session"}, {"timestamp": [45.24, 50.12], "text": " next door, and also to SSI, Survey Sampling International, who are doing the brand session."}, {"timestamp": [50.8, 55.78], "text": " And also I want to thank Saw Printing, Spyglass, Displayways, Perpetua, Celebrity Speakers,"}, {"timestamp": [56.0, 60.96], "text": " show gizmo, event solutions, and Ecast for helping us to bring this summit together."}, {"timestamp": [61.54, 62.46], "text": " It's going to be a great day."}, {"timestamp": [62.58, 65.08], "text": " As an amazing lineup of speakers. Those of you who"}, {"timestamp": [65.08, 70.84], "text": " were at the breakfast session who heard Umang Shah. We're just really privileged to have such quality"}, {"timestamp": [70.84, 77.8], "text": " speakers. You'll be hearing from Sam Shau very shortly. And then Tim Gantz, Nicole Bardsley and"}, {"timestamp": [77.8, 83.7], "text": " Mark Lepine a little later on. There'll be time for questions and answers after each of the"}, {"timestamp": [83.7, 90.88], "text": " sessions. So we've allowed 10, 15 minutes after each session, so they'll have plenty of time, but you can also ask questions"}, {"timestamp": [90.88, 98.24], "text": " on Twitter, so please don't feel shy about coming forward and logging your questions online."}, {"timestamp": [99.54, 106.12], "text": " And also with, if you haven't downloaded the Marketing Summit app, be sure to do so."}, {"timestamp": [106.12, 111.4], "text": " So you can download ShowGizmo from your iPhone or Android or go to the Android stores and pick"}, {"timestamp": [111.4, 119.32], "text": " up the app and then go to the URL for ShowGizmovee for all other devices."}, {"timestamp": [119.32, 122.44], "text": " After of course the session at the end of the day there'll be networking drinks."}, {"timestamp": [122.44, 125.94], "text": " I always think that if you come to a conference and it's all new,"}, {"timestamp": [126.28, 127.42], "text": " you're probably at the wrong conference."}, {"timestamp": [128.08, 130.86], "text": " If you come to a conference and nothing's new, the conference is wrong."}, {"timestamp": [131.22, 135.26], "text": " But even if you just get one gem or make one network contact,"}, {"timestamp": [135.54, 136.94], "text": " it's worth the price of admission."}, {"timestamp": [137.44, 141.82], "text": " And certainly I know even from Umang Sharan, certainly in talking with Sam Chow,"}, {"timestamp": [141.92, 147.94], "text": " the stuff that you'll get out of the section today will with the price of admission."}, {"timestamp": [147.94, 151.96], "text": " As far as housekeeping is concerned, the OSHA requirements, the week breaks obviously for morning"}, {"timestamp": [151.96, 157.04], "text": " tea and lunch and afternoon tea, the toilets and restrooms are down here and out here and"}, {"timestamp": [157.04, 158.16], "text": " up the stairs."}, {"timestamp": [158.16, 162.88], "text": " And of course if there is any kind of emergency, just go out into the foyer and the Sky City"}, {"timestamp": [162.88, 167.0], "text": " staff will usher as to places of safety."}, {"timestamp": [167.0, 173.4], "text": " And I think that there'd be ideation and collaboration sessions a little later after lunch."}, {"timestamp": [173.4, 178.0], "text": " And I think it's just incumbent all of us to participate in these because they're a great opportunity"}, {"timestamp": [178.0, 183.8], "text": " to collaborate in groups. And one of the most important things I think about any kind of innovation"}, {"timestamp": [183.8, 185.24], "text": " is the notion of"}, {"timestamp": [185.24, 186.24], "text": " collaboration."}, {"timestamp": [186.24, 188.76], "text": " Life too complex to do stuff on our own."}, {"timestamp": [188.76, 193.2], "text": " Funny enough, actually I'm in the middle of a master's thesis on the alchemy of creativity"}, {"timestamp": [193.2, 194.2], "text": " in New Zealand business."}, {"timestamp": [194.2, 197.76], "text": " And one of the common themes I've had in the research and the interviews I've done with various"}, {"timestamp": [197.76, 201.76], "text": " people is the importance of collaboration."}, {"timestamp": [201.76, 206.76], "text": " While one person can have an idea, it takes a lot of us to actually make it work."}, {"timestamp": [206.76, 212.08], "text": " And I think that these ideation sessions that are going to be run by the better by design"}, {"timestamp": [212.08, 218.68], "text": " people will be great examples of that. So I'd urge you to make use of that after lunch."}, {"timestamp": [218.68, 223.76], "text": " Before we start, though, I just want to say a few words about marketing generally. I've"}, {"timestamp": [223.76, 226.6], "text": " been in the business longer than most of you have been alive."}, {"timestamp": [227.04, 233.4], "text": " And I agree with Peter Drucker that marketing is probably the most important thing in a business."}, {"timestamp": [233.5, 238.74], "text": " He said that business enterprise has two and only two basic functions, marketing and innovation."}, {"timestamp": [239.64, 244.18], "text": " Marketing and innovation produce results, everything else is a cost."}, {"timestamp": [244.88, 246.1], "text": " I've got this theory that marketing"}, {"timestamp": [246.1, 253.38], "text": " lost its place at the top table after the late 80s, the dot-com crash. And of course, those"}, {"timestamp": [253.38, 260.52], "text": " entrepreneurial companies got taken over by the bean counters. And all of a sudden, lots of marketing"}, {"timestamp": [260.52, 264.56], "text": " graduates arrived from university at these organizations. And the bean counters who were running"}, {"timestamp": [264.56, 266.66], "text": " these businesses after the dot-com crash didn't"}, {"timestamp": [266.66, 269.9], "text": " understand marketing on these things like storytelling they understood"}, {"timestamp": [269.9, 274.4], "text": " only understood numbers and marketing kind of got relegated to a function in"}, {"timestamp": [274.4, 280.16], "text": " the business rather than the purpose of the business itself to me a business"}, {"timestamp": [280.16, 284.36], "text": " having a marketing function or a marketing department is like a church having a"}, {"timestamp": [284.36, 285.2], "text": " religion department."}, {"timestamp": [286.76, 294.38], "text": " Marketing is what it's all about. The whole purpose of any business is to satisfy consumer needs at a profit over time."}, {"timestamp": [294.88, 299.94], "text": " And all the other things, finances are function, distributions are function, manufacturing is a function."}, {"timestamp": [300.24, 307.5], "text": " But marketing is a philosophy. It's the purpose of the business. And I'm personally on a mission to make sure that marketing gets back to the top table."}, {"timestamp": [307.9, 317.7], "text": " So few managing directors, so few CEOs of organisations in this country, so few directors of public companies have a marketing background."}, {"timestamp": [318.26, 325.12], "text": " And I want to see that reversed. And my mission in the life of the rest of my life is to bang the drum for marketing and innovation in business."}, {"timestamp": [326.2, 328.58], "text": " And actually to give us a clue as to how that might happen,"}, {"timestamp": [329.36, 331.66], "text": " it's great pleasure to introduce Sam Chowell."}, {"timestamp": [331.76, 334.54], "text": " Now, Sam's no stranger to New Zealand,"}, {"timestamp": [334.62, 337.72], "text": " that he's going to talk about transformation and disruption."}, {"timestamp": [338.28, 340.16], "text": " And he's going to talk about it in a rather unique."}, {"timestamp": [340.16, 344.96], "text": " And so he says a very interesting and controversial way."}, {"timestamp": [345.0, 347.0], "text": " So please welcome Sam Chow to the stage."}, {"timestamp": [347.0, 348.0], "text": " Thank you."}, {"timestamp": [348.0, 350.0], "text": " Thank you."}, {"timestamp": [350.0, 354.0], "text": " Thank you."}, {"timestamp": [354.0, 355.0], "text": " Thanks, man."}, {"timestamp": [355.0, 356.0], "text": " I'll see you."}, {"timestamp": [356.0, 400.1], "text": " Thank you. Good morning, everyone."}, {"timestamp": [400.1, 406.44], "text": " I thought I should start the presentation that way because with the role of social media,"}, {"timestamp": [406.58, 409.5], "text": " it's really changing the way we are seeing marketing."}, {"timestamp": [409.74, 414.32], "text": " And I think it's one of a key team that I really want to share with you today."}, {"timestamp": [414.32, 418.42], "text": " And also going back to what might mention earlier, the reinvention of marketing."}, {"timestamp": [419.08, 422.38], "text": " So before I actually start, I really wanted, oops, I press the wrong button."}, {"timestamp": [423.28, 427.0], "text": " I actually wanted to share a little bit about myself to you."}, {"timestamp": [427.0, 431.0], "text": " I am currently based in New York City with Laurel, USA."}, {"timestamp": [431.0, 434.0], "text": " I have several roles and titles over there."}, {"timestamp": [434.0, 441.0], "text": " I am the head of trends and innovation for the company serving four division and over 30 brands."}, {"timestamp": [441.0, 445.54], "text": " And I basically predict what are the key beauty trends, beauty products that we"}, {"timestamp": [445.54, 449.66], "text": " should be launching in the next 18 months. And yes, I do use makeup from time to time because"}, {"timestamp": [449.66, 459.3], "text": " it's part of my job. Secondly, I'm also the head of mat here. That means I specialize in"}, {"timestamp": [459.3, 467.16], "text": " skin, hair, makeup, men's and alternative retail. And I'm very fortunate to be specializing in these four key areas"}, {"timestamp": [467.16, 470.04], "text": " because I'm able to see the trends from one category"}, {"timestamp": [470.04, 471.92], "text": " influencing another category."}, {"timestamp": [472.4, 476.52], "text": " And another third part of my role is I am actually the head of the CMO agency,"}, {"timestamp": [476.76, 480.68], "text": " a unit that I established over maybe 10 months ago."}, {"timestamp": [480.68, 486.12], "text": " It is our own internal business development and incubation unit where we partner"}, {"timestamp": [486.12, 493.28], "text": " with anyone in the company or external partners to drive innovation and new business model."}, {"timestamp": [493.28, 497.8], "text": " And Mike mentioned earlier, collaborative growth is very important because we cannot do it"}, {"timestamp": [497.8, 499.32], "text": " all today ourselves."}, {"timestamp": [499.32, 503.8], "text": " And we really need to partner with different people from different backgrounds in order to ensure"}, {"timestamp": [503.8, 507.98], "text": " that we can go to market quicker and faster."}, {"timestamp": [507.98, 514.0], "text": " So, Kura, I love saying that because if I say that in New York, no one actually understands"}, {"timestamp": [514.0, 515.0], "text": " me."}, {"timestamp": [515.0, 517.88], "text": " I've been in, I'm originally from Malaysia."}, {"timestamp": [517.88, 523.48], "text": " I study, work and live in Auckland 16 years ago."}, {"timestamp": [523.48, 527.02], "text": " And after that, I was working agency in Asia"}, {"timestamp": [527.02, 531.9], "text": " before I moved to the client side in Europe and in the US."}, {"timestamp": [531.9, 534.1], "text": " And what I really wanted to share with you"}, {"timestamp": [534.1, 536.06], "text": " is when it comes to trends and innovation,"}, {"timestamp": [536.06, 540.44], "text": " it's very important because it's all about anticipating the future."}, {"timestamp": [540.44, 544.3], "text": " We really need to look at how our consumers are consuming,"}, {"timestamp": [544.3, 546.3], "text": " what channel they are actually using,"}, {"timestamp": [546.62, 549.82], "text": " and also what the future business model is going to be like."}, {"timestamp": [550.48, 557.08], "text": " A few caveats, I'll be sharing with you some trends and trend indicators, I would like to call them that way."}, {"timestamp": [557.38, 558.9], "text": " They are not a Laurel presentation."}, {"timestamp": [559.1, 562.84], "text": " This presentation is curated for you guys over here."}, {"timestamp": [562.84, 565.4], "text": " And the point I'm trying to make is that some"}, {"timestamp": [565.4, 570.08], "text": " trends could be really big in the US. It may not be big right now in New Zealand,"}, {"timestamp": [570.08, 575.84], "text": " but it's going to catch up sooner or later. Why information is available with one"}, {"timestamp": [575.84, 580.04], "text": " single click. You know, we are all a global citizen this day. Trends from Asia"}, {"timestamp": [580.04, 585.04], "text": " comes to the US so quickly, you know, then you have global consumers traveling one from"}, {"timestamp": [585.04, 591.34], "text": " one place to another place. So to me, it's the speed of movements really helps you to actually"}, {"timestamp": [591.34, 596.8], "text": " establish where the trends is going. Before I start, I also want to give you a few caveats."}, {"timestamp": [597.04, 600.94], "text": " Usually when I present trends and innovation to a lot of the business people, you know,"}, {"timestamp": [600.98, 607.68], "text": " the CEOs and the managing directors, the first thing they will always ask is like, Sam, tell us what's the size of the price,"}, {"timestamp": [607.68, 610.5], "text": " you know, what's the market growth, what kind of market share can we get?"}, {"timestamp": [610.5, 611.56], "text": " Numbers, numbers, numbers, great."}, {"timestamp": [611.56, 612.56], "text": " I love numbers."}, {"timestamp": [612.56, 618.6], "text": " But at the end of the day, you cannot quantify a trend with numbers or with a value."}, {"timestamp": [618.6, 619.6], "text": " Why?"}, {"timestamp": [619.6, 622.64], "text": " Because if there is a numbers to it, then it's no longer a trend."}, {"timestamp": [622.64, 624.56], "text": " It's a recyclable trends."}, {"timestamp": [624.56, 629.66], "text": " So that's something that's important for you to take away, because if you come or stumble"}, {"timestamp": [629.66, 634.64], "text": " into an idea that's really interesting for you, it's important for you to be very consistent"}, {"timestamp": [634.64, 639.48], "text": " and be strong and be resilient about sharing the idea with your organization. Otherwise,"}, {"timestamp": [640.2, 646.0], "text": " you could miss the trend completely and become a me-too. So I don't know what the future is going to be,"}, {"timestamp": [646.0, 649.0], "text": " but we're going to take a journey and discover it together."}, {"timestamp": [649.0, 652.0], "text": " So the first thing I wanted to do is also ground the presentation"}, {"timestamp": [652.0, 655.0], "text": " in terms of why trends and innovations are very important."}, {"timestamp": [655.0, 659.0], "text": " And I always like to call it as a way of how we can actually create"}, {"timestamp": [659.0, 661.0], "text": " and deliver value."}, {"timestamp": [661.0, 664.0], "text": " I like to look at it in this way."}, {"timestamp": [664.0, 666.22], "text": " In everything we do from marketing point of view,"}, {"timestamp": [666.22, 669.22], "text": " there is data and there is also intuition."}, {"timestamp": [669.22, 670.12], "text": " There is logic."}, {"timestamp": [670.12, 671.5], "text": " There is emotion."}, {"timestamp": [671.5, 674.44], "text": " It is the combination of that that helps marketers"}, {"timestamp": [674.44, 676.18], "text": " to be very, very successful."}, {"timestamp": [676.18, 678.84], "text": " If it's all about data itself, join the market research"}, {"timestamp": [678.84, 680.46], "text": " in sites, you know, division."}, {"timestamp": [680.46, 682.2], "text": " But at the end of the day, as a marketer's,"}, {"timestamp": [682.2, 684.68], "text": " we need to take both sides of this information"}, {"timestamp": [684.68, 687.0], "text": " and provide that in a very balanced approach"}, {"timestamp": [687.0, 690.0], "text": " Now, how do you actually capture value?"}, {"timestamp": [690.0, 698.0], "text": " This is a model that I use quite a lot and this is something that enables you to look at it from a bigger picture"}, {"timestamp": [698.0, 710.0], "text": " As you can see, in order to create value or deliver a value proposition, you need to be asking yourself, who do I want to collaborate with? Who are the key partners internally and externally do I really"}, {"timestamp": [710.0, 716.0], "text": " want to leverage to create a new value? What are the key activities we are going to look at"}, {"timestamp": [716.0, 720.2], "text": " in terms of the products that we intend to launch? Is it a new business model or is it a new"}, {"timestamp": [720.2, 725.24], "text": " service? Then what are the key strategic resources you would need? Is it a platform? Do"}, {"timestamp": [725.24, 730.62], "text": " you need a technology? Do you need the right people to actually work for you? So that is"}, {"timestamp": [730.62, 735.66], "text": " on the left-hand side. Now, moving on to the right-hand side, you have three key areas."}, {"timestamp": [736.12, 740.56], "text": " What kind of relationship do you want to have with your customers? Who owns the customers? Is it"}, {"timestamp": [740.56, 745.4], "text": " through a retailer? Do you want to own it directly? That means a direct-to-consumer model?"}, {"timestamp": [745.4, 753.5], "text": " What are the channels that you wanted to operate in? Again, there are so many distribution models this day, and it's worth considering that."}, {"timestamp": [753.5, 759.0], "text": " And what are the key customer segments? And sometimes we don't ask ourselves enough of debt."}, {"timestamp": [759.0, 765.3], "text": " Because if you look at where the world is going, you have a huge population of boomers. Are we talking to them directly? Are we empathizing, you know, with the world is going, you have a huge population of boomers."}, {"timestamp": [767.82, 768.12], "text": " Are we talking to them directly?"}, {"timestamp": [772.46, 772.58], "text": " Are we empathizing with boomers in terms of how they wanted to consume,"}, {"timestamp": [776.3, 776.74], "text": " in terms of the products that they want, in terms of the message that they wanted to listen to?"}, {"timestamp": [780.72, 784.78], "text": " And then on the other side, you have the millennials who completely disrupts everyone in terms of how they wanted to see, feel, and do certain things."}, {"timestamp": [785.44, 790.06], "text": " So when I actually... Sorry, I can't press the wrong button, so when I actually put these two"}, {"timestamp": [790.06, 795.34], "text": " together, this is one way of amplifying trends in that sense."}, {"timestamp": [795.34, 801.24], "text": " As you can see, the left side is pretty much your logic and the other part is more on"}, {"timestamp": [801.24, 802.44], "text": " your intuition."}, {"timestamp": [802.44, 805.68], "text": " And that's very important because through that,"}, {"timestamp": [805.68, 810.04], "text": " you are able to find what are the trends that are coming from each of these segments"}, {"timestamp": [810.04, 815.44], "text": " and how to use them relevantly in what you're trying to actually achieve."}, {"timestamp": [815.44, 818.84], "text": " Because a trend could be a trigger from a key partner"}, {"timestamp": [818.84, 822.08], "text": " that's introducing a new technology"}, {"timestamp": [822.08, 825.6], "text": " that could spark a chain reaction in consumption habits."}, {"timestamp": [825.6, 831.2], "text": " So it's important for you to put this into context and we will go through the trends today."}, {"timestamp": [831.2, 838.0], "text": " Sounds good everyone? Good? Excellent. So what are my predictions and outlook? There are three of them."}, {"timestamp": [838.0, 843.44], "text": " First, I want to look at the consumer first. I think that's very, very key for all of us."}, {"timestamp": [843.44, 845.56], "text": " Second, we're going to look at how they are"}, {"timestamp": [845.56, 850.92], "text": " going to consume. Thirdly, what are the channel that they will be consuming from and what does it"}, {"timestamp": [850.92, 857.86], "text": " mean for us in the future? So, my first trend, the future is lonely. So grab a beer and your"}, {"timestamp": [857.86, 864.32], "text": " cell phone because that's the truth. And the reason why I'm actually saying that is because we are so"}, {"timestamp": [864.32, 865.9], "text": " socially connected. You know, I'm not sure about you, but I do admit the first thing I'm actually saying that is because we are so socially connected."}, {"timestamp": [865.9, 870.54], "text": " I'm not sure about you, but I do admit the first thing I wake up in the morning is to check"}, {"timestamp": [870.54, 874.54], "text": " on my Facebook, you know, to see what my friends are doing around the world, you know?"}, {"timestamp": [874.54, 876.14], "text": " Are they having a better life compared to me?"}, {"timestamp": [876.14, 879.16], "text": " Are they working harder or are they going out getting pissed, you know?"}, {"timestamp": [879.16, 883.06], "text": " So those are the tricky things that, you know, I tend to do in the morning, you know."}, {"timestamp": [883.06, 890.64], "text": " But, you know, in a very socially connected world when you look at it we are really oh"}, {"timestamp": [890.64, 898.84], "text": " we are really less social now we spend so much time with our phones and you know"}, {"timestamp": [898.84, 903.16], "text": " and if you think we are really connecting with everyone else not really so try to"}, {"timestamp": [903.16, 905.5], "text": " make an effort today to get to know someone"}, {"timestamp": [905.5, 910.4], "text": " here, shake their hand, exchange business card versus trying to find them on Lincoln afterwards,"}, {"timestamp": [910.4, 916.72], "text": " you know? So there are three studies I wanted to share with you. One is from Dr. Eton Cross"}, {"timestamp": [916.72, 921.8], "text": " from the University of Michigan. And basically he did a study across, I won't go into detail"}, {"timestamp": [921.8, 925.36], "text": " of the study, but the key takeaway is that when he surveyed"}, {"timestamp": [925.36, 931.08], "text": " a group of women that's been using Facebook at one point of time, when they were being contacted"}, {"timestamp": [931.08, 937.82], "text": " after that, these women actually say that their feeling is not as good as what they used to be."}, {"timestamp": [937.98, 943.68], "text": " So indirectly, there is a state of loneliness in that sense. In another study by Dr. Larry Rosen"}, {"timestamp": [943.68, 945.86], "text": " from California State University,"}, {"timestamp": [946.44, 951.34], "text": " basically he looks at social media in two different ways. On a positive side, it's a great way"}, {"timestamp": [951.34, 957.68], "text": " of gaining social empathy, you know, from liking and sharing. It influenced one moods, you know,"}, {"timestamp": [957.72, 964.2], "text": " and one's behavior. But on the other side, it can really lead to narcissism and antisocial behavior."}, {"timestamp": [964.66, 966.56], "text": " But imagine, I don't really have to hang out with you."}, {"timestamp": [966.64, 968.24], "text": " I can just see whether you like me or not"}, {"timestamp": [968.24, 972.84], "text": " and whether you're responding to the picture I posted through my cell phone or from my smartphone."}, {"timestamp": [973.76, 980.52], "text": " And closer to home in New Southwell, Dr. Yassav Al-Sargaaf, he looks at it in a much more granular way"}, {"timestamp": [980.52, 987.64], "text": " that a lot of women tend to share a lot of information online, 79% of them, you know,"}, {"timestamp": [987.96, 992.46], "text": " tells them about their marital status, what books they like, you know, what food they like,"}, {"timestamp": [992.6, 997.62], "text": " the list goes on. And the whole idea is that it's a sign of loneliness, because why?"}, {"timestamp": [998.08, 1007.0], "text": " By volunteering my information online, I am actually inviting people to make contact with me, to like me, to share me,"}, {"timestamp": [1007.86, 1015.2], "text": " to drop me a comment, you know. So it's quite worrying in that sense, but that is a hope"}, {"timestamp": [1015.2, 1020.6], "text": " for all of us. I feel that the consumers are very lonely. Our consumers are very lonely."}, {"timestamp": [1020.6, 1028.2], "text": " And as brand marketers, whether it's product or services that you're looking after, we need to ask ourselves, how are we going to address this?"}, {"timestamp": [1028.7, 1029.86], "text": " So I'm going to show you some example."}, {"timestamp": [1030.44, 1034.92], "text": " Can you guys just look at this picture in any form of social settings,"}, {"timestamp": [1035.08, 1038.38], "text": " whether you're with your friends or families in the weekend."}, {"timestamp": [1038.58, 1040.54], "text": " People are out there doing it with their smartphones."}, {"timestamp": [1041.46, 1044.98], "text": " And then if they go to a concert, is this picture familiar to you?"}, {"timestamp": [1045.0, 1045.82], "text": " Everyone, rather enjoying picture familiar to you?"}, {"timestamp": [1051.66, 1058.66], "text": " Everyone, rather enjoying themselves listening to Beyonce, they are more worried about getting a good angle and capturing every single thing on a video and sending it to their friends. And yo is an app,"}, {"timestamp": [1058.74, 1063.64], "text": " and I heard some of you laugh at this, yo is a pointless app, I have to say that, you know."}, {"timestamp": [1064.24, 1066.08], "text": " It is an app that you can just simply"}, {"timestamp": [1066.08, 1071.74], "text": " click on someone's name and they'll receive an instantaneous yo from you. And it's funny,"}, {"timestamp": [1071.84, 1076.4], "text": " we don't want to call someone anymore. We don't want to text anymore. We're too lazy. We just"}, {"timestamp": [1076.4, 1082.54], "text": " one swipe. We can just yo someone. That means I am actually thinking about you. And you heard of"}, {"timestamp": [1082.54, 1086.32], "text": " Snapchat, right? Snapchat is another great way of just taking"}, {"timestamp": [1086.32, 1091.0], "text": " pictures or videos and you give that person five second max, you know, to actually look at"}, {"timestamp": [1091.0, 1098.06], "text": " it before it disappear. And this is what I call effortless sharing. So what are the trend"}, {"timestamp": [1098.06, 1102.32], "text": " indicators? You know, if you don't believe me, I'll show you some example of why I really"}, {"timestamp": [1102.32, 1106.02], "text": " feel our consumers are really lonely. First, this is a play"}, {"timestamp": [1106.02, 1113.98], "text": " called I Wish I Was Lonely. It was in the Edinburgh Film Festival in 2013. And the concept of"}, {"timestamp": [1113.98, 1119.62], "text": " this play is quite interesting. They actually embrace smart devices into their play. That means"}, {"timestamp": [1119.62, 1125.44], "text": " you can turn on your cell phone, use your cell phone in the play, and if someone were to ring"}, {"timestamp": [1125.44, 1127.76], "text": " you, feel free to answer it."}, {"timestamp": [1127.76, 1134.0], "text": " And the whole idea about this play is to really let us look at technology on a bigger picture,"}, {"timestamp": [1134.0, 1139.24], "text": " that we must stop telling people where we are at, what we are doing, and attempt to be"}, {"timestamp": [1139.24, 1140.24], "text": " lonely."}, {"timestamp": [1140.24, 1147.76], "text": " It's a way of showing the audience that a social connection is very different from having"}, {"timestamp": [1147.76, 1151.18], "text": " a real connection with human being."}, {"timestamp": [1151.18, 1152.94], "text": " Next is something what I call emojis."}, {"timestamp": [1152.94, 1155.04], "text": " Don't you love emojis these days?"}, {"timestamp": [1155.04, 1161.24], "text": " I'm still trying to find a way to construct a full sentence on emoji, and I'm still struggling"}, {"timestamp": [1161.24, 1162.78], "text": " these days, you know."}, {"timestamp": [1162.78, 1165.0], "text": " And we're using emojis regularly."}, {"timestamp": [1165.0, 1172.0], "text": " And Monday this week, I didn't realize that Telecom, New Zealand has changed their name to Sparks."}, {"timestamp": [1172.0, 1175.0], "text": " So when I was on Queen Street, I see all this emoji queue."}, {"timestamp": [1175.0, 1181.0], "text": " So indirectly, you know, believe it or not, we are starting to integrate emojis into our life."}, {"timestamp": [1181.0, 1183.0], "text": " So that's something worth noting at."}, {"timestamp": [1183.0, 1185.12], "text": " This is called an emoji tracker."}, {"timestamp": [1186.0, 1193.2], "text": " You can see the numbers of people using a certain emoji around the world. What is the most"}, {"timestamp": [1193.2, 1198.8], "text": " popular emoji out there? And think what you can do from an advertising and marketing point of view."}, {"timestamp": [1198.8, 1205.7], "text": " How do you build rapport? How do you build affinity with your consumer by using the right symbols, icons?"}, {"timestamp": [1206.24, 1212.04], "text": " It's not rocket science. You know, human mankind is based on symbol and signs, and now emoji"}, {"timestamp": [1212.04, 1219.64], "text": " is the next big thing. If you are complex and your desires are feeling, it's hard to be"}, {"timestamp": [1219.64, 1224.36], "text": " contextualized in a form of emoji, there is an ad for you. It's called emotizer."}, {"timestamp": [1224.96, 1230.6], "text": " An emotizer basically allows you to create your own feelings into an emoji icon."}, {"timestamp": [1230.6, 1234.6], "text": " And the funny thing is that you can still search for friends, strangers,"}, {"timestamp": [1234.6, 1239.5], "text": " that you have no idea that leaves around 15 blocks around you that share the same feelings."}, {"timestamp": [1239.5, 1242.7], "text": " So imagine those data, what can we do with those data?"}, {"timestamp": [1242.7, 1245.62], "text": " Precise emotional marketing."}, {"timestamp": [1245.62, 1251.22], "text": " And I think it's still untapped, and I think it's something we need to look into."}, {"timestamp": [1251.22, 1253.4], "text": " You may have heard of tune picks."}, {"timestamp": [1253.4, 1258.24], "text": " Music and pictures are very powerful tools that we use all the time in marketing, event marketing,"}, {"timestamp": [1258.24, 1259.24], "text": " etc."}, {"timestamp": [1259.24, 1264.04], "text": " TunePix allows you to take a picture, attach a music, and send it to someone else so that they"}, {"timestamp": [1264.04, 1265.34], "text": " can see"}, {"timestamp": [1265.34, 1271.58], "text": " and feel and listen to your state of being. Then, if Facebook is not enough, you have an"}, {"timestamp": [1271.58, 1276.88], "text": " emoji Facebook. That means, you know, it's a social network where you're all emojis."}, {"timestamp": [1277.5, 1281.14], "text": " And that's really scary because, you know, the best phrase I've heard is that rather"}, {"timestamp": [1281.14, 1286.56], "text": " and just writing or whining how I feel on Facebook or on Twitter,"}, {"timestamp": [1287.06, 1290.92], "text": " I can just send a picture of a poop to show how shitty my day can be."}, {"timestamp": [1294.12, 1298.12], "text": " Next, if I have something called McMorgy, it's launching at the end of this month."}, {"timestamp": [1298.18, 1298.96], "text": " I've been tracking this."}, {"timestamp": [1299.02, 1302.28], "text": " This is basically an ad that allows you to create your own emoji."}, {"timestamp": [1302.28, 1305.66], "text": " So think of custom personalization, that our consumers"}, {"timestamp": [1305.66, 1310.48], "text": " are lonely and they're not really reaching out, you know, but we are reaching out to them"}, {"timestamp": [1310.48, 1315.3], "text": " in a very different way by giving them the tools to be even more lonelier, to be even"}, {"timestamp": [1315.3, 1321.66], "text": " more removed from us. I love this app. It's called Beyond Verbal, and I think everyone should"}, {"timestamp": [1321.66, 1329.12], "text": " download it and use it on your boss. The reason why is this app actually allows you to record someone's voice while they're"}, {"timestamp": [1329.12, 1335.32], "text": " talking like me for 20 seconds long and actually it will tell you how they are actually feeling."}, {"timestamp": [1335.32, 1336.82], "text": " You know, I did."}, {"timestamp": [1336.82, 1337.46], "text": " And it's amazing."}, {"timestamp": [1337.46, 1343.6], "text": " You can hear, okay, hostility, dominance, exert control, feeling of loneliness, you know."}, {"timestamp": [1343.6, 1345.16], "text": " This is an amazing app to you,"}, {"timestamp": [1345.3, 1347.78], "text": " but there is a bigger insight to this app"}, {"timestamp": [1347.78, 1352.5], "text": " because we are looking at a way of how to quantify emotions, right?"}, {"timestamp": [1352.62, 1355.06], "text": " Emoji, et cetera, all the stuff that we're seeing out there,"}, {"timestamp": [1355.32, 1356.96], "text": " how can we quantify emotion?"}, {"timestamp": [1356.96, 1359.06], "text": " And this app is just the beginning,"}, {"timestamp": [1359.2, 1362.5], "text": " the tip of the point of showing how we can start using emotion"}, {"timestamp": [1362.5, 1364.0], "text": " in a much more clever way."}, {"timestamp": [1370.0, 1372.0], "text": " Simple emotion is basically a startup, two guys from Stanford University. I've been in contact with them."}, {"timestamp": [1372.0, 1375.0], "text": " They're very, very young, nothing wrong with that."}, {"timestamp": [1375.0, 1378.0], "text": " But the funny thing is that they have developed a software"}, {"timestamp": [1378.0, 1381.0], "text": " that basically tag emotions and other data to let you know"}, {"timestamp": [1381.0, 1384.0], "text": " how your consumer is feeling."}, {"timestamp": [1384.0, 1385.5], "text": " It's great for customer care center"}, {"timestamp": [1385.5, 1390.64], "text": " because if you're calling someone, let's say, Virgin Airlines, I said, look, your service is really,"}, {"timestamp": [1390.64, 1395.92], "text": " really crap, your plane is delayed, I'm not very happy. Yes, you could be very polite on the phone,"}, {"timestamp": [1396.3, 1400.32], "text": " but your emotion could basically be saying that if you're not giving me what I want now,"}, {"timestamp": [1400.4, 1405.84], "text": " I'm going to dump you forever. So that is something worth thinking because we are all humans, right?"}, {"timestamp": [1405.84, 1409.84], "text": " Sometimes we have to control the feelings inside in order to be politically correct, in order"}, {"timestamp": [1409.84, 1411.42], "text": " to be professional."}, {"timestamp": [1411.42, 1414.36], "text": " But there's a meaning that doesn't mean you're telling the truth."}, {"timestamp": [1414.36, 1420.32], "text": " So as I am seeing more of this app and emotional metrics, it really concerns me because we"}, {"timestamp": [1420.32, 1424.86], "text": " are really going into what I call the new economy of loneliness."}, {"timestamp": [1424.86, 1432.36], "text": " And I call it the economy of loneliness because it is an economy and we are actually exploiting it."}, {"timestamp": [1432.36, 1434.32], "text": " So what does it mean for all of us?"}, {"timestamp": [1434.32, 1436.64], "text": " It requires a new school of brand management."}, {"timestamp": [1436.64, 1439.38], "text": " I think there are some agencies people here in this room."}, {"timestamp": [1439.38, 1442.84], "text": " So we really need to start thinking and planning for the future."}, {"timestamp": [1442.84, 1444.88], "text": " And New Zealand is well known for that."}, {"timestamp": [1444.88, 1447.92], "text": " How do we create a new school of brand management"}, {"timestamp": [1447.92, 1452.76], "text": " to manage the emotional value of the brands, the consumer,"}, {"timestamp": [1452.76, 1456.18], "text": " that we are wanting to target?"}, {"timestamp": [1456.18, 1459.3], "text": " Second, we have a challenge and an opportunity."}, {"timestamp": [1459.3, 1464.54], "text": " How do we capture authentic insights from our consumers"}, {"timestamp": [1464.54, 1467.32], "text": " versus what they are actually feeling compared"}, {"timestamp": [1467.32, 1469.66], "text": " to what they are projecting to you."}, {"timestamp": [1469.66, 1471.26], "text": " So what is the truth?"}, {"timestamp": [1471.26, 1476.92], "text": " And that's something worth finding ways to really developing an insight that we can use for"}, {"timestamp": [1476.92, 1477.92], "text": " our clients."}, {"timestamp": [1477.92, 1482.32], "text": " And I always refer to Laurel as a client because I'm not a Laurel baby."}, {"timestamp": [1482.32, 1485.28], "text": " And how do you also create relationships,"}, {"timestamp": [1489.34, 1489.48], "text": " building brand love for your brands and for your clients as well?"}, {"timestamp": [1491.52, 1492.14], "text": " Because it is completely a new model."}, {"timestamp": [1495.84, 1499.16], "text": " It's so disconnected that we have to find new ways of actually delivering two-way meaningful content."}, {"timestamp": [1499.62, 1500.62], "text": " Do you yow them back?"}, {"timestamp": [1500.78, 1501.9], "text": " Do you send them an emoji?"}, {"timestamp": [1502.44, 1507.0], "text": " So to me, those are the things that are important to bear in mind because you want to"}, {"timestamp": [1507.0, 1508.32], "text": " be relevant."}, {"timestamp": [1508.32, 1509.44], "text": " You cannot change it."}, {"timestamp": [1509.44, 1510.44], "text": " You cannot fight it."}, {"timestamp": [1510.44, 1512.88], "text": " You might as well adapt to it."}, {"timestamp": [1512.88, 1517.5], "text": " So I guess what I'm trying to say here is that we're guessing a new media landscape."}, {"timestamp": [1517.5, 1521.6], "text": " And when I say media is offline, it's online, it's everything."}, {"timestamp": [1521.6, 1526.4], "text": " I really hated the word digital because all we are doing every day is digital."}, {"timestamp": [1526.96, 1530.66], "text": " And to me is we need to find a new way of planning our media investment."}, {"timestamp": [1530.96, 1538.74], "text": " You know, how do we feel certain programs that could really help funnel our consumer emotion to brand love?"}, {"timestamp": [1539.5, 1541.64], "text": " So the second trend, enough depression."}, {"timestamp": [1541.64, 1544.3], "text": " The second trend is all about disconnected, you know."}, {"timestamp": [1548.74, 1549.3], "text": " And I really see the future is more disconnected in a few ways."}, {"timestamp": [1554.84, 1559.96], "text": " One, we are always time demand, right? We're moving from one place to another, and in New York, you can times that, times that by 15 times, you know, uh, it's a red race over here."}, {"timestamp": [1560.02, 1563.52], "text": " But here in New Zealand, the same thing too. You have to go to one place, trying to manage your"}, {"timestamp": [1563.52, 1565.88], "text": " work life balance, et cetera, et cetera."}, {"timestamp": [1565.88, 1569.32], "text": " Secondly, we are goals-oriented, or goals-oriented."}, {"timestamp": [1569.32, 1574.62], "text": " We have so many goals to actually pursue professional, personal community."}, {"timestamp": [1574.62, 1576.92], "text": " Not only that, we are always on the move."}, {"timestamp": [1576.92, 1578.66], "text": " Sorry, I don't have money for stock images."}, {"timestamp": [1578.66, 1580.46], "text": " I took pictures of myself, you know."}, {"timestamp": [1580.46, 1583.02], "text": " So we are always on the move."}, {"timestamp": [1583.02, 1587.0], "text": " And that is something worth bearing in mind because we are so time poor."}, {"timestamp": [1587.0, 1592.0], "text": " And we volunteer ourselves to have an accelerated state of mind."}, {"timestamp": [1592.0, 1598.0], "text": " We are wearing fitbit, jaw bones, and weight, Apple Watch coming soon, you know,"}, {"timestamp": [1598.0, 1602.0], "text": " so that we can know how we feel, how many steps we walk, you know, how much weight we've lost,"}, {"timestamp": [1602.0, 1610.4], "text": " you know, are we doing too much calories, etc., etc. cetera. So we inevitably volunteer ourselves to an elevated being because we need"}, {"timestamp": [1610.4, 1616.7], "text": " data. We need data. We need tick data to quantify, you know, our emotion, our empathy,"}, {"timestamp": [1617.14, 1622.98], "text": " and our intuition. And that's really, really scary for me because it means we are all"}, {"timestamp": [1622.98, 1625.54], "text": " multi-screen users."}, {"timestamp": [1625.54, 1632.12], "text": " So this is a study done by Google and Ipsource in 2012, and their very early adopters at"}, {"timestamp": [1632.12, 1638.76], "text": " that time, that 90% out of 1,600 US people that's being surveyed, 90% admit that they"}, {"timestamp": [1638.76, 1643.68], "text": " use multiple screens."}, {"timestamp": [1643.68, 1645.5], "text": " So what does it really mean?"}, {"timestamp": [1645.5, 1650.66], "text": " Our consumers are repacious, meaning that they want more than they actually need than they"}, {"timestamp": [1650.66, 1652.62], "text": " actually deserve."}, {"timestamp": [1652.62, 1659.82], "text": " Because average 4.4 hours a day, we are spending time, our leisure time, not work time,"}, {"timestamp": [1659.82, 1662.1], "text": " in front of the screens."}, {"timestamp": [1662.1, 1663.82], "text": " What does it mean?"}, {"timestamp": [1663.82, 1667.0], "text": " It is creating a new transaction, a new way"}, {"timestamp": [1667.62, 1673.7], "text": " of purchasing, transacting, or getting whatever information you want. So there are two types"}, {"timestamp": [1673.7, 1679.58], "text": " when it comes to screen users. First, you have what I call the sequential screen users."}, {"timestamp": [1679.58, 1686.8], "text": " Some of you can basically admit to that where you switch from one screen to another screen when you're getting information."}, {"timestamp": [1686.8, 1691.3], "text": " And here are some of key activities, browsing the internet, social networking."}, {"timestamp": [1691.42, 1695.34], "text": " You're always switching screen because if you want to check someone video out,"}, {"timestamp": [1695.4, 1697.62], "text": " you might want to use a tablet because it's a larger screen."}, {"timestamp": [1698.58, 1703.12], "text": " Secondly, another school of thought is that you also have simultaneous screen users."}, {"timestamp": [1703.32, 1710.9], "text": " That means they use all these screens simultaneously. And what's really scary is that each screen perform a distinctive"}, {"timestamp": [1710.9, 1716.72], "text": " activities. So you could be checking Facebook on your smartphone or you could be watching"}, {"timestamp": [1716.72, 1722.12], "text": " video on your tablet, but you could be actually buying something on your PEC. And we are so"}, {"timestamp": [1722.12, 1729.32], "text": " used to that. So to me, it leads me to the conclusion of what I call the lifestyle of multi-screen."}, {"timestamp": [1729.32, 1734.0], "text": " And it's very important for you guys to bear in mind because sometimes we like to compartmentalize"}, {"timestamp": [1734.0, 1738.88], "text": " ourselves, oh, that's offline, yeah, that's online and we are social, right?"}, {"timestamp": [1738.88, 1743.12], "text": " Because at the end of the day, when you do a great campaign, you need to have content and if a"}, {"timestamp": [1743.12, 1745.64], "text": " consumer cannot get content from your smartphone"}, {"timestamp": [1745.64, 1748.8], "text": " or from your website or from a table or from YouTube,"}, {"timestamp": [1748.8, 1750.1], "text": " you don't really have a purpose."}, {"timestamp": [1750.1, 1752.14], "text": " So that's why it's important to bear in mind"}, {"timestamp": [1752.14, 1754.8], "text": " that everything we do, we need to think of the lifestyle"}, {"timestamp": [1754.8, 1756.38], "text": " of the multi-screens."}, {"timestamp": [1756.38, 1758.18], "text": " So Uber is coming to New Zealand."}, {"timestamp": [1758.18, 1760.14], "text": " Have you guys heard of Uber?"}, {"timestamp": [1760.14, 1761.06], "text": " Yes."}, {"timestamp": [1761.06, 1763.1], "text": " In New York, it is a staple app,"}, {"timestamp": [1763.1, 1764.72], "text": " because we don't have to fight with someone"}, {"timestamp": [1764.72, 1765.82], "text": " to get a cap anymore. It's just brilliant. So to me, it is a staple app because we don't have to fight with someone to get a cap anymore."}, {"timestamp": [1766.0, 1771.36], "text": " It's just brilliant. So to me, it also shows you that we are now dictating consumption."}, {"timestamp": [1771.6, 1774.36], "text": " Through screens, we need something and we need now."}, {"timestamp": [1775.36, 1778.86], "text": " Secondly, we are also seeing a new business model."}, {"timestamp": [1778.86, 1786.7], "text": " After Uber was launched, this is an app called Lyft, L-F-Y-T, and it's basically carpooling or ride share."}, {"timestamp": [1787.06, 1792.54], "text": " Two days ago, they announced an acquisition of another company in the UK called Hitch Right."}, {"timestamp": [1793.38, 1799.84], "text": " And the whole idea is that you can carpool with anyone close to the vicinity by giving them a fee or a donation."}, {"timestamp": [1800.42, 1805.98], "text": " And to me, it's gone other days where you have to read a piece of paper on a community board to say carpooling."}, {"timestamp": [1806.94, 1811.84], "text": " Next is we have another website and app called Simulus Web."}, {"timestamp": [1812.02, 1818.46], "text": " And it's basically a place that you go to to order food whenever you want, and they just deliver to you straight away."}, {"timestamp": [1818.7, 1820.42], "text": " So I'm going to show you a few of these examples."}, {"timestamp": [1821.0, 1822.34], "text": " And then you have open table."}, {"timestamp": [1822.64, 1825.5], "text": " This is amazing because you don't have to speak to someone,"}, {"timestamp": [1825.86, 1830.78], "text": " talks to someone, hoity, toyty. He said, look, can I give me a table at 8.30 p.m. at this place,"}, {"timestamp": [1830.9, 1836.08], "text": " please, is my mother-in-law in town. Can you just give me that table? We all are guilty of doing that."}, {"timestamp": [1836.08, 1841.04], "text": " But at the same time, this ad just cuts through the middleman. You don't have to speak to someone anymore."}, {"timestamp": [1841.34, 1851.6], "text": " And you can just select whenever restaurant, whatever restaurant you want and at what time. And I love Tinder, you know. To me it's that, you know, talking about"}, {"timestamp": [1851.6, 1859.38], "text": " multi-screens, this is called social connection on demand. And it's really scary. We can just"}, {"timestamp": [1859.38, 1863.72], "text": " meet people through our phone. Isn't it a revolutionary that you don't have to wake up,"}, {"timestamp": [1864.18, 1865.2], "text": " put on your makeup, you know, you don't have to wake up, put on your makeup,"}, {"timestamp": [1865.2, 1868.64], "text": " you know, you don't have to get dressed, you didn't have to get doll up, you know, you didn't"}, {"timestamp": [1868.64, 1873.36], "text": " have to worry about how they perceive you to be because you could be in your jammies,"}, {"timestamp": [1873.36, 1878.24], "text": " watching Bridget Jones, I'm suddenly being depressive, you know, and playing Tinder, right?"}, {"timestamp": [1878.24, 1884.48], "text": " But that's a scary thing because it has changed the bar industry. No one's going to bars"}, {"timestamp": [1884.48, 1885.4], "text": " anymore, right?"}, {"timestamp": [1885.4, 1886.76], "text": " People go to restaurants."}, {"timestamp": [1886.76, 1889.76], "text": " So to me, this is something to bear in mind."}, {"timestamp": [1889.76, 1892.28], "text": " Not only that, we have something for everyone."}, {"timestamp": [1892.28, 1895.04], "text": " We have grinded for, I have to be careful when I say that we,"}, {"timestamp": [1895.04, 1898.9], "text": " it's for men, bi-curious, and bisexual men."}, {"timestamp": [1898.9, 1903.0], "text": " And the whole concept is like, hey, we can network within 20 feet, you know?"}, {"timestamp": [1903.0, 1905.44], "text": " And the funny thing is that we really start them young."}, {"timestamp": [1906.98, 1907.06], "text": " And this is nothing to be joke of."}, {"timestamp": [1909.12, 1909.36], "text": " A official prize launched this thing."}, {"timestamp": [1912.66, 1916.0], "text": " And we are actually encouraging the future generation that with one swipe or with one screen,"}, {"timestamp": [1916.44, 1917.94], "text": " you can just get anything you want."}, {"timestamp": [1918.7, 1920.08], "text": " So what are the trend indicators?"}, {"timestamp": [1920.7, 1922.26], "text": " So this is table list."}, {"timestamp": [1922.34, 1928.1], "text": " Table list is really changing the entertainment or the social industry where you can just reserve"}, {"timestamp": [1928.1, 1934.0], "text": " a VIP table at anywhere, whether it's a rooftop launch, a VIP club, or et cetera, stuff like that."}, {"timestamp": [1934.0, 1936.0], "text": " And you are able to get the table."}, {"timestamp": [1936.0, 1941.0], "text": " You can split the cost of the table with your friends and everyone's pay directly on the phone."}, {"timestamp": [1941.0, 1943.0], "text": " So again, cutting out the middleman."}, {"timestamp": [1943.0, 1945.96], "text": " Then you have TaskRabbit. It is an app, which is"}, {"timestamp": [1945.96, 1949.2], "text": " really quite interesting. I'm not sure whether New Zealand is ready for that, but everyone"}, {"timestamp": [1949.2, 1957.0], "text": " else is doing that in the States, where it is a app marketplace that you can actually go and"}, {"timestamp": [1957.0, 1963.02], "text": " name the task that you want to be completed. And this pre-approved task rabbit would actually"}, {"timestamp": [1963.02, 1966.44], "text": " pitch for your job. So for example, say, can you come and clean my house,"}, {"timestamp": [1966.44, 1970.3], "text": " deep clean for 40 bucks, and you see five people actually responding to that."}, {"timestamp": [1970.3, 1972.34], "text": " And those who have the best reviews,"}, {"timestamp": [1972.34, 1974.9], "text": " has got the most consistent ratings, you would just select them"}, {"timestamp": [1974.9, 1978.58], "text": " and they'll just come over to your place and clean your house."}, {"timestamp": [1978.58, 1981.18], "text": " And I have colleagues actually use TaskRabit"}, {"timestamp": [1981.18, 1984.84], "text": " to get people to queue in front of the Apple store"}, {"timestamp": [1984.84, 1987.0], "text": " for the iPhone 6 plus."}, {"timestamp": [1987.0, 1993.24], "text": " I mean, we laugh about it though and sometimes we take all these apps for granted, but it's"}, {"timestamp": [1993.24, 1997.44], "text": " really changing the way of how we consume."}, {"timestamp": [1997.44, 2001.76], "text": " Next is handybook, you know, I'm sure wherever you go in the world, people always complain"}, {"timestamp": [2001.76, 2005.76], "text": " about, oh my god, the plumbers are not so reliable. They promise to come at night."}, {"timestamp": [2005.82, 2008.32], "text": " They come at 2 p.m. They wasted my time, blah, blah, blah."}, {"timestamp": [2008.64, 2013.66], "text": " Then, you know, you have this app that really looks at the gap and the opportunity in the marketplace"}, {"timestamp": [2013.66, 2020.26], "text": " and actually launch something that gives you handyman, cleaners, et cetera, you know, with one single"}, {"timestamp": [2020.26, 2024.42], "text": " click, and they'll come and perform the job that is required to be done."}, {"timestamp": [2025.6, 2027.0], "text": " Then you have washer."}, {"timestamp": [2027.0, 2034.0], "text": " Just so you know, in New York especially, because of the size of the apartments, you're considered"}, {"timestamp": [2034.0, 2035.0], "text": " to be very well off."}, {"timestamp": [2035.0, 2038.9], "text": " You can have a washer and a dryer in your apartment."}, {"timestamp": [2038.9, 2044.6], "text": " Most people have a communal washer and dryer and most people send everything out to a cleaners."}, {"timestamp": [2044.6, 2049.0], "text": " And now you have an app that is attacking the laundromat industry,"}, {"timestamp": [2049.0, 2052.0], "text": " that they will send someone to pick up your dry cleaning, all your laundries,"}, {"timestamp": [2052.0, 2054.0], "text": " and deliver it to you."}, {"timestamp": [2054.0, 2057.0], "text": " Not only that, this is an app called Woon Woon,"}, {"timestamp": [2057.0, 2059.0], "text": " and Woon is fantastic."}, {"timestamp": [2059.0, 2061.0], "text": " It's almost like CASTRabit,"}, {"timestamp": [2061.0, 2064.0], "text": " but you actually can text message with the person"}, {"timestamp": [2064.0, 2065.82], "text": " that is actually performing the transaction"}, {"timestamp": [2065.82, 2067.02], "text": " for you."}, {"timestamp": [2067.02, 2071.12], "text": " So basically here, it's like, you know, please go to Paragon and pick up a pair of shoes"}, {"timestamp": [2071.12, 2072.88], "text": " for me, size 9."}, {"timestamp": [2072.88, 2075.24], "text": " And then she would text you, but there's no size 9."}, {"timestamp": [2075.24, 2076.24], "text": " What about 9 and 1 half?"}, {"timestamp": [2076.24, 2077.24], "text": " Sure."}, {"timestamp": [2077.24, 2078.24], "text": " What about this color?"}, {"timestamp": [2078.24, 2079.24], "text": " Fine."}, {"timestamp": [2079.24, 2083.84], "text": " And that person becomes your immediate, you know, outside circle in those of performing that task"}, {"timestamp": [2083.84, 2085.24], "text": " for you. Then let's talk about babysitting, you know? For those who terms of performing that task for you."}, {"timestamp": [2085.24, 2088.0], "text": " Then let's talk about babysitting, you know."}, {"timestamp": [2088.0, 2090.36], "text": " For those who have kids, that's an app for that."}, {"timestamp": [2090.36, 2091.96], "text": " It's called Urban Sitter."}, {"timestamp": [2091.96, 2094.76], "text": " Where is on-demand babysitters."}, {"timestamp": [2094.76, 2098.76], "text": " And I'm sorry, sometimes you just need a babysitter, you need a babysitter."}, {"timestamp": [2098.76, 2107.0], "text": " And this app actually allows you to review babysitters, find out who is good, etc., who's around you, and get them"}, {"timestamp": [2107.0, 2108.0], "text": " to babysit for you."}, {"timestamp": [2108.0, 2111.0], "text": " Not only that, we have one for our dogs as well."}, {"timestamp": [2111.0, 2113.0], "text": " It's called Swifto."}, {"timestamp": [2113.0, 2124.0], "text": " And Swifter is basically an ad that allows dog parents to actually be in control of their schedule"}, {"timestamp": [2124.0, 2127.38], "text": " and also ensuring that the dog walker is actually coming in and"}, {"timestamp": [2127.38, 2134.24], "text": " walking the dog with a GPS tracking ability."}, {"timestamp": [2134.24, 2135.76], "text": " Then you have postmates."}, {"timestamp": [2135.76, 2141.16], "text": " We love postmates, especially if you work and you work quite long hours."}, {"timestamp": [2141.16, 2150.98], "text": " And usually this is great because they are actually sending someone to pick up anything you want, whether it's to Starbucks, to apples, or to Best Buy, etc., and"}, {"timestamp": [2150.98, 2155.6], "text": " they will deliver it within an hour. And if they can't, they also share with you their"}, {"timestamp": [2155.6, 2162.66], "text": " estimate time arrival. It's really crazy now how we are consuming very differently. We all"}, {"timestamp": [2162.66, 2165.6], "text": " talk about convenience, but this is actually changing"}, {"timestamp": [2165.6, 2172.0], "text": " the way how we will be consuming in the future. So if you're in a product industry or if"}, {"timestamp": [2172.0, 2178.08], "text": " you're in a service industry, start to be prepared and start thinking how you can actually test"}, {"timestamp": [2178.08, 2184.08], "text": " and learn new ways of doing things in the future. Then you have blue apron. I think that's"}, {"timestamp": [2184.08, 2186.0], "text": " a similar model here in New Zealand."}, {"timestamp": [2186.0, 2187.56], "text": " It's called the food bag."}, {"timestamp": [2187.56, 2190.8], "text": " Basically, it's auto replenishment service"}, {"timestamp": [2190.8, 2194.46], "text": " where Blue Apron will deliver in a large boxers"}, {"timestamp": [2194.46, 2197.46], "text": " all the ingredients that you want with recipe cuts,"}, {"timestamp": [2197.46, 2201.1], "text": " step-by-step instruction for you to actually cook at home."}, {"timestamp": [2201.1, 2204.84], "text": " And this is a model that a lot of people are so time poor,"}, {"timestamp": [2204.84, 2205.64], "text": " but they still wanted to cook at home, and it's been doing quite well lot of people are so time poor, but they still wanted"}, {"timestamp": [2205.64, 2210.06], "text": " to cook at home and it's been doing quite well in the state. Now you have something called"}, {"timestamp": [2210.06, 2216.64], "text": " Cook Air. So for example, let's say Mike has just cooked a huge barbecue at home and, you"}, {"timestamp": [2216.64, 2222.8], "text": " know, and he's going to be the chef. So he could basically offer for all of us to pay 20 bucks"}, {"timestamp": [2222.8, 2225.02], "text": " to go to Mike's place and have barbecue with him."}, {"timestamp": [2226.32, 2228.64], "text": " I'm honest, this is a real thing."}, {"timestamp": [2228.74, 2231.98], "text": " It just shows in every trend that is always a counter trend."}, {"timestamp": [2232.08, 2235.92], "text": " The more on demand, the more alienated, the more isolated you are,"}, {"timestamp": [2236.36, 2239.56], "text": " people are starting to find a new business model"}, {"timestamp": [2239.56, 2243.24], "text": " to actually claim back what is being taken away from them."}, {"timestamp": [2244.38, 2246.76], "text": " Then you have box."}, {"timestamp": [2246.76, 2251.28], "text": " Box is, I would refer to them as the Costco of all mobile apps."}, {"timestamp": [2251.28, 2257.38], "text": " The whole idea is save time, save membership fees, save back, you know, you don't have to carry"}, {"timestamp": [2257.38, 2263.16], "text": " all these large box sizes and you pay them at pin size price."}, {"timestamp": [2263.16, 2266.36], "text": " And these products are being delivered to you, you know, at pin size price. And these products are being delivered to you at your doorstep."}, {"timestamp": [2266.82, 2271.64], "text": " So they're actually changing and competing with your traditional Costco."}, {"timestamp": [2272.1, 2277.92], "text": " In US, we have BJ, Sam's Club, and all these retailers now are looking back and said,"}, {"timestamp": [2278.24, 2279.6], "text": " oh my God, what do I do?"}, {"timestamp": [2281.04, 2283.98], "text": " Not only that, we have to talk about beauty because I'm from Laurel."}, {"timestamp": [2284.28, 2285.0], "text": " We have Vancec. Vancec is an app that actually allows have to talk about beauty because I'm from L'Oreal. We have Vancey."}, {"timestamp": [2285.0, 2296.0], "text": " Vance at it's an app that actually allows you to book a blowout or a makeup service at your home."}, {"timestamp": [2296.0, 2302.0], "text": " So for 50 bucks, for 48 minutes, still come to your home and blow dry your hair for you."}, {"timestamp": [2302.0, 2304.0], "text": " It's true, it's out there."}, {"timestamp": [2304.0, 2306.04], "text": " I really want to pilot here in New Zealand."}, {"timestamp": [2306.54, 2308.16], "text": " It's like, oh, come on, do it, you know?"}, {"timestamp": [2309.12, 2311.6], "text": " And you think this is crazy?"}, {"timestamp": [2312.06, 2314.54], "text": " Look, this is the next competitor, Glam Squad."}, {"timestamp": [2315.44, 2317.48], "text": " Glam Squad does exactly the same thing,"}, {"timestamp": [2317.48, 2320.46], "text": " but have different looks, different menus that you can go for,"}, {"timestamp": [2320.6, 2322.74], "text": " updo, braiding, you know, weekend a look, you know,"}, {"timestamp": [2322.98, 2324.38], "text": " the beach wave look, et cetera."}, {"timestamp": [2324.72, 2327.96], "text": " And they are diversifying into makeup, into men's, etc."}, {"timestamp": [2329.88, 2334.8], "text": " Not enough, there's another app called Starlist, that you can choose your service, you know."}, {"timestamp": [2335.34, 2340.12], "text": " Look at the ratings, who do you want, time convenience, if I want a bra service, not bra,"}, {"timestamp": [2340.12, 2348.26], "text": " brow service, you know, I can actually get someone to come to the comfort of my own home and actually shape my brows for me."}, {"timestamp": [2349.26, 2361.64], "text": " Then you have Style B. Style B is actually expanding their service a little bit because there are so many competitions now in such a niche category that they're going to massage as well."}, {"timestamp": [2362.02, 2365.1], "text": " So I'm just talking about beauty and I've shown you four apps and"}, {"timestamp": [2365.1, 2370.56], "text": " there are more out there. Then you have Uber Beauty. Uber Beauty is a similar concept. They"}, {"timestamp": [2370.56, 2375.88], "text": " have it on website and they also have it on app, but they are very clever because it is an"}, {"timestamp": [2375.88, 2382.6], "text": " on-demand beauty service that has been designed only for those who live in the Hamptons."}, {"timestamp": [2382.6, 2387.96], "text": " And what they do is they have all these women in 1,500 Torino scooters that"}, {"timestamp": [2387.96, 2394.82], "text": " goes to your home and actually does your hair, focus on your makeup at the convenience"}, {"timestamp": [2394.82, 2400.5], "text": " of your own home. I think I can get my point. Next you have medicine writ and this is"}, {"timestamp": [2400.5, 2406.6], "text": " really interesting, you know, marketers will always say hair color, how can you sell hair color online?"}, {"timestamp": [2406.6, 2409.2], "text": " Because it's such a personal experience, you know,"}, {"timestamp": [2409.2, 2413.12], "text": " that I really want my hairdresser to look at my zone one,"}, {"timestamp": [2413.12, 2414.18], "text": " you know, my roots, you know,"}, {"timestamp": [2414.18, 2416.84], "text": " and how my color would transform over time."}, {"timestamp": [2416.84, 2420.14], "text": " Medicine really launched a concept of actually"}, {"timestamp": [2420.14, 2423.76], "text": " through digital tools, online consultation, bless you."}, {"timestamp": [2423.76, 2426.08], "text": " And selling hair colors online."}, {"timestamp": [2426.08, 2429.68], "text": " And what's really interesting is they are basically attacking both parties."}, {"timestamp": [2429.68, 2433.12], "text": " They're talking to all the mask brands, like, look, are you serious?"}, {"timestamp": [2433.12, 2436.08], "text": " You want to spend $7.99 on a box of hair color?"}, {"timestamp": [2436.08, 2438.96], "text": " Do you really trust it? Because you're buying it on your own."}, {"timestamp": [2438.96, 2441.2], "text": " And the next thing, they say, hey, you're a silly person."}, {"timestamp": [2441.2, 2445.34], "text": " Why are you spending $250 on highlights when you can do it yourself?"}, {"timestamp": [2454.38, 2455.74], "text": " So the whole idea is attacking both part of the business to actually offer a much more personalized approach to their consumer."}, {"timestamp": [2459.42, 2465.34], "text": " Then ask Clara, we are getting serious now. This is basically an app that allows you to take any pictures of skin concerns and they also do"}, {"timestamp": [2465.34, 2468.16], "text": " SDD, just so you know."}, {"timestamp": [2468.16, 2476.88], "text": " You can send the pictures out and in 48 hours you will receive a diagnosis from a dermatologist."}, {"timestamp": [2476.88, 2481.04], "text": " And we know sometimes how hard it is to get an appointment with a dermatologist because they"}, {"timestamp": [2481.04, 2482.56], "text": " don't work the hours we do."}, {"timestamp": [2482.56, 2489.62], "text": " They start from 9 and they finish at 4.30, you know? So to me is, you know, that is again looking at, you know, the opportunity in the marketplace"}, {"timestamp": [2489.62, 2495.44], "text": " and coming up with something that is completely unconventional. Not enough. You have Pager."}, {"timestamp": [2496.0, 2501.48], "text": " Pager is, I call it the doctor Uber. Basically, you can get a doctor to visit you at the comfort"}, {"timestamp": [2501.48, 2506.02], "text": " of your own home. And they're rolling out in so many estates now in the USA."}, {"timestamp": [2506.62, 2508.3], "text": " And the whole idea is that, you know,"}, {"timestamp": [2508.36, 2510.56], "text": " you can always get the doctor to come in any time."}, {"timestamp": [2511.1, 2515.4], "text": " And we are predicting that they're going to be introducing search pricing."}, {"timestamp": [2516.1, 2520.04], "text": " Why? Because if it's the flu season, it's during the winter month."}, {"timestamp": [2520.44, 2522.04], "text": " There's going to be higher demand for doctors."}, {"timestamp": [2522.24, 2523.54], "text": " I'm sure their price will go out."}, {"timestamp": [2523.54, 2527.42], "text": " So imagine an app can actually change the demand and supply of the marketplace"}, {"timestamp": [2527.42, 2528.92], "text": " and dictate their pricing model."}, {"timestamp": [2530.18, 2532.52], "text": " Then, of course, you have Zeele, Massage on Demand."}, {"timestamp": [2533.32, 2534.38], "text": " Then you have Beautified."}, {"timestamp": [2534.88, 2537.32], "text": " And it's a really an interesting hybrid model."}, {"timestamp": [2537.32, 2540.92], "text": " And Beautified basically helps retailers,"}, {"timestamp": [2541.48, 2543.84], "text": " stalls around a particular area,"}, {"timestamp": [2544.32, 2547.12], "text": " to sell andsold inventory."}, {"timestamp": [2547.62, 2553.96], "text": " So let's say if I have less food traffic in my spa, I can immediately offer a massage,"}, {"timestamp": [2554.12, 2561.02], "text": " a manicure, and put it as a flash discount through my app and get people to come and book it immediately."}, {"timestamp": [2561.46, 2563.06], "text": " And trust me, a lot of people actually do that."}, {"timestamp": [2563.86, 2569.98], "text": " Then you have hinge,inge into the new Tinder. And it's basically, it is an app that's based"}, {"timestamp": [2569.98, 2574.7], "text": " on the concept of more millennials that it is an app that introduce you to friends that your"}, {"timestamp": [2574.7, 2579.2], "text": " friends would introduce you to. That means go through your Facebook profile, match up your"}, {"timestamp": [2579.2, 2584.76], "text": " friends, through algorithm, it introduced you to another group of our social network."}, {"timestamp": [2584.76, 2585.0], "text": " Then we have Grupper. Grouper is an interesting app. It's still social. algorithm, it introduced you to another group of our social network."}, {"timestamp": [2585.0, 2587.0], "text": " Then we have grouper."}, {"timestamp": [2587.0, 2591.0], "text": " Grouper is an interesting app, it's still social."}, {"timestamp": [2591.0, 2596.0], "text": " Through algorithm, they are able to match parties, one party to another party."}, {"timestamp": [2596.0, 2602.0], "text": " So let's say three boys, three girls, they'll match them, and they'll pay for their first round of drinks"}, {"timestamp": [2602.0, 2605.2], "text": " in an unspecified location, and you can have a group"}, {"timestamp": [2605.2, 2610.78], "text": " session, that means hang out, etc., and they offer you live coaching. So if you're awkward during"}, {"timestamp": [2610.78, 2615.64], "text": " the day, you can actually text and talk to someone. But what they really insist you to do is"}, {"timestamp": [2615.64, 2622.9], "text": " the next day you have to give them feedback. And I see this is a huge potential CRM2. You know,"}, {"timestamp": [2622.96, 2626.24], "text": " how do you use live feedback to improve your matching service?"}, {"timestamp": [2627.44, 2636.4], "text": " Then, have you heard about Trinder? Now, this is for couples or singles with mutual desires to form"}, {"timestamp": [2636.4, 2643.36], "text": " a trio. It's a threesome ad. And sometimes you have to ask yourself, like, where is this"}, {"timestamp": [2643.36, 2646.36], "text": " world going? You know? Every single niche, every single idea, like, where is this world going?"}, {"timestamp": [2646.36, 2651.16], "text": " Every single niche, every single idea, the smaller it is, the better it is, I can create"}, {"timestamp": [2651.16, 2654.74], "text": " a marketplace for that."}, {"timestamp": [2654.74, 2656.64], "text": " Then you have Live 360."}, {"timestamp": [2656.64, 2661.42], "text": " It's more of a family app that you are able to track where your teen kids are going, you"}, {"timestamp": [2661.42, 2663.96], "text": " know, whether they have checking at their friends' location."}, {"timestamp": [2663.96, 2667.96], "text": " It's a live GPS so that they're saying that they're going to the mall, they're actually going to the"}, {"timestamp": [2667.96, 2671.94], "text": " mall and not somewhere else, you know, and I always joke that, great, you have Trinder,"}, {"timestamp": [2672.24, 2676.32], "text": " and now the kids can actually track whether their mommy and daddy is going for a trism, you know?"}, {"timestamp": [2677.44, 2681.96], "text": " So to me, it's like these are the things, as you can see, all this on-demand consumption,"}, {"timestamp": [2682.12, 2684.84], "text": " you have all these new models that is quite scary."}, {"timestamp": [2685.96, 2688.0], "text": " So what does it really mean?"}, {"timestamp": [2688.0, 2694.22], "text": " Our contacts are actually dictating the new future of product and services."}, {"timestamp": [2694.22, 2697.76], "text": " So in China, in Chongqing, they actually develop a pavement."}, {"timestamp": [2697.76, 2702.08], "text": " I think you guys have seen this one for phone fubbing, phone snubbing."}, {"timestamp": [2702.08, 2711.34], "text": " So that means that this is a pavement for those who are permanently glue on their screens, you can walk on this pavement because there's less accidents."}, {"timestamp": [2711.34, 2718.68], "text": " And the whole point is that the context that we are in at the moment are driving a device choice."}, {"timestamp": [2718.68, 2723.98], "text": " It's important because the state of mind we are in, the goal that we wanted to achieve, the time"}, {"timestamp": [2723.98, 2725.94], "text": " that we have, it is dictating"}, {"timestamp": [2725.94, 2733.16], "text": " how we are going to consume. Not only that, it is actually taking it to the next level"}, {"timestamp": [2733.16, 2738.18], "text": " of creating new retail models. So I call it the dopamine effect. Have you heard of the"}, {"timestamp": [2738.18, 2743.52], "text": " dopamine effect? So everyone, each time, the more you tinder, the more you swipe, it's instant"}, {"timestamp": [2743.52, 2745.5], "text": " reward and your brain is releasing."}, {"timestamp": [2745.5, 2748.54], "text": " It's neurochemical that's called instant reward."}, {"timestamp": [2748.54, 2753.96], "text": " So imagine through apps, through actions, through gesture that we are actually helping our"}, {"timestamp": [2753.96, 2756.68], "text": " consumer to be addicted to us in a different sense."}, {"timestamp": [2756.68, 2758.66], "text": " So think about it when you create an ad."}, {"timestamp": [2758.66, 2760.5], "text": " Think about how you create a content."}, {"timestamp": [2760.5, 2762.68], "text": " What actions do you really want your consumers to do?"}, {"timestamp": [2762.68, 2767.36], "text": " How do you want them to consume and how do you want them to be addicted to you?"}, {"timestamp": [2767.36, 2772.04], "text": " Or do you call it the gamification of instant reward?"}, {"timestamp": [2772.04, 2774.84], "text": " So the next and final trend is more on the channel."}, {"timestamp": [2774.84, 2781.04], "text": " I call it niche and nice and I do really believe where the future is going in that sense."}, {"timestamp": [2781.04, 2785.64], "text": " First is in the US, every single public holidays, there is always"}, {"timestamp": [2785.64, 2791.1], "text": " a sale. People do really queue out at like 4.30 or 3 o'clock or even spend the overnight"}, {"timestamp": [2791.1, 2796.28], "text": " in their sleeping back, you know, just to get a very, very large screen television, you know."}, {"timestamp": [2796.28, 2800.84], "text": " So it's almost like a love fest. Sometimes they actually broke into fights when there's a new"}, {"timestamp": [2800.84, 2805.16], "text": " game being launched. You know, it happens in the UK too. It's just not the Americans."}, {"timestamp": [2807.64, 2808.04], "text": " You always have what I call the five club."}, {"timestamp": [2810.56, 2813.42], "text": " But when you think about it, when recession hits in and when there is less demand or supply,"}, {"timestamp": [2813.94, 2816.7], "text": " a lot of retailers are closing down as well."}, {"timestamp": [2817.16, 2819.08], "text": " So if you look at the two previous trends"}, {"timestamp": [2819.08, 2820.44], "text": " that I've shared with you earlier,"}, {"timestamp": [2821.0, 2823.74], "text": " with the new way of doing business through apps,"}, {"timestamp": [2823.84, 2826.22], "text": " through digital, through websites,"}, {"timestamp": [2826.22, 2833.28], "text": " you are seeing that traditional retailers are actually having a difficult time."}, {"timestamp": [2833.28, 2834.28], "text": " And this is quite scary."}, {"timestamp": [2834.28, 2837.94], "text": " I call it the endangered big boys."}, {"timestamp": [2837.94, 2845.0], "text": " And the reason why is consumers now, outlet consumers, have significantly declined."}, {"timestamp": [2845.0, 2848.0], "text": " They are consolidating their shopping trips."}, {"timestamp": [2848.0, 2853.0], "text": " They are being much more specific with where they wanted to buy and who they are going to buy"}, {"timestamp": [2853.0, 2855.0], "text": " and where they're going to get their best deal."}, {"timestamp": [2855.0, 2863.0], "text": " And yes, Amazon is basically changing the marketplace because they are allowing consumers to go to them directly."}, {"timestamp": [2863.0, 2867.54], "text": " So here you see Gap, Barnes & Noble, JC Penny,"}, {"timestamp": [2867.54, 2872.6], "text": " a lot of traditional retailers are closing their unprofitable store."}, {"timestamp": [2872.6, 2875.06], "text": " What I mean by that is niche is the new big."}, {"timestamp": [2875.06, 2878.4], "text": " It's not just about size this is, how fast you can actually go."}, {"timestamp": [2878.4, 2881.56], "text": " So how do we actually change or be part of this movement?"}, {"timestamp": [2881.56, 2885.38], "text": " It's that we really need to give our consumer juicy baits."}, {"timestamp": [2885.38, 2889.76], "text": " You know, we need to seduce them, we need to wow them, we need to give them experience,"}, {"timestamp": [2889.76, 2894.34], "text": " and we need to lure them into a new form of transaction."}, {"timestamp": [2894.34, 2897.94], "text": " So I'm not sure whether you heard of this concept, Dry Bar."}, {"timestamp": [2897.94, 2903.76], "text": " Dry Bar basically changed the hairdressing industry in just less than 18 months."}, {"timestamp": [2903.76, 2907.0], "text": " Basically, the concept is very simple,"}, {"timestamp": [2907.0, 2910.0], "text": " no hair cut, no hair color,"}, {"timestamp": [2910.0, 2913.5], "text": " but you just get a blowout for 40 bucks,"}, {"timestamp": [2913.5, 2916.0], "text": " and will give you a glass of champagne."}, {"timestamp": [2916.0, 2919.0], "text": " So women are actually going there to get their blowout,"}, {"timestamp": [2919.0, 2921.0], "text": " as opposed to coloring your hair."}, {"timestamp": [2921.0, 2923.5], "text": " And what's really clever about this is that they don't have mirrors,"}, {"timestamp": [2923.5, 2928.24], "text": " so you can go in there looking really, really minging, next thing you know, it's like, wow, I'm transformed,"}, {"timestamp": [2928.24, 2932.44], "text": " you know. I'm sorry, that's a joke there. It's not nice, you know. But the whole point"}, {"timestamp": [2932.44, 2938.56], "text": " there is that they are really reinventing the basic proposition. Next thing is this thing"}, {"timestamp": [2938.56, 2943.1], "text": " called skin laundry. They have three locations now in the West Coast and I think they are"}, {"timestamp": [2943.1, 2945.36], "text": " actually raising funds to expand."}, {"timestamp": [2951.08, 2951.52], "text": " Basically, this is a place that you can go in, walk in there and get a laser facial service."}, {"timestamp": [2957.28, 2968.0], "text": " 75 bucks gives you three service package. And if you know, if you want to go to a derm, it costs you 350 to 550 a pop each time you visit a dermatologist and to ask them to use a laser facial on you."}, {"timestamp": [2968.0, 2970.0], "text": " And why do people use laser facial?"}, {"timestamp": [2970.0, 2974.0], "text": " If you have edge spot, dark spots, the Americans are slightly more vain, okay?"}, {"timestamp": [2974.0, 2976.0], "text": " You want to minimize their port, et cetera."}, {"timestamp": [2976.0, 2978.0], "text": " It's such a convenient thing for you to use."}, {"timestamp": [2978.0, 2981.0], "text": " These people are actually changing the way."}, {"timestamp": [2981.0, 2983.0], "text": " You don't have to go to the dermatologies."}, {"timestamp": [2983.0, 2988.12], "text": " You don't have to go through the frustration or trying to book into an appointment. You don't have to pay all this crazy"}, {"timestamp": [2988.12, 2995.66], "text": " price. Just come to us, working. It's professional, 75 bucks, poop, off you go. Then, you"}, {"timestamp": [2995.66, 3003.32], "text": " have unexpected location. Think about channels. We actually launched the SE vending machine"}, {"timestamp": [3003.32, 3005.12], "text": " in the States and it's doing quite well."}, {"timestamp": [3005.36, 3008.66], "text": " But before that, we have Benefit Cosmetics, actually launching theirs."}, {"timestamp": [3009.0, 3015.24], "text": " And these vending machines are only available at shopping malls and travel retails, meaning airports."}, {"timestamp": [3015.9, 3016.58], "text": " It makes sense."}, {"timestamp": [3016.58, 3023.16], "text": " You know, the whole concept for Benefit Cosmatic is that, you know, glam up and away."}, {"timestamp": [3023.44, 3027.56], "text": " You know, so imagine, you know, if there's a snowstorm, you have five hours there, what you want"}, {"timestamp": [3027.56, 3031.14], "text": " to do, hit the nail polish machine."}, {"timestamp": [3031.14, 3033.1], "text": " Then let's not ignore the men."}, {"timestamp": [3033.1, 3037.56], "text": " The man, just so you know, it's a category that is really growing at a moment in a skincare."}, {"timestamp": [3037.56, 3040.68], "text": " There are a lot of men keeping their facial hair."}, {"timestamp": [3040.68, 3042.6], "text": " There are a lot of barber services."}, {"timestamp": [3042.6, 3045.4], "text": " There are a lot of beard wax, beard lute, beard polish,"}, {"timestamp": [3045.48, 3049.58], "text": " whatever you want to call it. And the next thing that we're seeing now is that we're seeing"}, {"timestamp": [3049.58, 3055.78], "text": " specific destination being created for men. And this is called hammer and nail. It's basically"}, {"timestamp": [3055.78, 3061.74], "text": " I call it the modernized man cave, where you can go in there and get a man manicure."}, {"timestamp": [3062.34, 3066.06], "text": " Because guys now don't really want to go to another place, you want to go"}, {"timestamp": [3066.06, 3071.36], "text": " to something much more macho, they are serving sports and you can watch your rugby, etc., stuff"}, {"timestamp": [3071.36, 3075.68], "text": " like that. So this thing is happening now and we're seeing more destination being created"}, {"timestamp": [3075.68, 3081.24], "text": " for men and you're seeing more spars being created for men. So what are the embryonic trend"}, {"timestamp": [3081.24, 3086.3], "text": " indicators out there? Bob's BOPs, OPS, Buy Online Pickup on Stores,"}, {"timestamp": [3086.3, 3090.08], "text": " and Macy's has recently completed the rollout of this program."}, {"timestamp": [3090.08, 3095.46], "text": " And it's the second transaction pattern that's very popular"}, {"timestamp": [3095.46, 3096.88], "text": " in the whole states."}, {"timestamp": [3096.88, 3099.08], "text": " The whole idea why they're doing that"}, {"timestamp": [3099.08, 3102.84], "text": " is because they want consumers to be able to buy,"}, {"timestamp": [3102.84, 3105.72], "text": " however, wherever, anywhere, you know, they wanted."}, {"timestamp": [3106.02, 3110.5], "text": " And it also gives the company a clear access on their inventory so they're not holding too"}, {"timestamp": [3110.5, 3112.52], "text": " many stocks in the organization."}, {"timestamp": [3113.68, 3117.22], "text": " Another method is very hyper-segmentation destination."}, {"timestamp": [3118.26, 3119.38], "text": " This is in LA."}, {"timestamp": [3119.52, 3120.76], "text": " There's so many of them out there."}, {"timestamp": [3120.82, 3121.66], "text": " I'm just choosing one."}, {"timestamp": [3121.66, 3123.16], "text": " It's called Roots, New York."}, {"timestamp": [3123.26, 3130.68], "text": " It's basically a place that you go to just to make a makeup service. You know, you pay 20 to 40 bucks for a makeup"}, {"timestamp": [3130.68, 3134.96], "text": " service to be done for yourself. And people are actually paying for that rather than doing"}, {"timestamp": [3134.96, 3139.82], "text": " yourself. But what they're clever is, you know, they are introducing a new service called"}, {"timestamp": [3139.82, 3144.46], "text": " Ransack, you know, and all the women laugh and giggles, you know, when I tell them that. Basically,"}, {"timestamp": [3144.46, 3147.6], "text": " you show them your purse, they go through your purse, they go through all your"}, {"timestamp": [3147.6, 3151.88], "text": " cosmetics and shits in your purse, and said, look, you are going to use this and you can"}, {"timestamp": [3151.88, 3153.42], "text": " create these for five different looks."}, {"timestamp": [3153.5, 3155.14], "text": " And they say, oh my God, it's a miracle."}, {"timestamp": [3155.7, 3159.18], "text": " So to me, is that that's how they actually add value."}, {"timestamp": [3159.3, 3164.6], "text": " There is a customization, that is a personalization part towards the service, because if it's just"}, {"timestamp": [3164.6, 3168.08], "text": " a free-sending store itself offering makeup, I'm not sure whether it would last."}, {"timestamp": [3168.62, 3169.66], "text": " Then you have browbar."}, {"timestamp": [3171.02, 3176.68], "text": " I haven't seen a lot here in New Zealand, but you're seeing all this little browbar cropping, left, right and center."}, {"timestamp": [3176.84, 3177.86], "text": " It's a tiny little place."}, {"timestamp": [3177.96, 3183.66], "text": " You have three chairs, and you have 15 women queuing at around 11 a.m. on a Saturday."}, {"timestamp": [3184.04, 3185.62], "text": " And I always do undercover work there,"}, {"timestamp": [3185.7, 3192.4], "text": " and I love it because they really know how to target every woman's insecurity. A basic service"}, {"timestamp": [3192.4, 3198.6], "text": " for a brow shaping is 28 bucks. So when they put you on the chair, before they start shaping"}, {"timestamp": [3198.6, 3204.94], "text": " your brow, the first thing they'll say, oh, do you want me to wax here? What about here?"}, {"timestamp": [3203.0, 3204.0], "text": " Oh, do you want me to wax here?"}, {"timestamp": [3204.94, 3205.74], "text": " What about here?"}, {"timestamp": [3206.16, 3206.76], "text": " Here."}, {"timestamp": [3207.16, 3207.88], "text": " Here."}, {"timestamp": [3208.24, 3208.74], "text": " Here."}, {"timestamp": [3212.58, 3212.82], "text": " And maybe I should like tin your eyelash as well to make your eyes pop."}, {"timestamp": [3213.22, 3213.54], "text": " Che-ching."}, {"timestamp": [3216.74, 3218.36], "text": " You're supposed to go in for a $28 service and now you're paying $132."}, {"timestamp": [3224.72, 3226.28], "text": " So to me, it's like custom services actually works if you actually can crack it and make it ownable."}, {"timestamp": [3226.28, 3231.68], "text": " Then because of a lot of recession, et cetera, there's a lot of empty real estate."}, {"timestamp": [3231.68, 3234.72], "text": " A new phenomenon in the state is called the suites."}, {"timestamp": [3234.72, 3236.56], "text": " This is what I call a salon street."}, {"timestamp": [3236.56, 3239.76], "text": " It has got beauty, sweet, makeup, skin sweets."}, {"timestamp": [3239.76, 3248.0], "text": " It's basically imagine a huge retail commercial space where they would actually have different rooms"}, {"timestamp": [3248.0, 3254.0], "text": " and each room has got a shampoo bowl in there or a massage table or a therapy table"}, {"timestamp": [3254.0, 3260.5], "text": " or etc. And it's turned into a little mini salon. So 18 months ago we were tracking the economy"}, {"timestamp": [3260.5, 3264.5], "text": " and we were saying like, that's crazy. You know, the salon industry is not doing well."}, {"timestamp": [3264.5, 3266.24], "text": " How come the booth renters are growing? And for you, you know, if you're not sure, that's crazy. You know, the salon industry is not doing well. How come the booth renters are growing?"}, {"timestamp": [3266.24, 3269.24], "text": " And for you, you know, if you're not sure of what's the term"}, {"timestamp": [3269.24, 3271.76], "text": " booth renter, meaning that I'm actually renting a chair,"}, {"timestamp": [3271.76, 3274.76], "text": " like I'm a hairdresser, renting a chair from someone's salon."}, {"timestamp": [3274.76, 3276.76], "text": " I have to pay them a fee, you know,"}, {"timestamp": [3276.76, 3279.76], "text": " and I have to listen to their music, use their shampoo bowl,"}, {"timestamp": [3279.76, 3280.76], "text": " and then follow their rules."}, {"timestamp": [3280.76, 3282.76], "text": " But now you don't have to do that anymore"}, {"timestamp": [3282.76, 3287.54], "text": " because you can actually rent a room and turn it into your own business."}, {"timestamp": [3288.02, 3292.04], "text": " And we're saying more millennials doing that because, you know, they just want to follow"}, {"timestamp": [3292.04, 3293.46], "text": " rules and they want to change the game."}, {"timestamp": [3293.58, 3294.3], "text": " And there you go."}, {"timestamp": [3294.36, 3295.24], "text": " You have salon suites."}, {"timestamp": [3295.5, 3300.68], "text": " So you have to think from a distribution point of view, how do I reach these people in this"}, {"timestamp": [3300.68, 3301.06], "text": " area?"}, {"timestamp": [3301.18, 3302.7], "text": " How do I sell them my brand?"}, {"timestamp": [3302.8, 3304.14], "text": " How do I give them my products?"}, {"timestamp": [3304.14, 3310.0], "text": " How do I educate them to use my service? And how do I help them to grow their business? Those are"}, {"timestamp": [3310.0, 3315.0], "text": " like food for thoughts that we need to consider when there's a new retail concept coming in."}, {"timestamp": [3315.0, 3321.0], "text": " Then there is Bight Lip Lab. It is basically a cosmetic brand that you can go into"}, {"timestamp": [3321.0, 3328.1], "text": " the pop-up, permanent pop-up store and create your own lipstick. You can choose the flavor you want, the color, and the fragrance."}, {"timestamp": [3328.1, 3331.8], "text": " But once they're in there, they're selling you other categories as well."}, {"timestamp": [3331.8, 3334.96], "text": " So they're very clever in terms of seducing consumer"}, {"timestamp": [3334.96, 3337.0], "text": " with a unique concept that is ownable,"}, {"timestamp": [3337.0, 3339.5], "text": " but at the same time, when they're in, let's attack her."}, {"timestamp": [3340.8, 3344.0], "text": " Then you have something called Oloacupuncture."}, {"timestamp": [3344.0, 3350.44], "text": " And the reason why I wanted to share this, because I do personally believe the future of well-being,"}, {"timestamp": [3350.54, 3355.74], "text": " the trend of being well being well, is going to be really big in the next 18 to 24 months."}, {"timestamp": [3356.06, 3358.62], "text": " And this business model concept is really simple."}, {"timestamp": [3358.88, 3359.96], "text": " It's a communal space."}, {"timestamp": [3360.62, 3365.76], "text": " If you are a licensed acupunctureist, you can bring your client in any time."}, {"timestamp": [3365.88, 3368.36], "text": " So we don't have to have a contract or an agreement."}, {"timestamp": [3368.7, 3372.48], "text": " You can just rent the chair, pay me like 20 bucks for the chair."}, {"timestamp": [3372.68, 3375.02], "text": " You can keep the rest of your fee."}, {"timestamp": [3375.44, 3381.42], "text": " And it invites people, freelancers, to actually go to this place and offer acupuncture."}, {"timestamp": [3381.72, 3385.6], "text": " So if you don't mind being poked in front of everyone else, it's a good concept."}, {"timestamp": [3385.6, 3392.72], "text": " And what I see bigger is that it is anti-establishment. So we're seeing community now, forming their own"}, {"timestamp": [3392.72, 3397.76], "text": " business model. I call it intentional communities that are really challenging the way we are doing"}, {"timestamp": [3397.76, 3407.0], "text": " business. Then you have Barter, London. It's a cosmetic brand from London, and they entered the US almost, I would say,"}, {"timestamp": [3407.92, 3413.04], "text": " 10 months ago. And it was a very interesting strategy. If you are a makeup brand or any big"}, {"timestamp": [3413.04, 3418.76], "text": " fashion brand, for example, the first thing you do is I want to be in a prime sport retail"}, {"timestamp": [3418.76, 3425.48], "text": " space on high streets. To them, they choose a different strategy to recruit their consumers."}, {"timestamp": [3425.48, 3427.64], "text": " They go into travel retail."}, {"timestamp": [3427.64, 3431.28], "text": " They open their flagship store in an airport."}, {"timestamp": [3431.28, 3432.28], "text": " Why?"}, {"timestamp": [3432.28, 3436.64], "text": " Because they know it's a great way of maximizing brand awareness, because they're also targeting"}, {"timestamp": [3436.64, 3438.64], "text": " international people."}, {"timestamp": [3438.64, 3443.44], "text": " Secondly, it makes it much more special that people really need to make an effort to go to you."}, {"timestamp": [3443.44, 3446.76], "text": " So we think a lot of brands are"}, {"timestamp": [3446.76, 3455.28], "text": " finding new ways of capturing consumers. Then this is Smart Style. Smart Style is a family hair salon"}, {"timestamp": [3455.28, 3463.22], "text": " in every single Walmart location. So the whole idea is, you know, how can you actually get your"}, {"timestamp": [3463.22, 3467.0], "text": " consumers to stay a while in your location while offering them other services? So, you know, how can you actually get your consumers to stay a while in your location"}, {"timestamp": [3467.0, 3471.36], "text": " while offering them other services? So, you know, so you can get your hair cut while you're"}, {"timestamp": [3471.36, 3476.88], "text": " stocking up your gross treats. And then you have new beauty. New beauty is a great magazine"}, {"timestamp": [3476.88, 3482.32], "text": " in the U.S. Basically, they are the authority in terms of rating every single thing, you know,"}, {"timestamp": [3482.32, 3486.32], "text": " like the top 15 serums, they list all the brands, the top 15 shampoo,"}, {"timestamp": [3486.32, 3489.48], "text": " conditioner, fragrance, dermatologies, et cetera, et cetera."}, {"timestamp": [3489.48, 3491.88], "text": " What they have done is they actually created"}, {"timestamp": [3491.88, 3494.44], "text": " a new business model collaboration."}, {"timestamp": [3494.44, 3498.4], "text": " The magazine actually partner with Fred Siegel,"}, {"timestamp": [3498.4, 3501.04], "text": " it's almost like a very large departmental store,"}, {"timestamp": [3501.04, 3504.84], "text": " and create their own store in the store concept."}, {"timestamp": [3504.84, 3508.68], "text": " So basically you're going to a new beauty magazine store."}, {"timestamp": [3508.68, 3514.5], "text": " And of course, they are just using their editorial content to actually helps you to buy effectively."}, {"timestamp": [3514.5, 3519.36], "text": " Here are my top 15 sunscreen, top 15 antioxidants, et cetera, et cetera."}, {"timestamp": [3519.36, 3523.32], "text": " So you're seeing the publishing world, you know, rather than using content, they're also using"}, {"timestamp": [3523.32, 3526.0], "text": " content to turn them into a new commercial model."}, {"timestamp": [3526.0, 3536.0], "text": " Then we have something called sampling boxes. It's called Birch Box. They are one of the pioneers in sampling boxes where, you know, basically you pay a subscription,"}, {"timestamp": [3536.0, 3543.0], "text": " 1999 or 29, 99, depending on the box you want, and you just get samples pretty much every month."}, {"timestamp": [3543.0, 3545.76], "text": " So every month, it's like, oh my God, new boxes, what samples do I get?"}, {"timestamp": [3545.76, 3553.12], "text": " You know, and it's becoming very successful that you have got men box, women box, pet box, dog box, cat box,"}, {"timestamp": [3553.12, 3556.62], "text": " natural box, you know, like your different trail mix box."}, {"timestamp": [3556.62, 3564.0], "text": " And what they've done now, this is purely an online service that they actually turn it into what I call a click and mortar."}, {"timestamp": [3564.0, 3569.76], "text": " They actually created a pop-out store with all their partner brands to allow consumers"}, {"timestamp": [3569.76, 3575.56], "text": " to get to know the products better and create their own sampling box."}, {"timestamp": [3575.56, 3576.76], "text": " Then you have Harry's Corner."}, {"timestamp": [3576.76, 3581.64], "text": " Again, it's an auto-replanagement business model where they send a box to every block."}, {"timestamp": [3581.64, 3586.92], "text": " Here's your what are called, razor and your shave butter"}, {"timestamp": [3586.92, 3590.1], "text": " every month, you know, because sometimes, you know, they could be using the razor for six"}, {"timestamp": [3590.1, 3594.6], "text": " months. So the whole idea is that every four weeks you get a new box. What they're doing"}, {"timestamp": [3594.6, 3601.44], "text": " now is they are actually creating, from an online business model, creating a physical store"}, {"timestamp": [3601.44, 3606.0], "text": " to get consumers to actually experience the products in there and also get a"}, {"timestamp": [3606.0, 3612.0], "text": " shift. And last but not least, you know, how can the big conglomerates that the big boys"}, {"timestamp": [3612.0, 3617.64], "text": " actually tap into this very niche consumption? So MGM, you know, if you go to Vegas, you know"}, {"timestamp": [3617.64, 3621.68], "text": " them, you know. It's a huge hotel chain. What they're trying to do is it created a whole"}, {"timestamp": [3621.68, 3631.68], "text": " concept of what we call well-being concept where they partner with Deepak Chopra to introducing a new energizing light, if you're hungover, that's"}, {"timestamp": [3631.68, 3636.64], "text": " what you need in the morning. Secondly, it's introducing vitamin C shower, the different"}, {"timestamp": [3636.64, 3641.82], "text": " kind of lighting, music, etc. And the reason why is they are trying to recruit consumer that"}, {"timestamp": [3641.82, 3645.64], "text": " may not be your gambling consumers because it would go to Vegas"}, {"timestamp": [3645.64, 3650.24], "text": " more as a retreat or they're trying to target consumer that is going to indulge but looking"}, {"timestamp": [3650.24, 3653.78], "text": " to detox at the same time."}, {"timestamp": [3653.78, 3656.5], "text": " And let's go to the food sector, David Bully."}, {"timestamp": [3656.5, 3663.74], "text": " They actually is a multi-concept retail where you can, they have a vegetarian restaurant, they"}, {"timestamp": [3663.74, 3666.9], "text": " have cooking classes, they have events, they have yoga."}, {"timestamp": [3667.3, 3672.1], "text": " So the whole idea is to give consumers something unexpected, an itinery of surprises,"}, {"timestamp": [3672.56, 3680.32], "text": " an itinery of different concepts based on one establishment in order to encourage loyalty and in order to wow them."}, {"timestamp": [3681.48, 3686.36], "text": " Then, I love this one. It's called Familization Trend. What's happening here,"}, {"timestamp": [3686.44, 3691.22], "text": " Olive Garden is like Denny's. I remember Denny's, you know, and Olive Garden, basically,"}, {"timestamp": [3691.32, 3696.52], "text": " it's a chain of Italian restaurants. What they're doing is they have date night, where you can"}, {"timestamp": [3696.52, 3702.86], "text": " drop off your kids for a free babysitting service, and you can have a date night out. And it's"}, {"timestamp": [3702.86, 3705.02], "text": " targeting a lot of millennial parents."}, {"timestamp": [3706.48, 3706.68], "text": " You have to think of the different generation."}, {"timestamp": [3709.88, 3709.94], "text": " Millennial parents, I still wanted to actually go out and have fun,"}, {"timestamp": [3711.42, 3711.48], "text": " but at the same time I have all these kids in front of me."}, {"timestamp": [3711.96, 3712.3], "text": " What do you do?"}, {"timestamp": [3714.12, 3714.24], "text": " They are offering you a babysitting service."}, {"timestamp": [3717.1, 3722.96], "text": " And it's doing so well that they actually form a partnership with another company called My Gym to offer this program on a continuous basis."}, {"timestamp": [3724.08, 3727.6], "text": " Then I'm going to show you a lot of example of this particular movement."}, {"timestamp": [3727.6, 3729.1], "text": " It's called nomadic retailing."}, {"timestamp": [3729.1, 3733.0], "text": " It's traveling truck or traveling van or RV, whatever you want to call it."}, {"timestamp": [3733.0, 3735.2], "text": " So this is a brand called Arden Ridge."}, {"timestamp": [3735.2, 3741.9], "text": " They have a 3D body scanning machine in that van that scans customized suits for guys."}, {"timestamp": [3741.9, 3746.3], "text": " So they go to Wall Street, banks, you know, officers and the truck"}, {"timestamp": [3746.3, 3750.5], "text": " would park in front of your building, you go in there for a 20-minute consultation,"}, {"timestamp": [3750.5, 3755.76], "text": " choose your fabric, they measure you, etc. And in two weeks time, you drive back, you can"}, {"timestamp": [3755.76, 3760.92], "text": " go in there, pick up your suit, check it for one final time. As you can see, they're"}, {"timestamp": [3760.92, 3765.52], "text": " really changing the business model of your bespoke tailoring."}, {"timestamp": [3766.54, 3769.34], "text": " Not only that, we have top shelf, not top shop, you know,"}, {"timestamp": [3769.4, 3773.66], "text": " that sells apparel to young kids in different community suburbs."}, {"timestamp": [3773.96, 3779.24], "text": " And I like to look at community suburbs because sometimes we can look at trends more from a city mentality,"}, {"timestamp": [3779.54, 3781.38], "text": " and the suburbs has got a different movement."}, {"timestamp": [3781.38, 3788.18], "text": " So you're seeing that how you're bringing in accessible and fun clothing to kids, you know, because usually the kids will be going out with their"}, {"timestamp": [3788.18, 3793.04], "text": " moms to actually buy certain things. Then you have bootlaid airstream. It's basically"}, {"timestamp": [3793.04, 3798.92], "text": " selling shoes, designer shoes through a traveling RV. Then you have bath, bath and beyond."}, {"timestamp": [3798.92, 3806.78], "text": " Rather than dropping off your pets in a daycare, you can just call them, bring your pet push there,"}, {"timestamp": [3806.78, 3809.88], "text": " and they'll just bath and clean, and you can pick him up later on."}, {"timestamp": [3809.88, 3814.78], "text": " So to me, you know, you're seeing a lot of this intentional community, intentional service,"}, {"timestamp": [3814.78, 3817.5], "text": " targeting a specific mindset of a community."}, {"timestamp": [3817.5, 3819.0], "text": " Here's another sample of knitting."}, {"timestamp": [3819.0, 3822.0], "text": " You know, like, you know, I know a few people that really love knitting, and they actually"}, {"timestamp": [3822.0, 3824.38], "text": " have a yarn truck."}, {"timestamp": [3824.38, 3826.18], "text": " Then you have vital and records."}, {"timestamp": [3826.18, 3827.32], "text": " It's coming back again."}, {"timestamp": [3827.32, 3832.16], "text": " You know, you have the third man record, you know, where it goes around the suburbs, you know,"}, {"timestamp": [3832.16, 3833.6], "text": " selling records."}, {"timestamp": [3833.6, 3839.56], "text": " You have body organic products and also you have cigars."}, {"timestamp": [3839.56, 3847.54], "text": " So to me is that all this nomadic retailing are actually happening in suburban areas and they're"}, {"timestamp": [3847.54, 3851.54], "text": " actually dictating a new pattern of consumption."}, {"timestamp": [3851.54, 3853.58], "text": " So let's look at the entrepreneurs."}, {"timestamp": [3853.58, 3855.58], "text": " This is called Maker's Lab."}, {"timestamp": [3855.58, 3862.04], "text": " And it's a really interesting concept where they create events to allow entrepreneurs, designers,"}, {"timestamp": [3862.04, 3864.48], "text": " developers in what I call a hackathon."}, {"timestamp": [3864.48, 3868.12], "text": " So they would say, let's design the next bag or et cetera, et cetera."}, {"timestamp": [3868.12, 3873.0], "text": " Then you have all these people going there to actually be part of this community creating"}, {"timestamp": [3873.0, 3875.28], "text": " something together."}, {"timestamp": [3875.28, 3877.24], "text": " Then you also have something called WeWork."}, {"timestamp": [3877.24, 3878.24], "text": " Remember Regis?"}, {"timestamp": [3878.24, 3882.72], "text": " You know, Regis is a company that rents out office space or et cetera, stuff like that."}, {"timestamp": [3882.72, 3884.42], "text": " And WeWork, it's a similar concept."}, {"timestamp": [3884.42, 3889.06], "text": " They ran out really hip, you know, hipster kind of environment"}, {"timestamp": [3889.06, 3892.66], "text": " for entrepreneurs, you know, venture capitalists to actually work."}, {"timestamp": [3892.9, 3896.04], "text": " But they're very clever because it's not just a destination."}, {"timestamp": [3896.24, 3898.48], "text": " They're turning into a functional place"}, {"timestamp": [3898.48, 3900.96], "text": " where you can meet people, you can network,"}, {"timestamp": [3901.26, 3903.34], "text": " you can advise, you know, can get advice,"}, {"timestamp": [3903.44, 3906.76], "text": " and you have all these services being offered to these"}, {"timestamp": [3906.76, 3907.76], "text": " entrepreneurs."}, {"timestamp": [3907.76, 3908.76], "text": " Social."}, {"timestamp": [3908.76, 3911.76], "text": " You know, this is CHFP5."}, {"timestamp": [3911.76, 3918.32], "text": " CHFP5 is a way of actually buying things or participating in promotions through just social"}, {"timestamp": [3918.32, 3919.32], "text": " media itself."}, {"timestamp": [3919.32, 3922.32], "text": " You post a picture, participate in this, etc."}, {"timestamp": [3922.32, 3925.02], "text": " So as you can see, it's still very early stage,"}, {"timestamp": [3928.4, 3933.0], "text": " but we're seeing more on how we are using what I call social commerce to actually help push a brand or get people to participate in a transaction."}, {"timestamp": [3933.94, 3935.86], "text": " Then you have Kate Spade Saturday."}, {"timestamp": [3936.68, 3939.86], "text": " And it's really interesting because it is not really a store."}, {"timestamp": [3940.02, 3941.94], "text": " It's a displaced booth."}, {"timestamp": [3942.38, 3943.64], "text": " You have all your clothes in there,"}, {"timestamp": [3943.7, 3945.82], "text": " and you think that the door will actually get you into the store?"}, {"timestamp": [3945.82, 3948.0], "text": " No, someone else's entrance, you know."}, {"timestamp": [3948.0, 3950.44], "text": " But you actually have got this screen there"}, {"timestamp": [3950.44, 3953.04], "text": " that allows you to buy whatever you want"}, {"timestamp": [3953.04, 3954.5], "text": " from what is being displayed."}, {"timestamp": [3954.5, 3957.44], "text": " So talk about the lifestyle of multi-screen."}, {"timestamp": [3957.44, 3959.24], "text": " Then you have Wabi Parker online."}, {"timestamp": [3959.24, 3962.54], "text": " It's an online eyeglass business."}, {"timestamp": [3962.54, 3964.16], "text": " So what I'm saying is that, you know,"}, {"timestamp": [3964.16, 3967.0], "text": " I love this, you know, our conversation,"}, {"timestamp": [3967.0, 3971.0], "text": " oh, everything is going to be online, but I'm seeing a lot of online players not building a store,"}, {"timestamp": [3971.0, 3977.0], "text": " you know. And these people basically create a store that allows people to go in there and test"}, {"timestamp": [3977.0, 3983.0], "text": " the various frames and brands of eyeglasses, but they deliver all the products to them"}, {"timestamp": [3983.0, 3986.44], "text": " are online. So that means I can pick whatever I do."}, {"timestamp": [3986.58, 3987.88], "text": " They don't hold any inventory."}, {"timestamp": [3988.06, 3990.94], "text": " The next thing you know, that they will be delivered to your home."}, {"timestamp": [3991.68, 3993.68], "text": " And I really wanted to show this business model."}, {"timestamp": [3994.0, 3995.0], "text": " It's called Bobble Bar."}, {"timestamp": [3995.14, 3998.16], "text": " It's a little store in Soho that shows jewelry."}, {"timestamp": [3998.94, 4002.52], "text": " And it's crowded because in every single jewelry, there is a tablet."}, {"timestamp": [4002.52, 4005.46], "text": " And the tablet allows you, okay, here's the design I want,"}, {"timestamp": [4005.46, 4007.02], "text": " here's the necklace or the pendants,"}, {"timestamp": [4007.02, 4008.98], "text": " and there is always an option."}, {"timestamp": [4008.98, 4010.52], "text": " How do you want to customize it?"}, {"timestamp": [4010.52, 4012.06], "text": " Do you want to monogram it?"}, {"timestamp": [4012.06, 4013.96], "text": " Do you want to choose a specific thing?"}, {"timestamp": [4013.96, 4017.1], "text": " And the whole idea is custom personalization."}, {"timestamp": [4017.1, 4020.1], "text": " And think of what Tiffany cannot do"}, {"timestamp": [4020.1, 4024.32], "text": " and what these people can do quicker, faster,"}, {"timestamp": [4024.32, 4027.46], "text": " more intuitive than the big boys."}, {"timestamp": [4027.46, 4029.12], "text": " So I see the new currency."}, {"timestamp": [4029.12, 4031.26], "text": " It's called the convenient currency."}, {"timestamp": [4031.26, 4035.5], "text": " And we are all looking for on-demand services."}, {"timestamp": [4035.5, 4038.7], "text": " We are looking for things that are niche interesting."}, {"timestamp": [4038.7, 4044.2], "text": " And I call it the niche super local heroes, because the more local they are, the more interesting"}, {"timestamp": [4044.2, 4045.08], "text": " and the more agile they can be the more interesting and the more agile"}, {"timestamp": [4045.08, 4046.48], "text": " they can be."}, {"timestamp": [4046.48, 4051.58], "text": " It's also attracting a community of adventure seekers because we're not just buying a product,"}, {"timestamp": [4051.58, 4054.88], "text": " because if you want to buy a product, you can just go to Amazon.com."}, {"timestamp": [4054.88, 4061.96], "text": " You're actually buying an adventure or buying a community that echoes to your needs in that"}, {"timestamp": [4061.96, 4062.96], "text": " sense."}, {"timestamp": [4062.96, 4067.0], "text": " You're seeing more and more blur boundaries and intermix concepts."}, {"timestamp": [4067.0, 4072.14], "text": " And as marketers, it's really a pain in the butt because they're so used to be operating"}, {"timestamp": [4072.14, 4073.14], "text": " in a model."}, {"timestamp": [4073.14, 4076.9], "text": " And suddenly, all these different tiny little things, that you don't really have numbers,"}, {"timestamp": [4076.9, 4078.06], "text": " and they are growing slowly."}, {"timestamp": [4078.06, 4080.04], "text": " They are influx of them."}, {"timestamp": [4080.04, 4087.94], "text": " And you have to ask yourself, how do I actually target and improve my organization offering?"}, {"timestamp": [4087.94, 4091.38], "text": " I call it the promise of custom personalize."}, {"timestamp": [4091.38, 4094.94], "text": " And the future of retail is more about value experience."}, {"timestamp": [4094.94, 4097.0], "text": " So what differentiate yourself?"}, {"timestamp": [4097.0, 4098.12], "text": " Nothing wrong with Amazon."}, {"timestamp": [4098.12, 4099.32], "text": " I'm not bashing them, OK?"}, {"timestamp": [4099.32, 4100.24], "text": " I use them too."}, {"timestamp": [4100.24, 4103.92], "text": " But what's different is that you are able to provide an experience"}, {"timestamp": [4103.92, 4105.76], "text": " that no one can give you."}, {"timestamp": [4106.02, 4108.64], "text": " It's more convenient, more on-demand in that sense."}, {"timestamp": [4109.12, 4110.26], "text": " So what are the key takeaways?"}, {"timestamp": [4110.56, 4112.66], "text": " I share with you the model earlier on."}, {"timestamp": [4112.7, 4118.0], "text": " I really wanted to ground this because trends can come from any of those highlighted boxes."}, {"timestamp": [4118.0, 4125.16], "text": " It doesn't mean that it has to come from one particular product because your partner, your resources, the channels, you know, the consumer"}, {"timestamp": [4125.16, 4131.86], "text": " segments can really change the way you actually operate. We cover consumption, consumer channel"}, {"timestamp": [4131.86, 4136.62], "text": " and what the future is going to be like. And, you know, one parting talk that I really wanted"}, {"timestamp": [4136.62, 4141.42], "text": " to give you away. And some people said that this is a very depressing slide, but it's honestly"}, {"timestamp": [4141.42, 4146.22], "text": " it's very true. You know, because the first thing people say, oh my God, by 2040, all the baby boomers are going to die. I said, oh, come on, you know, let's look at it differently, you honestly, it's very true. Because the first thing people say, oh, my God, by 2040, all the baby boomers are going"}, {"timestamp": [4146.22, 4146.66], "text": " to die."}, {"timestamp": [4146.72, 4149.06], "text": " I said, oh, come on, let's look at it differently, you know?"}, {"timestamp": [4149.32, 4155.2], "text": " Because you see generation X, Generation Y, the millennials, they are going to be your"}, {"timestamp": [4155.2, 4156.02], "text": " biggest consumer."}, {"timestamp": [4156.7, 4161.36], "text": " And you know them, you have families, or if you're one of them, you consume differently."}, {"timestamp": [4161.68, 4164.16], "text": " If you work with one of them, they don't like to talk to you."}, {"timestamp": [4164.24, 4164.86], "text": " They'll text you."}, {"timestamp": [4164.94, 4167.86], "text": " If they sit across the table from you, they send you an email instead."}, {"timestamp": [4167.86, 4174.5], "text": " So you have to understand that these people, this growth cohort is actually changing the"}, {"timestamp": [4174.5, 4179.82], "text": " way how we consume, how we interact with a brand, what kind of message, what kind of brand"}, {"timestamp": [4179.82, 4184.76], "text": " that they aspire to. And this is something that I feel that I really wanted to share with you"}, {"timestamp": [4184.76, 4189.8], "text": " and for you to take away to start plan for your future. So thank you very much."}, {"timestamp": [4189.8, 4191.0], "text": " Thank you."}, {"timestamp": [4191.0, 4192.0], "text": " Thank you."}, {"timestamp": [4192.0, 4197.0], "text": " I just get some water."}, {"timestamp": [4197.0, 4204.5], "text": " Thanks. I didn't want you to stop. That was absolutely outstanding."}, {"timestamp": [4204.5, 4205.52], "text": " And welcome to App Overload, Tim. Isn't it interesting? I've, I've, uh, I've, uh, I didn't want you to stop. That was absolutely outstanding."}, {"timestamp": [4205.52, 4208.38], "text": " Welcome to App Overload, Tim."}, {"timestamp": [4208.38, 4211.4], "text": " Isn't it interesting, I'm just thinking about millennials."}, {"timestamp": [4211.4, 4213.78], "text": " I've got two grandsons, five and seven."}, {"timestamp": [4213.78, 4216.88], "text": " Most of the apps on here were loaded by them."}, {"timestamp": [4216.88, 4219.0], "text": " And the little buggers beat me at Angry Birds too."}, {"timestamp": [4219.0, 4220.68], "text": " But isn't it interesting?"}, {"timestamp": [4220.68, 4222.24], "text": " Little Ben, he's five years old."}, {"timestamp": [4222.24, 4224.44], "text": " He asked me something the other day, and I said, I didn't know."}, {"timestamp": [4224.44, 4225.1], "text": " He said, we'll Google it."}, {"timestamp": [4225.72, 4228.02], "text": " Now, to him, Google's three times"}, {"timestamp": [4228.02, 4229.54], "text": " older than his chronological age."}, {"timestamp": [4230.08, 4231.96], "text": " Anything three times older than my age was"}, {"timestamp": [4231.96, 4233.18], "text": " invented in 1820."}, {"timestamp": [4234.12, 4234.82], "text": " It's scary."}, {"timestamp": [4235.28, 4237.44], "text": " Look, I had a whole list of questions, but"}, {"timestamp": [4237.44, 4240.0], "text": " in fact, I ran out of space, as you"}, {"timestamp": [4240.0, 4241.8], "text": " were talking, but I'm sure that everybody,"}, {"timestamp": [4242.14, 4243.96], "text": " well, there must be dozens of questions here"}, {"timestamp": [4243.96, 4247.94], "text": " that you want to ask Sam. I thought there was absolutely outstanding. So there'll be a roving"}, {"timestamp": [4247.94, 4251.8], "text": " mic, so if you've got a question, put your hand up, and someone will turn up with a mic"}, {"timestamp": [4251.8, 4255.78], "text": " and thrust it in front of you, and if you could then address your question to Sam, please."}, {"timestamp": [4256.34, 4263.78], "text": " So anyone? You're all stunned and amazed. It's interesting. This thesis I'm doing,"}, {"timestamp": [4263.94, 4265.72], "text": " I've been interviewing interesting people."}, {"timestamp": [4265.96, 4269.46], "text": " And one of the things that's come out as a theme about Kiwi inventiveness,"}, {"timestamp": [4269.64, 4272.06], "text": " and particularly Kiwi's offshore, is that cheeky."}, {"timestamp": [4272.42, 4276.42], "text": " George Hickton, who is the father of the 100% Pure campaign at New Zealand tourism,"}, {"timestamp": [4277.04, 4280.94], "text": " he was talking about putting the big football under the Eiffel Tower."}, {"timestamp": [4281.42, 4282.48], "text": " I mean, how did you get away with that?"}, {"timestamp": [4282.56, 4286.88], "text": " Someone at Stanford University said, they couldn't believe he did it. And apparently they just kept going until someone"}, {"timestamp": [4286.88, 4291.52], "text": " said no and no one said no. And that was a typical, you know, a Kiwi response. Kevin Roberts"}, {"timestamp": [4291.52, 4296.56], "text": " was saying about two months ago at Saatchi headquarters in London, they were interviewing interns."}, {"timestamp": [4296.56, 4300.32], "text": " They had 200 applicants, they narrowed it down to 50 kids who turned up into the office,"}, {"timestamp": [4300.32, 4303.36], "text": " and they're all given a smartphone. Kevin was quite funny. He said, we ordered a check,"}, {"timestamp": [4303.36, 4308.14], "text": " there were no Ozies there first. We ordered the smartphones back. Anyway, they sent these kids"}, {"timestamp": [4308.14, 4312.9], "text": " out with a smartphone for 24 hours. I were told to go and take three photographs that would"}, {"timestamp": [4312.9, 4317.58], "text": " change the world. Come back tomorrow at 10 o'clock. They all turned back up with their phones."}, {"timestamp": [4318.04, 4320.64], "text": " The kid who got the job as a Kiwi had taken three photographs of himself."}, {"timestamp": [4330.0, 4333.0], "text": " Anyway, look, I'm sure someone's got some questions of Sam. I'll just one over there."}, {"timestamp": [4333.0, 4334.0], "text": " Anyone?"}, {"timestamp": [4334.0, 4335.0], "text": " Robbing mic."}, {"timestamp": [4335.0, 4337.0], "text": " Sorry, yep."}, {"timestamp": [4337.0, 4338.0], "text": " Yep."}, {"timestamp": [4338.0, 4339.0], "text": " Go ahead."}, {"timestamp": [4339.0, 4358.62], "text": " I'm just wondering if there's some more examples of where some of the larger corporate product marketers can use the app approach to really build a channel for their particular product, obviously, not so obviously."}, {"timestamp": [4359.62, 4362.36], "text": " Well, I can share one recent example from Laura."}, {"timestamp": [4362.48, 4364.4], "text": " It hasn't been launched in New Zealand yet."}, {"timestamp": [4364.52, 4365.76], "text": " It's called Makeup Genius."}, {"timestamp": [4365.76, 4367.12], "text": " I'm not sure whether you heard of that."}, {"timestamp": [4367.12, 4370.32], "text": " It's an ad that allows you to take selfie of yourself."}, {"timestamp": [4370.32, 4371.92], "text": " You don't have to be applying makeup."}, {"timestamp": [4371.92, 4374.44], "text": " You know, you basically can choose a different look."}, {"timestamp": [4374.44, 4375.68], "text": " Hold that app on your face."}, {"timestamp": [4375.68, 4380.24], "text": " And instantly you'll see a picture of yourself with the makeup on it."}, {"timestamp": [4380.24, 4384.48], "text": " And you know, it's big in the US and trust me, guys and girls are playing it like crazy."}, {"timestamp": [4384.48, 4390.26], "text": " And you know, the whole idea is like being able to select the look immediately and buy products, you know, in that sense."}, {"timestamp": [4390.34, 4393.74], "text": " But I think it depends on the business model you are in."}, {"timestamp": [4394.1, 4400.18], "text": " For a lot of brands, they are still heavily dependent on the retailers because they're dictating how,"}, {"timestamp": [4400.34, 4402.58], "text": " what kind of promotional spend, discount, etc."}, {"timestamp": [4402.92, 4406.94], "text": " So to me, it depends on how you really want to reach the consumers directly."}, {"timestamp": [4407.5, 4413.62], "text": " So we're seeing more apps now coming out just to educate consumer on a particular service"}, {"timestamp": [4413.62, 4416.68], "text": " because it's so custom that a retailer can't do that"}, {"timestamp": [4416.68, 4419.0], "text": " because you're actually going to a retailer to buy a product."}, {"timestamp": [4419.3, 4422.62], "text": " But a service, you can create a pop-out store concept for actually, you know,"}, {"timestamp": [4422.62, 4423.92], "text": " for people to actually buy that."}, {"timestamp": [4424.4, 4428.98], "text": " Other ads that helps other different verticals."}, {"timestamp": [4428.98, 4430.46], "text": " It depends on your industry as well."}, {"timestamp": [4430.66, 4435.1], "text": " Apps to simplify your receipts, your expenses, et cetera, stuff like that."}, {"timestamp": [4435.3, 4436.56], "text": " So there's something for everyone."}, {"timestamp": [4436.68, 4440.76], "text": " It's more about getting that buy-in with your organization to allow you to actually do that"}, {"timestamp": [4440.76, 4444.82], "text": " because there is always a cost where it comes to developing apps, you know, in that sense."}, {"timestamp": [4445.0, 4446.56], "text": " Does I answer your question? Yeah. What industry are you in? to actually do that because there is always a cost where it comes to developing apps in that sense."}, {"timestamp": [4447.78, 4448.74], "text": " Does I answer your question? Yeah."}, {"timestamp": [4448.74, 4450.18], "text": " What industry are you in?"}, {"timestamp": [4450.18, 4451.1], "text": " Services."}, {"timestamp": [4451.1, 4453.66], "text": " So you know, you're seeing that online booking,"}, {"timestamp": [4453.66, 4458.28], "text": " online flights, cleaning service."}, {"timestamp": [4458.28, 4460.44], "text": " I mean, you have a lot of services these days."}, {"timestamp": [4460.44, 4463.62], "text": " It's easier to put services on apps"}, {"timestamp": [4463.62, 4467.78], "text": " and to make it much more readily available"}, {"timestamp": [4467.78, 4468.68], "text": " for such products."}, {"timestamp": [4468.68, 4469.68], "text": " Thank you."}, {"timestamp": [4469.68, 4472.68], "text": " Thank you."}, {"timestamp": [4472.68, 4478.68], "text": " It's a test."}, {"timestamp": [4478.68, 4479.68], "text": " Test?"}, {"timestamp": [4479.68, 4481.68], "text": " Sorry, guys."}, {"timestamp": [4481.68, 4486.42], "text": " Sam, there was a fantastic presentation really was. One of the things I picked up on,"}, {"timestamp": [4486.72, 4491.4], "text": " being a father, I've got a five-year-old and an 18-year-old. And I said to my 18-year-old one day,"}, {"timestamp": [4491.46, 4495.3], "text": " do you know we actually used to build huts and trees? And he said, you do what to trees?"}, {"timestamp": [4495.88, 4499.76], "text": " You know, and it's quite funny. You know, there's a psychology behind the change as well."}, {"timestamp": [4500.62, 4504.12], "text": " You know, the environment we work in is changing and the psychology behind that."}, {"timestamp": [4504.46, 4508.46], "text": " I would like to know, from what you presented today, and I'm sure people here as well, what"}, {"timestamp": [4508.46, 4510.52], "text": " do you see the society looking like?"}, {"timestamp": [4510.52, 4512.06], "text": " I'm from Make-A-Wish."}, {"timestamp": [4512.06, 4514.0], "text": " What do you see the society evolving into?"}, {"timestamp": [4514.0, 4518.96], "text": " You know, you look at that child that was in the baby jumper, and the iPad is becoming"}, {"timestamp": [4518.96, 4519.96], "text": " a new babysitter."}, {"timestamp": [4519.96, 4524.18], "text": " You know, so what does that mean, you know, when you've got your children in a situation"}, {"timestamp": [4524.18, 4529.42], "text": " where they're learning from a tool rather than the nurture or nature factor with parental"}, {"timestamp": [4529.42, 4530.42], "text": " growth?"}, {"timestamp": [4530.42, 4531.42], "text": " Yeah."}, {"timestamp": [4531.42, 4534.28], "text": " I'm not a parent, but I have a lot of friends who are parents as well, and usually it's"}, {"timestamp": [4534.28, 4535.28], "text": " very simple."}, {"timestamp": [4535.28, 4538.52], "text": " When you go to their home for dinner party or et cetera, stuff like that, the kids are screaming"}, {"timestamp": [4538.52, 4540.24], "text": " and say, here you go, here's an iPad, you know?"}, {"timestamp": [4540.24, 4543.08], "text": " I want the latest game, okay, just click here, download it, et cetera."}, {"timestamp": [4543.08, 4546.4], "text": " So indirectly, you're training a kid at a very young age"}, {"timestamp": [4546.4, 4549.06], "text": " how to consume, how to download, and how to actually buy."}, {"timestamp": [4549.58, 4551.1], "text": " And, you know, that's one part of it."}, {"timestamp": [4551.16, 4554.2], "text": " But where I'm actually seeing the future is that we're saying the future"}, {"timestamp": [4554.2, 4559.02], "text": " is more hyper-segmented, because now you can actually dictate"}, {"timestamp": [4559.02, 4562.94], "text": " how you want to consume, you know, a particular good or a service,"}, {"timestamp": [4562.94, 4565.9], "text": " that's how you choose to buy buy and from who you buy."}, {"timestamp": [4565.9, 4570.76], "text": " And to be honest, I always love to support local smaller brands."}, {"timestamp": [4570.76, 4574.88], "text": " And I think a few of us do that because you're seeing the big boys taking over at the same"}, {"timestamp": [4574.88, 4575.88], "text": " time."}, {"timestamp": [4575.88, 4580.2], "text": " And you know, we're saying that there is going to be a community that, you know, that is"}, {"timestamp": [4580.2, 4585.14], "text": " responsible of helping individual consumer to consume on an authentic basis."}, {"timestamp": [4585.14, 4587.4], "text": " That means content that relates to them,"}, {"timestamp": [4587.4, 4589.5], "text": " transaction that really matters to them."}, {"timestamp": [4589.5, 4593.2], "text": " And also, one area that I have not touched on this presentation,"}, {"timestamp": [4593.2, 4596.26], "text": " which is a bigger topic, it's called sustainability."}, {"timestamp": [4596.26, 4600.46], "text": " Look at the last three days with all this global climate march."}, {"timestamp": [4600.46, 4604.34], "text": " And if you look at millennials, they do really care for the environment."}, {"timestamp": [4604.34, 4610.68], "text": " So think from a brand responsibility point of view, how can you bring in sustainability into your brand"}, {"timestamp": [4610.68, 4616.24], "text": " actions, into your brand DNA, because consumers are going to be more disconnected."}, {"timestamp": [4616.24, 4621.12], "text": " You know, even though they're connected, they are looking for very specific services, and"}, {"timestamp": [4621.12, 4623.68], "text": " they are going to be different segments of them."}, {"timestamp": [4623.68, 4625.0], "text": " So to me, it's like, you know, from advertising days,"}, {"timestamp": [4625.0, 4628.0], "text": " from market research, oh my God, what are the consumer segments do I have?"}, {"timestamp": [4628.0, 4630.0], "text": " You have thousands of them."}, {"timestamp": [4630.0, 4633.0], "text": " Because you can't just bring them together and classify them"}, {"timestamp": [4633.0, 4637.0], "text": " and give them a one blanket approach that fits everything."}, {"timestamp": [4637.0, 4639.0], "text": " I hope to answer your question."}, {"timestamp": [4639.0, 4640.0], "text": " Yeah."}, {"timestamp": [4640.0, 4642.0], "text": " Okay."}, {"timestamp": [4642.0, 4643.0], "text": " The one?"}, {"timestamp": [4643.0, 4644.0], "text": " Down here."}, {"timestamp": [4644.0, 4646.0], "text": " Hi."}, {"timestamp": [4646.0, 4652.0], "text": " Hassam, so thank you very much for that great riveting presentation."}, {"timestamp": [4652.0, 4653.0], "text": " I just have a question."}, {"timestamp": [4653.0, 4659.0], "text": " So most of your presentation featured on marketing towards consumers,"}, {"timestamp": [4659.0, 4665.7], "text": " would you say that these trends apply at all to B2B marketing as well?"}, {"timestamp": [4666.72, 4673.4], "text": " Yes, because at the end of the day from a B2B model, they are still your consumer at the day."}, {"timestamp": [4673.78, 4679.82], "text": " They still need to diversify themselves because when you look at the new model, I call it,"}, {"timestamp": [4680.32, 4691.38], "text": " going to the consumer directly, we are talking about segmentation, we are talking about very specific channels, and when you put it from a B2B context, they have to find a way of"}, {"timestamp": [4691.38, 4696.6], "text": " diversifying their product services. So to me, let's say, you know, from a telecom company,"}, {"timestamp": [4696.6, 4708.94], "text": " going to another payments company, I would be asking them what kind of services or tailor technology that you can provide me to help me capture"}, {"timestamp": [4708.94, 4713.78], "text": " consumers on the go, millennials. So it goes back to the consumer group because"}, {"timestamp": [4713.78, 4717.88], "text": " B2B you're providing services infrastructure, you know, operation"}, {"timestamp": [4717.88, 4721.12], "text": " excellence to one another, but currently we're doing it on a"}, {"timestamp": [4721.12, 4730.06], "text": " one-size-fits-all. Here is scalability. Buy this platform and you're going to save so much money. It's like almost going to the IT school. Are you a magenta or are you"}, {"timestamp": [4730.06, 4734.32], "text": " demand wear? You know, it's magenta. That means I have got more developers that can create my"}, {"timestamp": [4734.32, 4739.0], "text": " products. Yes, it's slightly expensive. But when you're going to B-to-B channel, you are actually"}, {"timestamp": [4739.0, 4744.52], "text": " asking yourself, I know you're selling me a solution and I know I want scalability, but same time,"}, {"timestamp": [4743.44, 4749.36], "text": " I know you're selling me a solution and I know I want scalability, but same time, why is it different and how could it really benefit a new consumer supplement"}, {"timestamp": [4749.36, 4751.2], "text": " that I can actually go for?"}, {"timestamp": [4751.2, 4756.0], "text": " And that's something worth noting from a B2B perspective is how you customize the service"}, {"timestamp": [4756.0, 4760.88], "text": " to ensure that you are helping to add value by targeting a new consumer group as well."}, {"timestamp": [4760.88, 4763.28], "text": " Does that make sense?"}, {"timestamp": [4763.28, 4764.32], "text": " Yeah."}, {"timestamp": [4764.32, 4769.0], "text": " And one thing I really wanted to know is like, you know, after leaving Oakland for 16 years,"}, {"timestamp": [4769.0, 4772.0], "text": " I was shocked walking down Queen Street."}, {"timestamp": [4772.0, 4779.0], "text": " I was very, very shocked, you know, because it's multiculturalism."}, {"timestamp": [4779.0, 4784.0], "text": " And just, you know, to me, it's a new demand and supply that you see all these international foreign students"}, {"timestamp": [4784.0, 4785.04], "text": " that they are"}, {"timestamp": [4785.04, 4787.5], "text": " actually bringing in their local shops with them."}, {"timestamp": [4787.5, 4789.72], "text": " They're bringing in their local brands."}, {"timestamp": [4789.72, 4794.04], "text": " So to me that it's going to change how, you know, maybe just in Auckland, I haven't done"}, {"timestamp": [4794.04, 4797.42], "text": " Wellington yet, you know, but it's how it's going to change the way we consume that we"}, {"timestamp": [4797.42, 4803.44], "text": " are more exposed to global brands, you know, especially in Asia, mobile technology are"}, {"timestamp": [4803.44, 4808.92], "text": " so advanced over there. How do you leverage that segments and turn it into a service that sparks New Zealand"}, {"timestamp": [4808.92, 4810.92], "text": " might want to offer very differently?"}, {"timestamp": [4810.92, 4816.24], "text": " So that's something I worth noting and that's something that I try to push within L'Oreal as well,"}, {"timestamp": [4816.24, 4824.48], "text": " is how can we target demographics, you know, like by 20, a 20, Hispanic, Asians, African-American,"}, {"timestamp": [4824.48, 4826.68], "text": " it's going to double in terms of birth rate in the US."}, {"timestamp": [4826.96, 4828.7], "text": " So it's going to be less Caucasian there."}, {"timestamp": [4829.0, 4834.48], "text": " So to me, it gives you completely a different opportunity of challenges of how do you bring in"}, {"timestamp": [4834.48, 4839.1], "text": " customized approach, communication, content, products to target all these people."}, {"timestamp": [4839.4, 4842.0], "text": " And that's something just worth thinking of."}, {"timestamp": [4842.58, 4842.98], "text": " Absolutely."}, {"timestamp": [4843.22, 4845.76], "text": " And I think the profile in Auckland has changed enormously."}, {"timestamp": [4845.76, 4849.6], "text": " The centre of gravity of the city's move from the corner of Broadway Newmarket and"}, {"timestamp": [4849.6, 4851.68], "text": " Remyra Road to somewhere out near Odehu."}, {"timestamp": [4851.68, 4856.12], "text": " There is something like 140 different nationalities in this city alone."}, {"timestamp": [4856.12, 4857.12], "text": " It is extraordinary."}, {"timestamp": [4857.12, 4860.8], "text": " And when I think about it, certainly when I started in advertising and Kalenzhenz, in the"}, {"timestamp": [4860.8, 4862.32], "text": " early 70s, we only had five tools."}, {"timestamp": [4862.32, 4865.68], "text": " You had television, radio, print, directs, and outdoor 70s we only had five tools you had television radio print directs"}, {"timestamp": [4865.68, 4871.04], "text": " and outdoor now we've got 105 tools but in those days it was like carpet bombing you had"}, {"timestamp": [4871.04, 4874.8], "text": " to kill everyone to get the ones you wanted and now with drones you can pick out individuals"}, {"timestamp": [4874.8, 4879.84], "text": " and i think that that's use the technology in order to do that so any other questions"}, {"timestamp": [4882.0, 4887.0], "text": " oh it's on the back."}, {"timestamp": [4887.0, 4892.0], "text": " Hi."}, {"timestamp": [4892.0, 4900.0], "text": " You talked about consumer experience and how they are moving more towards the expectation of personalized experiences."}, {"timestamp": [4900.0, 4905.1], "text": " What do you believe are the biggest challenges for large companies in adopting that trend?"}, {"timestamp": [4913.58, 4914.32], "text": " Being able, I think that from our operational excellence is we are so used to creating one product and sell it to the mass."}, {"timestamp": [4915.28, 4923.92], "text": " We really do. But now we have to really adapt the products to target and to ensure that we're actually giving a customized benefit in that sense."}, {"timestamp": [4924.34, 4929.84], "text": " I think from a product level, customization actually comes from who you're targeting,"}, {"timestamp": [4930.26, 4932.9], "text": " demographic-wise, a face cream."}, {"timestamp": [4933.28, 4938.6], "text": " It could be used by anyone else, but do you really want to reach women 50 plus,"}, {"timestamp": [4938.6, 4942.74], "text": " or do you want to reach millennials and educate them the benefit of moisturization?"}, {"timestamp": [4943.12, 4946.0], "text": " So to me, that means it could be a same product,"}, {"timestamp": [4946.0, 4949.0], "text": " but the message that you put on the product is going to be different."}, {"timestamp": [4949.0, 4951.0], "text": " And that leads to communication as well,"}, {"timestamp": [4951.0, 4955.0], "text": " because we are so used of creating an institutional advertising,"}, {"timestamp": [4955.0, 4959.0], "text": " that you have to use, you know, wherever countries or whatever market you do,"}, {"timestamp": [4959.0, 4962.0], "text": " and you cannot change the code of the advertising."}, {"timestamp": [4962.0, 4969.3], "text": " Gone other days because you're seeing consumers now becoming your own advocate that through YouTube videos that they are actually"}, {"timestamp": [4969.3, 4973.38], "text": " talking about your products, customize it the way they wanted to use it and"}, {"timestamp": [4973.38, 4979.02], "text": " become your advocate in that sense. So I really feel that for a larger organization"}, {"timestamp": [4979.02, 4983.88], "text": " in order for you to customize your product you have to listen to your consumer."}, {"timestamp": [4983.88, 4986.0], "text": " You know go through the true insight what are the various insights out there that you have to listen to your consumer. You know, go to the true insight."}, {"timestamp": [4986.0, 4990.36], "text": " What are the various insights out there that you can actually leverage to ensure that you"}, {"timestamp": [4990.36, 4993.6], "text": " have got the most customized approach?"}, {"timestamp": [4993.6, 4995.24], "text": " You can please everyone."}, {"timestamp": [4995.24, 4999.96], "text": " But at least you can please, you know, five big groups, then go for it in that sense."}, {"timestamp": [4999.96, 5001.16], "text": " Right."}, {"timestamp": [5001.16, 5002.16], "text": " Okay."}, {"timestamp": [5002.16, 5003.16], "text": " Okay."}, {"timestamp": [5003.16, 5005.0], "text": " Down here?"}, {"timestamp": [5005.0, 5007.0], "text": " Oh, that's one here."}, {"timestamp": [5007.0, 5008.0], "text": " Sorry."}, {"timestamp": [5008.0, 5009.0], "text": " I'm sorry."}, {"timestamp": [5009.0, 5010.0], "text": " Hi there."}, {"timestamp": [5010.0, 5011.0], "text": " My name is Teryl."}, {"timestamp": [5011.0, 5012.0], "text": " I'm from Amnesty International."}, {"timestamp": [5012.0, 5018.0], "text": " It was quite interesting hearing your thoughts about the future in the way that people feel more lonely."}, {"timestamp": [5018.0, 5021.0], "text": " The future is lonely, as you say it."}, {"timestamp": [5021.0, 5027.06], "text": " Like L'Oreal's obviously made a choice to kind of make the most of that"}, {"timestamp": [5027.06, 5033.62], "text": " opportunity per se. What advice do you have for businesses who want to actually"}, {"timestamp": [5033.62, 5039.0], "text": " counter that and want to make a more constructive contribution to countering that"}, {"timestamp": [5039.0, 5045.5], "text": " movement? That's a very very tough question. I'm not sure what I have to answer for that."}, {"timestamp": [5045.5, 5050.5], "text": " But I think it's more about what you can do because people like a brand"}, {"timestamp": [5050.5, 5054.0], "text": " because they have a deep emotional connection with the brand."}, {"timestamp": [5054.0, 5057.5], "text": " They feel that the brand is serving a higher purpose."}, {"timestamp": [5057.5, 5060.0], "text": " So again, it's a basic rule of branding."}, {"timestamp": [5060.0, 5062.5], "text": " You know, what do you really want to do?"}, {"timestamp": [5062.5, 5064.5], "text": " How can you serve a bigger purpose?"}, {"timestamp": [5064.5, 5066.08], "text": " And that really helps"}, {"timestamp": [5067.68, 5073.12], "text": " You in that sense. I can share my own personal experience when we acquire a brand called Purology"}, {"timestamp": [5073.76, 5079.76], "text": " It is a hair care brand. The shampoo is not like 40 bucks a bottle because it really really works"}, {"timestamp": [5079.76, 5085.28], "text": " But the whole point about this particular brand is that it has got a really beautiful philosophy."}, {"timestamp": [5085.28, 5089.04], "text": " It's 100% vegan brand."}, {"timestamp": [5089.04, 5093.12], "text": " It's about sustainability."}, {"timestamp": [5093.12, 5100.56], "text": " So immediately the brand forged relationship with Mikhail Gorbachev organization, Green Cross International,"}, {"timestamp": [5100.56, 5104.8], "text": " and start educating all the hairdressers that use the brand,"}, {"timestamp": [5104.8, 5108.0], "text": " that it's important for you to use less water."}, {"timestamp": [5108.0, 5115.0], "text": " You know, when you shampoo someone's hair, they communicate that their formula is more concentrated than other people's formula,"}, {"timestamp": [5115.0, 5119.0], "text": " so that you're using less products, you know, for a better efficacy."}, {"timestamp": [5119.0, 5123.0], "text": " So it really goes back to your DNA, to your brand philosophy."}, {"timestamp": [5123.0, 5126.54], "text": " How can you be honest and be transparent"}, {"timestamp": [5126.54, 5132.4], "text": " and also provide yourself with a mission to educate people on your purpose? And I think every"}, {"timestamp": [5132.4, 5136.96], "text": " brand needs to start looking into that because that's something that, you know, that"}, {"timestamp": [5136.96, 5141.2], "text": " gives you that bond, you know, an emotional bond with that particular brand."}, {"timestamp": [5141.2, 5146.16], "text": " Pretty time for one more question before we break for, oh, down here."}, {"timestamp": [5150.16, 5154.88], "text": " See, they are all on phones now."}, {"timestamp": [5154.88, 5155.52], "text": " I'm just kidding."}, {"timestamp": [5156.88, 5162.72], "text": " I work in the hotel industry and a lot of our guests are from the more mature generation."}, {"timestamp": [5163.28, 5167.0], "text": " And I guess with limited marketing budgets and a lot"}, {"timestamp": [5167.0, 5172.24], "text": " of our marketing now online a lot of our guys are that generation that we're trying to"}, {"timestamp": [5172.24, 5179.44], "text": " get engaged are not in that like in that they don't go online so I guess do you have any"}, {"timestamp": [5179.44, 5185.86], "text": " suggestion or how you can really try and get those people to become your advocates online?"}, {"timestamp": [5186.1, 5191.3], "text": " I think I love this topic because everyone that works for any large..."}, {"timestamp": [5191.3, 5193.34], "text": " You're not alone, I can tell you that you're not alone"}, {"timestamp": [5193.34, 5196.38], "text": " because there's always limited marketing budgets."}, {"timestamp": [5196.64, 5199.84], "text": " The more specific we wanted to go, the lesser the budget."}, {"timestamp": [5200.42, 5203.28], "text": " And that is a worldwide phenomenon, not just your problem."}, {"timestamp": [5203.28, 5208.9], "text": " I think what you can do is really look at organization and form partnerships with them."}, {"timestamp": [5208.9, 5214.1], "text": " For example, in the US, you have the American Retirement Association."}, {"timestamp": [5214.1, 5218.6], "text": " For example, you can work with them to look at it from a content point of view."}, {"timestamp": [5218.6, 5220.3], "text": " We talk about loyalty programs."}, {"timestamp": [5220.3, 5223.8], "text": " That's something I don't have the time to talk about is the future of CRM."}, {"timestamp": [5223.8, 5226.1], "text": " How you can basically tap into"}, {"timestamp": [5226.9, 5234.18], "text": " their data to help you to recruit consumers for you with a special offer that you are able to track and know that it's actually"}, {"timestamp": [5234.18, 5239.6], "text": " delivering some sort of value and performance and use it as another case to ask for a bigger budget."}, {"timestamp": [5239.6, 5242.6], "text": " Another way of doing it is to work with a community"}, {"timestamp": [5243.22, 5250.18], "text": " There is a lot of community out there that specialize at providing specific content,"}, {"timestamp": [5250.18, 5251.38], "text": " like Women 50 Plus."}, {"timestamp": [5251.38, 5255.12], "text": " We work with a company called Vibran Nation in the US,"}, {"timestamp": [5255.12, 5257.98], "text": " and they are basically influencers and communities"}, {"timestamp": [5257.98, 5260.64], "text": " that talks about Boomer's topics."}, {"timestamp": [5260.64, 5263.56], "text": " I subscribe to them out of curiosity."}, {"timestamp": [5263.56, 5267.68], "text": " So it's like, how do you date when you're 55? You know, like what outfit do you need to wear? You know,"}, {"timestamp": [5267.68, 5271.6], "text": " those topics are really, really interesting, you know? So to me, it's like by forming an"}, {"timestamp": [5271.6, 5276.0], "text": " alliance and a partnership with a community, you are able to listen to them what they"}, {"timestamp": [5276.0, 5280.08], "text": " really need and provide them with very relevant content that can lead to a marketing"}, {"timestamp": [5280.08, 5286.54], "text": " activities. Another thing I would look is purely by looking at how consumer are"}, {"timestamp": [5286.54, 5290.72], "text": " searching on Google. I'm not sure whether you guys are using Google"}, {"timestamp": [5290.72, 5295.72], "text": " analytics. It's a great, great tool for you to actually get a quick snapshot"}, {"timestamp": [5295.72, 5299.98], "text": " of what consumers are searching out there. And how you tag a video sometimes"}, {"timestamp": [5299.98, 5304.06], "text": " from YouTube, it's like no rocket science. You know, we've been exposed at a lot of"}, {"timestamp": [5304.06, 5305.04], "text": " brands that's been tagging video. I won't quote example. They put like, hashtag my. We've been exposed at a lot of brands that's"}, {"timestamp": [5305.04, 5309.88], "text": " been tagging video. I won't quote example. They put like hashtag my brand name, hashtag"}, {"timestamp": [5309.88, 5315.2], "text": " my brand name, brand name, brand name. Rather than talking about hydrating night cream or"}, {"timestamp": [5315.2, 5318.9], "text": " et cetera, et cetera. So to me, if you want to ensure that your hashtag is quite relevant, so"}, {"timestamp": [5318.9, 5324.0], "text": " that when someone actually search for your product, it will actually come out. Not only that"}, {"timestamp": [5324.0, 5332.72], "text": " is looking at some of, there is almost a resurrection of new celebrities or"}, {"timestamp": [5332.72, 5335.24], "text": " self-made celebrities through YouTube as well."}, {"timestamp": [5335.24, 5338.16], "text": " It's really interesting for them to talk about their experience."}, {"timestamp": [5338.16, 5343.02], "text": " And where I am seeing with what you're talking about is called authentic marketing."}, {"timestamp": [5343.02, 5345.96], "text": " We need to be more authentic if we really wanted to target"}, {"timestamp": [5345.96, 5351.24], "text": " a particular group of segments and through that, yes, it's small but it'll give you a greater"}, {"timestamp": [5351.24, 5358.68], "text": " return. Thank you, Sam. That was up. Can we just give it on the big round of applause"}, {"timestamp": [5358.68, 5367.4], "text": " to Sam? It's just outstanding. Thanks, mate. Thank you. Thank you."}], "text": " Well, welcome everybody. I'm Mike Hutchison. I'm going to be the emce for this part of the session. And there's a few housekeeping things we have to go through. But first of all, I just want to say thanks very much to conference for organising this. What an amazing turnout and a great presentation. I think it's just just terrific and I think that also also want to thank and acknowledge the sponsors for the various various sessions the Orange Group they'll be conducting the or orchestrating the the live session in here after after morning tea to Fairfax they'll be running at the reach session downstairs to Microsoft the data session next door and also to SSI survey sampling international'll be running the REACH session downstairs, to Microsoft, the data session next door, and also to SSI, Survey Sampling International, who are doing the brand session. And also I want to thank Saw Printing, Spyglass, Displayways, Perpetua, Celebrity Speakers, show gizmo, event solutions, and Ecast for helping us to bring this summit together. It's going to be a great day. As an amazing lineup of speakers. Those of you who were at the breakfast session who heard Umang Shah. We're just really privileged to have such quality speakers. You'll be hearing from Sam Shau very shortly. And then Tim Gantz, Nicole Bardsley and Mark Lepine a little later on. There'll be time for questions and answers after each of the sessions. So we've allowed 10, 15 minutes after each session, so they'll have plenty of time, but you can also ask questions on Twitter, so please don't feel shy about coming forward and logging your questions online. And also with, if you haven't downloaded the Marketing Summit app, be sure to do so. So you can download ShowGizmo from your iPhone or Android or go to the Android stores and pick up the app and then go to the URL for ShowGizmovee for all other devices. After of course the session at the end of the day there'll be networking drinks. I always think that if you come to a conference and it's all new, you're probably at the wrong conference. If you come to a conference and nothing's new, the conference is wrong. But even if you just get one gem or make one network contact, it's worth the price of admission. And certainly I know even from Umang Sharan, certainly in talking with Sam Chow, the stuff that you'll get out of the section today will with the price of admission. As far as housekeeping is concerned, the OSHA requirements, the week breaks obviously for morning tea and lunch and afternoon tea, the toilets and restrooms are down here and out here and up the stairs. And of course if there is any kind of emergency, just go out into the foyer and the Sky City staff will usher as to places of safety. And I think that there'd be ideation and collaboration sessions a little later after lunch. And I think it's just incumbent all of us to participate in these because they're a great opportunity to collaborate in groups. And one of the most important things I think about any kind of innovation is the notion of collaboration. Life too complex to do stuff on our own. Funny enough, actually I'm in the middle of a master's thesis on the alchemy of creativity in New Zealand business. And one of the common themes I've had in the research and the interviews I've done with various people is the importance of collaboration. While one person can have an idea, it takes a lot of us to actually make it work. And I think that these ideation sessions that are going to be run by the better by design people will be great examples of that. So I'd urge you to make use of that after lunch. Before we start, though, I just want to say a few words about marketing generally. I've been in the business longer than most of you have been alive. And I agree with Peter Drucker that marketing is probably the most important thing in a business. He said that business enterprise has two and only two basic functions, marketing and innovation. Marketing and innovation produce results, everything else is a cost. I've got this theory that marketing lost its place at the top table after the late 80s, the dot-com crash. And of course, those entrepreneurial companies got taken over by the bean counters. And all of a sudden, lots of marketing graduates arrived from university at these organizations. And the bean counters who were running these businesses after the dot-com crash didn't understand marketing on these things like storytelling they understood only understood numbers and marketing kind of got relegated to a function in the business rather than the purpose of the business itself to me a business having a marketing function or a marketing department is like a church having a religion department. Marketing is what it's all about. The whole purpose of any business is to satisfy consumer needs at a profit over time. And all the other things, finances are function, distributions are function, manufacturing is a function. But marketing is a philosophy. It's the purpose of the business. And I'm personally on a mission to make sure that marketing gets back to the top table. So few managing directors, so few CEOs of organisations in this country, so few directors of public companies have a marketing background. And I want to see that reversed. And my mission in the life of the rest of my life is to bang the drum for marketing and innovation in business. And actually to give us a clue as to how that might happen, it's great pleasure to introduce Sam Chowell. Now, Sam's no stranger to New Zealand, that he's going to talk about transformation and disruption. And he's going to talk about it in a rather unique. And so he says a very interesting and controversial way. So please welcome Sam Chow to the stage. Thank you. Thank you. Thank you. Thanks, man. I'll see you. Thank you. Good morning, everyone. I thought I should start the presentation that way because with the role of social media, it's really changing the way we are seeing marketing. And I think it's one of a key team that I really want to share with you today. And also going back to what might mention earlier, the reinvention of marketing. So before I actually start, I really wanted, oops, I press the wrong button. I actually wanted to share a little bit about myself to you. I am currently based in New York City with Laurel, USA. I have several roles and titles over there. I am the head of trends and innovation for the company serving four division and over 30 brands. And I basically predict what are the key beauty trends, beauty products that we should be launching in the next 18 months. And yes, I do use makeup from time to time because it's part of my job. Secondly, I'm also the head of mat here. That means I specialize in skin, hair, makeup, men's and alternative retail. And I'm very fortunate to be specializing in these four key areas because I'm able to see the trends from one category influencing another category. And another third part of my role is I am actually the head of the CMO agency, a unit that I established over maybe 10 months ago. It is our own internal business development and incubation unit where we partner with anyone in the company or external partners to drive innovation and new business model. And Mike mentioned earlier, collaborative growth is very important because we cannot do it all today ourselves. And we really need to partner with different people from different backgrounds in order to ensure that we can go to market quicker and faster. So, Kura, I love saying that because if I say that in New York, no one actually understands me. I've been in, I'm originally from Malaysia. I study, work and live in Auckland 16 years ago. And after that, I was working agency in Asia before I moved to the client side in Europe and in the US. And what I really wanted to share with you is when it comes to trends and innovation, it's very important because it's all about anticipating the future. We really need to look at how our consumers are consuming, what channel they are actually using, and also what the future business model is going to be like. A few caveats, I'll be sharing with you some trends and trend indicators, I would like to call them that way. They are not a Laurel presentation. This presentation is curated for you guys over here. And the point I'm trying to make is that some trends could be really big in the US. It may not be big right now in New Zealand, but it's going to catch up sooner or later. Why information is available with one single click. You know, we are all a global citizen this day. Trends from Asia comes to the US so quickly, you know, then you have global consumers traveling one from one place to another place. So to me, it's the speed of movements really helps you to actually establish where the trends is going. Before I start, I also want to give you a few caveats. Usually when I present trends and innovation to a lot of the business people, you know, the CEOs and the managing directors, the first thing they will always ask is like, Sam, tell us what's the size of the price, you know, what's the market growth, what kind of market share can we get? Numbers, numbers, numbers, great. I love numbers. But at the end of the day, you cannot quantify a trend with numbers or with a value. Why? Because if there is a numbers to it, then it's no longer a trend. It's a recyclable trends. So that's something that's important for you to take away, because if you come or stumble into an idea that's really interesting for you, it's important for you to be very consistent and be strong and be resilient about sharing the idea with your organization. Otherwise, you could miss the trend completely and become a me-too. So I don't know what the future is going to be, but we're going to take a journey and discover it together. So the first thing I wanted to do is also ground the presentation in terms of why trends and innovations are very important. And I always like to call it as a way of how we can actually create and deliver value. I like to look at it in this way. In everything we do from marketing point of view, there is data and there is also intuition. There is logic. There is emotion. It is the combination of that that helps marketers to be very, very successful. If it's all about data itself, join the market research in sites, you know, division. But at the end of the day, as a marketer's, we need to take both sides of this information and provide that in a very balanced approach Now, how do you actually capture value? This is a model that I use quite a lot and this is something that enables you to look at it from a bigger picture As you can see, in order to create value or deliver a value proposition, you need to be asking yourself, who do I want to collaborate with? Who are the key partners internally and externally do I really want to leverage to create a new value? What are the key activities we are going to look at in terms of the products that we intend to launch? Is it a new business model or is it a new service? Then what are the key strategic resources you would need? Is it a platform? Do you need a technology? Do you need the right people to actually work for you? So that is on the left-hand side. Now, moving on to the right-hand side, you have three key areas. What kind of relationship do you want to have with your customers? Who owns the customers? Is it through a retailer? Do you want to own it directly? That means a direct-to-consumer model? What are the channels that you wanted to operate in? Again, there are so many distribution models this day, and it's worth considering that. And what are the key customer segments? And sometimes we don't ask ourselves enough of debt. Because if you look at where the world is going, you have a huge population of boomers. Are we talking to them directly? Are we empathizing, you know, with the world is going, you have a huge population of boomers. Are we talking to them directly? Are we empathizing with boomers in terms of how they wanted to consume, in terms of the products that they want, in terms of the message that they wanted to listen to? And then on the other side, you have the millennials who completely disrupts everyone in terms of how they wanted to see, feel, and do certain things. So when I actually... Sorry, I can't press the wrong button, so when I actually put these two together, this is one way of amplifying trends in that sense. As you can see, the left side is pretty much your logic and the other part is more on your intuition. And that's very important because through that, you are able to find what are the trends that are coming from each of these segments and how to use them relevantly in what you're trying to actually achieve. Because a trend could be a trigger from a key partner that's introducing a new technology that could spark a chain reaction in consumption habits. So it's important for you to put this into context and we will go through the trends today. Sounds good everyone? Good? Excellent. So what are my predictions and outlook? There are three of them. First, I want to look at the consumer first. I think that's very, very key for all of us. Second, we're going to look at how they are going to consume. Thirdly, what are the channel that they will be consuming from and what does it mean for us in the future? So, my first trend, the future is lonely. So grab a beer and your cell phone because that's the truth. And the reason why I'm actually saying that is because we are so socially connected. You know, I'm not sure about you, but I do admit the first thing I'm actually saying that is because we are so socially connected. I'm not sure about you, but I do admit the first thing I wake up in the morning is to check on my Facebook, you know, to see what my friends are doing around the world, you know? Are they having a better life compared to me? Are they working harder or are they going out getting pissed, you know? So those are the tricky things that, you know, I tend to do in the morning, you know. But, you know, in a very socially connected world when you look at it we are really oh we are really less social now we spend so much time with our phones and you know and if you think we are really connecting with everyone else not really so try to make an effort today to get to know someone here, shake their hand, exchange business card versus trying to find them on Lincoln afterwards, you know? So there are three studies I wanted to share with you. One is from Dr. Eton Cross from the University of Michigan. And basically he did a study across, I won't go into detail of the study, but the key takeaway is that when he surveyed a group of women that's been using Facebook at one point of time, when they were being contacted after that, these women actually say that their feeling is not as good as what they used to be. So indirectly, there is a state of loneliness in that sense. In another study by Dr. Larry Rosen from California State University, basically he looks at social media in two different ways. On a positive side, it's a great way of gaining social empathy, you know, from liking and sharing. It influenced one moods, you know, and one's behavior. But on the other side, it can really lead to narcissism and antisocial behavior. But imagine, I don't really have to hang out with you. I can just see whether you like me or not and whether you're responding to the picture I posted through my cell phone or from my smartphone. And closer to home in New Southwell, Dr. Yassav Al-Sargaaf, he looks at it in a much more granular way that a lot of women tend to share a lot of information online, 79% of them, you know, tells them about their marital status, what books they like, you know, what food they like, the list goes on. And the whole idea is that it's a sign of loneliness, because why? By volunteering my information online, I am actually inviting people to make contact with me, to like me, to share me, to drop me a comment, you know. So it's quite worrying in that sense, but that is a hope for all of us. I feel that the consumers are very lonely. Our consumers are very lonely. And as brand marketers, whether it's product or services that you're looking after, we need to ask ourselves, how are we going to address this? So I'm going to show you some example. Can you guys just look at this picture in any form of social settings, whether you're with your friends or families in the weekend. People are out there doing it with their smartphones. And then if they go to a concert, is this picture familiar to you? Everyone, rather enjoying picture familiar to you? Everyone, rather enjoying themselves listening to Beyonce, they are more worried about getting a good angle and capturing every single thing on a video and sending it to their friends. And yo is an app, and I heard some of you laugh at this, yo is a pointless app, I have to say that, you know. It is an app that you can just simply click on someone's name and they'll receive an instantaneous yo from you. And it's funny, we don't want to call someone anymore. We don't want to text anymore. We're too lazy. We just one swipe. We can just yo someone. That means I am actually thinking about you. And you heard of Snapchat, right? Snapchat is another great way of just taking pictures or videos and you give that person five second max, you know, to actually look at it before it disappear. And this is what I call effortless sharing. So what are the trend indicators? You know, if you don't believe me, I'll show you some example of why I really feel our consumers are really lonely. First, this is a play called I Wish I Was Lonely. It was in the Edinburgh Film Festival in 2013. And the concept of this play is quite interesting. They actually embrace smart devices into their play. That means you can turn on your cell phone, use your cell phone in the play, and if someone were to ring you, feel free to answer it. And the whole idea about this play is to really let us look at technology on a bigger picture, that we must stop telling people where we are at, what we are doing, and attempt to be lonely. It's a way of showing the audience that a social connection is very different from having a real connection with human being. Next is something what I call emojis. Don't you love emojis these days? I'm still trying to find a way to construct a full sentence on emoji, and I'm still struggling these days, you know. And we're using emojis regularly. And Monday this week, I didn't realize that Telecom, New Zealand has changed their name to Sparks. So when I was on Queen Street, I see all this emoji queue. So indirectly, you know, believe it or not, we are starting to integrate emojis into our life. So that's something worth noting at. This is called an emoji tracker. You can see the numbers of people using a certain emoji around the world. What is the most popular emoji out there? And think what you can do from an advertising and marketing point of view. How do you build rapport? How do you build affinity with your consumer by using the right symbols, icons? It's not rocket science. You know, human mankind is based on symbol and signs, and now emoji is the next big thing. If you are complex and your desires are feeling, it's hard to be contextualized in a form of emoji, there is an ad for you. It's called emotizer. An emotizer basically allows you to create your own feelings into an emoji icon. And the funny thing is that you can still search for friends, strangers, that you have no idea that leaves around 15 blocks around you that share the same feelings. So imagine those data, what can we do with those data? Precise emotional marketing. And I think it's still untapped, and I think it's something we need to look into. You may have heard of tune picks. Music and pictures are very powerful tools that we use all the time in marketing, event marketing, etc. TunePix allows you to take a picture, attach a music, and send it to someone else so that they can see and feel and listen to your state of being. Then, if Facebook is not enough, you have an emoji Facebook. That means, you know, it's a social network where you're all emojis. And that's really scary because, you know, the best phrase I've heard is that rather and just writing or whining how I feel on Facebook or on Twitter, I can just send a picture of a poop to show how shitty my day can be. Next, if I have something called McMorgy, it's launching at the end of this month. I've been tracking this. This is basically an ad that allows you to create your own emoji. So think of custom personalization, that our consumers are lonely and they're not really reaching out, you know, but we are reaching out to them in a very different way by giving them the tools to be even more lonelier, to be even more removed from us. I love this app. It's called Beyond Verbal, and I think everyone should download it and use it on your boss. The reason why is this app actually allows you to record someone's voice while they're talking like me for 20 seconds long and actually it will tell you how they are actually feeling. You know, I did. And it's amazing. You can hear, okay, hostility, dominance, exert control, feeling of loneliness, you know. This is an amazing app to you, but there is a bigger insight to this app because we are looking at a way of how to quantify emotions, right? Emoji, et cetera, all the stuff that we're seeing out there, how can we quantify emotion? And this app is just the beginning, the tip of the point of showing how we can start using emotion in a much more clever way. Simple emotion is basically a startup, two guys from Stanford University. I've been in contact with them. They're very, very young, nothing wrong with that. But the funny thing is that they have developed a software that basically tag emotions and other data to let you know how your consumer is feeling. It's great for customer care center because if you're calling someone, let's say, Virgin Airlines, I said, look, your service is really, really crap, your plane is delayed, I'm not very happy. Yes, you could be very polite on the phone, but your emotion could basically be saying that if you're not giving me what I want now, I'm going to dump you forever. So that is something worth thinking because we are all humans, right? Sometimes we have to control the feelings inside in order to be politically correct, in order to be professional. But there's a meaning that doesn't mean you're telling the truth. So as I am seeing more of this app and emotional metrics, it really concerns me because we are really going into what I call the new economy of loneliness. And I call it the economy of loneliness because it is an economy and we are actually exploiting it. So what does it mean for all of us? It requires a new school of brand management. I think there are some agencies people here in this room. So we really need to start thinking and planning for the future. And New Zealand is well known for that. How do we create a new school of brand management to manage the emotional value of the brands, the consumer, that we are wanting to target? Second, we have a challenge and an opportunity. How do we capture authentic insights from our consumers versus what they are actually feeling compared to what they are projecting to you. So what is the truth? And that's something worth finding ways to really developing an insight that we can use for our clients. And I always refer to Laurel as a client because I'm not a Laurel baby. And how do you also create relationships, building brand love for your brands and for your clients as well? Because it is completely a new model. It's so disconnected that we have to find new ways of actually delivering two-way meaningful content. Do you yow them back? Do you send them an emoji? So to me, those are the things that are important to bear in mind because you want to be relevant. You cannot change it. You cannot fight it. You might as well adapt to it. So I guess what I'm trying to say here is that we're guessing a new media landscape. And when I say media is offline, it's online, it's everything. I really hated the word digital because all we are doing every day is digital. And to me is we need to find a new way of planning our media investment. You know, how do we feel certain programs that could really help funnel our consumer emotion to brand love? So the second trend, enough depression. The second trend is all about disconnected, you know. And I really see the future is more disconnected in a few ways. One, we are always time demand, right? We're moving from one place to another, and in New York, you can times that, times that by 15 times, you know, uh, it's a red race over here. But here in New Zealand, the same thing too. You have to go to one place, trying to manage your work life balance, et cetera, et cetera. Secondly, we are goals-oriented, or goals-oriented. We have so many goals to actually pursue professional, personal community. Not only that, we are always on the move. Sorry, I don't have money for stock images. I took pictures of myself, you know. So we are always on the move. And that is something worth bearing in mind because we are so time poor. And we volunteer ourselves to have an accelerated state of mind. We are wearing fitbit, jaw bones, and weight, Apple Watch coming soon, you know, so that we can know how we feel, how many steps we walk, you know, how much weight we've lost, you know, are we doing too much calories, etc., etc. cetera. So we inevitably volunteer ourselves to an elevated being because we need data. We need data. We need tick data to quantify, you know, our emotion, our empathy, and our intuition. And that's really, really scary for me because it means we are all multi-screen users. So this is a study done by Google and Ipsource in 2012, and their very early adopters at that time, that 90% out of 1,600 US people that's being surveyed, 90% admit that they use multiple screens. So what does it really mean? Our consumers are repacious, meaning that they want more than they actually need than they actually deserve. Because average 4.4 hours a day, we are spending time, our leisure time, not work time, in front of the screens. What does it mean? It is creating a new transaction, a new way of purchasing, transacting, or getting whatever information you want. So there are two types when it comes to screen users. First, you have what I call the sequential screen users. Some of you can basically admit to that where you switch from one screen to another screen when you're getting information. And here are some of key activities, browsing the internet, social networking. You're always switching screen because if you want to check someone video out, you might want to use a tablet because it's a larger screen. Secondly, another school of thought is that you also have simultaneous screen users. That means they use all these screens simultaneously. And what's really scary is that each screen perform a distinctive activities. So you could be checking Facebook on your smartphone or you could be watching video on your tablet, but you could be actually buying something on your PEC. And we are so used to that. So to me, it leads me to the conclusion of what I call the lifestyle of multi-screen. And it's very important for you guys to bear in mind because sometimes we like to compartmentalize ourselves, oh, that's offline, yeah, that's online and we are social, right? Because at the end of the day, when you do a great campaign, you need to have content and if a consumer cannot get content from your smartphone or from your website or from a table or from YouTube, you don't really have a purpose. So that's why it's important to bear in mind that everything we do, we need to think of the lifestyle of the multi-screens. So Uber is coming to New Zealand. Have you guys heard of Uber? Yes. In New York, it is a staple app, because we don't have to fight with someone to get a cap anymore. It's just brilliant. So to me, it is a staple app because we don't have to fight with someone to get a cap anymore. It's just brilliant. So to me, it also shows you that we are now dictating consumption. Through screens, we need something and we need now. Secondly, we are also seeing a new business model. After Uber was launched, this is an app called Lyft, L-F-Y-T, and it's basically carpooling or ride share. Two days ago, they announced an acquisition of another company in the UK called Hitch Right. And the whole idea is that you can carpool with anyone close to the vicinity by giving them a fee or a donation. And to me, it's gone other days where you have to read a piece of paper on a community board to say carpooling. Next is we have another website and app called Simulus Web. And it's basically a place that you go to to order food whenever you want, and they just deliver to you straight away. So I'm going to show you a few of these examples. And then you have open table. This is amazing because you don't have to speak to someone, talks to someone, hoity, toyty. He said, look, can I give me a table at 8.30 p.m. at this place, please, is my mother-in-law in town. Can you just give me that table? We all are guilty of doing that. But at the same time, this ad just cuts through the middleman. You don't have to speak to someone anymore. And you can just select whenever restaurant, whatever restaurant you want and at what time. And I love Tinder, you know. To me it's that, you know, talking about multi-screens, this is called social connection on demand. And it's really scary. We can just meet people through our phone. Isn't it a revolutionary that you don't have to wake up, put on your makeup, you know, you don't have to wake up, put on your makeup, you know, you don't have to get dressed, you didn't have to get doll up, you know, you didn't have to worry about how they perceive you to be because you could be in your jammies, watching Bridget Jones, I'm suddenly being depressive, you know, and playing Tinder, right? But that's a scary thing because it has changed the bar industry. No one's going to bars anymore, right? People go to restaurants. So to me, this is something to bear in mind. Not only that, we have something for everyone. We have grinded for, I have to be careful when I say that we, it's for men, bi-curious, and bisexual men. And the whole concept is like, hey, we can network within 20 feet, you know? And the funny thing is that we really start them young. And this is nothing to be joke of. A official prize launched this thing. And we are actually encouraging the future generation that with one swipe or with one screen, you can just get anything you want. So what are the trend indicators? So this is table list. Table list is really changing the entertainment or the social industry where you can just reserve a VIP table at anywhere, whether it's a rooftop launch, a VIP club, or et cetera, stuff like that. And you are able to get the table. You can split the cost of the table with your friends and everyone's pay directly on the phone. So again, cutting out the middleman. Then you have TaskRabbit. It is an app, which is really quite interesting. I'm not sure whether New Zealand is ready for that, but everyone else is doing that in the States, where it is a app marketplace that you can actually go and name the task that you want to be completed. And this pre-approved task rabbit would actually pitch for your job. So for example, say, can you come and clean my house, deep clean for 40 bucks, and you see five people actually responding to that. And those who have the best reviews, has got the most consistent ratings, you would just select them and they'll just come over to your place and clean your house. And I have colleagues actually use TaskRabit to get people to queue in front of the Apple store for the iPhone 6 plus. I mean, we laugh about it though and sometimes we take all these apps for granted, but it's really changing the way of how we consume. Next is handybook, you know, I'm sure wherever you go in the world, people always complain about, oh my god, the plumbers are not so reliable. They promise to come at night. They come at 2 p.m. They wasted my time, blah, blah, blah. Then, you know, you have this app that really looks at the gap and the opportunity in the marketplace and actually launch something that gives you handyman, cleaners, et cetera, you know, with one single click, and they'll come and perform the job that is required to be done. Then you have washer. Just so you know, in New York especially, because of the size of the apartments, you're considered to be very well off. You can have a washer and a dryer in your apartment. Most people have a communal washer and dryer and most people send everything out to a cleaners. And now you have an app that is attacking the laundromat industry, that they will send someone to pick up your dry cleaning, all your laundries, and deliver it to you. Not only that, this is an app called Woon Woon, and Woon is fantastic. It's almost like CASTRabit, but you actually can text message with the person that is actually performing the transaction for you. So basically here, it's like, you know, please go to Paragon and pick up a pair of shoes for me, size 9. And then she would text you, but there's no size 9. What about 9 and 1 half? Sure. What about this color? Fine. And that person becomes your immediate, you know, outside circle in those of performing that task for you. Then let's talk about babysitting, you know? For those who terms of performing that task for you. Then let's talk about babysitting, you know. For those who have kids, that's an app for that. It's called Urban Sitter. Where is on-demand babysitters. And I'm sorry, sometimes you just need a babysitter, you need a babysitter. And this app actually allows you to review babysitters, find out who is good, etc., who's around you, and get them to babysit for you. Not only that, we have one for our dogs as well. It's called Swifto. And Swifter is basically an ad that allows dog parents to actually be in control of their schedule and also ensuring that the dog walker is actually coming in and walking the dog with a GPS tracking ability. Then you have postmates. We love postmates, especially if you work and you work quite long hours. And usually this is great because they are actually sending someone to pick up anything you want, whether it's to Starbucks, to apples, or to Best Buy, etc., and they will deliver it within an hour. And if they can't, they also share with you their estimate time arrival. It's really crazy now how we are consuming very differently. We all talk about convenience, but this is actually changing the way how we will be consuming in the future. So if you're in a product industry or if you're in a service industry, start to be prepared and start thinking how you can actually test and learn new ways of doing things in the future. Then you have blue apron. I think that's a similar model here in New Zealand. It's called the food bag. Basically, it's auto replenishment service where Blue Apron will deliver in a large boxers all the ingredients that you want with recipe cuts, step-by-step instruction for you to actually cook at home. And this is a model that a lot of people are so time poor, but they still wanted to cook at home, and it's been doing quite well lot of people are so time poor, but they still wanted to cook at home and it's been doing quite well in the state. Now you have something called Cook Air. So for example, let's say Mike has just cooked a huge barbecue at home and, you know, and he's going to be the chef. So he could basically offer for all of us to pay 20 bucks to go to Mike's place and have barbecue with him. I'm honest, this is a real thing. It just shows in every trend that is always a counter trend. The more on demand, the more alienated, the more isolated you are, people are starting to find a new business model to actually claim back what is being taken away from them. Then you have box. Box is, I would refer to them as the Costco of all mobile apps. The whole idea is save time, save membership fees, save back, you know, you don't have to carry all these large box sizes and you pay them at pin size price. And these products are being delivered to you, you know, at pin size price. And these products are being delivered to you at your doorstep. So they're actually changing and competing with your traditional Costco. In US, we have BJ, Sam's Club, and all these retailers now are looking back and said, oh my God, what do I do? Not only that, we have to talk about beauty because I'm from Laurel. We have Vancec. Vancec is an app that actually allows have to talk about beauty because I'm from L'Oreal. We have Vancey. Vance at it's an app that actually allows you to book a blowout or a makeup service at your home. So for 50 bucks, for 48 minutes, still come to your home and blow dry your hair for you. It's true, it's out there. I really want to pilot here in New Zealand. It's like, oh, come on, do it, you know? And you think this is crazy? Look, this is the next competitor, Glam Squad. Glam Squad does exactly the same thing, but have different looks, different menus that you can go for, updo, braiding, you know, weekend a look, you know, the beach wave look, et cetera. And they are diversifying into makeup, into men's, etc. Not enough, there's another app called Starlist, that you can choose your service, you know. Look at the ratings, who do you want, time convenience, if I want a bra service, not bra, brow service, you know, I can actually get someone to come to the comfort of my own home and actually shape my brows for me. Then you have Style B. Style B is actually expanding their service a little bit because there are so many competitions now in such a niche category that they're going to massage as well. So I'm just talking about beauty and I've shown you four apps and there are more out there. Then you have Uber Beauty. Uber Beauty is a similar concept. They have it on website and they also have it on app, but they are very clever because it is an on-demand beauty service that has been designed only for those who live in the Hamptons. And what they do is they have all these women in 1,500 Torino scooters that goes to your home and actually does your hair, focus on your makeup at the convenience of your own home. I think I can get my point. Next you have medicine writ and this is really interesting, you know, marketers will always say hair color, how can you sell hair color online? Because it's such a personal experience, you know, that I really want my hairdresser to look at my zone one, you know, my roots, you know, and how my color would transform over time. Medicine really launched a concept of actually through digital tools, online consultation, bless you. And selling hair colors online. And what's really interesting is they are basically attacking both parties. They're talking to all the mask brands, like, look, are you serious? You want to spend $7.99 on a box of hair color? Do you really trust it? Because you're buying it on your own. And the next thing, they say, hey, you're a silly person. Why are you spending $250 on highlights when you can do it yourself? So the whole idea is attacking both part of the business to actually offer a much more personalized approach to their consumer. Then ask Clara, we are getting serious now. This is basically an app that allows you to take any pictures of skin concerns and they also do SDD, just so you know. You can send the pictures out and in 48 hours you will receive a diagnosis from a dermatologist. And we know sometimes how hard it is to get an appointment with a dermatologist because they don't work the hours we do. They start from 9 and they finish at 4.30, you know? So to me is, you know, that is again looking at, you know, the opportunity in the marketplace and coming up with something that is completely unconventional. Not enough. You have Pager. Pager is, I call it the doctor Uber. Basically, you can get a doctor to visit you at the comfort of your own home. And they're rolling out in so many estates now in the USA. And the whole idea is that, you know, you can always get the doctor to come in any time. And we are predicting that they're going to be introducing search pricing. Why? Because if it's the flu season, it's during the winter month. There's going to be higher demand for doctors. I'm sure their price will go out. So imagine an app can actually change the demand and supply of the marketplace and dictate their pricing model. Then, of course, you have Zeele, Massage on Demand. Then you have Beautified. And it's a really an interesting hybrid model. And Beautified basically helps retailers, stalls around a particular area, to sell andsold inventory. So let's say if I have less food traffic in my spa, I can immediately offer a massage, a manicure, and put it as a flash discount through my app and get people to come and book it immediately. And trust me, a lot of people actually do that. Then you have hinge,inge into the new Tinder. And it's basically, it is an app that's based on the concept of more millennials that it is an app that introduce you to friends that your friends would introduce you to. That means go through your Facebook profile, match up your friends, through algorithm, it introduced you to another group of our social network. Then we have Grupper. Grouper is an interesting app. It's still social. algorithm, it introduced you to another group of our social network. Then we have grouper. Grouper is an interesting app, it's still social. Through algorithm, they are able to match parties, one party to another party. So let's say three boys, three girls, they'll match them, and they'll pay for their first round of drinks in an unspecified location, and you can have a group session, that means hang out, etc., and they offer you live coaching. So if you're awkward during the day, you can actually text and talk to someone. But what they really insist you to do is the next day you have to give them feedback. And I see this is a huge potential CRM2. You know, how do you use live feedback to improve your matching service? Then, have you heard about Trinder? Now, this is for couples or singles with mutual desires to form a trio. It's a threesome ad. And sometimes you have to ask yourself, like, where is this world going? You know? Every single niche, every single idea, like, where is this world going? Every single niche, every single idea, the smaller it is, the better it is, I can create a marketplace for that. Then you have Live 360. It's more of a family app that you are able to track where your teen kids are going, you know, whether they have checking at their friends' location. It's a live GPS so that they're saying that they're going to the mall, they're actually going to the mall and not somewhere else, you know, and I always joke that, great, you have Trinder, and now the kids can actually track whether their mommy and daddy is going for a trism, you know? So to me, it's like these are the things, as you can see, all this on-demand consumption, you have all these new models that is quite scary. So what does it really mean? Our contacts are actually dictating the new future of product and services. So in China, in Chongqing, they actually develop a pavement. I think you guys have seen this one for phone fubbing, phone snubbing. So that means that this is a pavement for those who are permanently glue on their screens, you can walk on this pavement because there's less accidents. And the whole point is that the context that we are in at the moment are driving a device choice. It's important because the state of mind we are in, the goal that we wanted to achieve, the time that we have, it is dictating how we are going to consume. Not only that, it is actually taking it to the next level of creating new retail models. So I call it the dopamine effect. Have you heard of the dopamine effect? So everyone, each time, the more you tinder, the more you swipe, it's instant reward and your brain is releasing. It's neurochemical that's called instant reward. So imagine through apps, through actions, through gesture that we are actually helping our consumer to be addicted to us in a different sense. So think about it when you create an ad. Think about how you create a content. What actions do you really want your consumers to do? How do you want them to consume and how do you want them to be addicted to you? Or do you call it the gamification of instant reward? So the next and final trend is more on the channel. I call it niche and nice and I do really believe where the future is going in that sense. First is in the US, every single public holidays, there is always a sale. People do really queue out at like 4.30 or 3 o'clock or even spend the overnight in their sleeping back, you know, just to get a very, very large screen television, you know. So it's almost like a love fest. Sometimes they actually broke into fights when there's a new game being launched. You know, it happens in the UK too. It's just not the Americans. You always have what I call the five club. But when you think about it, when recession hits in and when there is less demand or supply, a lot of retailers are closing down as well. So if you look at the two previous trends that I've shared with you earlier, with the new way of doing business through apps, through digital, through websites, you are seeing that traditional retailers are actually having a difficult time. And this is quite scary. I call it the endangered big boys. And the reason why is consumers now, outlet consumers, have significantly declined. They are consolidating their shopping trips. They are being much more specific with where they wanted to buy and who they are going to buy and where they're going to get their best deal. And yes, Amazon is basically changing the marketplace because they are allowing consumers to go to them directly. So here you see Gap, Barnes & Noble, JC Penny, a lot of traditional retailers are closing their unprofitable store. What I mean by that is niche is the new big. It's not just about size this is, how fast you can actually go. So how do we actually change or be part of this movement? It's that we really need to give our consumer juicy baits. You know, we need to seduce them, we need to wow them, we need to give them experience, and we need to lure them into a new form of transaction. So I'm not sure whether you heard of this concept, Dry Bar. Dry Bar basically changed the hairdressing industry in just less than 18 months. Basically, the concept is very simple, no hair cut, no hair color, but you just get a blowout for 40 bucks, and will give you a glass of champagne. So women are actually going there to get their blowout, as opposed to coloring your hair. And what's really clever about this is that they don't have mirrors, so you can go in there looking really, really minging, next thing you know, it's like, wow, I'm transformed, you know. I'm sorry, that's a joke there. It's not nice, you know. But the whole point there is that they are really reinventing the basic proposition. Next thing is this thing called skin laundry. They have three locations now in the West Coast and I think they are actually raising funds to expand. Basically, this is a place that you can go in, walk in there and get a laser facial service. 75 bucks gives you three service package. And if you know, if you want to go to a derm, it costs you 350 to 550 a pop each time you visit a dermatologist and to ask them to use a laser facial on you. And why do people use laser facial? If you have edge spot, dark spots, the Americans are slightly more vain, okay? You want to minimize their port, et cetera. It's such a convenient thing for you to use. These people are actually changing the way. You don't have to go to the dermatologies. You don't have to go through the frustration or trying to book into an appointment. You don't have to pay all this crazy price. Just come to us, working. It's professional, 75 bucks, poop, off you go. Then, you have unexpected location. Think about channels. We actually launched the SE vending machine in the States and it's doing quite well. But before that, we have Benefit Cosmetics, actually launching theirs. And these vending machines are only available at shopping malls and travel retails, meaning airports. It makes sense. You know, the whole concept for Benefit Cosmatic is that, you know, glam up and away. You know, so imagine, you know, if there's a snowstorm, you have five hours there, what you want to do, hit the nail polish machine. Then let's not ignore the men. The man, just so you know, it's a category that is really growing at a moment in a skincare. There are a lot of men keeping their facial hair. There are a lot of barber services. There are a lot of beard wax, beard lute, beard polish, whatever you want to call it. And the next thing that we're seeing now is that we're seeing specific destination being created for men. And this is called hammer and nail. It's basically I call it the modernized man cave, where you can go in there and get a man manicure. Because guys now don't really want to go to another place, you want to go to something much more macho, they are serving sports and you can watch your rugby, etc., stuff like that. So this thing is happening now and we're seeing more destination being created for men and you're seeing more spars being created for men. So what are the embryonic trend indicators out there? Bob's BOPs, OPS, Buy Online Pickup on Stores, and Macy's has recently completed the rollout of this program. And it's the second transaction pattern that's very popular in the whole states. The whole idea why they're doing that is because they want consumers to be able to buy, however, wherever, anywhere, you know, they wanted. And it also gives the company a clear access on their inventory so they're not holding too many stocks in the organization. Another method is very hyper-segmentation destination. This is in LA. There's so many of them out there. I'm just choosing one. It's called Roots, New York. It's basically a place that you go to just to make a makeup service. You know, you pay 20 to 40 bucks for a makeup service to be done for yourself. And people are actually paying for that rather than doing yourself. But what they're clever is, you know, they are introducing a new service called Ransack, you know, and all the women laugh and giggles, you know, when I tell them that. Basically, you show them your purse, they go through your purse, they go through all your cosmetics and shits in your purse, and said, look, you are going to use this and you can create these for five different looks. And they say, oh my God, it's a miracle. So to me, is that that's how they actually add value. There is a customization, that is a personalization part towards the service, because if it's just a free-sending store itself offering makeup, I'm not sure whether it would last. Then you have browbar. I haven't seen a lot here in New Zealand, but you're seeing all this little browbar cropping, left, right and center. It's a tiny little place. You have three chairs, and you have 15 women queuing at around 11 a.m. on a Saturday. And I always do undercover work there, and I love it because they really know how to target every woman's insecurity. A basic service for a brow shaping is 28 bucks. So when they put you on the chair, before they start shaping your brow, the first thing they'll say, oh, do you want me to wax here? What about here? Oh, do you want me to wax here? What about here? Here. Here. Here. And maybe I should like tin your eyelash as well to make your eyes pop. Che-ching. You're supposed to go in for a $28 service and now you're paying $132. So to me, it's like custom services actually works if you actually can crack it and make it ownable. Then because of a lot of recession, et cetera, there's a lot of empty real estate. A new phenomenon in the state is called the suites. This is what I call a salon street. It has got beauty, sweet, makeup, skin sweets. It's basically imagine a huge retail commercial space where they would actually have different rooms and each room has got a shampoo bowl in there or a massage table or a therapy table or etc. And it's turned into a little mini salon. So 18 months ago we were tracking the economy and we were saying like, that's crazy. You know, the salon industry is not doing well. How come the booth renters are growing? And for you, you know, if you're not sure, that's crazy. You know, the salon industry is not doing well. How come the booth renters are growing? And for you, you know, if you're not sure of what's the term booth renter, meaning that I'm actually renting a chair, like I'm a hairdresser, renting a chair from someone's salon. I have to pay them a fee, you know, and I have to listen to their music, use their shampoo bowl, and then follow their rules. But now you don't have to do that anymore because you can actually rent a room and turn it into your own business. And we're saying more millennials doing that because, you know, they just want to follow rules and they want to change the game. And there you go. You have salon suites. So you have to think from a distribution point of view, how do I reach these people in this area? How do I sell them my brand? How do I give them my products? How do I educate them to use my service? And how do I help them to grow their business? Those are like food for thoughts that we need to consider when there's a new retail concept coming in. Then there is Bight Lip Lab. It is basically a cosmetic brand that you can go into the pop-up, permanent pop-up store and create your own lipstick. You can choose the flavor you want, the color, and the fragrance. But once they're in there, they're selling you other categories as well. So they're very clever in terms of seducing consumer with a unique concept that is ownable, but at the same time, when they're in, let's attack her. Then you have something called Oloacupuncture. And the reason why I wanted to share this, because I do personally believe the future of well-being, the trend of being well being well, is going to be really big in the next 18 to 24 months. And this business model concept is really simple. It's a communal space. If you are a licensed acupunctureist, you can bring your client in any time. So we don't have to have a contract or an agreement. You can just rent the chair, pay me like 20 bucks for the chair. You can keep the rest of your fee. And it invites people, freelancers, to actually go to this place and offer acupuncture. So if you don't mind being poked in front of everyone else, it's a good concept. And what I see bigger is that it is anti-establishment. So we're seeing community now, forming their own business model. I call it intentional communities that are really challenging the way we are doing business. Then you have Barter, London. It's a cosmetic brand from London, and they entered the US almost, I would say, 10 months ago. And it was a very interesting strategy. If you are a makeup brand or any big fashion brand, for example, the first thing you do is I want to be in a prime sport retail space on high streets. To them, they choose a different strategy to recruit their consumers. They go into travel retail. They open their flagship store in an airport. Why? Because they know it's a great way of maximizing brand awareness, because they're also targeting international people. Secondly, it makes it much more special that people really need to make an effort to go to you. So we think a lot of brands are finding new ways of capturing consumers. Then this is Smart Style. Smart Style is a family hair salon in every single Walmart location. So the whole idea is, you know, how can you actually get your consumers to stay a while in your location while offering them other services? So, you know, how can you actually get your consumers to stay a while in your location while offering them other services? So, you know, so you can get your hair cut while you're stocking up your gross treats. And then you have new beauty. New beauty is a great magazine in the U.S. Basically, they are the authority in terms of rating every single thing, you know, like the top 15 serums, they list all the brands, the top 15 shampoo, conditioner, fragrance, dermatologies, et cetera, et cetera. What they have done is they actually created a new business model collaboration. The magazine actually partner with Fred Siegel, it's almost like a very large departmental store, and create their own store in the store concept. So basically you're going to a new beauty magazine store. And of course, they are just using their editorial content to actually helps you to buy effectively. Here are my top 15 sunscreen, top 15 antioxidants, et cetera, et cetera. So you're seeing the publishing world, you know, rather than using content, they're also using content to turn them into a new commercial model. Then we have something called sampling boxes. It's called Birch Box. They are one of the pioneers in sampling boxes where, you know, basically you pay a subscription, 1999 or 29, 99, depending on the box you want, and you just get samples pretty much every month. So every month, it's like, oh my God, new boxes, what samples do I get? You know, and it's becoming very successful that you have got men box, women box, pet box, dog box, cat box, natural box, you know, like your different trail mix box. And what they've done now, this is purely an online service that they actually turn it into what I call a click and mortar. They actually created a pop-out store with all their partner brands to allow consumers to get to know the products better and create their own sampling box. Then you have Harry's Corner. Again, it's an auto-replanagement business model where they send a box to every block. Here's your what are called, razor and your shave butter every month, you know, because sometimes, you know, they could be using the razor for six months. So the whole idea is that every four weeks you get a new box. What they're doing now is they are actually creating, from an online business model, creating a physical store to get consumers to actually experience the products in there and also get a shift. And last but not least, you know, how can the big conglomerates that the big boys actually tap into this very niche consumption? So MGM, you know, if you go to Vegas, you know them, you know. It's a huge hotel chain. What they're trying to do is it created a whole concept of what we call well-being concept where they partner with Deepak Chopra to introducing a new energizing light, if you're hungover, that's what you need in the morning. Secondly, it's introducing vitamin C shower, the different kind of lighting, music, etc. And the reason why is they are trying to recruit consumer that may not be your gambling consumers because it would go to Vegas more as a retreat or they're trying to target consumer that is going to indulge but looking to detox at the same time. And let's go to the food sector, David Bully. They actually is a multi-concept retail where you can, they have a vegetarian restaurant, they have cooking classes, they have events, they have yoga. So the whole idea is to give consumers something unexpected, an itinery of surprises, an itinery of different concepts based on one establishment in order to encourage loyalty and in order to wow them. Then, I love this one. It's called Familization Trend. What's happening here, Olive Garden is like Denny's. I remember Denny's, you know, and Olive Garden, basically, it's a chain of Italian restaurants. What they're doing is they have date night, where you can drop off your kids for a free babysitting service, and you can have a date night out. And it's targeting a lot of millennial parents. You have to think of the different generation. Millennial parents, I still wanted to actually go out and have fun, but at the same time I have all these kids in front of me. What do you do? They are offering you a babysitting service. And it's doing so well that they actually form a partnership with another company called My Gym to offer this program on a continuous basis. Then I'm going to show you a lot of example of this particular movement. It's called nomadic retailing. It's traveling truck or traveling van or RV, whatever you want to call it. So this is a brand called Arden Ridge. They have a 3D body scanning machine in that van that scans customized suits for guys. So they go to Wall Street, banks, you know, officers and the truck would park in front of your building, you go in there for a 20-minute consultation, choose your fabric, they measure you, etc. And in two weeks time, you drive back, you can go in there, pick up your suit, check it for one final time. As you can see, they're really changing the business model of your bespoke tailoring. Not only that, we have top shelf, not top shop, you know, that sells apparel to young kids in different community suburbs. And I like to look at community suburbs because sometimes we can look at trends more from a city mentality, and the suburbs has got a different movement. So you're seeing that how you're bringing in accessible and fun clothing to kids, you know, because usually the kids will be going out with their moms to actually buy certain things. Then you have bootlaid airstream. It's basically selling shoes, designer shoes through a traveling RV. Then you have bath, bath and beyond. Rather than dropping off your pets in a daycare, you can just call them, bring your pet push there, and they'll just bath and clean, and you can pick him up later on. So to me, you know, you're seeing a lot of this intentional community, intentional service, targeting a specific mindset of a community. Here's another sample of knitting. You know, like, you know, I know a few people that really love knitting, and they actually have a yarn truck. Then you have vital and records. It's coming back again. You know, you have the third man record, you know, where it goes around the suburbs, you know, selling records. You have body organic products and also you have cigars. So to me is that all this nomadic retailing are actually happening in suburban areas and they're actually dictating a new pattern of consumption. So let's look at the entrepreneurs. This is called Maker's Lab. And it's a really interesting concept where they create events to allow entrepreneurs, designers, developers in what I call a hackathon. So they would say, let's design the next bag or et cetera, et cetera. Then you have all these people going there to actually be part of this community creating something together. Then you also have something called WeWork. Remember Regis? You know, Regis is a company that rents out office space or et cetera, stuff like that. And WeWork, it's a similar concept. They ran out really hip, you know, hipster kind of environment for entrepreneurs, you know, venture capitalists to actually work. But they're very clever because it's not just a destination. They're turning into a functional place where you can meet people, you can network, you can advise, you know, can get advice, and you have all these services being offered to these entrepreneurs. Social. You know, this is CHFP5. CHFP5 is a way of actually buying things or participating in promotions through just social media itself. You post a picture, participate in this, etc. So as you can see, it's still very early stage, but we're seeing more on how we are using what I call social commerce to actually help push a brand or get people to participate in a transaction. Then you have Kate Spade Saturday. And it's really interesting because it is not really a store. It's a displaced booth. You have all your clothes in there, and you think that the door will actually get you into the store? No, someone else's entrance, you know. But you actually have got this screen there that allows you to buy whatever you want from what is being displayed. So talk about the lifestyle of multi-screen. Then you have Wabi Parker online. It's an online eyeglass business. So what I'm saying is that, you know, I love this, you know, our conversation, oh, everything is going to be online, but I'm seeing a lot of online players not building a store, you know. And these people basically create a store that allows people to go in there and test the various frames and brands of eyeglasses, but they deliver all the products to them are online. So that means I can pick whatever I do. They don't hold any inventory. The next thing you know, that they will be delivered to your home. And I really wanted to show this business model. It's called Bobble Bar. It's a little store in Soho that shows jewelry. And it's crowded because in every single jewelry, there is a tablet. And the tablet allows you, okay, here's the design I want, here's the necklace or the pendants, and there is always an option. How do you want to customize it? Do you want to monogram it? Do you want to choose a specific thing? And the whole idea is custom personalization. And think of what Tiffany cannot do and what these people can do quicker, faster, more intuitive than the big boys. So I see the new currency. It's called the convenient currency. And we are all looking for on-demand services. We are looking for things that are niche interesting. And I call it the niche super local heroes, because the more local they are, the more interesting and the more agile they can be the more interesting and the more agile they can be. It's also attracting a community of adventure seekers because we're not just buying a product, because if you want to buy a product, you can just go to Amazon.com. You're actually buying an adventure or buying a community that echoes to your needs in that sense. You're seeing more and more blur boundaries and intermix concepts. And as marketers, it's really a pain in the butt because they're so used to be operating in a model. And suddenly, all these different tiny little things, that you don't really have numbers, and they are growing slowly. They are influx of them. And you have to ask yourself, how do I actually target and improve my organization offering? I call it the promise of custom personalize. And the future of retail is more about value experience. So what differentiate yourself? Nothing wrong with Amazon. I'm not bashing them, OK? I use them too. But what's different is that you are able to provide an experience that no one can give you. It's more convenient, more on-demand in that sense. So what are the key takeaways? I share with you the model earlier on. I really wanted to ground this because trends can come from any of those highlighted boxes. It doesn't mean that it has to come from one particular product because your partner, your resources, the channels, you know, the consumer segments can really change the way you actually operate. We cover consumption, consumer channel and what the future is going to be like. And, you know, one parting talk that I really wanted to give you away. And some people said that this is a very depressing slide, but it's honestly it's very true. You know, because the first thing people say, oh my God, by 2040, all the baby boomers are going to die. I said, oh, come on, you know, let's look at it differently, you honestly, it's very true. Because the first thing people say, oh, my God, by 2040, all the baby boomers are going to die. I said, oh, come on, let's look at it differently, you know? Because you see generation X, Generation Y, the millennials, they are going to be your biggest consumer. And you know them, you have families, or if you're one of them, you consume differently. If you work with one of them, they don't like to talk to you. They'll text you. If they sit across the table from you, they send you an email instead. So you have to understand that these people, this growth cohort is actually changing the way how we consume, how we interact with a brand, what kind of message, what kind of brand that they aspire to. And this is something that I feel that I really wanted to share with you and for you to take away to start plan for your future. So thank you very much. Thank you. Thank you. I just get some water. Thanks. I didn't want you to stop. That was absolutely outstanding. And welcome to App Overload, Tim. Isn't it interesting? I've, I've, uh, I've, uh, I didn't want you to stop. That was absolutely outstanding. Welcome to App Overload, Tim. Isn't it interesting, I'm just thinking about millennials. I've got two grandsons, five and seven. Most of the apps on here were loaded by them. And the little buggers beat me at Angry Birds too. But isn't it interesting? Little Ben, he's five years old. He asked me something the other day, and I said, I didn't know. He said, we'll Google it. Now, to him, Google's three times older than his chronological age. Anything three times older than my age was invented in 1820. It's scary. Look, I had a whole list of questions, but in fact, I ran out of space, as you were talking, but I'm sure that everybody, well, there must be dozens of questions here that you want to ask Sam. I thought there was absolutely outstanding. So there'll be a roving mic, so if you've got a question, put your hand up, and someone will turn up with a mic and thrust it in front of you, and if you could then address your question to Sam, please. So anyone? You're all stunned and amazed. It's interesting. This thesis I'm doing, I've been interviewing interesting people. And one of the things that's come out as a theme about Kiwi inventiveness, and particularly Kiwi's offshore, is that cheeky. George Hickton, who is the father of the 100% Pure campaign at New Zealand tourism, he was talking about putting the big football under the Eiffel Tower. I mean, how did you get away with that? Someone at Stanford University said, they couldn't believe he did it. And apparently they just kept going until someone said no and no one said no. And that was a typical, you know, a Kiwi response. Kevin Roberts was saying about two months ago at Saatchi headquarters in London, they were interviewing interns. They had 200 applicants, they narrowed it down to 50 kids who turned up into the office, and they're all given a smartphone. Kevin was quite funny. He said, we ordered a check, there were no Ozies there first. We ordered the smartphones back. Anyway, they sent these kids out with a smartphone for 24 hours. I were told to go and take three photographs that would change the world. Come back tomorrow at 10 o'clock. They all turned back up with their phones. The kid who got the job as a Kiwi had taken three photographs of himself. Anyway, look, I'm sure someone's got some questions of Sam. I'll just one over there. Anyone? Robbing mic. Sorry, yep. Yep. Go ahead. I'm just wondering if there's some more examples of where some of the larger corporate product marketers can use the app approach to really build a channel for their particular product, obviously, not so obviously. Well, I can share one recent example from Laura. It hasn't been launched in New Zealand yet. It's called Makeup Genius. I'm not sure whether you heard of that. It's an ad that allows you to take selfie of yourself. You don't have to be applying makeup. You know, you basically can choose a different look. Hold that app on your face. And instantly you'll see a picture of yourself with the makeup on it. And you know, it's big in the US and trust me, guys and girls are playing it like crazy. And you know, the whole idea is like being able to select the look immediately and buy products, you know, in that sense. But I think it depends on the business model you are in. For a lot of brands, they are still heavily dependent on the retailers because they're dictating how, what kind of promotional spend, discount, etc. So to me, it depends on how you really want to reach the consumers directly. So we're seeing more apps now coming out just to educate consumer on a particular service because it's so custom that a retailer can't do that because you're actually going to a retailer to buy a product. But a service, you can create a pop-out store concept for actually, you know, for people to actually buy that. Other ads that helps other different verticals. It depends on your industry as well. Apps to simplify your receipts, your expenses, et cetera, stuff like that. So there's something for everyone. It's more about getting that buy-in with your organization to allow you to actually do that because there is always a cost where it comes to developing apps, you know, in that sense. Does I answer your question? Yeah. What industry are you in? to actually do that because there is always a cost where it comes to developing apps in that sense. Does I answer your question? Yeah. What industry are you in? Services. So you know, you're seeing that online booking, online flights, cleaning service. I mean, you have a lot of services these days. It's easier to put services on apps and to make it much more readily available for such products. Thank you. Thank you. It's a test. Test? Sorry, guys. Sam, there was a fantastic presentation really was. One of the things I picked up on, being a father, I've got a five-year-old and an 18-year-old. And I said to my 18-year-old one day, do you know we actually used to build huts and trees? And he said, you do what to trees? You know, and it's quite funny. You know, there's a psychology behind the change as well. You know, the environment we work in is changing and the psychology behind that. I would like to know, from what you presented today, and I'm sure people here as well, what do you see the society looking like? I'm from Make-A-Wish. What do you see the society evolving into? You know, you look at that child that was in the baby jumper, and the iPad is becoming a new babysitter. You know, so what does that mean, you know, when you've got your children in a situation where they're learning from a tool rather than the nurture or nature factor with parental growth? Yeah. I'm not a parent, but I have a lot of friends who are parents as well, and usually it's very simple. When you go to their home for dinner party or et cetera, stuff like that, the kids are screaming and say, here you go, here's an iPad, you know? I want the latest game, okay, just click here, download it, et cetera. So indirectly, you're training a kid at a very young age how to consume, how to download, and how to actually buy. And, you know, that's one part of it. But where I'm actually seeing the future is that we're saying the future is more hyper-segmented, because now you can actually dictate how you want to consume, you know, a particular good or a service, that's how you choose to buy buy and from who you buy. And to be honest, I always love to support local smaller brands. And I think a few of us do that because you're seeing the big boys taking over at the same time. And you know, we're saying that there is going to be a community that, you know, that is responsible of helping individual consumer to consume on an authentic basis. That means content that relates to them, transaction that really matters to them. And also, one area that I have not touched on this presentation, which is a bigger topic, it's called sustainability. Look at the last three days with all this global climate march. And if you look at millennials, they do really care for the environment. So think from a brand responsibility point of view, how can you bring in sustainability into your brand actions, into your brand DNA, because consumers are going to be more disconnected. You know, even though they're connected, they are looking for very specific services, and they are going to be different segments of them. So to me, it's like, you know, from advertising days, from market research, oh my God, what are the consumer segments do I have? You have thousands of them. Because you can't just bring them together and classify them and give them a one blanket approach that fits everything. I hope to answer your question. Yeah. Okay. The one? Down here. Hi. Hassam, so thank you very much for that great riveting presentation. I just have a question. So most of your presentation featured on marketing towards consumers, would you say that these trends apply at all to B2B marketing as well? Yes, because at the end of the day from a B2B model, they are still your consumer at the day. They still need to diversify themselves because when you look at the new model, I call it, going to the consumer directly, we are talking about segmentation, we are talking about very specific channels, and when you put it from a B2B context, they have to find a way of diversifying their product services. So to me, let's say, you know, from a telecom company, going to another payments company, I would be asking them what kind of services or tailor technology that you can provide me to help me capture consumers on the go, millennials. So it goes back to the consumer group because B2B you're providing services infrastructure, you know, operation excellence to one another, but currently we're doing it on a one-size-fits-all. Here is scalability. Buy this platform and you're going to save so much money. It's like almost going to the IT school. Are you a magenta or are you demand wear? You know, it's magenta. That means I have got more developers that can create my products. Yes, it's slightly expensive. But when you're going to B-to-B channel, you are actually asking yourself, I know you're selling me a solution and I know I want scalability, but same time, I know you're selling me a solution and I know I want scalability, but same time, why is it different and how could it really benefit a new consumer supplement that I can actually go for? And that's something worth noting from a B2B perspective is how you customize the service to ensure that you are helping to add value by targeting a new consumer group as well. Does that make sense? Yeah. And one thing I really wanted to know is like, you know, after leaving Oakland for 16 years, I was shocked walking down Queen Street. I was very, very shocked, you know, because it's multiculturalism. And just, you know, to me, it's a new demand and supply that you see all these international foreign students that they are actually bringing in their local shops with them. They're bringing in their local brands. So to me that it's going to change how, you know, maybe just in Auckland, I haven't done Wellington yet, you know, but it's how it's going to change the way we consume that we are more exposed to global brands, you know, especially in Asia, mobile technology are so advanced over there. How do you leverage that segments and turn it into a service that sparks New Zealand might want to offer very differently? So that's something I worth noting and that's something that I try to push within L'Oreal as well, is how can we target demographics, you know, like by 20, a 20, Hispanic, Asians, African-American, it's going to double in terms of birth rate in the US. So it's going to be less Caucasian there. So to me, it gives you completely a different opportunity of challenges of how do you bring in customized approach, communication, content, products to target all these people. And that's something just worth thinking of. Absolutely. And I think the profile in Auckland has changed enormously. The centre of gravity of the city's move from the corner of Broadway Newmarket and Remyra Road to somewhere out near Odehu. There is something like 140 different nationalities in this city alone. It is extraordinary. And when I think about it, certainly when I started in advertising and Kalenzhenz, in the early 70s, we only had five tools. You had television, radio, print, directs, and outdoor 70s we only had five tools you had television radio print directs and outdoor now we've got 105 tools but in those days it was like carpet bombing you had to kill everyone to get the ones you wanted and now with drones you can pick out individuals and i think that that's use the technology in order to do that so any other questions oh it's on the back. Hi. You talked about consumer experience and how they are moving more towards the expectation of personalized experiences. What do you believe are the biggest challenges for large companies in adopting that trend? Being able, I think that from our operational excellence is we are so used to creating one product and sell it to the mass. We really do. But now we have to really adapt the products to target and to ensure that we're actually giving a customized benefit in that sense. I think from a product level, customization actually comes from who you're targeting, demographic-wise, a face cream. It could be used by anyone else, but do you really want to reach women 50 plus, or do you want to reach millennials and educate them the benefit of moisturization? So to me, that means it could be a same product, but the message that you put on the product is going to be different. And that leads to communication as well, because we are so used of creating an institutional advertising, that you have to use, you know, wherever countries or whatever market you do, and you cannot change the code of the advertising. Gone other days because you're seeing consumers now becoming your own advocate that through YouTube videos that they are actually talking about your products, customize it the way they wanted to use it and become your advocate in that sense. So I really feel that for a larger organization in order for you to customize your product you have to listen to your consumer. You know go through the true insight what are the various insights out there that you have to listen to your consumer. You know, go to the true insight. What are the various insights out there that you can actually leverage to ensure that you have got the most customized approach? You can please everyone. But at least you can please, you know, five big groups, then go for it in that sense. Right. Okay. Okay. Down here? Oh, that's one here. Sorry. I'm sorry. Hi there. My name is Teryl. I'm from Amnesty International. It was quite interesting hearing your thoughts about the future in the way that people feel more lonely. The future is lonely, as you say it. Like L'Oreal's obviously made a choice to kind of make the most of that opportunity per se. What advice do you have for businesses who want to actually counter that and want to make a more constructive contribution to countering that movement? That's a very very tough question. I'm not sure what I have to answer for that. But I think it's more about what you can do because people like a brand because they have a deep emotional connection with the brand. They feel that the brand is serving a higher purpose. So again, it's a basic rule of branding. You know, what do you really want to do? How can you serve a bigger purpose? And that really helps You in that sense. I can share my own personal experience when we acquire a brand called Purology It is a hair care brand. The shampoo is not like 40 bucks a bottle because it really really works But the whole point about this particular brand is that it has got a really beautiful philosophy. It's 100% vegan brand. It's about sustainability. So immediately the brand forged relationship with Mikhail Gorbachev organization, Green Cross International, and start educating all the hairdressers that use the brand, that it's important for you to use less water. You know, when you shampoo someone's hair, they communicate that their formula is more concentrated than other people's formula, so that you're using less products, you know, for a better efficacy. So it really goes back to your DNA, to your brand philosophy. How can you be honest and be transparent and also provide yourself with a mission to educate people on your purpose? And I think every brand needs to start looking into that because that's something that, you know, that gives you that bond, you know, an emotional bond with that particular brand. Pretty time for one more question before we break for, oh, down here. See, they are all on phones now. I'm just kidding. I work in the hotel industry and a lot of our guests are from the more mature generation. And I guess with limited marketing budgets and a lot of our marketing now online a lot of our guys are that generation that we're trying to get engaged are not in that like in that they don't go online so I guess do you have any suggestion or how you can really try and get those people to become your advocates online? I think I love this topic because everyone that works for any large... You're not alone, I can tell you that you're not alone because there's always limited marketing budgets. The more specific we wanted to go, the lesser the budget. And that is a worldwide phenomenon, not just your problem. I think what you can do is really look at organization and form partnerships with them. For example, in the US, you have the American Retirement Association. For example, you can work with them to look at it from a content point of view. We talk about loyalty programs. That's something I don't have the time to talk about is the future of CRM. How you can basically tap into their data to help you to recruit consumers for you with a special offer that you are able to track and know that it's actually delivering some sort of value and performance and use it as another case to ask for a bigger budget. Another way of doing it is to work with a community There is a lot of community out there that specialize at providing specific content, like Women 50 Plus. We work with a company called Vibran Nation in the US, and they are basically influencers and communities that talks about Boomer's topics. I subscribe to them out of curiosity. So it's like, how do you date when you're 55? You know, like what outfit do you need to wear? You know, those topics are really, really interesting, you know? So to me, it's like by forming an alliance and a partnership with a community, you are able to listen to them what they really need and provide them with very relevant content that can lead to a marketing activities. Another thing I would look is purely by looking at how consumer are searching on Google. I'm not sure whether you guys are using Google analytics. It's a great, great tool for you to actually get a quick snapshot of what consumers are searching out there. And how you tag a video sometimes from YouTube, it's like no rocket science. You know, we've been exposed at a lot of brands that's been tagging video. I won't quote example. They put like, hashtag my. We've been exposed at a lot of brands that's been tagging video. I won't quote example. They put like hashtag my brand name, hashtag my brand name, brand name, brand name. Rather than talking about hydrating night cream or et cetera, et cetera. So to me, if you want to ensure that your hashtag is quite relevant, so that when someone actually search for your product, it will actually come out. Not only that is looking at some of, there is almost a resurrection of new celebrities or self-made celebrities through YouTube as well. It's really interesting for them to talk about their experience. And where I am seeing with what you're talking about is called authentic marketing. We need to be more authentic if we really wanted to target a particular group of segments and through that, yes, it's small but it'll give you a greater return. Thank you, Sam. That was up. Can we just give it on the big round of applause to Sam? It's just outstanding. Thanks, mate. Thank you. Thank you."}