{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Tena kato, tenakotau, tenakot,"}, {"timestamp": [4.0, 8.0], "text": " it's a real pleasure to be here in O'Rewa."}, {"timestamp": [8.0, 12.0], "text": " And I am going to sort of look at the camera I've been told from time to time"}, {"timestamp": [12.0, 20.0], "text": " and back to you to take account of the people who are looking at the stream over ETV."}, {"timestamp": [20.0, 25.64], "text": " So I'm going to give you a general update on government's progress around a whole lot of items this morning."}, {"timestamp": [26.48, 33.4], "text": " We'll work through a PowerPoint presentation and then I'm happy to take questions at the end."}, {"timestamp": [33.56, 34.68], "text": " So let's make a start."}, {"timestamp": [35.32, 41.94], "text": " Government have committed to connect the vast majority of New Zealand schools with fibre connectivity"}, {"timestamp": [41.94, 48.4], "text": " and I can announce today that in addition to that through"}, {"timestamp": [48.4, 53.38], "text": " the innovation of a number of vendors we are going to have 57 schools that are too"}, {"timestamp": [53.38, 61.12], "text": " remote to have fiber receive point-to-point wireless which is just fantastic and"}, {"timestamp": [61.12, 67.0], "text": " that means that the Chatham Islands the three schools in in the Chathams, will receive an upgraded satellite service."}, {"timestamp": [67.0, 74.0], "text": " Previously we had a large number of schools in New Zealand and terrestrial New Zealand with satellite as well."}, {"timestamp": [74.0, 78.0], "text": " So it's a big improvement for them to be able to have wireless technology."}, {"timestamp": [78.0, 83.0], "text": " So we have the infrastructure build around fibre, wireless or satellite."}, {"timestamp": [83.0, 86.68], "text": " We also of course have the upgrade of school networks."}, {"timestamp": [86.68, 91.56], "text": " And then to deliver the contents and services and applications on top of all of that,"}, {"timestamp": [91.56, 96.98], "text": " the government have decided to move ahead with a network for learning or in for L as we're"}, {"timestamp": [96.98, 98.88], "text": " shorthanding it at the moment."}, {"timestamp": [98.88, 102.76], "text": " So why are we going to have ultra-fast broadband, UFB?"}, {"timestamp": [102.76, 110.86], "text": " When I talk about ultra-fast broadband by the the way I'm talking about ultra fast broadband in urban New Zealand or rural New Zealand"}, {"timestamp": [110.86, 115.48], "text": " even though we've got different schemes to provide them both but I'm talking"}, {"timestamp": [115.48, 121.42], "text": " about ultra fast broadband connectivity and the network for learning so obviously if"}, {"timestamp": [121.42, 125.96], "text": " we have a large investment in infrastructure, we want better teaching and learning"}, {"timestamp": [125.96, 131.44], "text": " for our young people and we believe a network available to everybody in the sector will"}, {"timestamp": [131.44, 133.66], "text": " optimise that investment."}, {"timestamp": [133.66, 139.28], "text": " We also know that the digital world is now very much part of students' lives."}, {"timestamp": [139.28, 142.96], "text": " There's an increasing evidence base around that, and I've been really thrilled this morning"}, {"timestamp": [142.96, 150.32], "text": " to be in some classrooms here at Orua and see some incredibly engaged young people. I watched two"}, {"timestamp": [150.32, 155.66], "text": " students getting some really rich material off the internet, studying the periodic"}, {"timestamp": [155.66, 160.44], "text": " table and they were able to talk to me and describe their learning in real"}, {"timestamp": [160.44, 166.32], "text": " detail so it's fantastic to see that use of the technology here in the school already."}, {"timestamp": [166.32, 170.88], "text": " We want that to be available obviously for all New Zealand children."}, {"timestamp": [170.88, 178.8], "text": " Okay so the collaboration between young people and teachers as well is another driver as to providing"}, {"timestamp": [178.8, 186.44], "text": " quality outcomes for children in our underserved communities, especially Māori and Pacifica learners."}, {"timestamp": [186.44, 188.56], "text": " So if we put all of that together,"}, {"timestamp": [188.56, 192.76], "text": " what we're doing is we're talking about learning without limits."}, {"timestamp": [192.76, 197.76], "text": " The work that you do here in school can be supplemented"}, {"timestamp": [197.76, 200.56], "text": " by learning that takes place anywhere else,"}, {"timestamp": [200.56, 204.16], "text": " whether it's at grandmas at the mall, at home,"}, {"timestamp": [204.16, 206.5], "text": " on a school camp, if there's connectivity"}, {"timestamp": [206.5, 213.14], "text": " available. That 24-7 environment, we know young people are living in already, and in fact"}, {"timestamp": [213.14, 219.32], "text": " I can see everybody who's tapping away on their iPads and tapping on their other devices"}, {"timestamp": [219.32, 224.2], "text": " here in the audience, as no doubt you people at home are doing as well, or wherever you may"}, {"timestamp": [224.2, 225.0], "text": " be."}, {"timestamp": [225.0, 234.0], "text": " The digital environment is all pervasive and learning happens within it in formal and informal opportunities."}, {"timestamp": [234.0, 236.0], "text": " That's a really important thing."}, {"timestamp": [236.0, 239.0], "text": " Now we call this the big complex diagram."}, {"timestamp": [239.0, 243.0], "text": " And it is a big complex diagram."}, {"timestamp": [243.0, 245.3], "text": " What it does, and I'm not going to go through it in detail,"}, {"timestamp": [246.0, 248.94], "text": " if you come to our Learning Without Limits seminars, by the way,"}, {"timestamp": [248.98, 250.6], "text": " we'll have a printout for you to take away."}, {"timestamp": [250.68, 253.84], "text": " And I'll talk more about the Learning Without Limits seminars later on."}, {"timestamp": [255.02, 260.56], "text": " This diagram is in a continuous state of evolution as things change."}, {"timestamp": [261.38, 263.64], "text": " But just to point out some of the highlights,"}, {"timestamp": [263.64, 265.34], "text": " over here we have the national"}, {"timestamp": [265.34, 272.6], "text": " infrastructure build, we have what happens in schools, the ministry's commitment through"}, {"timestamp": [272.6, 277.76], "text": " centralized hardware procurement with our programs in place already like the"}, {"timestamp": [277.76, 283.04], "text": " the teller laptop scheme and our national software contracts and the arrangements"}, {"timestamp": [283.04, 285.28], "text": " we have around firewalls and filtering."}, {"timestamp": [286.72, 292.56], "text": " Devices in schools that are provided either by the school themselves or provided by families."}, {"timestamp": [293.6, 300.48], "text": " And then we have the Network for Learning, service connections and content and services running across the network."}, {"timestamp": [301.36, 309.96], "text": " And we also now are in the final stages of working with government around the company"}, {"timestamp": [309.96, 314.82], "text": " which will provide the network so the network will not be provided from within the Ministry"}, {"timestamp": [314.82, 319.62], "text": " of Education we're starting the process off but it will be handed over to an independent"}, {"timestamp": [319.62, 328.76], "text": " company to run and you may be aware of Riyans who run a tertiary network in New Zealand for the"}, {"timestamp": [328.76, 335.54], "text": " universities and research institutes and a similar sort of crown company will be put in place"}, {"timestamp": [335.54, 343.0], "text": " to run the network for learning what we obviously want is innovative teaching and learning"}, {"timestamp": [343.0, 346.18], "text": " and to do that we realize that we need"}, {"timestamp": [346.18, 353.32], "text": " to have capability in teaching workforce we already have ICTPD clusters those"}, {"timestamp": [353.32, 359.62], "text": " are in place at present and they will complete their cycle at the end of this"}, {"timestamp": [359.62, 368.72], "text": " calendar year and in 2013 there will be a different model of provision with a larger team of people"}, {"timestamp": [368.72, 376.28], "text": " provided by the contractors who do that work for us spread throughout the country and working"}, {"timestamp": [376.28, 382.28], "text": " with our regional offices and working through regional offices with schools to support them"}, {"timestamp": [382.28, 385.72], "text": " around the implementation of the network and e-learning in schools."}, {"timestamp": [385.9, 391.7], "text": " And we're currently working through how that will eventually shape up,"}, {"timestamp": [391.86, 394.88], "text": " and there'll be more detail about that later on in the year."}, {"timestamp": [395.96, 398.1], "text": " So if you put all those elements together,"}, {"timestamp": [399.32, 402.34], "text": " what we really want is improved outcomes for learners,"}, {"timestamp": [403.52, 407.5], "text": " and there are some direct and what we"}, {"timestamp": [407.5, 415.54], "text": " call derived benefits from having all of those other streams of implementation"}, {"timestamp": [415.54, 420.7], "text": " and innovation working together to give a better result for our young people"}, {"timestamp": [420.7, 429.36], "text": " wherever they may be around the country so just to summarize summarise our infrastructure elements, Ministry of Economic Development and Government"}, {"timestamp": [429.36, 438.62], "text": " with fibre and wireless and satellite and the Network for Learning with the Network Services."}, {"timestamp": [438.62, 440.96], "text": " So what's happening at present?"}, {"timestamp": [440.96, 445.2], "text": " I'm not going to read all of this out but we've got as I said"}, {"timestamp": [445.2, 451.76], "text": " our existing programs we're supporting schools as they're connecting to ultra fast broadband"}, {"timestamp": [452.32, 458.4], "text": " there's a SNAP program which you're all well aware of we're establishing the network for learning"}, {"timestamp": [459.04, 465.88], "text": " and we're working towards building a capability in e-learning to enhance the possibilities arising out of the digital"}, {"timestamp": [465.88, 469.96], "text": " environment. Now here's a map that's already out of date and I'm sorry you can't see that."}, {"timestamp": [469.96, 477.6], "text": " It's pretty washed out here and I normally show this just to actually put forward the evidence"}, {"timestamp": [477.6, 481.92], "text": " that the rollout is well and truly underway and it shows all the areas around New Zealand that"}, {"timestamp": [481.92, 489.88], "text": " have actually received fiber or are going to receive fiber by the end of this financial year, which is the end of June."}, {"timestamp": [489.88, 491.38], "text": " And I'm sorry, that's a bit washed out."}, {"timestamp": [491.38, 496.02], "text": " You'll be able to see that better on the PowerPoint presentation online."}, {"timestamp": [496.02, 502.76], "text": " What it shows is that the rollout is proceeding and we know that we've got basically five years"}, {"timestamp": [502.76, 505.76], "text": " for schools to receive that connectivity."}, {"timestamp": [506.42, 510.16], "text": " And there are schools that are receiving it in the first couple of years."}, {"timestamp": [510.26, 517.36], "text": " There are some other schools that will receive it as the rollout makes its way through New Zealand"}, {"timestamp": [517.36, 519.94], "text": " and there in the latter part of the program."}, {"timestamp": [521.18, 527.36], "text": " If you want to know whether you're or when you're getting ultra-fast broadband, the fibre"}, {"timestamp": [527.36, 531.56], "text": " connectivity infrastructure delivered to your school, you can check this widget on our"}, {"timestamp": [531.56, 533.52], "text": " enabling e-learning site."}, {"timestamp": [533.52, 537.62], "text": " If you put in your M-O-E number or your school name, it'll tell you whether you're in this"}, {"timestamp": [537.62, 540.6], "text": " financial year, the next financial year."}, {"timestamp": [540.6, 544.62], "text": " If you're in rural New Zealand, it will actually tell you which build stage you're in after"}, {"timestamp": [544.62, 545.0], "text": " that. If you're in urban New Zealand, it will actually tell you which build stage you're in after that."}, {"timestamp": [545.0, 549.0], "text": " If you're in urban New Zealand, it will probably say to be advised."}, {"timestamp": [549.0, 554.0], "text": " When you're undertaking a massive infrastructure build, as we are, and you're meeting all these timeframes,"}, {"timestamp": [554.0, 557.0], "text": " there's bound to be some bits that don't quite meet."}, {"timestamp": [557.0, 562.0], "text": " One of the bits that doesn't quite meet at the moment is that we have some schools with fibre"}, {"timestamp": [562.0, 566.08], "text": " actually rolled into their school and into the server room"}, {"timestamp": [566.08, 571.12], "text": " and all set to go, but we don't actually have any commercial retail service provision of"}, {"timestamp": [571.12, 574.74], "text": " services, connectivity services available."}, {"timestamp": [574.74, 579.0], "text": " Now the Ministry of Education solution to that is the Network for Learning."}, {"timestamp": [579.0, 584.08], "text": " It won't be available for schools generally until the middle of 2013."}, {"timestamp": [584.08, 585.16], "text": " So there's a 12-month gap between now and then, and I know that's very frustrating for schools generally until the middle of 2013 so there's a 12-month gap"}, {"timestamp": [585.16, 589.3], "text": " between now and then and I know that's very frustrating for schools if they"}, {"timestamp": [589.3, 596.2], "text": " can't get service provision at the moment there are an emerging list of local"}, {"timestamp": [596.2, 601.18], "text": " service providers who will be able to provide those that those connectivity"}, {"timestamp": [601.18, 605.7], "text": " services for people but at the moment there's only a small number of them"}, {"timestamp": [605.7, 611.52], "text": " and they don't cover off the whole of the country. They're more likely to be in urban New Zealand,"}, {"timestamp": [611.52, 616.88], "text": " for example, rather than covering rural New Zealand. So that's a problem. We're working with"}, {"timestamp": [616.88, 629.48], "text": " MED to try and resolve that. However, as I said, the ministry solution is the Network for Learning if you are"}, {"timestamp": [629.48, 636.56], "text": " going to sign up though with somebody for a fibre connection our advice is to sign a"}, {"timestamp": [636.56, 641.78], "text": " short-term connection so that you'll have the option to examine the offer that the"}, {"timestamp": [641.78, 645.88], "text": " Network for Learning will put in front of you when it's available"}, {"timestamp": [645.88, 647.98], "text": " in the middle of 2013."}, {"timestamp": [647.98, 650.62], "text": " So in other words, don't sign up for 10 years."}, {"timestamp": [650.62, 653.12], "text": " Briefly, SNAP."}, {"timestamp": [653.12, 660.72], "text": " So SNAP subsidises upgrades of electrical cabling and data cabling in schools."}, {"timestamp": [660.72, 664.84], "text": " For state schools, it's we pay 80%, you pay 20%."}, {"timestamp": [664.84, 665.0], "text": " For state integrated, it's we pay 80%, you pay 20%."}, {"timestamp": [665.0, 671.0], "text": " For state integrated, it's 68 32, yeah, something like that."}, {"timestamp": [673.0, 681.0], "text": " SNAP brings all of those cabling infrastructure up to industry standard."}, {"timestamp": [682.0, 685.28], "text": " And I just must emphasize this point,"}, {"timestamp": [685.28, 687.72], "text": " because there's some confusion."}, {"timestamp": [687.72, 690.14], "text": " You can still connect to faster broadband,"}, {"timestamp": [690.14, 692.64], "text": " even if you don't have your network upgraded."}, {"timestamp": [692.64, 695.74], "text": " Having a network upgraded optimizes the whole experience."}, {"timestamp": [695.74, 698.48], "text": " And we know that from the builds that have been done"}, {"timestamp": [698.48, 701.3], "text": " and from our infrastructure survey work,"}, {"timestamp": [701.3, 703.38], "text": " which I'll talk about later on."}, {"timestamp": [703.38, 711.56], "text": " But you don't need to have one SNAP to access ultra-fast broadband or better connectivity."}, {"timestamp": [711.56, 717.14], "text": " Eventually all schools in the country will have their internal networks audited and they'll"}, {"timestamp": [717.14, 718.66], "text": " be brought up to standard."}, {"timestamp": [718.66, 720.54], "text": " But that's a longer process."}, {"timestamp": [720.54, 725.04], "text": " It's a process that will probably go beyond the rollout process."}, {"timestamp": [725.04, 727.66], "text": " The rollout process is 2016."}, {"timestamp": [727.66, 732.68], "text": " SNAP will probably continue a little bit further than that because of the costs of looking"}, {"timestamp": [732.68, 735.92], "text": " at all of the schools in the entire network."}, {"timestamp": [735.92, 737.68], "text": " Now SNAP occurs in tranches."}, {"timestamp": [737.68, 739.42], "text": " The last tranche was announced in April."}, {"timestamp": [739.42, 743.84], "text": " The next one's going to be later on this year we think possibly September, October, something"}, {"timestamp": [743.84, 754.48], "text": " like that for the next lot of schools. And we hope to have a business case with government to secure the"}, {"timestamp": [754.48, 762.18], "text": " final funding to the end of the project later on this year. And government works by people"}, {"timestamp": [762.18, 768.76], "text": " putting up business cases to draw down money so that you can keep projects going."}, {"timestamp": [769.06, 779.04], "text": " And so that's what we're doing to make sure that we've got money coming in from government to actually keep the program going."}, {"timestamp": [779.44, 782.32], "text": " We need to establish a business case for the financial years."}, {"timestamp": [782.42, 783.78], "text": " So we're working on that at the moment."}, {"timestamp": [784.92, 790.44], "text": " Okay, so under the RBI, the Rural Broadband Initiative, which is provincial and rural New Zealand,"}, {"timestamp": [791.24, 798.14], "text": " those contracts have been let. And as I said, the vast majority of schools are either getting"}, {"timestamp": [798.14, 806.94], "text": " fibre or they're getting point-to-point wireless. And I think at this stage it's a good thing to reflect."}, {"timestamp": [807.28, 811.04], "text": " When we think about New Zealand in comparison to some of the other international jurisdictions,"}, {"timestamp": [811.24, 813.26], "text": " when government have finished this project,"}, {"timestamp": [813.8, 818.58], "text": " we will have the most connected schooling network in the world."}, {"timestamp": [820.42, 822.8], "text": " And I think that's a pretty fantastic thing."}, {"timestamp": [824.0, 829.36], "text": " So all of that brings us to the connectivity overlay, the network for learning,"}, {"timestamp": [830.16, 838.46], "text": " the applications, contents and services that allow you people to provide innovative teaching to students."}, {"timestamp": [840.56, 841.0], "text": " Affordable?"}, {"timestamp": [841.88, 843.78], "text": " I know that's the key, isn't it?"}, {"timestamp": [843.84, 844.98], "text": " We need affordability."}, {"timestamp": [848.46, 859.44], "text": " But we also want a safe, reliable environment. We want ultra-fast access to all the opportunities that the 21st century education can provide."}, {"timestamp": [859.44, 866.6], "text": " So here are some direct benefits that we've derived from talking to the sector and also from looking"}, {"timestamp": [866.6, 869.44], "text": " at what's happening internationally."}, {"timestamp": [869.44, 876.12], "text": " But really, what we want is improved achievement for young people."}, {"timestamp": [876.12, 882.76], "text": " We know that engagement, you must be engaged in the learning activity before learning can actually"}, {"timestamp": [882.76, 885.54], "text": " take place."}, {"timestamp": [890.58, 891.6], "text": " And those young people in that science class I saw this morning were certainly engaged in their learning."}, {"timestamp": [898.12, 899.66], "text": " And that enables innovation in how you want to present those learning activities."}, {"timestamp": [905.24, 907.16], "text": " This is just a slide which shows the legacy architecture for schools, how we've sort of got people connected today."}, {"timestamp": [907.16, 914.0], "text": " And in a sentence, we've got a whole different range of connectivity platforms delivering connectivity"}, {"timestamp": [914.0, 916.06], "text": " into schools today."}, {"timestamp": [916.06, 920.9], "text": " And most of them are unable to interact with each other."}, {"timestamp": [920.9, 929.14], "text": " And that is what's happened as the market has developed in New Zealand and people have made their own arrangements with a whole range of providers."}, {"timestamp": [929.68, 931.38], "text": " So this is just an example."}, {"timestamp": [932.14, 937.06], "text": " This one here shows the school zone network, which is a particular network run by telecom."}, {"timestamp": [937.32, 939.62], "text": " Still has over 700 people connected to it."}, {"timestamp": [940.06, 941.94], "text": " 700 schools connected to it around the country."}, {"timestamp": [942.02, 943.18], "text": " It's the predominant network."}, {"timestamp": [944.12, 946.86], "text": " And other people have other arrangements."}, {"timestamp": [947.62, 949.16], "text": " And as I said, the network for learning,"}, {"timestamp": [950.12, 951.36], "text": " those are the characteristics."}, {"timestamp": [957.02, 959.64], "text": " There are other networks for learning"}, {"timestamp": [959.64, 961.12], "text": " in other parts of the world."}, {"timestamp": [961.12, 964.96], "text": " This slide here shows the,"}, {"timestamp": [971.94, 976.5], "text": " I think there are 11 or 12 education networks in the United Kingdom. All of those networks have got similar objectives to what we're doing with our one, although"}, {"timestamp": [976.5, 979.5], "text": " they are all different and unique in their own way."}, {"timestamp": [979.5, 984.16], "text": " If you're interested in that, you can access them all from that URL."}, {"timestamp": [984.16, 987.8], "text": " So the network itself, I'll stand over the side."}, {"timestamp": [989.6, 991.32], "text": " We have the World Wide Web,"}, {"timestamp": [992.68, 995.12], "text": " we have schools of different sizes, shapes,"}, {"timestamp": [995.12, 996.52], "text": " and in various locations,"}, {"timestamp": [999.06, 1002.8], "text": " connected by fibre or wireless or satellite,"}, {"timestamp": [1004.04, 1005.0], "text": " mainly by fibre."}, {"timestamp": [1008.36, 1009.4], "text": " That's interesting."}, {"timestamp": [1009.4, 1015.44], "text": " That's supposed to be a band which connects"}, {"timestamp": [1016.64, 1019.76], "text": " those center areas together."}, {"timestamp": [1019.76, 1022.04], "text": " And there's another one which is supposed to show"}, {"timestamp": [1022.04, 1025.76], "text": " filtering and firewalling at the edge of schools."}, {"timestamp": [1025.76, 1034.24], "text": " So filtering and firewalling will take place locally so you'll have some control over black lists and white lists if you're into that sort of stuff."}, {"timestamp": [1034.24, 1036.0], "text": " And we know a lot of people want to do that."}, {"timestamp": [1038.0, 1040.0], "text": " Oh dear."}, {"timestamp": [1042.0, 1046.0], "text": " My apologies about this just doesn't like it for some strange reason."}, {"timestamp": [1055.44, 1056.34], "text": " Basically, it should show local hubs, points of presence where fibre mainly connects or wireless terminates."}, {"timestamp": [1066.0, 1067.22], "text": " Those hubs there are joined together and as a result of that, schools being able to interact with each other."}, {"timestamp": [1071.52, 1073.22], "text": " And that altogether making up the network itself."}, {"timestamp": [1078.96, 1079.7], "text": " So at the moment, we have a request for proposal in the market, an RFP."}, {"timestamp": [1081.82, 1082.44], "text": " That went out a month or so ago."}, {"timestamp": [1086.6, 1087.24], "text": " And it's the first of the RFPs that the ministry will put out."}, {"timestamp": [1090.96, 1092.8], "text": " This one is for what we describe as base content and services."}, {"timestamp": [1099.24, 1099.5], "text": " And some of the highlights of that really are uncapped internet access."}, {"timestamp": [1102.32, 1112.16], "text": " We want the market to give us uncapped internet access. We don't want people to have to deal with data caps for internet connectivity. So we've asked vendors to reply, respond in an"}, {"timestamp": [1112.16, 1119.12], "text": " innovative way around that. We also want all of the networking services, which I"}, {"timestamp": [1119.12, 1123.2], "text": " won't go into in detail, but we want all the network services that provide the"}, {"timestamp": [1123.2, 1126.22], "text": " frame of the network to make everything work."}, {"timestamp": [1126.22, 1133.38], "text": " We also want vendors to provide spam, filtering and firewalls to keep things safe and usable."}, {"timestamp": [1133.38, 1140.0], "text": " And we also want them to have the facilities to do things like antivirus software updates"}, {"timestamp": [1140.0, 1146.2], "text": " and operating system updates within the network because we know that that sucks up a lot of bandwidth"}, {"timestamp": [1146.2, 1149.48], "text": " and adds to cost, but is really important,"}, {"timestamp": [1149.48, 1152.28], "text": " so it needs to be done within the network itself."}, {"timestamp": [1154.12, 1156.6], "text": " We're also asking them for a way for teachers"}, {"timestamp": [1156.6, 1163.08], "text": " to connect into that network remotely at this stage"}, {"timestamp": [1164.22, 1167.0], "text": " in this base set of services and then there's"}, {"timestamp": [1167.0, 1172.12], "text": " of course all of the other material there around making the network work run how"}, {"timestamp": [1172.12, 1182.26], "text": " we're going to build people change various things and transition from the services"}, {"timestamp": [1182.26, 1186.0], "text": " that we have at the moment that individual schools have into the network services."}, {"timestamp": [1186.0, 1189.0], "text": " So that's all in this first RFP."}, {"timestamp": [1189.0, 1199.0], "text": " There's also some help desk services there too, to help with the technical issues that often crop up around complex networks."}, {"timestamp": [1199.0, 1205.22], "text": " In the future, and this is just a sort of a bit of a think piece here."}, {"timestamp": [1209.38, 1210.08], "text": " We're calling it a possible future service landscape,"}, {"timestamp": [1213.36, 1213.74], "text": " things that will come on to the network later on,"}, {"timestamp": [1218.38, 1221.28], "text": " and they include a lot of things that people would use now, but they actually access them through the World Wide Web."}, {"timestamp": [1221.82, 1224.68], "text": " So that might be, for example, an e-portfolio service,"}, {"timestamp": [1225.04, 1228.38], "text": " or you might collaborate with some other schools"}, {"timestamp": [1228.38, 1232.88], "text": " around a managed learning environment,"}, {"timestamp": [1232.88, 1235.8], "text": " but you'd actually access that through the World Wide Web."}, {"timestamp": [1235.8, 1238.16], "text": " So if you're accessing it through the World Wide Web,"}, {"timestamp": [1238.16, 1241.24], "text": " you've got the ups and downs of connectivity"}, {"timestamp": [1241.24, 1246.72], "text": " that is typical of what happens in that with web traffic."}, {"timestamp": [1246.72, 1252.6], "text": " Putting it on the network will mean that you should have better connectivity to that and get"}, {"timestamp": [1252.6, 1254.0], "text": " a better result."}, {"timestamp": [1254.0, 1260.14], "text": " We know for example that you need to have a dedicated network to get the optimum results"}, {"timestamp": [1260.14, 1262.52], "text": " out of things like video conferencing."}, {"timestamp": [1262.52, 1265.0], "text": " And we also know that some of our evaluation tools"}, {"timestamp": [1265.0, 1268.0], "text": " like E-Astle actually take on a whole new lease of life"}, {"timestamp": [1268.0, 1272.0], "text": " in a fiber-enabled world rather than over copper."}, {"timestamp": [1272.0, 1275.0], "text": " So those sorts of things are valuable to schools."}, {"timestamp": [1275.0, 1278.0], "text": " The network provides the infrastructure build"}, {"timestamp": [1278.0, 1282.0], "text": " to make those tools work better."}, {"timestamp": [1282.0, 1292.3], "text": " Okay, so our base RFP for the base network closes on the 4th of July, complete with fireworks"}, {"timestamp": [1292.3, 1295.1], "text": " if you're an American."}, {"timestamp": [1295.1, 1300.54], "text": " Okay, perhaps you're not an American."}, {"timestamp": [1300.54, 1309.14], "text": " Then we negotiate the contracts later on in the year and provisionally we'll have the contract starting in January of next year and"}, {"timestamp": [1309.9, 1314.34], "text": " progressively available to schools from mid 2013."}, {"timestamp": [1315.16, 1325.56], "text": " So we might have some testing with schools and so on in the first half of the year, but generally speaking for schools who would like to join, have got fibre in place, we'll have that connectivity"}, {"timestamp": [1325.56, 1329.44], "text": " package mid-2013."}, {"timestamp": [1329.44, 1335.12], "text": " Okay, now just before I go off the slide, there's a couple of things I want to mention."}, {"timestamp": [1335.12, 1340.4], "text": " Firstly, I've already said that there's going to be a separate company set up to manage the"}, {"timestamp": [1340.4, 1351.5], "text": " network for learning and there'll be more details around that probably if you come to our Learning Without Limits series later on in starting in term three later on this"}, {"timestamp": [1351.5, 1353.24], "text": " year."}, {"timestamp": [1353.24, 1357.76], "text": " If you want to register for the Learning Without Limits series you can go to it through enabling"}, {"timestamp": [1357.76, 1361.04], "text": " eLearning and I'll show you the slide around that later on."}, {"timestamp": [1361.04, 1369.66], "text": " So that's the company that's going to manage the network itself and hold all those relationships with the vendors to make sure that things go and be the interface between"}, {"timestamp": [1369.66, 1374.4], "text": " the vendors providing the network and the schools consuming the network. So that will be held"}, {"timestamp": [1374.4, 1382.12], "text": " separately from the Ministry of Education. The other thing that I'd like to mention is that"}, {"timestamp": [1382.12, 1390.12], "text": " we hope to have further RFPs go into the market for additional centrally procured"}, {"timestamp": [1390.12, 1395.88], "text": " content and services. So we've got the base one there for the base connectivity and then"}, {"timestamp": [1395.88, 1401.4], "text": " for other content and services they will go progressively into the market, probably starting"}, {"timestamp": [1401.4, 1405.24], "text": " again sometime next year."}, {"timestamp": [1409.2, 1409.28], "text": " Can't say definitely because obviously the company will need to be involved in that."}, {"timestamp": [1413.54, 1413.66], "text": " The company will be in place and they'll be heavily involved in that along with the ministry."}, {"timestamp": [1415.14, 1416.72], "text": " So it'll be a partnership."}, {"timestamp": [1421.56, 1422.08], "text": " So we've been talking to the sector and what I'm doing today of course is part of that as well."}, {"timestamp": [1433.94, 1434.04], "text": " But we've been talking to them around a lot of the material that's actually been made explicit in the RFP itself. And we've also, in the last couple of months,"}, {"timestamp": [1440.44, 1447.8], "text": " started our infrastructure survey, and that's underway at the moment. There's an article in the upcoming Gazette about the infrastructure survey and I know a lot of people are taking part and it's fantastic."}, {"timestamp": [1447.8, 1452.0], "text": " I know that it's a bit of a drag because it's an online survey and it takes quite a while"}, {"timestamp": [1452.0, 1456.06], "text": " to actually put all the stuff in but I'd just like to thank you for your efforts for doing"}, {"timestamp": [1456.06, 1459.12], "text": " that if you've done that and there have been a lot of schools."}, {"timestamp": [1459.12, 1464.38], "text": " I think there's about 150 have responded so far and completed their surveys."}, {"timestamp": [1464.38, 1470.42], "text": " It's just giving us really valuable baseline data around schools to help us plan the network"}, {"timestamp": [1470.42, 1472.04], "text": " more effectively."}, {"timestamp": [1472.04, 1477.32], "text": " So thanks in advance if you're going to do that or thank you if you've done it already."}, {"timestamp": [1477.32, 1480.88], "text": " The other thing I'd like to mention is Mark McLeod and I will be back out on the road in"}, {"timestamp": [1480.88, 1486.8], "text": " term three with an expanded Learning Without Limits series of seminars"}, {"timestamp": [1486.8, 1493.18], "text": " which will include some workshops and we'll be showing some people videos of some good practice"}, {"timestamp": [1493.18, 1500.12], "text": " in schools and it'll be the opportunity to ask questions and get involved with others and so"}, {"timestamp": [1500.12, 1504.72], "text": " you can also if you haven't registered for learning without limits already you can register"}, {"timestamp": [1504.72, 1507.52], "text": " from the enabling e eLearning website"}, {"timestamp": [1507.52, 1510.0], "text": " and I'll show you the URL later on."}, {"timestamp": [1510.0, 1516.08], "text": " And as I said, more potential content and services later this year"}, {"timestamp": [1516.08, 1518.8], "text": " and then into next year."}, {"timestamp": [1518.8, 1522.0], "text": " What we have done is we have brought all of the elements to do with"}, {"timestamp": [1522.0, 1525.58], "text": " ICT and eLelearning together in the Enabling"}, {"timestamp": [1525.58, 1532.5], "text": " e-learning website and we've made that the portal that you can go and access material from."}, {"timestamp": [1532.5, 1536.68], "text": " So if you want to know about the e-learning planning framework, if you want to know about the"}, {"timestamp": [1536.68, 1541.68], "text": " TELA laptops, or if you want to know about the Learning Without Limits series, you can find"}, {"timestamp": [1541.68, 1547.44], "text": " a link which will take you to that section of information from enabling e-learning"}, {"timestamp": [1547.44, 1553.2], "text": " and we've done that very deliberately because we realize that like a lot of things that sort of grow"}, {"timestamp": [1553.2, 1559.12], "text": " a little bit like topsy that material was hidden there or over there or we've created a website"}, {"timestamp": [1559.12, 1567.52], "text": " there and so we've just brought all of that together in enabling e-learning. Enabling e-learning also allows you to take part in the forums."}, {"timestamp": [1568.58, 1572.84], "text": " There's lots of lots of forums running there, and I know some of you people are part of those already,"}, {"timestamp": [1573.4, 1576.18], "text": " and there's some really rich discussion goes on."}, {"timestamp": [1576.32, 1579.28], "text": " They're not just about infrastructure and technical things,"}, {"timestamp": [1579.36, 1582.46], "text": " but a lot about the teaching and learning pedagogy"}, {"timestamp": [1582.46, 1586.0], "text": " and how we need to take the digital environment"}, {"timestamp": [1586.0, 1593.0], "text": " on board and reshape what we do in our schools to take advantage of the opportunities"}, {"timestamp": [1593.0, 1602.24], "text": " to that digital environment provide so that's e-learning e-learning so for example you can skip"}, {"timestamp": [1602.24, 1606.68], "text": " quite quickly there to find out about what's happening in professional development for schools."}, {"timestamp": [1608.24, 1616.24], "text": " It'll tell you there what you're able to access if you're not in an ICTPD cluster at the moment, what you're able to access and how you go about it."}, {"timestamp": [1616.84, 1617.52], "text": " One example."}, {"timestamp": [1618.16, 1620.88], "text": " And then the other example is the e-learning planning framework."}, {"timestamp": [1621.42, 1625.76], "text": " And I spoke at a conference just recently and was part of a very, very good"}, {"timestamp": [1625.76, 1631.9], "text": " workshop led by a principal and somebody from a board of trustees around a whole school"}, {"timestamp": [1631.9, 1636.78], "text": " development based on the enabling, sorry, the e-learning planning framework."}, {"timestamp": [1636.78, 1643.44], "text": " You can load down a paper version of the planning framework and use it around staff development."}, {"timestamp": [1643.44, 1646.0], "text": " We will have an online version available"}, {"timestamp": [1646.0, 1648.0], "text": " late this year, early next year."}, {"timestamp": [1648.0, 1652.0], "text": " But the eLearning planning framework has been devised."}, {"timestamp": [1652.0, 1657.0], "text": " It's taken a lot of really quality international e-maturedly"}, {"timestamp": [1657.0, 1661.0], "text": " modeling and it's brought it into a Kiwi environment"}, {"timestamp": [1661.0, 1664.0], "text": " and you are able to sit down there,"}, {"timestamp": [1664.0, 1666.0], "text": " look at that planning framework,"}, {"timestamp": [1666.0, 1671.0], "text": " gauge where you and your school is, where you'd like to go,"}, {"timestamp": [1671.0, 1673.0], "text": " and maybe how you'd like to get there,"}, {"timestamp": [1673.0, 1677.0], "text": " what you'd like to prioritize, what you don't want to prioritise."}, {"timestamp": [1677.0, 1680.0], "text": " So can I commend that to you?"}, {"timestamp": [1680.0, 1683.0], "text": " And I'm nearly done."}, {"timestamp": [1683.0, 1685.4], "text": " Just some contacts."}, {"timestamp": [1686.52, 1687.78], "text": " The first URL"}, {"timestamp": [1687.78, 1690.04], "text": " is everything to do with government's"}, {"timestamp": [1690.04, 1691.98], "text": " announcements around the"}, {"timestamp": [1691.98, 1693.8], "text": " infrastructure build or anything else."}, {"timestamp": [1693.96, 1695.82], "text": " So you'll be able to find links to them from there."}, {"timestamp": [1696.86, 1697.86], "text": " Enabling e-learning"}, {"timestamp": [1697.86, 1699.82], "text": " e-learning is everything to do with the"}, {"timestamp": [1699.82, 1701.0], "text": " ministry, our initiatives."}, {"timestamp": [1703.12, 1707.32], "text": " If you've got a query about the infrastructure build, send an"}, {"timestamp": [1707.32, 1715.84], "text": " email to ufb.s.calls. If you've got a query about SNAP, the"}, {"timestamp": [1715.84, 1721.66], "text": " upgrade, internal upgrade, please send an email there, or if you really want to"}, {"timestamp": [1721.66, 1725.44], "text": " make my day, you can send one to me."}, {"timestamp": [1729.64, 1731.2], "text": " Thank you very much. I'm happy to take questions."}, {"timestamp": [1735.06, 1735.12], "text": " Just a few things about first up, and I might be wrong about this,"}, {"timestamp": [1737.72, 1737.8], "text": " and I'm sort of desperately hoping I am."}, {"timestamp": [1741.68, 1742.08], "text": " In terms of the government share site, when you look at the benefits of asset sales,"}, {"timestamp": [1745.2, 1745.84], "text": " it mentions modernising schools is one of the key benefits."}, {"timestamp": [1751.04, 1757.12], "text": " How much is what we're planning here with Network for Learning dependent on asset sales happening to succeed? You need to talk to the politicians, not to me. Okay, so you've got no"}, {"timestamp": [1757.12, 1763.2], "text": " idea about the relationship between that funding and where, the funding of this project? Okay."}, {"timestamp": [1763.76, 1767.5], "text": " In terms of timing, the infrastructure versus the content,"}, {"timestamp": [1767.96, 1771.22], "text": " when you said there's going to be some content available in mid-2013,"}, {"timestamp": [1771.34, 1773.94], "text": " is that sort of actual teaching and learning content"}, {"timestamp": [1773.94, 1776.42], "text": " or is it more around the support side?"}, {"timestamp": [1776.94, 1777.86], "text": " It's a bit of both."}, {"timestamp": [1778.22, 1783.36], "text": " So teaching and learning content is probably more around the services side."}, {"timestamp": [1783.36, 1787.76], "text": " So it's basically optimizing things like"}, {"timestamp": [1787.76, 1796.16], "text": " eastel putting it within the network it's also shifting enroll in some of the other ministry"}, {"timestamp": [1796.16, 1803.92], "text": " services across so that they again they're optimized and all of our tk i sites all of that sort of"}, {"timestamp": [1803.92, 1806.0], "text": " thing so at the moment if you're in a rural school, for example,"}, {"timestamp": [1806.0, 1810.0], "text": " and you want to take part in one of the forums on enabling e-learning,"}, {"timestamp": [1810.0, 1814.0], "text": " you may have difficulty doing that because of the bandwidth constraints."}, {"timestamp": [1814.0, 1818.0], "text": " If you're on a school, it's on the network for learning,"}, {"timestamp": [1818.0, 1823.0], "text": " that all of the enabling e-learning websites will be within the network,"}, {"timestamp": [1823.0, 1831.92], "text": " so you'll have better connectivity and be able to collaborate with teachers around the country in a better way. So following that,"}, {"timestamp": [1833.76, 1839.04], "text": " and as I said there are services that are available over the web at the moment. Some of them are"}, {"timestamp": [1839.04, 1845.48], "text": " provided by other vendors, some of them are other government services."}, {"timestamp": [1845.48, 1851.12], "text": " We foresee that people will want to site their services within the network to get a better"}, {"timestamp": [1851.12, 1860.06], "text": " quality outcome both from a business perspective, client side, and also to make their services"}, {"timestamp": [1860.06, 1862.56], "text": " more effective for teaching and learning."}, {"timestamp": [1862.56, 1865.8], "text": " So we can see that that will start to build up."}, {"timestamp": [1866.36, 1869.5], "text": " If there's particular services that we want,"}, {"timestamp": [1869.58, 1871.86], "text": " of course what happens in a government situation"}, {"timestamp": [1871.86, 1873.32], "text": " is that we go out to tender"}, {"timestamp": [1873.32, 1876.24], "text": " and we ask for them one or a number of services."}, {"timestamp": [1876.7, 1877.74], "text": " That's yet to be determined."}, {"timestamp": [1878.04, 1881.12], "text": " But I could see that that may be a possibility down the track."}, {"timestamp": [1881.24, 1883.7], "text": " Because I mean that's part of the RFP"}, {"timestamp": [1883.7, 1884.5], "text": " that's going out at the moment,"}, {"timestamp": [1884.5, 1885.86], "text": " is there is contents"}, {"timestamp": [1885.86, 1886.8], "text": " and services within."}, {"timestamp": [1886.94, 1887.46], "text": " There are."}, {"timestamp": [1887.54, 1887.74], "text": " There are."}, {"timestamp": [1887.74, 1887.94], "text": " There are."}, {"timestamp": [1888.1, 1889.74], "text": " There's mainly, as I said, existing content and services."}, {"timestamp": [1891.36, 1895.58], "text": " That's, I'll just skip back a few slides to show you because it probably may get easier."}, {"timestamp": [1896.72, 1897.38], "text": " It's that."}, {"timestamp": [1897.64, 1897.86], "text": " Yeah."}, {"timestamp": [1898.48, 1898.8], "text": " Okay."}, {"timestamp": [1899.26, 1900.44], "text": " So it's those sorts of things."}, {"timestamp": [1900.52, 1902.52], "text": " This is the initial RFP."}, {"timestamp": [1903.0, 1903.2], "text": " Yeah."}, {"timestamp": [1904.44, 1906.04], "text": " Subsequent RFPs will support a much wider range. This is the initial RFP. Subsequent RFPs"}, {"timestamp": [1906.04, 1907.96], "text": " will support"}, {"timestamp": [1907.96, 1909.92], "text": " a much wider range. What's the"}, {"timestamp": [1909.92, 1912.24], "text": " timeframe around that? At this stage, I don't"}, {"timestamp": [1912.24, 1915.92], "text": " know. My only concern is, I know Douglas used to always use that"}, {"timestamp": [1915.92, 1917.8], "text": " analogy of building a highway that"}, {"timestamp": [1917.8, 1919.56], "text": " a Porsche, you know, can"}, {"timestamp": [1919.56, 1922.32], "text": " drive on. But I mean, I guess"}, {"timestamp": [1922.32, 1926.24], "text": " one of my concerns is that we spend a long time focusing on the"}, {"timestamp": [1926.24, 1931.76], "text": " infrastructure but what we need to have happening in parallel is the development of the content"}, {"timestamp": [1931.76, 1938.16], "text": " alongside it. So when the highway is open you want the Porsche ready to go on it. Well I mean that's"}, {"timestamp": [1938.16, 1944.12], "text": " quite correct and the simply being able to have better connectivity into schools between schools"}, {"timestamp": [1944.12, 1950.42], "text": " and the worldwide web will enable any services that or content that's available anywhere to be"}, {"timestamp": [1950.42, 1958.12], "text": " able to deliver more effectively to schools anyway. Putting it on net will enable an even"}, {"timestamp": [1958.12, 1966.58], "text": " more optimized experience for teachers and kids but that's not going to emerge right in the middle of 2013,"}, {"timestamp": [1966.76, 1972.02], "text": " that's going to be another process after that."}, {"timestamp": [1972.26, 1974.08], "text": " But you will have the better connectivity,"}, {"timestamp": [1974.58, 1977.04], "text": " you will still be able to get that content off the web."}, {"timestamp": [1977.36, 1979.22], "text": " Okay, so it does enable that."}, {"timestamp": [1979.86, 1984.26], "text": " You referred earlier to a lot of schools getting their fibre delivered"}, {"timestamp": [1984.26, 1986.28], "text": " and they're looking at the end of it and saying,"}, {"timestamp": [1986.36, 1987.2], "text": " what will we do with it now?"}, {"timestamp": [1987.42, 1987.62], "text": " Yeah."}, {"timestamp": [1988.32, 1993.82], "text": " And part of the issue there is the arrival of the retail service providers."}, {"timestamp": [1994.74, 1995.92], "text": " Who's driving that?"}, {"timestamp": [1995.92, 2000.48], "text": " Is the need for the retail service providers just sort of the marketplace,"}, {"timestamp": [2000.92, 2006.9], "text": " or is it being driven by MED or driven by chorus or whoever is rolling out"}, {"timestamp": [2006.9, 2014.2], "text": " the broadband itself? Okay well that's that's a complex question firstly we do"}, {"timestamp": [2014.2, 2019.8], "text": " know of schools that have got fiber ready to go but no retail services as I"}, {"timestamp": [2019.8, 2029.0], "text": " mentioned it's it's pretty complex around why there there aren't any services available at the moment."}, {"timestamp": [2029.0, 2036.1], "text": " The best people to ask actually would be MED. Our interest in this area is the education area."}, {"timestamp": [2036.1, 2041.0], "text": " We don't hold the contracts with the people who roll the fibre out and we don't have those"}, {"timestamp": [2041.0, 2046.26], "text": " discussions with people who are interested in providing business connections over fibre or so on."}, {"timestamp": [2046.36, 2048.6], "text": " So I'm going to defer that one to MED."}, {"timestamp": [2049.0, 2050.68], "text": " I think their best place to answer it."}, {"timestamp": [2050.92, 2051.54], "text": " Okay, thanks."}, {"timestamp": [2051.54, 2057.64], "text": " And the supplementary question to that is that, let's say people do go out and get a retail service provider,"}, {"timestamp": [2057.74, 2059.48], "text": " which they engage for the next year or two."}, {"timestamp": [2059.9, 2064.84], "text": " Once these other services become available, not necessarily the first lot that you're talking about,"}, {"timestamp": [2064.92, 2071.88], "text": " but the applications that follow that, will they need to change from their retail service provider"}, {"timestamp": [2071.88, 2075.42], "text": " onto the Network for Learning in order to get access to those applications?"}, {"timestamp": [2076.04, 2080.9], "text": " You'll be able to get access to most applications, I would think, over the World Wide Web,"}, {"timestamp": [2081.64, 2082.94], "text": " in the way that you do at present."}, {"timestamp": [2083.52, 2089.38], "text": " It's just that if I can use an analogy, let's say, look, Mathletics is used in a lot of New"}, {"timestamp": [2089.38, 2092.5], "text": " Zealand schools, I'm sure a lot of people here are familiar with it."}, {"timestamp": [2092.5, 2097.72], "text": " So at the moment you're access to Mathletics is over the worldwide web."}, {"timestamp": [2097.72, 2104.22], "text": " If Mathletics wanted to put some sort of mirror server on the network, it would enable the"}, {"timestamp": [2104.22, 2106.76], "text": " schools, kids in schools connecting up to it,"}, {"timestamp": [2106.76, 2109.86], "text": " to get a better experience while they were at school."}, {"timestamp": [2109.86, 2112.68], "text": " And they might be able to, look, I'm speaking off the top of my head, they might be able"}, {"timestamp": [2112.68, 2115.46], "text": " to do more with a get a better experience."}, {"timestamp": [2115.46, 2119.46], "text": " But you'll still be able, when you go home at night, you'll still be able to access"}, {"timestamp": [2119.46, 2123.08], "text": " athletics with your username and password over the web."}, {"timestamp": [2123.08, 2126.2], "text": " So I think it'll be a choice for schools."}, {"timestamp": [2128.0, 2130.28], "text": " Nobody has mentioned price yet,"}, {"timestamp": [2130.32, 2132.22], "text": " how much this is all going to cost."}, {"timestamp": [2132.8, 2138.2], "text": " And the thing is that our goal is to get an affordable solution"}, {"timestamp": [2138.2, 2139.44], "text": " for every New Zealand school."}, {"timestamp": [2139.52, 2140.18], "text": " That's our goal."}, {"timestamp": [2141.48, 2149.0], "text": " We want to get bundles of connectivity and services that will meet the price points that"}, {"timestamp": [2149.0, 2154.4], "text": " schools in our rural and provincial areas can meet as well as our big urban schools."}, {"timestamp": [2154.4, 2158.7], "text": " So that will mean a range, I'd like to think, of service provision."}, {"timestamp": [2158.7, 2160.7], "text": " So that's really important."}, {"timestamp": [2160.7, 2166.38], "text": " As far as schools are concerned, they'll need to weigh up the services on the network."}, {"timestamp": [2170.14, 2170.38], "text": " So, for example, high-definition video conferencing."}, {"timestamp": [2173.56, 2173.86], "text": " If you want to do high-definition video conferencing with other schools in New Zealand,"}, {"timestamp": [2176.34, 2177.18], "text": " the network for learning will have a provision to do that."}, {"timestamp": [2179.78, 2180.44], "text": " Now, at the moment, for example, if you do video conferencing,"}, {"timestamp": [2184.84, 2185.0], "text": " you pay a bit more on a school zone connection to get that service."}, {"timestamp": [2185.0, 2188.0], "text": " I'm guessing you'll have to do the same sort of thing on the network for learning,"}, {"timestamp": [2188.0, 2191.0], "text": " but it'll be part there will be a package there that will have that."}, {"timestamp": [2191.0, 2197.0], "text": " If you want to get an optimized result with VC, high definition VC,"}, {"timestamp": [2197.0, 2200.0], "text": " the best thing to do will be to use the network for learning"}, {"timestamp": [2200.0, 2204.0], "text": " because all of the schools, hopefully, that you want to make contact with,"}, {"timestamp": [2204.0, 2206.0], "text": " will be on the network."}, {"timestamp": [2206.0, 2212.0], "text": " And I've seen some fantastic stuff on high-deaf VC,"}, {"timestamp": [2212.0, 2216.0], "text": " including young people collaborating musically"}, {"timestamp": [2216.0, 2218.0], "text": " and the lag has been so tiny"}, {"timestamp": [2218.0, 2220.0], "text": " that you could actually think they're all"}, {"timestamp": [2220.0, 2222.0], "text": " practically in the same room singing together."}, {"timestamp": [2222.0, 2224.0], "text": " It's quite outstanding stuff."}, {"timestamp": [2224.0, 2226.6], "text": " And just wonderful, especially for our young people"}, {"timestamp": [2226.6, 2230.2], "text": " that don't have access, you know,"}, {"timestamp": [2230.28, 2233.32], "text": " to a string quartet or a chamber music group"}, {"timestamp": [2233.32, 2234.32], "text": " or something like that."}, {"timestamp": [2234.34, 2235.62], "text": " I think that's a wonderful thing."}, {"timestamp": [2235.62, 2237.9], "text": " So, I mean, one of the pedagogical drivers"}, {"timestamp": [2237.9, 2240.8], "text": " behind the network is to provide a set of services"}, {"timestamp": [2240.8, 2244.18], "text": " that allows that collaboration around the country"}, {"timestamp": [2244.18, 2245.6], "text": " and we want the network"}, {"timestamp": [2245.6, 2247.12], "text": " to be optimised to deliver that."}, {"timestamp": [2247.12, 2252.56], "text": " But this is not, the government have said this is not compulsory."}, {"timestamp": [2252.56, 2258.6], "text": " It's up to the ministry to provide an optimise package at a price that will convince principals"}, {"timestamp": [2258.6, 2263.28], "text": " and boards of trustees to say this is where we want to go and that's what we're determined"}, {"timestamp": [2263.28, 2264.28], "text": " to do."}, {"timestamp": [2264.28, 2267.6], "text": " Just another question and I'm not sure if you can answer it within this umbrella or not,"}, {"timestamp": [2267.94, 2272.88], "text": " but the future funding of my portfolio as a teaching and learning tool,"}, {"timestamp": [2273.04, 2277.2], "text": " like I'd like to invest some real time and energy to our school using it effectively,"}, {"timestamp": [2277.36, 2279.8], "text": " but I'm aware that the funding only goes for a couple more years."}, {"timestamp": [2280.36, 2284.3], "text": " And of course if we're looking long-term in establishing processes,"}, {"timestamp": [2284.46, 2287.0], "text": " it would be nice to know the future of my portfolio."}, {"timestamp": [2287.42, 2291.8], "text": " And I assume it fits really nicely as something that might be available in this environment."}, {"timestamp": [2292.18, 2298.4], "text": " For those people who don't know, an e-portfolio product that's well-regarded and used extensively in New Zealand schools."}, {"timestamp": [2298.7, 2300.2], "text": " There are other products as well."}, {"timestamp": [2301.74, 2306.0], "text": " I don't know what the funding arrangements after the extent."}, {"timestamp": [2306.0, 2307.0], "text": " I think it's right."}, {"timestamp": [2307.0, 2309.0], "text": " There's a couple more years of funding."}, {"timestamp": [2309.0, 2310.0], "text": " Who would know?"}, {"timestamp": [2310.0, 2313.0], "text": " I can talk about that with you offline."}, {"timestamp": [2313.0, 2315.0], "text": " Okay, cool."}, {"timestamp": [2315.0, 2316.0], "text": " Thank you."}, {"timestamp": [2316.0, 2317.0], "text": " And just one last question."}, {"timestamp": [2317.0, 2319.0], "text": " How does one become a trial school?"}, {"timestamp": [2319.0, 2321.0], "text": " I don't know at this stage."}, {"timestamp": [2321.0, 2322.0], "text": " No."}, {"timestamp": [2322.0, 2328.3], "text": " Because I'm not in charge of that. That will actually come out of the company."}, {"timestamp": [2328.3, 2333.1], "text": " The company will do those sorts of things and I'm just speculating around trial schools."}, {"timestamp": [2333.1, 2334.6], "text": " I don't know what they're doing."}, {"timestamp": [2334.6, 2335.6], "text": " So that'll be down the line."}, {"timestamp": [2335.6, 2338.1], "text": " The company doesn't exist, so I can't really say what they might do."}, {"timestamp": [2338.1, 2340.2], "text": " That doesn't stop me doing plans, that's okay."}, {"timestamp": [2340.2, 2343.2], "text": " Good, good."}, {"timestamp": [2343.2, 2343.6], "text": " Thanks Claire."}, {"timestamp": [2343.6, 2345.0], "text": " That's all, thank you."}, {"timestamp": [2345.0, 2346.0], "text": " Anybody in the back?"}, {"timestamp": [2346.0, 2352.0], "text": " There are a number of schools here who are involved with the Neal program."}, {"timestamp": [2352.0, 2353.0], "text": " Yep."}, {"timestamp": [2353.0, 2361.0], "text": " And a number of those schools are on FIRA now through Vector and as the FIB in schools website shows,"}, {"timestamp": [2361.0, 2365.54], "text": " and those who are coming on to in this area of the course network. Yeah."}, {"timestamp": [2365.54, 2371.7], "text": " What is the plan right now in terms of migration of users from either UFB onto the network"}, {"timestamp": [2371.7, 2373.7], "text": " for learning, although I think you've covered that."}, {"timestamp": [2373.7, 2376.84], "text": " More specifically, we have a regional network with Neil."}, {"timestamp": [2376.84, 2380.24], "text": " What's the plan to move those users onto the network for learning?"}, {"timestamp": [2380.24, 2381.24], "text": " Okay."}, {"timestamp": [2381.24, 2385.14], "text": " That really is something for the company to sort out."}, {"timestamp": [2393.88, 2394.24], "text": " So the RFP for services and the company that will sign the contracts with those that are providing the services,"}, {"timestamp": [2398.74, 2403.44], "text": " they need to have some transition plans for schools that want to opt on to the network and they need to take into account obviously what fibre services they're on at present"}, {"timestamp": [2403.44, 2406.6], "text": " and how that might look and how much it might cost."}, {"timestamp": [2406.6, 2409.0], "text": " So I can't really answer that one."}, {"timestamp": [2409.0, 2411.56], "text": " But we do realize, I mean, you guys are not alone."}, {"timestamp": [2411.56, 2413.56], "text": " We have other loops around the country."}, {"timestamp": [2413.56, 2416.48], "text": " And in addition to that, we have a number of other schools who've made their own fiber"}, {"timestamp": [2416.48, 2423.74], "text": " arrangements with individual providers like Telecom and Telstra and so on."}, {"timestamp": [2423.74, 2425.32], "text": " So that's really part of the RFP"}, {"timestamp": [2425.32, 2428.16], "text": " is to provide a transition from the current state"}, {"timestamp": [2428.16, 2430.56], "text": " options into a future state."}, {"timestamp": [2431.36, 2432.34], "text": " That's great to hear."}, {"timestamp": [2432.58, 2432.74], "text": " Yeah."}, {"timestamp": [2438.1, 2439.0], "text": " Deadly silence."}, {"timestamp": [2439.1, 2440.0], "text": " Look, thank you, everybody."}, {"timestamp": [2441.0, 2441.78], "text": " Oh, one more."}, {"timestamp": [2441.78, 2444.14], "text": " Is it likely to be more expensive for schools"}, {"timestamp": [2444.14, 2449.74], "text": " with the schools that are already part of loops, networks?"}, {"timestamp": [2450.36, 2453.92], "text": " What's the chance that it's going to be more expensive for them, the trial schools?"}, {"timestamp": [2454.84, 2456.06], "text": " That's a really good question."}, {"timestamp": [2457.68, 2459.8], "text": " As I said, I can only really repeat what I said."}, {"timestamp": [2460.2, 2464.0], "text": " Our goal is to provide something that's affordable."}, {"timestamp": [2464.42, 2468.0], "text": " Now, is it going to be the same or is it going to be more expensive?"}, {"timestamp": [2468.0, 2469.0], "text": " I don't know."}, {"timestamp": [2469.0, 2472.0], "text": " What I do know is there's no such thing as a free lunch"}, {"timestamp": [2472.0, 2475.0], "text": " and at the end of the day, you know, you have to pay."}, {"timestamp": [2475.0, 2478.0], "text": " And what principles have said to me up and down the country"}, {"timestamp": [2478.0, 2481.0], "text": " is we've got services and we're paying so much."}, {"timestamp": [2481.0, 2486.0], "text": " If I could pay some more and get something that's 10 or 20 or 30 times"}, {"timestamp": [2486.0, 2492.0], "text": " better and allows me to do all of the things that I want to do, then I've got my hand up"}, {"timestamp": [2492.0, 2497.0], "text": " for that. And so I think there is a willingness for people to be realistic about pricing."}, {"timestamp": [2497.0, 2504.0], "text": " It's what our challenge is to provide the pricing level that people feel that they're"}, {"timestamp": [2504.0, 2505.52], "text": " getting real value for."}, {"timestamp": [2505.52, 2512.5], "text": " And we've got to wait and see how the RFP goes, but that's our goal."}, {"timestamp": [2513.04, 2518.78], "text": " Affordable for everybody in the country so that you've got those options."}, {"timestamp": [2535.0, 2536.0], "text": " I've just, someone just sort of tweeted through that they heard that Ann Tully actually mentioned in a pre-election statement that the Network for Learning is being funded by asset sales."}, {"timestamp": [2543.92, 2544.16], "text": " Is that a real concern for us? I mean, if we fight for stopping asset sales, are we going to be cutting off our nose despite our face?"}, {"timestamp": [2548.9, 2556.0], "text": " Well, I'm not the person to answer that. You need to talk to the politicians. Can I just, again, just remind folk of the Learning Without Limits series, the seminars."}, {"timestamp": [2556.0, 2561.0], "text": " We've got four here in Auckland, including one here on the North Shore, but all around the country."}, {"timestamp": [2561.0, 2565.38], "text": " And if you or maybe other people and your staff, folk from the"}, {"timestamp": [2565.38, 2570.08], "text": " Board of Trustees, principals obviously very welcome and would encourage principals"}, {"timestamp": [2570.08, 2579.66], "text": " to attend please register from the Enabling e-learning website. Thanks very much."}], "text": " Tena kato, tenakotau, tenakot, it's a real pleasure to be here in O'Rewa. And I am going to sort of look at the camera I've been told from time to time and back to you to take account of the people who are looking at the stream over ETV. So I'm going to give you a general update on government's progress around a whole lot of items this morning. We'll work through a PowerPoint presentation and then I'm happy to take questions at the end. So let's make a start. Government have committed to connect the vast majority of New Zealand schools with fibre connectivity and I can announce today that in addition to that through the innovation of a number of vendors we are going to have 57 schools that are too remote to have fiber receive point-to-point wireless which is just fantastic and that means that the Chatham Islands the three schools in in the Chathams, will receive an upgraded satellite service. Previously we had a large number of schools in New Zealand and terrestrial New Zealand with satellite as well. So it's a big improvement for them to be able to have wireless technology. So we have the infrastructure build around fibre, wireless or satellite. We also of course have the upgrade of school networks. And then to deliver the contents and services and applications on top of all of that, the government have decided to move ahead with a network for learning or in for L as we're shorthanding it at the moment. So why are we going to have ultra-fast broadband, UFB? When I talk about ultra-fast broadband by the the way I'm talking about ultra fast broadband in urban New Zealand or rural New Zealand even though we've got different schemes to provide them both but I'm talking about ultra fast broadband connectivity and the network for learning so obviously if we have a large investment in infrastructure, we want better teaching and learning for our young people and we believe a network available to everybody in the sector will optimise that investment. We also know that the digital world is now very much part of students' lives. There's an increasing evidence base around that, and I've been really thrilled this morning to be in some classrooms here at Orua and see some incredibly engaged young people. I watched two students getting some really rich material off the internet, studying the periodic table and they were able to talk to me and describe their learning in real detail so it's fantastic to see that use of the technology here in the school already. We want that to be available obviously for all New Zealand children. Okay so the collaboration between young people and teachers as well is another driver as to providing quality outcomes for children in our underserved communities, especially Māori and Pacifica learners. So if we put all of that together, what we're doing is we're talking about learning without limits. The work that you do here in school can be supplemented by learning that takes place anywhere else, whether it's at grandmas at the mall, at home, on a school camp, if there's connectivity available. That 24-7 environment, we know young people are living in already, and in fact I can see everybody who's tapping away on their iPads and tapping on their other devices here in the audience, as no doubt you people at home are doing as well, or wherever you may be. The digital environment is all pervasive and learning happens within it in formal and informal opportunities. That's a really important thing. Now we call this the big complex diagram. And it is a big complex diagram. What it does, and I'm not going to go through it in detail, if you come to our Learning Without Limits seminars, by the way, we'll have a printout for you to take away. And I'll talk more about the Learning Without Limits seminars later on. This diagram is in a continuous state of evolution as things change. But just to point out some of the highlights, over here we have the national infrastructure build, we have what happens in schools, the ministry's commitment through centralized hardware procurement with our programs in place already like the the teller laptop scheme and our national software contracts and the arrangements we have around firewalls and filtering. Devices in schools that are provided either by the school themselves or provided by families. And then we have the Network for Learning, service connections and content and services running across the network. And we also now are in the final stages of working with government around the company which will provide the network so the network will not be provided from within the Ministry of Education we're starting the process off but it will be handed over to an independent company to run and you may be aware of Riyans who run a tertiary network in New Zealand for the universities and research institutes and a similar sort of crown company will be put in place to run the network for learning what we obviously want is innovative teaching and learning and to do that we realize that we need to have capability in teaching workforce we already have ICTPD clusters those are in place at present and they will complete their cycle at the end of this calendar year and in 2013 there will be a different model of provision with a larger team of people provided by the contractors who do that work for us spread throughout the country and working with our regional offices and working through regional offices with schools to support them around the implementation of the network and e-learning in schools. And we're currently working through how that will eventually shape up, and there'll be more detail about that later on in the year. So if you put all those elements together, what we really want is improved outcomes for learners, and there are some direct and what we call derived benefits from having all of those other streams of implementation and innovation working together to give a better result for our young people wherever they may be around the country so just to summarize summarise our infrastructure elements, Ministry of Economic Development and Government with fibre and wireless and satellite and the Network for Learning with the Network Services. So what's happening at present? I'm not going to read all of this out but we've got as I said our existing programs we're supporting schools as they're connecting to ultra fast broadband there's a SNAP program which you're all well aware of we're establishing the network for learning and we're working towards building a capability in e-learning to enhance the possibilities arising out of the digital environment. Now here's a map that's already out of date and I'm sorry you can't see that. It's pretty washed out here and I normally show this just to actually put forward the evidence that the rollout is well and truly underway and it shows all the areas around New Zealand that have actually received fiber or are going to receive fiber by the end of this financial year, which is the end of June. And I'm sorry, that's a bit washed out. You'll be able to see that better on the PowerPoint presentation online. What it shows is that the rollout is proceeding and we know that we've got basically five years for schools to receive that connectivity. And there are schools that are receiving it in the first couple of years. There are some other schools that will receive it as the rollout makes its way through New Zealand and there in the latter part of the program. If you want to know whether you're or when you're getting ultra-fast broadband, the fibre connectivity infrastructure delivered to your school, you can check this widget on our enabling e-learning site. If you put in your M-O-E number or your school name, it'll tell you whether you're in this financial year, the next financial year. If you're in rural New Zealand, it will actually tell you which build stage you're in after that. If you're in urban New Zealand, it will actually tell you which build stage you're in after that. If you're in urban New Zealand, it will probably say to be advised. When you're undertaking a massive infrastructure build, as we are, and you're meeting all these timeframes, there's bound to be some bits that don't quite meet. One of the bits that doesn't quite meet at the moment is that we have some schools with fibre actually rolled into their school and into the server room and all set to go, but we don't actually have any commercial retail service provision of services, connectivity services available. Now the Ministry of Education solution to that is the Network for Learning. It won't be available for schools generally until the middle of 2013. So there's a 12-month gap between now and then, and I know that's very frustrating for schools generally until the middle of 2013 so there's a 12-month gap between now and then and I know that's very frustrating for schools if they can't get service provision at the moment there are an emerging list of local service providers who will be able to provide those that those connectivity services for people but at the moment there's only a small number of them and they don't cover off the whole of the country. They're more likely to be in urban New Zealand, for example, rather than covering rural New Zealand. So that's a problem. We're working with MED to try and resolve that. However, as I said, the ministry solution is the Network for Learning if you are going to sign up though with somebody for a fibre connection our advice is to sign a short-term connection so that you'll have the option to examine the offer that the Network for Learning will put in front of you when it's available in the middle of 2013. So in other words, don't sign up for 10 years. Briefly, SNAP. So SNAP subsidises upgrades of electrical cabling and data cabling in schools. For state schools, it's we pay 80%, you pay 20%. For state integrated, it's we pay 80%, you pay 20%. For state integrated, it's 68 32, yeah, something like that. SNAP brings all of those cabling infrastructure up to industry standard. And I just must emphasize this point, because there's some confusion. You can still connect to faster broadband, even if you don't have your network upgraded. Having a network upgraded optimizes the whole experience. And we know that from the builds that have been done and from our infrastructure survey work, which I'll talk about later on. But you don't need to have one SNAP to access ultra-fast broadband or better connectivity. Eventually all schools in the country will have their internal networks audited and they'll be brought up to standard. But that's a longer process. It's a process that will probably go beyond the rollout process. The rollout process is 2016. SNAP will probably continue a little bit further than that because of the costs of looking at all of the schools in the entire network. Now SNAP occurs in tranches. The last tranche was announced in April. The next one's going to be later on this year we think possibly September, October, something like that for the next lot of schools. And we hope to have a business case with government to secure the final funding to the end of the project later on this year. And government works by people putting up business cases to draw down money so that you can keep projects going. And so that's what we're doing to make sure that we've got money coming in from government to actually keep the program going. We need to establish a business case for the financial years. So we're working on that at the moment. Okay, so under the RBI, the Rural Broadband Initiative, which is provincial and rural New Zealand, those contracts have been let. And as I said, the vast majority of schools are either getting fibre or they're getting point-to-point wireless. And I think at this stage it's a good thing to reflect. When we think about New Zealand in comparison to some of the other international jurisdictions, when government have finished this project, we will have the most connected schooling network in the world. And I think that's a pretty fantastic thing. So all of that brings us to the connectivity overlay, the network for learning, the applications, contents and services that allow you people to provide innovative teaching to students. Affordable? I know that's the key, isn't it? We need affordability. But we also want a safe, reliable environment. We want ultra-fast access to all the opportunities that the 21st century education can provide. So here are some direct benefits that we've derived from talking to the sector and also from looking at what's happening internationally. But really, what we want is improved achievement for young people. We know that engagement, you must be engaged in the learning activity before learning can actually take place. And those young people in that science class I saw this morning were certainly engaged in their learning. And that enables innovation in how you want to present those learning activities. This is just a slide which shows the legacy architecture for schools, how we've sort of got people connected today. And in a sentence, we've got a whole different range of connectivity platforms delivering connectivity into schools today. And most of them are unable to interact with each other. And that is what's happened as the market has developed in New Zealand and people have made their own arrangements with a whole range of providers. So this is just an example. This one here shows the school zone network, which is a particular network run by telecom. Still has over 700 people connected to it. 700 schools connected to it around the country. It's the predominant network. And other people have other arrangements. And as I said, the network for learning, those are the characteristics. There are other networks for learning in other parts of the world. This slide here shows the, I think there are 11 or 12 education networks in the United Kingdom. All of those networks have got similar objectives to what we're doing with our one, although they are all different and unique in their own way. If you're interested in that, you can access them all from that URL. So the network itself, I'll stand over the side. We have the World Wide Web, we have schools of different sizes, shapes, and in various locations, connected by fibre or wireless or satellite, mainly by fibre. That's interesting. That's supposed to be a band which connects those center areas together. And there's another one which is supposed to show filtering and firewalling at the edge of schools. So filtering and firewalling will take place locally so you'll have some control over black lists and white lists if you're into that sort of stuff. And we know a lot of people want to do that. Oh dear. My apologies about this just doesn't like it for some strange reason. Basically, it should show local hubs, points of presence where fibre mainly connects or wireless terminates. Those hubs there are joined together and as a result of that, schools being able to interact with each other. And that altogether making up the network itself. So at the moment, we have a request for proposal in the market, an RFP. That went out a month or so ago. And it's the first of the RFPs that the ministry will put out. This one is for what we describe as base content and services. And some of the highlights of that really are uncapped internet access. We want the market to give us uncapped internet access. We don't want people to have to deal with data caps for internet connectivity. So we've asked vendors to reply, respond in an innovative way around that. We also want all of the networking services, which I won't go into in detail, but we want all the network services that provide the frame of the network to make everything work. We also want vendors to provide spam, filtering and firewalls to keep things safe and usable. And we also want them to have the facilities to do things like antivirus software updates and operating system updates within the network because we know that that sucks up a lot of bandwidth and adds to cost, but is really important, so it needs to be done within the network itself. We're also asking them for a way for teachers to connect into that network remotely at this stage in this base set of services and then there's of course all of the other material there around making the network work run how we're going to build people change various things and transition from the services that we have at the moment that individual schools have into the network services. So that's all in this first RFP. There's also some help desk services there too, to help with the technical issues that often crop up around complex networks. In the future, and this is just a sort of a bit of a think piece here. We're calling it a possible future service landscape, things that will come on to the network later on, and they include a lot of things that people would use now, but they actually access them through the World Wide Web. So that might be, for example, an e-portfolio service, or you might collaborate with some other schools around a managed learning environment, but you'd actually access that through the World Wide Web. So if you're accessing it through the World Wide Web, you've got the ups and downs of connectivity that is typical of what happens in that with web traffic. Putting it on the network will mean that you should have better connectivity to that and get a better result. We know for example that you need to have a dedicated network to get the optimum results out of things like video conferencing. And we also know that some of our evaluation tools like E-Astle actually take on a whole new lease of life in a fiber-enabled world rather than over copper. So those sorts of things are valuable to schools. The network provides the infrastructure build to make those tools work better. Okay, so our base RFP for the base network closes on the 4th of July, complete with fireworks if you're an American. Okay, perhaps you're not an American. Then we negotiate the contracts later on in the year and provisionally we'll have the contract starting in January of next year and progressively available to schools from mid 2013. So we might have some testing with schools and so on in the first half of the year, but generally speaking for schools who would like to join, have got fibre in place, we'll have that connectivity package mid-2013. Okay, now just before I go off the slide, there's a couple of things I want to mention. Firstly, I've already said that there's going to be a separate company set up to manage the network for learning and there'll be more details around that probably if you come to our Learning Without Limits series later on in starting in term three later on this year. If you want to register for the Learning Without Limits series you can go to it through enabling eLearning and I'll show you the slide around that later on. So that's the company that's going to manage the network itself and hold all those relationships with the vendors to make sure that things go and be the interface between the vendors providing the network and the schools consuming the network. So that will be held separately from the Ministry of Education. The other thing that I'd like to mention is that we hope to have further RFPs go into the market for additional centrally procured content and services. So we've got the base one there for the base connectivity and then for other content and services they will go progressively into the market, probably starting again sometime next year. Can't say definitely because obviously the company will need to be involved in that. The company will be in place and they'll be heavily involved in that along with the ministry. So it'll be a partnership. So we've been talking to the sector and what I'm doing today of course is part of that as well. But we've been talking to them around a lot of the material that's actually been made explicit in the RFP itself. And we've also, in the last couple of months, started our infrastructure survey, and that's underway at the moment. There's an article in the upcoming Gazette about the infrastructure survey and I know a lot of people are taking part and it's fantastic. I know that it's a bit of a drag because it's an online survey and it takes quite a while to actually put all the stuff in but I'd just like to thank you for your efforts for doing that if you've done that and there have been a lot of schools. I think there's about 150 have responded so far and completed their surveys. It's just giving us really valuable baseline data around schools to help us plan the network more effectively. So thanks in advance if you're going to do that or thank you if you've done it already. The other thing I'd like to mention is Mark McLeod and I will be back out on the road in term three with an expanded Learning Without Limits series of seminars which will include some workshops and we'll be showing some people videos of some good practice in schools and it'll be the opportunity to ask questions and get involved with others and so you can also if you haven't registered for learning without limits already you can register from the enabling e eLearning website and I'll show you the URL later on. And as I said, more potential content and services later this year and then into next year. What we have done is we have brought all of the elements to do with ICT and eLelearning together in the Enabling e-learning website and we've made that the portal that you can go and access material from. So if you want to know about the e-learning planning framework, if you want to know about the TELA laptops, or if you want to know about the Learning Without Limits series, you can find a link which will take you to that section of information from enabling e-learning and we've done that very deliberately because we realize that like a lot of things that sort of grow a little bit like topsy that material was hidden there or over there or we've created a website there and so we've just brought all of that together in enabling e-learning. Enabling e-learning also allows you to take part in the forums. There's lots of lots of forums running there, and I know some of you people are part of those already, and there's some really rich discussion goes on. They're not just about infrastructure and technical things, but a lot about the teaching and learning pedagogy and how we need to take the digital environment on board and reshape what we do in our schools to take advantage of the opportunities to that digital environment provide so that's e-learning e-learning so for example you can skip quite quickly there to find out about what's happening in professional development for schools. It'll tell you there what you're able to access if you're not in an ICTPD cluster at the moment, what you're able to access and how you go about it. One example. And then the other example is the e-learning planning framework. And I spoke at a conference just recently and was part of a very, very good workshop led by a principal and somebody from a board of trustees around a whole school development based on the enabling, sorry, the e-learning planning framework. You can load down a paper version of the planning framework and use it around staff development. We will have an online version available late this year, early next year. But the eLearning planning framework has been devised. It's taken a lot of really quality international e-maturedly modeling and it's brought it into a Kiwi environment and you are able to sit down there, look at that planning framework, gauge where you and your school is, where you'd like to go, and maybe how you'd like to get there, what you'd like to prioritize, what you don't want to prioritise. So can I commend that to you? And I'm nearly done. Just some contacts. The first URL is everything to do with government's announcements around the infrastructure build or anything else. So you'll be able to find links to them from there. Enabling e-learning e-learning is everything to do with the ministry, our initiatives. If you've got a query about the infrastructure build, send an email to ufb.s.calls. If you've got a query about SNAP, the upgrade, internal upgrade, please send an email there, or if you really want to make my day, you can send one to me. Thank you very much. I'm happy to take questions. Just a few things about first up, and I might be wrong about this, and I'm sort of desperately hoping I am. In terms of the government share site, when you look at the benefits of asset sales, it mentions modernising schools is one of the key benefits. How much is what we're planning here with Network for Learning dependent on asset sales happening to succeed? You need to talk to the politicians, not to me. Okay, so you've got no idea about the relationship between that funding and where, the funding of this project? Okay. In terms of timing, the infrastructure versus the content, when you said there's going to be some content available in mid-2013, is that sort of actual teaching and learning content or is it more around the support side? It's a bit of both. So teaching and learning content is probably more around the services side. So it's basically optimizing things like eastel putting it within the network it's also shifting enroll in some of the other ministry services across so that they again they're optimized and all of our tk i sites all of that sort of thing so at the moment if you're in a rural school, for example, and you want to take part in one of the forums on enabling e-learning, you may have difficulty doing that because of the bandwidth constraints. If you're on a school, it's on the network for learning, that all of the enabling e-learning websites will be within the network, so you'll have better connectivity and be able to collaborate with teachers around the country in a better way. So following that, and as I said there are services that are available over the web at the moment. Some of them are provided by other vendors, some of them are other government services. We foresee that people will want to site their services within the network to get a better quality outcome both from a business perspective, client side, and also to make their services more effective for teaching and learning. So we can see that that will start to build up. If there's particular services that we want, of course what happens in a government situation is that we go out to tender and we ask for them one or a number of services. That's yet to be determined. But I could see that that may be a possibility down the track. Because I mean that's part of the RFP that's going out at the moment, is there is contents and services within. There are. There are. There are. There's mainly, as I said, existing content and services. That's, I'll just skip back a few slides to show you because it probably may get easier. It's that. Yeah. Okay. So it's those sorts of things. This is the initial RFP. Yeah. Subsequent RFPs will support a much wider range. This is the initial RFP. Subsequent RFPs will support a much wider range. What's the timeframe around that? At this stage, I don't know. My only concern is, I know Douglas used to always use that analogy of building a highway that a Porsche, you know, can drive on. But I mean, I guess one of my concerns is that we spend a long time focusing on the infrastructure but what we need to have happening in parallel is the development of the content alongside it. So when the highway is open you want the Porsche ready to go on it. Well I mean that's quite correct and the simply being able to have better connectivity into schools between schools and the worldwide web will enable any services that or content that's available anywhere to be able to deliver more effectively to schools anyway. Putting it on net will enable an even more optimized experience for teachers and kids but that's not going to emerge right in the middle of 2013, that's going to be another process after that. But you will have the better connectivity, you will still be able to get that content off the web. Okay, so it does enable that. You referred earlier to a lot of schools getting their fibre delivered and they're looking at the end of it and saying, what will we do with it now? Yeah. And part of the issue there is the arrival of the retail service providers. Who's driving that? Is the need for the retail service providers just sort of the marketplace, or is it being driven by MED or driven by chorus or whoever is rolling out the broadband itself? Okay well that's that's a complex question firstly we do know of schools that have got fiber ready to go but no retail services as I mentioned it's it's pretty complex around why there there aren't any services available at the moment. The best people to ask actually would be MED. Our interest in this area is the education area. We don't hold the contracts with the people who roll the fibre out and we don't have those discussions with people who are interested in providing business connections over fibre or so on. So I'm going to defer that one to MED. I think their best place to answer it. Okay, thanks. And the supplementary question to that is that, let's say people do go out and get a retail service provider, which they engage for the next year or two. Once these other services become available, not necessarily the first lot that you're talking about, but the applications that follow that, will they need to change from their retail service provider onto the Network for Learning in order to get access to those applications? You'll be able to get access to most applications, I would think, over the World Wide Web, in the way that you do at present. It's just that if I can use an analogy, let's say, look, Mathletics is used in a lot of New Zealand schools, I'm sure a lot of people here are familiar with it. So at the moment you're access to Mathletics is over the worldwide web. If Mathletics wanted to put some sort of mirror server on the network, it would enable the schools, kids in schools connecting up to it, to get a better experience while they were at school. And they might be able to, look, I'm speaking off the top of my head, they might be able to do more with a get a better experience. But you'll still be able, when you go home at night, you'll still be able to access athletics with your username and password over the web. So I think it'll be a choice for schools. Nobody has mentioned price yet, how much this is all going to cost. And the thing is that our goal is to get an affordable solution for every New Zealand school. That's our goal. We want to get bundles of connectivity and services that will meet the price points that schools in our rural and provincial areas can meet as well as our big urban schools. So that will mean a range, I'd like to think, of service provision. So that's really important. As far as schools are concerned, they'll need to weigh up the services on the network. So, for example, high-definition video conferencing. If you want to do high-definition video conferencing with other schools in New Zealand, the network for learning will have a provision to do that. Now, at the moment, for example, if you do video conferencing, you pay a bit more on a school zone connection to get that service. I'm guessing you'll have to do the same sort of thing on the network for learning, but it'll be part there will be a package there that will have that. If you want to get an optimized result with VC, high definition VC, the best thing to do will be to use the network for learning because all of the schools, hopefully, that you want to make contact with, will be on the network. And I've seen some fantastic stuff on high-deaf VC, including young people collaborating musically and the lag has been so tiny that you could actually think they're all practically in the same room singing together. It's quite outstanding stuff. And just wonderful, especially for our young people that don't have access, you know, to a string quartet or a chamber music group or something like that. I think that's a wonderful thing. So, I mean, one of the pedagogical drivers behind the network is to provide a set of services that allows that collaboration around the country and we want the network to be optimised to deliver that. But this is not, the government have said this is not compulsory. It's up to the ministry to provide an optimise package at a price that will convince principals and boards of trustees to say this is where we want to go and that's what we're determined to do. Just another question and I'm not sure if you can answer it within this umbrella or not, but the future funding of my portfolio as a teaching and learning tool, like I'd like to invest some real time and energy to our school using it effectively, but I'm aware that the funding only goes for a couple more years. And of course if we're looking long-term in establishing processes, it would be nice to know the future of my portfolio. And I assume it fits really nicely as something that might be available in this environment. For those people who don't know, an e-portfolio product that's well-regarded and used extensively in New Zealand schools. There are other products as well. I don't know what the funding arrangements after the extent. I think it's right. There's a couple more years of funding. Who would know? I can talk about that with you offline. Okay, cool. Thank you. And just one last question. How does one become a trial school? I don't know at this stage. No. Because I'm not in charge of that. That will actually come out of the company. The company will do those sorts of things and I'm just speculating around trial schools. I don't know what they're doing. So that'll be down the line. The company doesn't exist, so I can't really say what they might do. That doesn't stop me doing plans, that's okay. Good, good. Thanks Claire. That's all, thank you. Anybody in the back? There are a number of schools here who are involved with the Neal program. Yep. And a number of those schools are on FIRA now through Vector and as the FIB in schools website shows, and those who are coming on to in this area of the course network. Yeah. What is the plan right now in terms of migration of users from either UFB onto the network for learning, although I think you've covered that. More specifically, we have a regional network with Neil. What's the plan to move those users onto the network for learning? Okay. That really is something for the company to sort out. So the RFP for services and the company that will sign the contracts with those that are providing the services, they need to have some transition plans for schools that want to opt on to the network and they need to take into account obviously what fibre services they're on at present and how that might look and how much it might cost. So I can't really answer that one. But we do realize, I mean, you guys are not alone. We have other loops around the country. And in addition to that, we have a number of other schools who've made their own fiber arrangements with individual providers like Telecom and Telstra and so on. So that's really part of the RFP is to provide a transition from the current state options into a future state. That's great to hear. Yeah. Deadly silence. Look, thank you, everybody. Oh, one more. Is it likely to be more expensive for schools with the schools that are already part of loops, networks? What's the chance that it's going to be more expensive for them, the trial schools? That's a really good question. As I said, I can only really repeat what I said. Our goal is to provide something that's affordable. Now, is it going to be the same or is it going to be more expensive? I don't know. What I do know is there's no such thing as a free lunch and at the end of the day, you know, you have to pay. And what principles have said to me up and down the country is we've got services and we're paying so much. If I could pay some more and get something that's 10 or 20 or 30 times better and allows me to do all of the things that I want to do, then I've got my hand up for that. And so I think there is a willingness for people to be realistic about pricing. It's what our challenge is to provide the pricing level that people feel that they're getting real value for. And we've got to wait and see how the RFP goes, but that's our goal. Affordable for everybody in the country so that you've got those options. I've just, someone just sort of tweeted through that they heard that Ann Tully actually mentioned in a pre-election statement that the Network for Learning is being funded by asset sales. Is that a real concern for us? I mean, if we fight for stopping asset sales, are we going to be cutting off our nose despite our face? Well, I'm not the person to answer that. You need to talk to the politicians. Can I just, again, just remind folk of the Learning Without Limits series, the seminars. We've got four here in Auckland, including one here on the North Shore, but all around the country. And if you or maybe other people and your staff, folk from the Board of Trustees, principals obviously very welcome and would encourage principals to attend please register from the Enabling e-learning website. Thanks very much."}