{"speakers": [], "chunks": [{"timestamp": [0.0, 12.8], "text": " I'm Jane Gilbert and I'm Professor of Education at AUT University and you, and I've been working"}, {"timestamp": [12.8, 17.4], "text": " in this kind of area of the future of education for about 15 years now."}, {"timestamp": [17.4, 22.2], "text": " But I just thought I should say right at the start in case it's, you've been misled, is that"}, {"timestamp": [22.2, 27.04], "text": " this, we're going to run this as partly a presentation,"}, {"timestamp": [27.24, 33.78], "text": " but partly a workshop. And so this room's a bit odd for that. But that's the room we've got."}, {"timestamp": [34.0, 38.46], "text": " But the one thing I should say right at the start is that the modern learning environment in the title,"}, {"timestamp": [38.88, 43.52], "text": " this isn't a presentation about modern learning environments and what they are and what they do,"}, {"timestamp": [43.62, 45.0], "text": " although there will be a bit of that. It's really just using the modern learning environments and what they are and what they do, although there will be a bit of that."}, {"timestamp": [45.0, 52.0], "text": " It's really just using the modern learning environment idea as a context to think about some bigger things that are going on in education."}, {"timestamp": [52.0, 57.0], "text": " We could have picked lots of things, but we've just picked, so we're not picking on that, I suppose,"}, {"timestamp": [57.0, 60.0], "text": " it'd be the best way to say that."}, {"timestamp": [60.0, 63.0], "text": " It's just, we're just using that as a context."}, {"timestamp": [63.0, 70.62], "text": " In fact, Danielle in particular, as she said in the, in her bio, she lives and breathes"}, {"timestamp": [70.62, 71.76], "text": " modern learning environment."}, {"timestamp": [71.76, 74.22], "text": " She works at Hobsonville Point Secondary School."}, {"timestamp": [74.22, 78.6], "text": " So I think that's just important to be clear that that's what we're doing here."}, {"timestamp": [78.6, 84.7], "text": " So I'm just going to start briefly with a very quick sort of context kind of thing."}, {"timestamp": [84.7, 89.68], "text": " So this, all this stuff, I'm just going to do it really quickly, these things that you will"}, {"timestamp": [89.68, 91.88], "text": " have heard thousands of times already."}, {"timestamp": [91.88, 93.92], "text": " So this is just to set the scene."}, {"timestamp": [93.92, 100.5], "text": " There's this big story around that we hear everywhere now, and I see it now as a two-part story,"}, {"timestamp": [100.5, 106.86], "text": " in which we hear all these things about these mega trends in the world beyond education that education is supposed to respond to."}, {"timestamp": [107.26, 110.62], "text": " And the ones that are always cited are the digital revolution,"}, {"timestamp": [111.2, 117.34], "text": " the vast exponential increase in the capacity and power of digital technologies in our lives and so on"}, {"timestamp": [117.34, 119.54], "text": " in the way that's radically changing things."}, {"timestamp": [119.6, 122.78], "text": " So that's the one, the first mega trend, and it's huge."}, {"timestamp": [122.78, 128.94], "text": " The second one is the global shifts in demographic changes and economic changes,"}, {"timestamp": [129.06, 131.22], "text": " which are people who write about this, say,"}, {"timestamp": [131.76, 135.88], "text": " likely to produce a major shift in the world order in our lifetimes."}, {"timestamp": [136.18, 140.04], "text": " In particular, there's a group of countries that people call the BRICS now,"}, {"timestamp": [140.24, 143.4], "text": " which is Brazil, Russia, India, China and South Africa,"}, {"timestamp": [143.4, 146.24], "text": " which are probably going to take a more prominent role"}, {"timestamp": [146.24, 149.02], "text": " in the world economic and order and so on."}, {"timestamp": [149.06, 151.62], "text": " So that's another major area of change"}, {"timestamp": [151.62, 153.24], "text": " that we can expect in the immediate future."}, {"timestamp": [153.82, 156.08], "text": " There's the rise of this thing that people are now calling"}, {"timestamp": [156.08, 158.88], "text": " wicked problems that will be referred to,"}, {"timestamp": [158.88, 163.26], "text": " which is the idea that there are problems now"}, {"timestamp": [163.26, 167.04], "text": " that we can't solve from within the traditional disciplinary"}, {"timestamp": [167.04, 172.24], "text": " boundaries, the knowledge that we have now, we wouldn't even talk about solving them."}, {"timestamp": [172.24, 178.08], "text": " They're working with them with people from a variety of different expertiseers who are"}, {"timestamp": [178.08, 182.24], "text": " collaborating on solving these things. So the idea that science and technology will save us,"}, {"timestamp": [182.24, 185.6], "text": " that's, according to this literature, is on the way out."}, {"timestamp": [185.92, 190.32], "text": " And the last one of these megatrends, that's the one that I've spent most time thinking"}, {"timestamp": [190.32, 195.9], "text": " about, is this new understanding of knowledge, the massive growth and new networked forms"}, {"timestamp": [195.9, 200.94], "text": " of knowledge, which now mean that the knowledge that we grew up with, that we were"}, {"timestamp": [200.94, 206.3], "text": " enculturated to see things in terms of, is now way, it has been for a long time,"}, {"timestamp": [206.3, 209.38], "text": " way too big to know and its meaning has shifted."}, {"timestamp": [209.38, 213.8], "text": " So that's, and there's a very good book with that name,"}, {"timestamp": [213.8, 215.76], "text": " too big to know that I really recommend"}, {"timestamp": [215.76, 217.34], "text": " by this guy called David Weinberger"}, {"timestamp": [217.34, 219.12], "text": " that you might want to check out."}, {"timestamp": [219.12, 221.72], "text": " So that's the first part of the story,"}, {"timestamp": [221.72, 224.94], "text": " that these absolutely huge megatrends"}, {"timestamp": [224.94, 226.18], "text": " in the world beyond education, to which education's supposed to respond to. And in a part of the story, that these absolutely huge mega trends in the world beyond education,"}, {"timestamp": [226.3, 232.12], "text": " to which education is supposed to respond to, and in a lot of this literature, people are saying it's not responding adequately to it."}, {"timestamp": [232.12, 239.12], "text": " So in the policy literature, in the mainstream literature, the stuff that most people see about this,"}, {"timestamp": [239.46, 250.68], "text": " which is different from what we're going to talk about, there's two big ideas that all these all these, this mega trends and the way that education has to change have been translated into. One is"}, {"timestamp": [250.68, 256.72], "text": " that the education systems have to perform better, and you'll know a lot about the discourse"}, {"timestamp": [256.72, 262.76], "text": " that this provokes. We need more people getting more qualifications, more knowledge, so they"}, {"timestamp": [262.76, 268.4], "text": " can go into the workforce. But there's all sorts of issues that we haven't got time to go into about that."}, {"timestamp": [268.4, 273.44], "text": " So the first translation of those mega trends into the education system was we need better"}, {"timestamp": [273.44, 275.54], "text": " system performance."}, {"timestamp": [275.54, 276.84], "text": " That's the first big idea."}, {"timestamp": [276.84, 279.92], "text": " And the second one is we need better use of technology."}, {"timestamp": [279.92, 285.44], "text": " And so out of that, out of all of that, we get something like this."}, {"timestamp": [285.44, 292.76], "text": " We get all these phrases, which quickly end up being slogans, buzzing around all over"}, {"timestamp": [292.76, 299.76], "text": " the place, and everybody's heard of all of these things that are all with us all the time."}, {"timestamp": [299.76, 311.48], "text": " But a lot of them, they're proliferated, they're everywhere, but a lot of these things are only partly understood and aren't really very deeply unpacked, and they're certainly not put together very well."}, {"timestamp": [311.9, 315.78], "text": " But we're going to, we just, we just picked modern learning environments out of all of those things."}, {"timestamp": [315.78, 330.2], "text": " We could have picked any of them to focus on, to think about what are some of the, what we want to argue are some of the deeper, bigger issues that we need to think about in the education system if we actually are going to produce change in it in the next few years."}, {"timestamp": [330.76, 336.68], "text": " So that's really just the introduction that this is the background."}, {"timestamp": [337.18, 345.84], "text": " Okay, so I just want to finish off this little bit by giving you this quote from an Canadian educational psychologist called Carl"}, {"timestamp": [345.84, 349.32], "text": " Beretta that you might have heard of in this book, Education in the Mind and in the Knowledge"}, {"timestamp": [349.32, 350.32], "text": " Age."}, {"timestamp": [350.32, 355.28], "text": " He says that when he's thinking about this kind of thinking about the future of education,"}, {"timestamp": [355.28, 361.56], "text": " he says that the trouble is that for any of this thinking to make its way into practice,"}, {"timestamp": [361.56, 366.94], "text": " it has to be passed through a conceptual machine that turns it into a product,"}, {"timestamp": [366.94, 369.88], "text": " a procedure or a slogan."}, {"timestamp": [369.88, 372.48], "text": " And that's really what that previous slide was about."}, {"timestamp": [372.48, 374.8], "text": " That's what happens to lots of those ideas."}, {"timestamp": [374.8, 380.12], "text": " They get turned into somebody's template, somebody's recipe, someone's product or procedure"}, {"timestamp": [380.12, 381.28], "text": " or a slogan."}, {"timestamp": [381.28, 391.28], "text": " And he goes on to say, like the flour mill that removes the bran and the wheat germ, leaving only the starch, this conceptual machine removes all thought. It removes"}, {"timestamp": [391.28, 396.62], "text": " all of the thought that went into those ideas and people just turn them into templates"}, {"timestamp": [396.62, 402.12], "text": " and follow them sort of slavishly without really understanding where they came from and why they matter."}, {"timestamp": [402.12, 408.54], "text": " So my contribution to continuing this metaphor, we could add, leaving only empty calories"}, {"timestamp": [408.54, 411.82], "text": " that will eventually kill us."}, {"timestamp": [411.82, 419.76], "text": " If we've taken all the goodness out of the grain, all the thinking out of the ideas, then eventually"}, {"timestamp": [419.76, 421.8], "text": " will lead to the demise of the system, I think."}, {"timestamp": [421.8, 426.44], "text": " So as you can see, that's the sort of key thing that we're going to come back to is we need to be thinking"}, {"timestamp": [426.44, 429.86], "text": " about these things and we need more people doing this,"}, {"timestamp": [429.86, 432.2], "text": " not necessarily just the leaders."}, {"timestamp": [432.2, 435.16], "text": " So can this conceptual machine be resisted?"}, {"timestamp": [435.16, 436.16], "text": " Should it?"}, {"timestamp": [436.16, 437.62], "text": " Well, we obviously think it should."}, {"timestamp": [437.62, 439.1], "text": " So I'm going to hand over to Danielle now,"}, {"timestamp": [439.1, 440.76], "text": " who's got an activity for you."}, {"timestamp": [443.96, 447.22], "text": " As Jane said, I live and breathe modern learning environment."}, {"timestamp": [447.22, 451.46], "text": " So I work at Hobsonville Point Secondary School that you may or may not be aware is a brand"}, {"timestamp": [451.46, 452.46], "text": " new school."}, {"timestamp": [452.46, 455.54], "text": " We're only a year and a half old."}, {"timestamp": [455.54, 457.1], "text": " We're a fully modern learning environment."}, {"timestamp": [457.1, 461.58], "text": " Our kids bring their devices to school, so that's BYOD all the way through."}, {"timestamp": [461.58, 465.44], "text": " In fact, it's really difficult to find a pen in our school."}, {"timestamp": [469.78, 470.58], "text": " Feltip crayon, always available, but a pen only sometimes."}, {"timestamp": [473.86, 475.62], "text": " So what I'm going to get you to do this morning, I'm going to give the gentleman in the back a chance to just switch over the presentation."}, {"timestamp": [476.3, 477.98], "text": " And we weren't sure how many people to expect."}, {"timestamp": [478.08, 479.46], "text": " But I've got a few handouts."}, {"timestamp": [479.9, 484.0], "text": " It should be enough for one per row, if you just..."}, {"timestamp": [484.0, 485.4], "text": " But we'll put them up here and what I'm"}, {"timestamp": [485.4, 487.98], "text": " going to get you to do with the people sitting next to you so if you're not"}, {"timestamp": [487.98, 493.5], "text": " sitting next to somebody yet you need to shuffle over and I'd like I'm going to"}, {"timestamp": [493.5, 496.92], "text": " go through the slides a little bit a little bit at a time and I'd like you to have a"}, {"timestamp": [496.92, 501.46], "text": " think and a quick chat about is this a modern learning environment in your"}, {"timestamp": [501.46, 509.32], "text": " opinion sound simple might be might not be. So this is the"}, {"timestamp": [509.32, 513.74], "text": " first picture. Have a quick chat and we'll have some feedback from the audience. I'm going to do"}, {"timestamp": [513.74, 518.0], "text": " that mean teacher thing where I pick on people rather than ask you to contribute answers."}, {"timestamp": [519.06, 522.9], "text": " Take a couple of seconds, have a chat. Is this a modern learning environment and why?"}, {"timestamp": [526.6, 527.4], "text": " Yeah, you can."}, {"timestamp": [527.74, 529.44], "text": " You can just use the one on the screen as well."}, {"timestamp": [529.48, 559.48], "text": " I've just got some printed copies in case you feel like going home and reflecting some more. No, I'm afraid there aren't anymore, but I can always email it to you if you really want the pictures, but they'll be up there as well."}, {"timestamp": [559.56, 560.48], "text": " So that's the first one."}, {"timestamp": [569.5, 573.76], "text": " Yes. first one. All right, ladies and gentlemen, let's talk about this first picture."}, {"timestamp": [579.12, 582.76], "text": " This lady up the front I overheard saying something quite valuable."}, {"timestamp": [582.76, 583.96], "text": " Would you mind?"}, {"timestamp": [583.96, 587.0], "text": " Sorry, the mic is just so the video picks up your voice as well."}, {"timestamp": [587.0, 588.0], "text": " About this one?"}, {"timestamp": [588.0, 589.0], "text": " Yes, about this one."}, {"timestamp": [589.0, 591.0], "text": " I can't see any learning happening in it."}, {"timestamp": [591.0, 594.0], "text": " So it doesn't look like a modern learning environment to me."}, {"timestamp": [594.0, 595.0], "text": " Thank you."}, {"timestamp": [595.0, 600.0], "text": " Now, if somebody over here said the F word, but not that one, the other one."}, {"timestamp": [600.0, 603.0], "text": " Flexibility, who is that, sorry?"}, {"timestamp": [603.0, 608.32], "text": " Somebody over here. There I go here. Could just talk to us a"}, {"timestamp": [608.32, 615.04], "text": " little bit about why that word came up for you? Because the students, if there were students"}, {"timestamp": [615.04, 629.08], "text": " in there, have the flexibility to move from the Ottomans to the middle couches, to the tables if they need it, and all the desks and"}, {"timestamp": [629.08, 631.0], "text": " that aren't sort of in rows."}, {"timestamp": [631.62, 634.28], "text": " So there is choice available to the students, really."}, {"timestamp": [635.18, 639.36], "text": " All the furniture, you can see they're on wheels, so you can move the furniture around."}, {"timestamp": [640.64, 647.0], "text": " This picture was taken at Hobsonville Point Secondary School the day before we opened the school to children."}, {"timestamp": [647.0, 651.0], "text": " So it's very tidy still. It was the last time it looked like that."}, {"timestamp": [651.0, 657.0], "text": " What about this picture? I'll give you about 30 more seconds to discuss this one."}, {"timestamp": [657.0, 697.32], "text": " It seems to be a lot less talking this time. All right, let's see what you think."}, {"timestamp": [697.32, 698.88], "text": " Hi."}, {"timestamp": [698.88, 701.0], "text": " You're lucky number one."}, {"timestamp": [701.0, 703.68], "text": " What are your thoughts?"}, {"timestamp": [703.68, 706.24], "text": " I'm not entirely sure how you define a model learning environment,"}, {"timestamp": [706.24, 710.64], "text": " but I would say that part of it is the fact that you can actually have different tasks running simultaneously."}, {"timestamp": [712.08, 712.72], "text": " Thank you."}, {"timestamp": [712.72, 714.16], "text": " Which that would seem to qualify."}, {"timestamp": [714.96, 715.76], "text": " Thank you very much."}, {"timestamp": [715.76, 718.08], "text": " Anyone else with some thoughts about this picture?"}, {"timestamp": [719.52, 720.24], "text": " I'm going to pick..."}, {"timestamp": [721.44, 722.24], "text": " There you go."}, {"timestamp": [722.24, 724.56], "text": " That guy at the back, he was very happy to see the camera."}, {"timestamp": [725.0, 729.0], "text": " He's a very happy student in general."}, {"timestamp": [729.0, 733.0], "text": " This picture was taken at my previous school."}, {"timestamp": [733.0, 737.0], "text": " This is actually a very traditional single cell classroom."}, {"timestamp": [737.0, 740.0], "text": " Four walls, can't see any other teachers."}, {"timestamp": [740.0, 743.0], "text": " Drive the other teachers crazy because the furniture would look different"}, {"timestamp": [743.0, 752.4], "text": " every time they walked in. The desks have just been moved together. There's a lot of differentiation and students had some choice around what they were doing."}, {"timestamp": [754.4, 770.0], "text": " What about this one? Have some time to talk about that one. All right."}, {"timestamp": [770.0, 790.3], "text": " All right, let's hear from these ladies over here."}, {"timestamp": [791.1, 792.36], "text": " Please, what are your thoughts?"}, {"timestamp": [792.72, 794.74], "text": " We think it may be teacher-directed,"}, {"timestamp": [795.26, 798.04], "text": " but we still think it could be collaborative,"}, {"timestamp": [798.66, 800.72], "text": " and we've got a little student engaged there"}, {"timestamp": [800.72, 802.76], "text": " and some little animals sitting on the chair."}, {"timestamp": [806.88, 814.5], "text": " If we think about what it means to have a modern learning environment about flexibility,"}, {"timestamp": [814.5, 818.4], "text": " it seems like they're fairly flexible."}, {"timestamp": [818.4, 823.24], "text": " It seems like the teacher isn't, it might be the teacher leading the learning, but she"}, {"timestamp": [823.24, 825.3], "text": " doesn't seem like she's the one standing at the front."}, {"timestamp": [826.24, 829.38], "text": " So what does it mean to actually have a modern learning environment then?"}, {"timestamp": [830.52, 831.5], "text": " What about this?"}, {"timestamp": [842.0, 843.96], "text": " Let's hear from you guys. What are your thoughts?"}, {"timestamp": [846.96, 850.2], "text": " We think it probably has got elements of modern learning,"}, {"timestamp": [850.4, 852.12], "text": " kids working together collaboratively,"}, {"timestamp": [852.48, 853.6], "text": " cooperating with each other,"}, {"timestamp": [853.7, 855.32], "text": " mind mapping, sharing ideas."}, {"timestamp": [857.18, 859.5], "text": " I heard somebody say they like the uniform too."}, {"timestamp": [860.84, 864.06], "text": " Interestingly, the students think they look like they're wearing dish towels,"}, {"timestamp": [864.62, 865.36], "text": " but, you know, teenagers are never going to like they're wearing dish towels, but you know,"}, {"timestamp": [865.36, 869.46], "text": " teenagers are never going to like a uniform as it turns out."}, {"timestamp": [869.46, 872.68], "text": " So this was just taken on the floor in my school."}, {"timestamp": [872.68, 876.76], "text": " A floor is a great flexible space that students can often, if they have the option, they will"}, {"timestamp": [876.76, 879.0], "text": " use."}, {"timestamp": [879.0, 886.4], "text": " They were busy working out how the wicked problems they investigated, the statistics related to the wicked problem,"}, {"timestamp": [886.7, 892.38], "text": " how they relate to each other's inquiries and how that might bring up some new questions about how things fit together."}, {"timestamp": [893.84, 913.6], "text": " What about this? Let's hear from somebody out the back this time."}, {"timestamp": [919.4, 921.14], "text": " Gentlemen, what are your thoughts, please?"}, {"timestamp": [925.76, 927.56], "text": " This is a group of people outside."}, {"timestamp": [928.68, 931.8], "text": " And the question I've got about all of the pictures"}, {"timestamp": [931.8, 932.82], "text": " is the definition."}, {"timestamp": [933.48, 935.4], "text": " If you're asking what a modern learning environment is,"}, {"timestamp": [936.16, 939.1], "text": " we can define it in many different ways."}, {"timestamp": [939.52, 941.1], "text": " If you want to define it as collaboration,"}, {"timestamp": [941.3, 943.16], "text": " most of these things and flexibility,"}, {"timestamp": [943.54, 944.82], "text": " then it's a modern learning environment."}, {"timestamp": [952.12, 963.88], "text": " Before coming here, probably it was more defined by the use of digital technology in an open space. So answering the questions, the answers are kind of, yeah, I don't know"}, {"timestamp": [963.88, 967.76], "text": " if they're leading us anywhere unless we're going towards a predefined point"}, {"timestamp": [967.76, 973.12], "text": " which has already been decided or whether we're just working on like the first presenter"}, {"timestamp": [973.12, 975.76], "text": " said wider issues in education."}, {"timestamp": [975.76, 976.76], "text": " Thank you."}, {"timestamp": [976.76, 977.76], "text": " Thank you."}, {"timestamp": [977.76, 981.16], "text": " So you're absolutely right."}, {"timestamp": [981.16, 985.76], "text": " They are intended to kind of make you think about what is the definition of a modern learning environment."}, {"timestamp": [985.76, 991.36], "text": " Is it as simple as, hey, Minister of Education has poured in millions of dollars into your school"}, {"timestamp": [991.36, 996.16], "text": " and now you're going to have these open plan floors and you're going to have bright, pretty furniture."}, {"timestamp": [996.16, 1000.4], "text": " Is that a modern learning environment?"}, {"timestamp": [1000.4, 1007.0], "text": " This could happen in any environment. Does it mean it's in the modern learning environment?"}, {"timestamp": [1007.0, 1010.0], "text": " I've just cut the modern learning environment out the back,"}, {"timestamp": [1010.0, 1015.0], "text": " but the students working by themselves, digital technology, spreadsheet,"}, {"timestamp": [1015.0, 1018.0], "text": " a lot of what he is doing at the moment."}, {"timestamp": [1018.0, 1021.0], "text": " You could have done on paper realistically."}, {"timestamp": [1021.0, 1024.0], "text": " Does that make it a modern learning environment?"}, {"timestamp": [1024.0, 1027.0], "text": " Is that just substitution?"}, {"timestamp": [1027.0, 1035.0], "text": " The students were taking photos of their trip around all clans volcanoes"}, {"timestamp": [1035.0, 1039.0], "text": " and as we were going they were uploading them,"}, {"timestamp": [1039.0, 1042.0], "text": " sharing them with their classmates at school."}, {"timestamp": [1042.0, 1046.6], "text": " Where does that sit in our definition of modern learning"}, {"timestamp": [1046.6, 1058.06], "text": " environment does it have to be confined to the building I'm sure we've all seen a"}, {"timestamp": [1058.06, 1064.76], "text": " classroom like this is this a modern learning environment"}, {"timestamp": [1064.76, 1067.0], "text": " ah lady up the front said something important Is this a modern learning environment?"}, {"timestamp": [1070.0, 1073.0], "text": " Ah, lady up the front said something important. It would depend what happens inside it."}, {"timestamp": [1075.0, 1077.0], "text": " This is my favourite picture."}, {"timestamp": [1081.0, 1084.0], "text": " I teach classes with 50 kids in them."}, {"timestamp": [1084.0, 1087.0], "text": " Yes, there are two teachers."}, {"timestamp": [1087.0, 1091.0], "text": " But because they're spread out, I can actually get to every student."}, {"timestamp": [1091.0, 1094.0], "text": " I can talk to them. I can get to know them."}, {"timestamp": [1094.0, 1097.0], "text": " I'd struggle in there."}, {"timestamp": [1097.0, 1101.0], "text": " They're pretty, they're very ornate."}, {"timestamp": [1101.0, 1110.16], "text": " I think you're going to give a chance to speak to teachers. Would you mind saying that with a microphone please so the video can"}, {"timestamp": [1110.16, 1112.5], "text": " hear you because that was a very thoughtful observation."}, {"timestamp": [1112.5, 1116.88], "text": " I think you as the teacher have a better chance of speaking to each one than they have"}, {"timestamp": [1116.88, 1119.24], "text": " of speaking to each other."}, {"timestamp": [1119.24, 1120.24], "text": " Absolutely."}, {"timestamp": [1120.24, 1136.36], "text": " Interesting, this was the very, very last day of term, term four, last period, 25 minutes past three, couldn't get them back inside."}, {"timestamp": [1138.56, 1141.72], "text": " Turns out taking algebra outside talk."}, {"timestamp": [1143.92, 1150.96], "text": " Apparently it's really fun. It's just outside the model learning"}, {"timestamp": [1150.96, 1155.28], "text": " environment building, but where does that set in our definition of model learning environment?"}, {"timestamp": [1161.28, 1166.78], "text": " This picture is from a school in Vietnam."}, {"timestamp": [1166.78, 1170.1], "text": " The context changes."}, {"timestamp": [1170.1, 1173.12], "text": " Finances aren't there like we have in New Zealand."}, {"timestamp": [1173.12, 1181.32], "text": " I don't look quite as happy as some of the kids in the other photos, I have to say."}, {"timestamp": [1181.32, 1190.5], "text": " All right, we'll get the gentleman in the back just to switch over to the definitions of model learning environment before we hand back to Jane."}, {"timestamp": [1192.76, 1197.04], "text": " So what is a model learning environment? What is it? What isn't it?"}, {"timestamp": [1197.84, 1205.92], "text": " So hopefully at this point, after looking at those pictures, you've had a bit of thought about maybe, number one, it's not just the"}, {"timestamp": [1205.92, 1212.92], "text": " building, it's not just the space that we're in, but that the space definitely contributes"}, {"timestamp": [1212.92, 1217.44], "text": " and it allows you to be more flexible, as the lady down there said."}, {"timestamp": [1221.44, 1229.54], "text": " It's not moving slides. So when you look at the more official definitions of what a modern learning environment is or isn't,"}, {"timestamp": [1229.54, 1232.92], "text": " it's all about flexibility."}, {"timestamp": [1232.92, 1237.72], "text": " So this group of students want to do this thing, that group of students need to do something"}, {"timestamp": [1237.72, 1241.82], "text": " else, that group of students need to do something else, these ones need to read quietly,"}, {"timestamp": [1241.82, 1245.64], "text": " those ones need to focus, the space allows you to be real flexible,"}, {"timestamp": [1245.88, 1248.86], "text": " and I can vouch for that 100% teaching in a space like this."}, {"timestamp": [1249.84, 1251.96], "text": " Yesterday I was supervising a session."}, {"timestamp": [1252.4, 1254.6], "text": " One group of students were planning daffod all day."}, {"timestamp": [1254.72, 1258.08], "text": " Another group of students that I was responsible for doing yoga,"}, {"timestamp": [1258.08, 1262.58], "text": " and another student I was supporting, helping him come up with her participating and contributing"}, {"timestamp": [1262.58, 1267.68], "text": " and contributing in relation to others' rubric for League of Legends. So if you know"}, {"timestamp": [1267.68, 1271.28], "text": " what League of Legends is, it's a game that lots of our teenagers are into at the"}, {"timestamp": [1271.28, 1276.96], "text": " moment. So just in that one hour, in that one space, that was some of the"}, {"timestamp": [1276.96, 1280.28], "text": " flexibility I had that I could support all those students doing all those"}, {"timestamp": [1280.28, 1286.84], "text": " things. It's adaptive, so it means that as practice changes and as Jane alluded"}, {"timestamp": [1286.84, 1291.16], "text": " to there's lots of things that are changing about the world and they're"}, {"timestamp": [1291.16, 1296.74], "text": " fundamental things that shift about how society works as that changes because"}, {"timestamp": [1296.74, 1301.66], "text": " realistically we don't really know what's going to happen but a flexible space"}, {"timestamp": [1301.66, 1306.56], "text": " allows us to adapt and with our changing practice."}, {"timestamp": [1307.52, 1308.56], "text": " It's open."}, {"timestamp": [1310.84, 1311.02], "text": " I love this bit about a modern learning environment."}, {"timestamp": [1314.96, 1315.6], "text": " It means that at any given point, I'm never alone with the students."}, {"timestamp": [1318.6, 1322.16], "text": " So there's me and there's lots of students and there's teachers walking past and our principal likes walking past and hanging out in your class as well."}, {"timestamp": [1323.5, 1327.88], "text": " There's none of those power dynamics between the teacher and the students."}, {"timestamp": [1327.88, 1330.76], "text": " You're all mixed together."}, {"timestamp": [1330.76, 1333.4], "text": " There is always support nearby."}, {"timestamp": [1333.4, 1338.72], "text": " So if something goes really wrong here, there's always another teacher nearby that can support."}, {"timestamp": [1338.72, 1343.06], "text": " There's always another teacher if you're teaching in teams where I can help a small group"}, {"timestamp": [1343.06, 1351.04], "text": " of students with one activity and the other teacher can help the rest. So it means that I might support a small group"}, {"timestamp": [1351.04, 1357.12], "text": " of students who are struggling and the other teacher does that monitoring of all the other students."}, {"timestamp": [1357.6, 1361.84], "text": " It might be a case of I take out some extension kids and extend them and push them and"}, {"timestamp": [1361.84, 1371.76], "text": " have some really in-depth, deep discussions while the other teachers support some of the other students. So it's flexible and it's open. It's also open for the"}, {"timestamp": [1371.76, 1376.72], "text": " students. They feel welcome in the environment because there's no door shutting them out saying,"}, {"timestamp": [1377.28, 1383.44], "text": " sorry, you're not allowed in here. It's open. It's high trust. Even our school library is like that."}, {"timestamp": [1383.44, 1390.42], "text": " There is none of those like beepery, buzzy things. It's high trust model. So far it's been working for us a year"}, {"timestamp": [1390.42, 1396.38], "text": " and a half in. But the students feel like they're part of the space, they own the space."}, {"timestamp": [1398.22, 1404.48], "text": " It also allows access to resources. So at any given time, I might say, oh, hang on a second,"}, {"timestamp": [1404.48, 1406.64], "text": " but this question you've asked,"}, {"timestamp": [1406.64, 1407.84], "text": " this is really powerful."}, {"timestamp": [1407.84, 1411.56], "text": " We need to now go and find an answer or let's prototype it."}, {"timestamp": [1411.56, 1415.48], "text": " So we'll go to a maker space and we'll try and build something out of it."}, {"timestamp": [1415.48, 1422.04], "text": " At the moment, we're busy deconstructing old electronics for an electricity module that I'm"}, {"timestamp": [1422.04, 1430.12], "text": " teaching alongside a social science teacher and we're looking at artificial intelligence and what is the science and then what are the social and economic implications"}, {"timestamp": [1430.12, 1432.18], "text": " of artificial intelligence."}, {"timestamp": [1432.18, 1436.46], "text": " So we've got some breakout spaces where the kids are destructing stuff and then some other"}, {"timestamp": [1436.46, 1442.66], "text": " spaces where they're visually representing what are some of those trends as we go along."}, {"timestamp": [1442.66, 1447.0], "text": " So the space is used as a resource. The best way for me to think about it is"}, {"timestamp": [1447.0, 1451.44], "text": " when you're at home and you go, oh, I want to read a book. You don't go sit in front of the TV"}, {"timestamp": [1451.44, 1457.52], "text": " where the rest of the family is, you know, talking and talking at the TV or that kind of thing."}, {"timestamp": [1457.52, 1462.2], "text": " You go and find your little space, your little nook, and you settle in and you relax. Or"}, {"timestamp": [1462.2, 1466.78], "text": " you've got work to do. You don't go sit at the kitchen table. Actually, my mum does that, but you go find the space that best you relax. Or you've got work to do. You don't go sit at the kitchen table, actually"}, {"timestamp": [1466.78, 1472.3], "text": " my mum does that, but you go find the space that best suits what you need to do. You go to"}, {"timestamp": [1472.3, 1475.84], "text": " the space that allows you access to the right resources, so it might be your desk and your"}, {"timestamp": [1475.84, 1481.12], "text": " highlighters and I'm a big post-it node fan, but that's where you go. You go to the space"}, {"timestamp": [1481.12, 1488.0], "text": " that has the right resources and that meets your needs. That makes you comfortable in doing whatever you need to do."}, {"timestamp": [1488.0, 1493.0], "text": " Writing reports, doing lots of admin tasks, you probably want to be somewhere fairly comfortable"}, {"timestamp": [1493.0, 1497.28], "text": " because if you're sitting there shivering, you're not going to want to do it for very long."}, {"timestamp": [1497.28, 1503.76], "text": " So thinking about a model learning of my own, a bit like how you use your home, is a better shift."}, {"timestamp": [1503.76, 1505.0], "text": " So it's flexible."}, {"timestamp": [1508.96, 1509.64], "text": " It allows you access to the resources you need to get whatever it is you need to do done."}, {"timestamp": [1510.8, 1510.9], "text": " It's a comfortable space."}, {"timestamp": [1511.7, 1511.86], "text": " We make it comfortable."}, {"timestamp": [1512.94, 1515.84], "text": " We like to be there."}, {"timestamp": [1518.88, 1529.56], "text": " And then, of course, give a second. There we go."}, {"timestamp": [1529.56, 1532.24], "text": " The Ministry of Education is moving to a new term."}, {"timestamp": [1532.24, 1537.28], "text": " It's innovative learning environment."}, {"timestamp": [1537.28, 1544.24], "text": " So it explains up there it's again about evolving and adapting as practice moves."}, {"timestamp": [1544.24, 1549.04], "text": " This is from the TKI sites and also from the Minister of Education's MLE site."}, {"timestamp": [1549.04, 1554.48], "text": " They calling it innovative learning environment, but they haven't yet renamed this site to innovative learning environment."}, {"timestamp": [1554.48, 1556.92], "text": " It's still called modern learning environments."}, {"timestamp": [1556.92, 1559.12], "text": " So they'll get there."}, {"timestamp": [1559.12, 1568.16], "text": " Either way though, it's a shift along with international trends, recognising that internationally we have shifted"}, {"timestamp": [1568.16, 1570.12], "text": " to this term."}, {"timestamp": [1570.12, 1573.28], "text": " There's also the case for it not just being about a modern learning environment, but the"}, {"timestamp": [1573.28, 1579.6], "text": " modern learning practice that happens in that, and there's a lot more talk about that now."}, {"timestamp": [1579.6, 1584.96], "text": " So and of course the flexible, responsive environment for deep learning."}, {"timestamp": [1584.96, 1589.12], "text": " That's my personal favourite."}, {"timestamp": [1589.12, 1593.32], "text": " I'll hand over to Jane at this point."}, {"timestamp": [1593.32, 1598.92], "text": " The point of that little activity having to spend is to really consider what is a modern learning"}, {"timestamp": [1598.92, 1600.72], "text": " environment."}, {"timestamp": [1600.72, 1606.32], "text": " It's about that flexibility, that adaptability, that openness, the students are actually being"}, {"timestamp": [1606.32, 1612.36], "text": " partners in their learning and as a result, being able to go into spaces and use the resources."}, {"timestamp": [1612.36, 1613.36], "text": " Thank you."}, {"timestamp": [1613.36, 1614.36], "text": " Thanks."}, {"timestamp": [1614.36, 1620.6], "text": " Okay, now shift in gear again."}, {"timestamp": [1620.6, 1628.46], "text": " It's interesting some of the things that you said, especially the guy down there,"}, {"timestamp": [1628.46, 1634.2], "text": " because I should just reiterate that we just picked modern learning environments as a context"}, {"timestamp": [1634.2, 1642.5], "text": " to talk about some of these other things. But that the idea for doing this workshop in"}, {"timestamp": [1642.5, 1645.56], "text": " this way sort of came out over the last few months."}, {"timestamp": [1645.56, 1650.76], "text": " Both of us have been in contexts where people have been talking about modern learning environments,"}, {"timestamp": [1650.76, 1656.36], "text": " and I teach a course on future-oriented education, and in that, some of the people were saying"}, {"timestamp": [1656.36, 1659.82], "text": " things like, they were doing presentations on it, and they were saying things like, well, what"}, {"timestamp": [1659.82, 1660.82], "text": " is it involved?"}, {"timestamp": [1660.82, 1665.04], "text": " And one person said that they were just going to cut a hole in the wall between"}, {"timestamp": [1665.04, 1668.28], "text": " one classroom and another and that was going to make a modern learning environment."}, {"timestamp": [1668.28, 1672.76], "text": " And another one said they were going to put a glass and glass panels down between the two"}, {"timestamp": [1672.76, 1675.94], "text": " classrooms and that was going to make a modern learning environment."}, {"timestamp": [1675.94, 1682.96], "text": " Another student in the class is a new entrance teacher in a school where she's very concerned"}, {"timestamp": [1682.96, 1686.86], "text": " about the transition between, you know, early child or the home to school."}, {"timestamp": [1687.14, 1692.04], "text": " And these little kids that might have just been with their mother only, because they're only child in the family,"}, {"timestamp": [1692.46, 1698.04], "text": " are going straight into a huge room with 100 other kids in it, which she's sort of concerned about, you know,"}, {"timestamp": [1698.1, 1700.68], "text": " is that the right way to do things?"}, {"timestamp": [1700.68, 1705.96], "text": " And another colleague of mine, who's a professional development coordinator,"}, {"timestamp": [1705.96, 1712.24], "text": " is working with a number of schools who tell her that they're being forced to become modern"}, {"timestamp": [1712.24, 1717.34], "text": " learning environments and they don't want to. So all of these conversations got me sort of thinking"}, {"timestamp": [1717.34, 1723.52], "text": " about this idea of, well, what are people using this term? What do they think it means? And"}, {"timestamp": [1723.52, 1726.94], "text": " so we wanted to look at, well, what does it look like at Hobsonville Point?"}, {"timestamp": [1726.94, 1730.64], "text": " What does the Ministry of Education's website say these things are?"}, {"timestamp": [1730.64, 1736.0], "text": " We wanted to use that as a way to sort of get at, well, what does this have to do with"}, {"timestamp": [1736.0, 1737.9], "text": " the future of education?"}, {"timestamp": [1737.9, 1742.0], "text": " And that's really what we want to spend the middle part of this presentation talking about,"}, {"timestamp": [1742.0, 1745.28], "text": " and not giving you the answers, as we said in the abstract,"}, {"timestamp": [1745.28, 1750.84], "text": " this isn't to give answers, it's to raise more questions, to make it hard, because this is"}, {"timestamp": [1750.84, 1755.0], "text": " really hard. There aren't any easy answers that if you just have a modern learning environment,"}, {"timestamp": [1755.0, 1759.52], "text": " suddenly you're future focused, it isn't that simple. But the way you hear people talking"}, {"timestamp": [1759.52, 1764.8], "text": " about it, it looks as though some people might possibly be thinking that."}, {"timestamp": [1764.8, 1769.76], "text": " So this next section is a little sort of step sideways."}, {"timestamp": [1769.96, 1775.7], "text": " It's a little interlude into some theory that is becoming more and more predominant"}, {"timestamp": [1775.7, 1780.08], "text": " in wider thinking about all sorts of things, not just education,"}, {"timestamp": [1780.08, 1787.64], "text": " but health issues about leadership and big organizations in biology, in physics, and astronomy,"}, {"timestamp": [1787.64, 1788.84], "text": " and all sorts of things,"}, {"timestamp": [1788.84, 1791.76], "text": " I'm going to talk about some sort of theoretical ideas"}, {"timestamp": [1791.76, 1795.76], "text": " which are only just starting to be talked about in education."}, {"timestamp": [1795.76, 1799.76], "text": " So I'm going to start with a futures theorist."}, {"timestamp": [1799.76, 1801.76], "text": " This is nothing much to do with education."}, {"timestamp": [1801.76, 1805.4], "text": " This guy, Jim Data, has been a well-known futures theorist"}, {"timestamp": [1805.4, 1807.24], "text": " for probably about 50 years."}, {"timestamp": [1807.24, 1810.94], "text": " The futures theory isn't a new area."}, {"timestamp": [1810.94, 1815.72], "text": " He was asked to write a short paper for an education journal"}, {"timestamp": [1815.72, 1820.12], "text": " to say what he thought the work he'd been doing all his life,"}, {"timestamp": [1820.12, 1822.18], "text": " what the implications for education were."}, {"timestamp": [1822.18, 1826.0], "text": " And these next two slides just kind of summarise that."}, {"timestamp": [1826.0, 1831.0], "text": " He said that in his huge synthesis of all of the future studies"}, {"timestamp": [1831.0, 1833.0], "text": " were all around the world of which there are,"}, {"timestamp": [1833.0, 1836.0], "text": " thousands of people work on this and writing papers,"}, {"timestamp": [1836.0, 1839.0], "text": " he grouped the four main big ideas"}, {"timestamp": [1839.0, 1842.0], "text": " that people write about into these four groups,"}, {"timestamp": [1842.0, 1844.0], "text": " four images of the future."}, {"timestamp": [1844.0, 1845.58], "text": " The first one he calls"}, {"timestamp": [1845.58, 1851.76], "text": " the continued growth model. And so you can see in the picture there we continue to do"}, {"timestamp": [1851.76, 1857.14], "text": " more or less what we do now. And although what we have now and what we do now will"}, {"timestamp": [1857.14, 1864.6], "text": " change a bit in ways that we can keep up with, but the same basic things, the same basic"}, {"timestamp": [1864.6, 1867.6], "text": " objects and ideas and people and processes will continue more or less but the same basic things, the same basic objects and ideas and people and processes"}, {"timestamp": [1867.6, 1871.3], "text": " will continue more or less in the same way they are now."}, {"timestamp": [1871.3, 1874.82], "text": " It's just that they'll go much, much, much, much faster and so on."}, {"timestamp": [1874.82, 1877.48], "text": " So the idea is that will keep growing."}, {"timestamp": [1877.48, 1881.94], "text": " So that is the dominant idea, that's what most people assume will happen."}, {"timestamp": [1881.94, 1884.0], "text": " So that's image number one."}, {"timestamp": [1884.0, 1887.86], "text": " Another one that the synthesis of"}, {"timestamp": [1887.86, 1892.38], "text": " the body of work that people argue is that this will collapse. That because we can't keep"}, {"timestamp": [1892.38, 1896.96], "text": " on growing like that, we're going to use up the world's resources and it's just going to plummet."}, {"timestamp": [1896.96, 1901.68], "text": " It's just going to, when we won't be able to continue. So there's a lot of dystopian science"}, {"timestamp": [1901.68, 1905.4], "text": " fiction about these kinds of things, isn't there? So the second one is collapse."}, {"timestamp": [1905.74, 1910.3], "text": " The third one that people talk about is something that he calls the discipline society."}, {"timestamp": [1910.7, 1914.1], "text": " So we'll realize that we won't be able to keep on growing like that."}, {"timestamp": [1914.1, 1920.2], "text": " And so we'll put in place really strong rules and regulations about what you can and can't do"}, {"timestamp": [1920.2, 1929.08], "text": " and how much, you know, how many resources you can have, how often you can drive your car, where you can go, all of that sort of thing, it'll be really strong control over people,"}, {"timestamp": [1929.08, 1931.5], "text": " what people do so that we can survive."}, {"timestamp": [1931.5, 1934.76], "text": " We will survive by limiting what we do."}, {"timestamp": [1934.76, 1939.5], "text": " So that's the disciplined society model, we will be able to keep going by imposing strong"}, {"timestamp": [1939.5, 1941.24], "text": " discipline."}, {"timestamp": [1941.24, 1966.5], "text": " And the fourth image of the future that he talks about is transformation in which there's a whole group of people who are arguing which you'll be really familiar with that there are massive technological and environmental changes already underway that are going to fundamentally alter what the planet is like and how we can live and it's going to be a rupture, a major shift, and"}, {"timestamp": [1966.5, 1969.06], "text": " it's incomprehensible what will happen after that."}, {"timestamp": [1969.06, 1971.72], "text": " We can't even imagine what that will be."}, {"timestamp": [1971.72, 1978.0], "text": " So those are the four broad groups of ideas that people have, that future theorists talk"}, {"timestamp": [1978.0, 1979.3], "text": " about about the future."}, {"timestamp": [1979.3, 1982.52], "text": " This is a very brief summary of enormous literature."}, {"timestamp": [1982.52, 1985.88], "text": " So when data was asked to write this article about"}, {"timestamp": [1985.88, 1991.06], "text": " education, this is what he said. He said that continued growth is the dominant view. Most"}, {"timestamp": [1991.06, 1997.6], "text": " educational thinking assumes continued growth, more of the same but just a bit faster."}, {"timestamp": [1997.6, 2003.44], "text": " And it actively disallows the other possibilities. It stops us thinking about the other possibilities."}, {"timestamp": [2003.44, 2005.84], "text": " He makes it very clear, and he's a futures theorist."}, {"timestamp": [2006.28, 2007.84], "text": " The future is not predictable."}, {"timestamp": [2008.3, 2010.0], "text": " No one knows what the future will be."}, {"timestamp": [2010.12, 2011.32], "text": " No one can predict it."}, {"timestamp": [2011.68, 2014.74], "text": " So it's not possible to construct an educational curriculum"}, {"timestamp": [2014.74, 2016.88], "text": " to prepare people for the future"}, {"timestamp": [2016.88, 2018.68], "text": " because we don't know what it is."}, {"timestamp": [2019.0, 2023.24], "text": " He always wants to emphasise the range of possible futures."}, {"timestamp": [2024.1, 2030.24], "text": " So he says that education should be preparing people for a range of alternative possible futures."}, {"timestamp": [2030.24, 2035.76], "text": " Basically all of the ones I mentioned before, be ready for all of all four, because we don't"}, {"timestamp": [2035.76, 2037.56], "text": " know which one it's going to be."}, {"timestamp": [2037.56, 2043.64], "text": " And importantly, he finishes off the thing by saying that the key thing about education, a public"}, {"timestamp": [2043.64, 2050.46], "text": " education system, is that it should give people the capacities that allow them to work together with other people"}, {"timestamp": [2050.46, 2054.32], "text": " to envisage and create the future that they want,"}, {"timestamp": [2054.56, 2056.86], "text": " not just sit there waiting for it to happen to them,"}, {"timestamp": [2057.06, 2060.16], "text": " not be passive sort of victims of what might happen."}, {"timestamp": [2060.4, 2063.78], "text": " It's the education system, particularly the public education system's role"}, {"timestamp": [2063.78, 2068.0], "text": " to create the kind of society we want together and to give people the skills for that."}, {"timestamp": [2068.0, 2070.0], "text": " So that's what Jim Data says."}, {"timestamp": [2070.0, 2071.0], "text": " Right."}, {"timestamp": [2071.0, 2077.0], "text": " Now, another person who writes a lot about the future is someone called Sada."}, {"timestamp": [2077.0, 2085.7], "text": " He's written a really, a book called Welcome, The Future, which is quite short and easy to read. And he's also written a paper called Welcome to the Post-Normal, which is a book called Welcome to the Post-Normal, that's a book called Welcome the Future, which is quite short and easy to read."}, {"timestamp": [2086.06, 2092.7], "text": " And he's also written a paper called Welcome to the Post-Normal, which is also reasonably straightforward to read."}, {"timestamp": [2092.74, 2098.38], "text": " In that paper, he says, we are now currently in a transitional age where the old orthodoxies are dying,"}, {"timestamp": [2098.52, 2101.72], "text": " new ones haven't emerged yet, and nothing seems to make sense anymore."}, {"timestamp": [2101.72, 2105.56], "text": " He says uncertainty, complexity and rapid change are here to stay, and this He says uncertainty, complexity, and rapid change"}, {"timestamp": [2105.56, 2108.28], "text": " are here to stay, and this world's characterized"}, {"timestamp": [2108.28, 2111.88], "text": " by complexity, chaos, and contradiction."}, {"timestamp": [2111.88, 2113.92], "text": " And I'm gonna talk a bit more in a minute"}, {"timestamp": [2113.92, 2115.82], "text": " about this complexity idea."}, {"timestamp": [2115.82, 2117.62], "text": " This is the theoretical framework"}, {"timestamp": [2117.62, 2121.18], "text": " that is fast becoming much more dominant way"}, {"timestamp": [2121.18, 2124.68], "text": " of thinking about what we should do in these contexts."}, {"timestamp": [2124.68, 2127.14], "text": " So just to go back to education for a minute,"}, {"timestamp": [2127.44, 2129.36], "text": " the traditional purpose of education,"}, {"timestamp": [2129.7, 2132.48], "text": " and according to education theorists, maybe not in practice,"}, {"timestamp": [2132.62, 2135.3], "text": " but has always been intellectual development,"}, {"timestamp": [2135.46, 2137.28], "text": " going right back to the ancient Greeks and so on,"}, {"timestamp": [2137.28, 2140.2], "text": " has been to bring out people's natural capacities"}, {"timestamp": [2140.2, 2143.46], "text": " and make them as rich and deep as they possibly can be."}, {"timestamp": [2143.92, 2146.0], "text": " That's the kind of old idea."}, {"timestamp": [2146.0, 2149.0], "text": " What I want to argue here is that we need to keep that,"}, {"timestamp": [2149.0, 2151.0], "text": " but change it slightly."}, {"timestamp": [2151.0, 2153.0], "text": " So if we're going to prepare people for a range of alternative"}, {"timestamp": [2153.0, 2156.0], "text": " possible futures to survive and thrive"}, {"timestamp": [2156.0, 2158.0], "text": " in an increasingly complex, uncertain, fast-changing world"}, {"timestamp": [2158.0, 2161.0], "text": " that might be nothing like the one we know now,"}, {"timestamp": [2161.0, 2164.0], "text": " and we're going to work together to create the future we want,"}, {"timestamp": [2164.0, 2170.44], "text": " I think the purpose of education now should be to develop our collective intelligence, our ability"}, {"timestamp": [2170.44, 2173.2], "text": " to be intelligent together."}, {"timestamp": [2173.2, 2177.06], "text": " And you see, I hope you're starting to make the connection between all of those words that"}, {"timestamp": [2177.06, 2180.5], "text": " float around like collaboration and all of these things."}, {"timestamp": [2180.5, 2184.88], "text": " This is actually what they mean, not just working nicely in groups together and not interrupting"}, {"timestamp": [2184.88, 2187.72], "text": " and all that kind of stuff that we're very familiar with."}, {"timestamp": [2187.72, 2191.88], "text": " And it's got a much deeper meaning than that."}, {"timestamp": [2191.88, 2196.14], "text": " So I think the purpose of education in the future should be to develop our collective"}, {"timestamp": [2196.14, 2203.36], "text": " intelligence, which means strategies for working together to up everybody's cognitive capacity."}, {"timestamp": [2203.36, 2205.24], "text": " So how do we do that?"}, {"timestamp": [2205.24, 2206.94], "text": " Well, as I've been alluding to,"}, {"timestamp": [2206.94, 2209.4], "text": " there are a number of new frameworks now."}, {"timestamp": [2209.4, 2213.38], "text": " So I'm moving now for thinking about what students need"}, {"timestamp": [2213.38, 2215.54], "text": " for the highly complex world of the future."}, {"timestamp": [2215.54, 2219.14], "text": " I'm moving now to thinking about education"}, {"timestamp": [2219.14, 2222.74], "text": " as a system, as a way of doing things."}, {"timestamp": [2222.74, 2224.64], "text": " So that's a slight shift."}, {"timestamp": [2224.64, 2225.68], "text": " We need new ways for thinking"}, {"timestamp": [2225.68, 2231.28], "text": " about this that fit better with the new times, and complexity thinking is starting to come"}, {"timestamp": [2231.28, 2237.04], "text": " to the surface. It's been predominant for a long time in biology and physics and weather and"}, {"timestamp": [2237.04, 2242.4], "text": " all sorts of other fields, and in policy and business context, but it's now starting to be, its"}, {"timestamp": [2242.4, 2249.78], "text": " influence is now starting to be felt in education. And there are even some people in the Ministry of Education that use this, use this vocabulary."}, {"timestamp": [2249.78, 2254.72], "text": " But I think we're a long way from actually really thinking like this, as I think we'll come"}, {"timestamp": [2254.72, 2256.06], "text": " to in a minute."}, {"timestamp": [2256.06, 2261.38], "text": " So just very, very quickly, this is the sort of very beginners guide to it, but you will"}, {"timestamp": [2261.38, 2263.98], "text": " be familiar with some of this."}, {"timestamp": [2263.98, 2265.44], "text": " The modern age, the"}, {"timestamp": [2265.44, 2272.12], "text": " pre-the normal age that I'm talking about before, the thinking that we've all been brought"}, {"timestamp": [2272.12, 2278.74], "text": " up with is predominated by machine-like metaphors with levers and cause and effect and linear"}, {"timestamp": [2278.74, 2287.0], "text": " type effects. This leads to this, leads to this, leads to this and so on in a straight line sequence."}, {"timestamp": [2287.0, 2292.38], "text": " There's a tendency to reduce things to their parts, and the idea is that if you understand"}, {"timestamp": [2292.38, 2295.94], "text": " the parts, you'll understand the whole, you know, like if you understand what the parts of an"}, {"timestamp": [2295.94, 2300.02], "text": " engine do, you'll understand how the whole thing works, and so on."}, {"timestamp": [2300.02, 2306.18], "text": " There's a focus on producing equilibrium and stability, predictability and control, and"}, {"timestamp": [2306.18, 2311.94], "text": " as well being referred to this before, the dominant management system was command and control"}, {"timestamp": [2311.94, 2313.64], "text": " and hierarchical and so on."}, {"timestamp": [2313.64, 2319.84], "text": " So those ideas are part of the thought system that we were all enculturated in."}, {"timestamp": [2319.84, 2324.76], "text": " People are now arguing that there's a big shift away from that and that actually things were"}, {"timestamp": [2324.76, 2325.14], "text": " never like that. It's just that that made it easier for us to think about them because we could get our heads now arguing that there's a big shift away from that and that actually things were never"}, {"timestamp": [2325.14, 2329.06], "text": " like that. It's just that that made it easier for us to think about them because we could"}, {"timestamp": [2329.06, 2334.22], "text": " get our heads around it, but it's always been complex and now we need to recognise that."}, {"timestamp": [2334.22, 2341.86], "text": " The picture there is a flock of starlings. And if you Google this, if you look on YouTube"}, {"timestamp": [2341.86, 2347.96], "text": " for flock of starlings, you'll see lots and lots of pictures like that where you can actually see the flock of starlings change."}, {"timestamp": [2347.96, 2351.84], "text": " That's an example of a complex system, which I'll talk a bit more in about in a minute, but"}, {"timestamp": [2351.84, 2355.82], "text": " the patterns that they create are really interesting."}, {"timestamp": [2355.82, 2362.44], "text": " So the post-normal complexity thinking way of looking at things, instead of having a machine,"}, {"timestamp": [2362.44, 2369.88], "text": " it has a living system as a metaphor, it's always changing, never stops. But the key thing is that there are large numbers of"}, {"timestamp": [2369.88, 2377.0], "text": " interacting elements. And the interaction is the key word. Uncertainty, non-linearity,"}, {"timestamp": [2377.0, 2381.44], "text": " self-organising and emergence are key features of this that I'll talk a bit more about"}, {"timestamp": [2381.44, 2385.08], "text": " in a minute. But a key thing is there are a large number"}, {"timestamp": [2385.08, 2387.28], "text": " of interacting elements that aren't really,"}, {"timestamp": [2387.28, 2389.22], "text": " that are self-organising."}, {"timestamp": [2389.22, 2392.48], "text": " There's no person at the top telling them what to do."}, {"timestamp": [2392.48, 2396.26], "text": " So complexity is a property of systems."}, {"timestamp": [2396.26, 2397.8], "text": " Well, what's a system?"}, {"timestamp": [2397.8, 2402.72], "text": " It's a putting together of a whole lot"}, {"timestamp": [2402.72, 2406.0], "text": " of connected interacting elements."}, {"timestamp": [2406.0, 2411.4], "text": " It functions as a whole through the interaction of its parts."}, {"timestamp": [2411.4, 2415.9], "text": " So in that picture there, it's the lines joining up, the elements in the system, that's where"}, {"timestamp": [2415.9, 2418.4], "text": " the action is, that's where things matter."}, {"timestamp": [2418.4, 2424.76], "text": " Interactions, third space, whatever you want to call it, the space between, that's where"}, {"timestamp": [2424.76, 2426.1], "text": " things happen from."}, {"timestamp": [2427.84, 2430.54], "text": " So instead of focusing on the individual elements,"}, {"timestamp": [2430.68, 2433.02], "text": " is there's a focus on the interactions between them."}, {"timestamp": [2435.52, 2437.68], "text": " I didn't mean to have this like this."}, {"timestamp": [2439.28, 2443.68], "text": " So a key feature of thinking about things in terms of systems"}, {"timestamp": [2443.68, 2446.34], "text": " is this focus on constant interaction"}, {"timestamp": [2446.34, 2448.2], "text": " and feedbacks."}, {"timestamp": [2448.2, 2450.4], "text": " There's positive and negative feedbacks."}, {"timestamp": [2450.4, 2455.56], "text": " Some feedbacks maintain the system, keep it how it is, which we, in schools we are very familiar"}, {"timestamp": [2455.56, 2456.56], "text": " with."}, {"timestamp": [2456.56, 2462.56], "text": " If you, it's a self-replicating, reproducing the same system."}, {"timestamp": [2462.56, 2464.76], "text": " Others disrupt it."}, {"timestamp": [2464.76, 2468.68], "text": " It's self-organising, but this idea of emergence is really important."}, {"timestamp": [2468.68, 2470.88], "text": " I'm going to come back to you later."}, {"timestamp": [2470.88, 2476.52], "text": " Change in systems comes out, comes about in ways that are often sudden,"}, {"timestamp": [2476.52, 2479.96], "text": " that are often abrupt and can't necessarily be predicted,"}, {"timestamp": [2479.96, 2483.48], "text": " but it comes about through interactions within the system."}, {"timestamp": [2483.48, 2487.36], "text": " And I'm arguing that we need to be starting to think about education change"}, {"timestamp": [2487.36, 2489.96], "text": " and practice change in these terms."}, {"timestamp": [2489.96, 2493.76], "text": " Change won't be produced by top-down edicts from above"}, {"timestamp": [2493.76, 2496.72], "text": " or by strong leadership or any of those kinds of things,"}, {"timestamp": [2496.72, 2499.52], "text": " although you can start to try and control things,"}, {"timestamp": [2499.52, 2502.8], "text": " but it'll be produced by quality interactions"}, {"timestamp": [2502.8, 2506.0], "text": " between quality elements in a system, but you won't"}, {"timestamp": [2506.0, 2509.8], "text": " necessarily be able to predict what the new practices will be."}, {"timestamp": [2509.8, 2512.56], "text": " They will emerge from the system."}, {"timestamp": [2512.56, 2517.78], "text": " So in this model, small changes, individual people in their groups of people and the people"}, {"timestamp": [2517.78, 2524.66], "text": " they interact with can make a big difference, and they often do, and importantly, one size does"}, {"timestamp": [2524.66, 2525.62], "text": " not fit all. So the idea that every school has to be a modern learning environment now, and they often do. And importantly, one size does not fit all."}, {"timestamp": [2525.88, 2531.38], "text": " So the idea that every school has to be a modern learning environment now is, although"}, {"timestamp": [2531.38, 2536.62], "text": " it is quite a good way of thinking about things, just importing the model with all its features"}, {"timestamp": [2536.62, 2540.82], "text": " and it's got this, this and this, and it looks like that, which is the idea, the reason"}, {"timestamp": [2540.82, 2544.06], "text": " why we had all those different pictures up there, it could look like anything."}, {"timestamp": [2544.72, 2550.6], "text": " But the template that applied to everybody is not an appropriate way to work within a large"}, {"timestamp": [2550.6, 2551.6], "text": " system."}, {"timestamp": [2551.6, 2553.76], "text": " There's no single one right answer."}, {"timestamp": [2553.76, 2560.66], "text": " And context, what's going on in the local environment with the local interactions is everything."}, {"timestamp": [2560.66, 2565.26], "text": " So that's just a really brief introduction to some of these ideas. So it's seeing the forest and the trees in any situation, not just a really brief introduction to some of these ideas."}, {"timestamp": [2565.26, 2572.4], "text": " So it's seeing the forest and the trees in any situation, not just the big elements, it's"}, {"timestamp": [2572.4, 2577.7], "text": " seeing the whole ecosystem, focusing on the interactions within a system and between one system"}, {"timestamp": [2577.7, 2582.32], "text": " and others not looking for changes, chains of cause and effect."}, {"timestamp": [2582.32, 2585.44], "text": " So I'm arguing that we should be starting to see education as an"}, {"timestamp": [2585.44, 2590.92], "text": " ecosystem now, not a closed machine with levers that produce cause and effect type responses"}, {"timestamp": [2590.92, 2599.0], "text": " further down the chain. So very briefly, I can't really go into this much now, but there"}, {"timestamp": [2599.0, 2604.26], "text": " may be some of you who are interested in following this up. This framework is really widely used"}, {"timestamp": [2604.26, 2605.5], "text": " now in all sorts of"}, {"timestamp": [2605.5, 2613.94], "text": " contexts from social and political spheres to management and large organisations, to the military,"}, {"timestamp": [2613.94, 2618.74], "text": " to all sorts of spaces. And I'm just going to give you the really brief starter introduction"}, {"timestamp": [2618.74, 2624.72], "text": " to it in case you're interested in it. So, as I said before, this complexity thinking is"}, {"timestamp": [2624.72, 2626.68], "text": " quite pervasive now."}, {"timestamp": [2626.76, 2629.14], "text": " Lots of people are trying to think like that."}, {"timestamp": [2629.44, 2636.42], "text": " But one of the things that's difficult about it is what do you actually do in complex situations to manage things?"}, {"timestamp": [2636.62, 2637.7], "text": " Because it's not obvious."}, {"timestamp": [2638.24, 2644.32], "text": " So this guy, Dave Snowden, who's a Welsh guy who dreamed up this thing,"}, {"timestamp": [2644.44, 2647.24], "text": " which he's called the Kineffen framework. It's a Welsh guy who dreamed up this thing, which he's called the Kineffen framework."}, {"timestamp": [2647.24, 2648.24], "text": " It's a Welsh word."}, {"timestamp": [2648.24, 2651.24], "text": " It's how you say that, Kineffen."}, {"timestamp": [2651.24, 2656.32], "text": " And it translates as something like habitat or place to stand."}, {"timestamp": [2656.32, 2662.76], "text": " Actually, there isn't a very good English word, but it's a bit like Turanga Waai and in a Mori context."}, {"timestamp": [2662.76, 2665.24], "text": " It means something a bit like that."}, {"timestamp": [2665.24, 2667.96], "text": " So he's come up with this thing which is not a quadrant."}, {"timestamp": [2667.96, 2671.12], "text": " It's not a two by two matrix that's very important to say."}, {"timestamp": [2671.12, 2673.5], "text": " It's actually got more dimensions."}, {"timestamp": [2673.5, 2679.34], "text": " But very briefly, he says that in a situation where you're managing or leading it, you need"}, {"timestamp": [2679.34, 2683.62], "text": " to decide which of these four spaces you're in."}, {"timestamp": [2683.62, 2688.52], "text": " And you do different things depending on which of them you're in."}, {"timestamp": [2688.52, 2695.76], "text": " The simple space is where there are very clear cause-effect relationships, like night follows"}, {"timestamp": [2695.76, 2696.76], "text": " day."}, {"timestamp": [2696.76, 2701.94], "text": " It will always be like that, and nothing's ever going to change, and so it's very easy to know"}, {"timestamp": [2701.94, 2704.16], "text": " what to do in that space."}, {"timestamp": [2704.16, 2706.78], "text": " So you can have recipes and templates"}, {"timestamp": [2706.78, 2708.14], "text": " and things that you can follow."}, {"timestamp": [2708.48, 2710.52], "text": " And if you do this, that will happen."}, {"timestamp": [2710.82, 2712.02], "text": " That's the simple space."}, {"timestamp": [2712.72, 2716.16], "text": " He says the complicated space is one in which"}, {"timestamp": [2716.16, 2717.3], "text": " it's a bit more difficult"}, {"timestamp": [2717.3, 2719.24], "text": " and you need to bring in, maybe you need to bring in"}, {"timestamp": [2719.24, 2722.14], "text": " outside experts who won't necessarily know"}, {"timestamp": [2722.14, 2723.24], "text": " what to do straight away,"}, {"timestamp": [2723.24, 2732.0], "text": " but the experts will argue with each other and negotiate and so on, and eventually they will come up with some kind of a thing that you can do."}, {"timestamp": [2732.0, 2747.0], "text": " So if you see down the side there, simple is the known knowns, complicated is the known unknowns, but eventually the unknowns will become known and you'll know what to do, but you do need expertise to"}, {"timestamp": [2747.0, 2749.76], "text": " deal, to work in that space."}, {"timestamp": [2749.76, 2755.18], "text": " So moving into the complex space, that's when you're working with unknown unknowns and"}, {"timestamp": [2755.18, 2758.2], "text": " you don't know what to do."}, {"timestamp": [2758.2, 2761.72], "text": " And the chaotic space is when everything's unknowable and you don't want to stay in there long"}, {"timestamp": [2761.72, 2762.72], "text": " at all."}, {"timestamp": [2762.72, 2764.28], "text": " You need to move things that way."}, {"timestamp": [2764.28, 2767.76], "text": " And actually interestingly, you see how that's drawn there."}, {"timestamp": [2767.76, 2772.92], "text": " The boundary between the simple and the chaotic, that way that's drawn is supposed to represent"}, {"timestamp": [2772.92, 2778.6], "text": " a cliff so that if you insist on being in the simple but you're not in a simple situation,"}, {"timestamp": [2778.6, 2781.8], "text": " it can very quickly be produced into the chaotic."}, {"timestamp": [2781.8, 2785.34], "text": " And especially deputy principals in schools know what that means. Because a lot of what happens in schools, know what that means."}, {"timestamp": [2786.24, 2790.8], "text": " Because a lot of what happens in schools is treated in the simple sphere,"}, {"timestamp": [2791.7, 2796.68], "text": " with sometimes a bit of complicated, but actually it can very easy tip over into the chaos,"}, {"timestamp": [2796.68, 2799.7], "text": " where someone's got to manage that very quickly and get it back into the simple."}, {"timestamp": [2800.1, 2805.28], "text": " But what I'm trying to argue here is that a lot of what we need to manage and lead and think"}, {"timestamp": [2805.28, 2807.62], "text": " about is actually in the complex space."}, {"timestamp": [2807.62, 2811.86], "text": " So we need different techniques for working in that space."}, {"timestamp": [2811.86, 2817.66], "text": " So if you want to follow this up further and think about it more, here's just some quick references,"}, {"timestamp": [2817.66, 2821.6], "text": " and I can easily put this slide up later, we'll send it to you if you want to."}, {"timestamp": [2821.6, 2825.5], "text": " But I really recommend this book, which has just come out on the right hand side here."}, {"timestamp": [2825.5, 2831.42], "text": " So a colleague of, ex-college of mine called Jennifer Garvey Berger, working with Keith Johnston."}, {"timestamp": [2831.42, 2834.84], "text": " So they've written this book called Simple Habits for Complex Times."}, {"timestamp": [2834.84, 2839.76], "text": " It's about leadership and it's about complexity theory and it's written for people like you,"}, {"timestamp": [2839.76, 2841.12], "text": " basically."}, {"timestamp": [2841.12, 2843.6], "text": " So I recommend that."}, {"timestamp": [2843.6, 2847.74], "text": " If you want to look up the Kenevan framework, go to that website there, Cognitive Edge."}, {"timestamp": [2848.9, 2852.72], "text": " There's a paper in the Harvard Business Review there that's only a couple of pages long."}, {"timestamp": [2852.8, 2854.26], "text": " It's a good introduction."}, {"timestamp": [2854.8, 2861.72], "text": " And if you want the longer, that other paper there by Sean Snyder is an OECD longer paper"}, {"timestamp": [2861.72, 2865.74], "text": " about what these concepts are in the education policy context."}, {"timestamp": [2865.74, 2868.68], "text": " So there's some references if you want"}, {"timestamp": [2868.68, 2869.9], "text": " to follow some of this up,"}, {"timestamp": [2869.9, 2872.92], "text": " because this stuff is going to get more dominant."}, {"timestamp": [2873.84, 2877.16], "text": " So if you want to get ahead of it,"}, {"timestamp": [2877.16, 2878.74], "text": " so what does this all have to do"}, {"timestamp": [2878.74, 2880.76], "text": " with what we've been talking about here?"}, {"timestamp": [2881.68, 2884.52], "text": " Basically, the message, in case you nodded off"}, {"timestamp": [2884.52, 2887.0], "text": " a bit there and had a little rest for a"}, {"timestamp": [2887.0, 2892.76], "text": " minute, the main message I'm trying to get across here is that if we just keep putting new"}, {"timestamp": [2892.76, 2898.36], "text": " inputs into the system and those can be ideas or people or structures and systems or policies"}, {"timestamp": [2898.36, 2904.0], "text": " or whatever, they actually don't really change it, as we know in education because we've"}, {"timestamp": [2904.0, 2909.6], "text": " been non-stop reform for 100 years. They don't actually change the system."}, {"timestamp": [2909.6, 2915.3], "text": " People might use different words and talk about things using different vocabulary,"}, {"timestamp": [2915.3, 2920.4], "text": " but usually the underlying system isn't really changing because the things,"}, {"timestamp": [2920.4, 2924.4], "text": " the feedbacks that keep it like that haven't been disrupted."}, {"timestamp": [2924.4, 2930.0], "text": " So change comes when the elements in a system interact in new ways."}, {"timestamp": [2930.0, 2936.0], "text": " One way of thinking about the elements in this system is teachers, students, parents, stakeholders,"}, {"timestamp": [2936.0, 2939.0], "text": " all of these people that are part of the education system,"}, {"timestamp": [2939.0, 2941.0], "text": " when they interact in new ways."}, {"timestamp": [2941.0, 2943.0], "text": " That's a key word."}, {"timestamp": [2943.0, 2945.64], "text": " Not told that this is the new way you've got to do it,"}, {"timestamp": [2945.7, 2950.66], "text": " but they interact with each other. So do you see the way I'm going with this, that those words"}, {"timestamp": [2950.66, 2955.06], "text": " like collaboration that we throw around all the time, and everyone wants to be collaborative now,"}, {"timestamp": [2955.7, 2963.68], "text": " this stuff is what underpins it. It's much deeper than when you see these words used."}, {"timestamp": [2963.68, 2968.0], "text": " So new ideas, new ways of structuring old information"}, {"timestamp": [2968.0, 2970.0], "text": " don't by themselves make a difference,"}, {"timestamp": [2970.0, 2974.0], "text": " but new ways of thinking about old information"}, {"timestamp": [2974.0, 2976.0], "text": " do make a difference."}, {"timestamp": [2976.0, 2980.0], "text": " So we need more high quality elements in the system,"}, {"timestamp": [2980.0, 2983.0], "text": " more high quality interactions between the elements"}, {"timestamp": [2983.0, 2985.62], "text": " in the system and you basically"}, {"timestamp": [2985.62, 2991.98], "text": " that means new ways of thinking new new lenses to look at what what we have in front of us."}, {"timestamp": [2991.98, 2994.44], "text": " One size does not fit all."}, {"timestamp": [2994.44, 3001.6], "text": " The glass cube with the, you know, the first slide that you put up with the furniture"}, {"timestamp": [3001.6, 3006.68], "text": " and everything, that won't necessarily work for every place."}, {"timestamp": [3006.68, 3010.8], "text": " Second thing is future practice will emerge."}, {"timestamp": [3010.8, 3015.84], "text": " It's emergent from the system as a result of the interactions between the people."}, {"timestamp": [3015.84, 3022.84], "text": " No one knows or can control what that will be like, and we shouldn't want to."}, {"timestamp": [3022.84, 3026.32], "text": " The key thing is the quality of the elements in the system, the quality of the interactions"}, {"timestamp": [3026.32, 3030.94], "text": " between the elements and going back to my idea of collective intelligence."}, {"timestamp": [3030.94, 3036.56], "text": " So I hope you can see that this has got some implications for leadership in schools, not just"}, {"timestamp": [3036.56, 3042.24], "text": " thinking about what the purpose of the education system should be, but how to produce change"}, {"timestamp": [3042.24, 3043.24], "text": " in it."}, {"timestamp": [3043.24, 3048.66], "text": " We need people who know about some of these big ideas and where they came from and something"}, {"timestamp": [3048.66, 3055.0], "text": " about why they matter, not just digital everything, but they have to be reworked for"}, {"timestamp": [3055.0, 3059.3], "text": " in the local context, and we need everyone in it thinking for themselves."}, {"timestamp": [3059.3, 3065.68], "text": " So just to finish off with this, and amazingly, before we give you some hard thinking to do"}, {"timestamp": [3065.68, 3073.24], "text": " about how you might use these in your context, I just thought I put up this slide."}, {"timestamp": [3073.24, 3076.5], "text": " You might have seen this."}, {"timestamp": [3076.5, 3080.44], "text": " This is a historian called Norman Davies who wrote these sentences."}, {"timestamp": [3080.44, 3082.5], "text": " He said, historical change is like an avalanche."}, {"timestamp": [3082.5, 3088.76], "text": " The starting point is a snow-covered mountainside that looks solid, like our education system"}, {"timestamp": [3088.76, 3091.68], "text": " on the surface appears quite solid."}, {"timestamp": [3091.68, 3097.32], "text": " But a whole lot of changes are going on under the surface that are actually invisible, but something's"}, {"timestamp": [3097.32, 3099.48], "text": " coming."}, {"timestamp": [3099.48, 3102.02], "text": " What's impossible to say is when it will be."}, {"timestamp": [3102.02, 3106.04], "text": " But what will produce it is the interactions within the system."}, {"timestamp": [3106.78, 3112.22], "text": " So I think that's it on. There's the references for the stuff that Daniel was talking about."}, {"timestamp": [3112.26, 3113.1], "text": " If you want to follow those up."}], "text": " I'm Jane Gilbert and I'm Professor of Education at AUT University and you, and I've been working in this kind of area of the future of education for about 15 years now. But I just thought I should say right at the start in case it's, you've been misled, is that this, we're going to run this as partly a presentation, but partly a workshop. And so this room's a bit odd for that. But that's the room we've got. But the one thing I should say right at the start is that the modern learning environment in the title, this isn't a presentation about modern learning environments and what they are and what they do, although there will be a bit of that. It's really just using the modern learning environments and what they are and what they do, although there will be a bit of that. It's really just using the modern learning environment idea as a context to think about some bigger things that are going on in education. We could have picked lots of things, but we've just picked, so we're not picking on that, I suppose, it'd be the best way to say that. It's just, we're just using that as a context. In fact, Danielle in particular, as she said in the, in her bio, she lives and breathes modern learning environment. She works at Hobsonville Point Secondary School. So I think that's just important to be clear that that's what we're doing here. So I'm just going to start briefly with a very quick sort of context kind of thing. So this, all this stuff, I'm just going to do it really quickly, these things that you will have heard thousands of times already. So this is just to set the scene. There's this big story around that we hear everywhere now, and I see it now as a two-part story, in which we hear all these things about these mega trends in the world beyond education that education is supposed to respond to. And the ones that are always cited are the digital revolution, the vast exponential increase in the capacity and power of digital technologies in our lives and so on in the way that's radically changing things. So that's the one, the first mega trend, and it's huge. The second one is the global shifts in demographic changes and economic changes, which are people who write about this, say, likely to produce a major shift in the world order in our lifetimes. In particular, there's a group of countries that people call the BRICS now, which is Brazil, Russia, India, China and South Africa, which are probably going to take a more prominent role in the world economic and order and so on. So that's another major area of change that we can expect in the immediate future. There's the rise of this thing that people are now calling wicked problems that will be referred to, which is the idea that there are problems now that we can't solve from within the traditional disciplinary boundaries, the knowledge that we have now, we wouldn't even talk about solving them. They're working with them with people from a variety of different expertiseers who are collaborating on solving these things. So the idea that science and technology will save us, that's, according to this literature, is on the way out. And the last one of these megatrends, that's the one that I've spent most time thinking about, is this new understanding of knowledge, the massive growth and new networked forms of knowledge, which now mean that the knowledge that we grew up with, that we were enculturated to see things in terms of, is now way, it has been for a long time, way too big to know and its meaning has shifted. So that's, and there's a very good book with that name, too big to know that I really recommend by this guy called David Weinberger that you might want to check out. So that's the first part of the story, that these absolutely huge megatrends in the world beyond education, to which education's supposed to respond to. And in a part of the story, that these absolutely huge mega trends in the world beyond education, to which education is supposed to respond to, and in a lot of this literature, people are saying it's not responding adequately to it. So in the policy literature, in the mainstream literature, the stuff that most people see about this, which is different from what we're going to talk about, there's two big ideas that all these all these, this mega trends and the way that education has to change have been translated into. One is that the education systems have to perform better, and you'll know a lot about the discourse that this provokes. We need more people getting more qualifications, more knowledge, so they can go into the workforce. But there's all sorts of issues that we haven't got time to go into about that. So the first translation of those mega trends into the education system was we need better system performance. That's the first big idea. And the second one is we need better use of technology. And so out of that, out of all of that, we get something like this. We get all these phrases, which quickly end up being slogans, buzzing around all over the place, and everybody's heard of all of these things that are all with us all the time. But a lot of them, they're proliferated, they're everywhere, but a lot of these things are only partly understood and aren't really very deeply unpacked, and they're certainly not put together very well. But we're going to, we just, we just picked modern learning environments out of all of those things. We could have picked any of them to focus on, to think about what are some of the, what we want to argue are some of the deeper, bigger issues that we need to think about in the education system if we actually are going to produce change in it in the next few years. So that's really just the introduction that this is the background. Okay, so I just want to finish off this little bit by giving you this quote from an Canadian educational psychologist called Carl Beretta that you might have heard of in this book, Education in the Mind and in the Knowledge Age. He says that when he's thinking about this kind of thinking about the future of education, he says that the trouble is that for any of this thinking to make its way into practice, it has to be passed through a conceptual machine that turns it into a product, a procedure or a slogan. And that's really what that previous slide was about. That's what happens to lots of those ideas. They get turned into somebody's template, somebody's recipe, someone's product or procedure or a slogan. And he goes on to say, like the flour mill that removes the bran and the wheat germ, leaving only the starch, this conceptual machine removes all thought. It removes all of the thought that went into those ideas and people just turn them into templates and follow them sort of slavishly without really understanding where they came from and why they matter. So my contribution to continuing this metaphor, we could add, leaving only empty calories that will eventually kill us. If we've taken all the goodness out of the grain, all the thinking out of the ideas, then eventually will lead to the demise of the system, I think. So as you can see, that's the sort of key thing that we're going to come back to is we need to be thinking about these things and we need more people doing this, not necessarily just the leaders. So can this conceptual machine be resisted? Should it? Well, we obviously think it should. So I'm going to hand over to Danielle now, who's got an activity for you. As Jane said, I live and breathe modern learning environment. So I work at Hobsonville Point Secondary School that you may or may not be aware is a brand new school. We're only a year and a half old. We're a fully modern learning environment. Our kids bring their devices to school, so that's BYOD all the way through. In fact, it's really difficult to find a pen in our school. Feltip crayon, always available, but a pen only sometimes. So what I'm going to get you to do this morning, I'm going to give the gentleman in the back a chance to just switch over the presentation. And we weren't sure how many people to expect. But I've got a few handouts. It should be enough for one per row, if you just... But we'll put them up here and what I'm going to get you to do with the people sitting next to you so if you're not sitting next to somebody yet you need to shuffle over and I'd like I'm going to go through the slides a little bit a little bit at a time and I'd like you to have a think and a quick chat about is this a modern learning environment in your opinion sound simple might be might not be. So this is the first picture. Have a quick chat and we'll have some feedback from the audience. I'm going to do that mean teacher thing where I pick on people rather than ask you to contribute answers. Take a couple of seconds, have a chat. Is this a modern learning environment and why? Yeah, you can. You can just use the one on the screen as well. I've just got some printed copies in case you feel like going home and reflecting some more. No, I'm afraid there aren't anymore, but I can always email it to you if you really want the pictures, but they'll be up there as well. So that's the first one. Yes. first one. All right, ladies and gentlemen, let's talk about this first picture. This lady up the front I overheard saying something quite valuable. Would you mind? Sorry, the mic is just so the video picks up your voice as well. About this one? Yes, about this one. I can't see any learning happening in it. So it doesn't look like a modern learning environment to me. Thank you. Now, if somebody over here said the F word, but not that one, the other one. Flexibility, who is that, sorry? Somebody over here. There I go here. Could just talk to us a little bit about why that word came up for you? Because the students, if there were students in there, have the flexibility to move from the Ottomans to the middle couches, to the tables if they need it, and all the desks and that aren't sort of in rows. So there is choice available to the students, really. All the furniture, you can see they're on wheels, so you can move the furniture around. This picture was taken at Hobsonville Point Secondary School the day before we opened the school to children. So it's very tidy still. It was the last time it looked like that. What about this picture? I'll give you about 30 more seconds to discuss this one. It seems to be a lot less talking this time. All right, let's see what you think. Hi. You're lucky number one. What are your thoughts? I'm not entirely sure how you define a model learning environment, but I would say that part of it is the fact that you can actually have different tasks running simultaneously. Thank you. Which that would seem to qualify. Thank you very much. Anyone else with some thoughts about this picture? I'm going to pick... There you go. That guy at the back, he was very happy to see the camera. He's a very happy student in general. This picture was taken at my previous school. This is actually a very traditional single cell classroom. Four walls, can't see any other teachers. Drive the other teachers crazy because the furniture would look different every time they walked in. The desks have just been moved together. There's a lot of differentiation and students had some choice around what they were doing. What about this one? Have some time to talk about that one. All right. All right, let's hear from these ladies over here. Please, what are your thoughts? We think it may be teacher-directed, but we still think it could be collaborative, and we've got a little student engaged there and some little animals sitting on the chair. If we think about what it means to have a modern learning environment about flexibility, it seems like they're fairly flexible. It seems like the teacher isn't, it might be the teacher leading the learning, but she doesn't seem like she's the one standing at the front. So what does it mean to actually have a modern learning environment then? What about this? Let's hear from you guys. What are your thoughts? We think it probably has got elements of modern learning, kids working together collaboratively, cooperating with each other, mind mapping, sharing ideas. I heard somebody say they like the uniform too. Interestingly, the students think they look like they're wearing dish towels, but, you know, teenagers are never going to like they're wearing dish towels, but you know, teenagers are never going to like a uniform as it turns out. So this was just taken on the floor in my school. A floor is a great flexible space that students can often, if they have the option, they will use. They were busy working out how the wicked problems they investigated, the statistics related to the wicked problem, how they relate to each other's inquiries and how that might bring up some new questions about how things fit together. What about this? Let's hear from somebody out the back this time. Gentlemen, what are your thoughts, please? This is a group of people outside. And the question I've got about all of the pictures is the definition. If you're asking what a modern learning environment is, we can define it in many different ways. If you want to define it as collaboration, most of these things and flexibility, then it's a modern learning environment. Before coming here, probably it was more defined by the use of digital technology in an open space. So answering the questions, the answers are kind of, yeah, I don't know if they're leading us anywhere unless we're going towards a predefined point which has already been decided or whether we're just working on like the first presenter said wider issues in education. Thank you. Thank you. So you're absolutely right. They are intended to kind of make you think about what is the definition of a modern learning environment. Is it as simple as, hey, Minister of Education has poured in millions of dollars into your school and now you're going to have these open plan floors and you're going to have bright, pretty furniture. Is that a modern learning environment? This could happen in any environment. Does it mean it's in the modern learning environment? I've just cut the modern learning environment out the back, but the students working by themselves, digital technology, spreadsheet, a lot of what he is doing at the moment. You could have done on paper realistically. Does that make it a modern learning environment? Is that just substitution? The students were taking photos of their trip around all clans volcanoes and as we were going they were uploading them, sharing them with their classmates at school. Where does that sit in our definition of modern learning environment does it have to be confined to the building I'm sure we've all seen a classroom like this is this a modern learning environment ah lady up the front said something important Is this a modern learning environment? Ah, lady up the front said something important. It would depend what happens inside it. This is my favourite picture. I teach classes with 50 kids in them. Yes, there are two teachers. But because they're spread out, I can actually get to every student. I can talk to them. I can get to know them. I'd struggle in there. They're pretty, they're very ornate. I think you're going to give a chance to speak to teachers. Would you mind saying that with a microphone please so the video can hear you because that was a very thoughtful observation. I think you as the teacher have a better chance of speaking to each one than they have of speaking to each other. Absolutely. Interesting, this was the very, very last day of term, term four, last period, 25 minutes past three, couldn't get them back inside. Turns out taking algebra outside talk. Apparently it's really fun. It's just outside the model learning environment building, but where does that set in our definition of model learning environment? This picture is from a school in Vietnam. The context changes. Finances aren't there like we have in New Zealand. I don't look quite as happy as some of the kids in the other photos, I have to say. All right, we'll get the gentleman in the back just to switch over to the definitions of model learning environment before we hand back to Jane. So what is a model learning environment? What is it? What isn't it? So hopefully at this point, after looking at those pictures, you've had a bit of thought about maybe, number one, it's not just the building, it's not just the space that we're in, but that the space definitely contributes and it allows you to be more flexible, as the lady down there said. It's not moving slides. So when you look at the more official definitions of what a modern learning environment is or isn't, it's all about flexibility. So this group of students want to do this thing, that group of students need to do something else, that group of students need to do something else, these ones need to read quietly, those ones need to focus, the space allows you to be real flexible, and I can vouch for that 100% teaching in a space like this. Yesterday I was supervising a session. One group of students were planning daffod all day. Another group of students that I was responsible for doing yoga, and another student I was supporting, helping him come up with her participating and contributing and contributing in relation to others' rubric for League of Legends. So if you know what League of Legends is, it's a game that lots of our teenagers are into at the moment. So just in that one hour, in that one space, that was some of the flexibility I had that I could support all those students doing all those things. It's adaptive, so it means that as practice changes and as Jane alluded to there's lots of things that are changing about the world and they're fundamental things that shift about how society works as that changes because realistically we don't really know what's going to happen but a flexible space allows us to adapt and with our changing practice. It's open. I love this bit about a modern learning environment. It means that at any given point, I'm never alone with the students. So there's me and there's lots of students and there's teachers walking past and our principal likes walking past and hanging out in your class as well. There's none of those power dynamics between the teacher and the students. You're all mixed together. There is always support nearby. So if something goes really wrong here, there's always another teacher nearby that can support. There's always another teacher if you're teaching in teams where I can help a small group of students with one activity and the other teacher can help the rest. So it means that I might support a small group of students who are struggling and the other teacher does that monitoring of all the other students. It might be a case of I take out some extension kids and extend them and push them and have some really in-depth, deep discussions while the other teachers support some of the other students. So it's flexible and it's open. It's also open for the students. They feel welcome in the environment because there's no door shutting them out saying, sorry, you're not allowed in here. It's open. It's high trust. Even our school library is like that. There is none of those like beepery, buzzy things. It's high trust model. So far it's been working for us a year and a half in. But the students feel like they're part of the space, they own the space. It also allows access to resources. So at any given time, I might say, oh, hang on a second, but this question you've asked, this is really powerful. We need to now go and find an answer or let's prototype it. So we'll go to a maker space and we'll try and build something out of it. At the moment, we're busy deconstructing old electronics for an electricity module that I'm teaching alongside a social science teacher and we're looking at artificial intelligence and what is the science and then what are the social and economic implications of artificial intelligence. So we've got some breakout spaces where the kids are destructing stuff and then some other spaces where they're visually representing what are some of those trends as we go along. So the space is used as a resource. The best way for me to think about it is when you're at home and you go, oh, I want to read a book. You don't go sit in front of the TV where the rest of the family is, you know, talking and talking at the TV or that kind of thing. You go and find your little space, your little nook, and you settle in and you relax. Or you've got work to do. You don't go sit at the kitchen table. Actually, my mum does that, but you go find the space that best you relax. Or you've got work to do. You don't go sit at the kitchen table, actually my mum does that, but you go find the space that best suits what you need to do. You go to the space that allows you access to the right resources, so it might be your desk and your highlighters and I'm a big post-it node fan, but that's where you go. You go to the space that has the right resources and that meets your needs. That makes you comfortable in doing whatever you need to do. Writing reports, doing lots of admin tasks, you probably want to be somewhere fairly comfortable because if you're sitting there shivering, you're not going to want to do it for very long. So thinking about a model learning of my own, a bit like how you use your home, is a better shift. So it's flexible. It allows you access to the resources you need to get whatever it is you need to do done. It's a comfortable space. We make it comfortable. We like to be there. And then, of course, give a second. There we go. The Ministry of Education is moving to a new term. It's innovative learning environment. So it explains up there it's again about evolving and adapting as practice moves. This is from the TKI sites and also from the Minister of Education's MLE site. They calling it innovative learning environment, but they haven't yet renamed this site to innovative learning environment. It's still called modern learning environments. So they'll get there. Either way though, it's a shift along with international trends, recognising that internationally we have shifted to this term. There's also the case for it not just being about a modern learning environment, but the modern learning practice that happens in that, and there's a lot more talk about that now. So and of course the flexible, responsive environment for deep learning. That's my personal favourite. I'll hand over to Jane at this point. The point of that little activity having to spend is to really consider what is a modern learning environment. It's about that flexibility, that adaptability, that openness, the students are actually being partners in their learning and as a result, being able to go into spaces and use the resources. Thank you. Thanks. Okay, now shift in gear again. It's interesting some of the things that you said, especially the guy down there, because I should just reiterate that we just picked modern learning environments as a context to talk about some of these other things. But that the idea for doing this workshop in this way sort of came out over the last few months. Both of us have been in contexts where people have been talking about modern learning environments, and I teach a course on future-oriented education, and in that, some of the people were saying things like, they were doing presentations on it, and they were saying things like, well, what is it involved? And one person said that they were just going to cut a hole in the wall between one classroom and another and that was going to make a modern learning environment. And another one said they were going to put a glass and glass panels down between the two classrooms and that was going to make a modern learning environment. Another student in the class is a new entrance teacher in a school where she's very concerned about the transition between, you know, early child or the home to school. And these little kids that might have just been with their mother only, because they're only child in the family, are going straight into a huge room with 100 other kids in it, which she's sort of concerned about, you know, is that the right way to do things? And another colleague of mine, who's a professional development coordinator, is working with a number of schools who tell her that they're being forced to become modern learning environments and they don't want to. So all of these conversations got me sort of thinking about this idea of, well, what are people using this term? What do they think it means? And so we wanted to look at, well, what does it look like at Hobsonville Point? What does the Ministry of Education's website say these things are? We wanted to use that as a way to sort of get at, well, what does this have to do with the future of education? And that's really what we want to spend the middle part of this presentation talking about, and not giving you the answers, as we said in the abstract, this isn't to give answers, it's to raise more questions, to make it hard, because this is really hard. There aren't any easy answers that if you just have a modern learning environment, suddenly you're future focused, it isn't that simple. But the way you hear people talking about it, it looks as though some people might possibly be thinking that. So this next section is a little sort of step sideways. It's a little interlude into some theory that is becoming more and more predominant in wider thinking about all sorts of things, not just education, but health issues about leadership and big organizations in biology, in physics, and astronomy, and all sorts of things, I'm going to talk about some sort of theoretical ideas which are only just starting to be talked about in education. So I'm going to start with a futures theorist. This is nothing much to do with education. This guy, Jim Data, has been a well-known futures theorist for probably about 50 years. The futures theory isn't a new area. He was asked to write a short paper for an education journal to say what he thought the work he'd been doing all his life, what the implications for education were. And these next two slides just kind of summarise that. He said that in his huge synthesis of all of the future studies were all around the world of which there are, thousands of people work on this and writing papers, he grouped the four main big ideas that people write about into these four groups, four images of the future. The first one he calls the continued growth model. And so you can see in the picture there we continue to do more or less what we do now. And although what we have now and what we do now will change a bit in ways that we can keep up with, but the same basic things, the same basic objects and ideas and people and processes will continue more or less but the same basic things, the same basic objects and ideas and people and processes will continue more or less in the same way they are now. It's just that they'll go much, much, much, much faster and so on. So the idea is that will keep growing. So that is the dominant idea, that's what most people assume will happen. So that's image number one. Another one that the synthesis of the body of work that people argue is that this will collapse. That because we can't keep on growing like that, we're going to use up the world's resources and it's just going to plummet. It's just going to, when we won't be able to continue. So there's a lot of dystopian science fiction about these kinds of things, isn't there? So the second one is collapse. The third one that people talk about is something that he calls the discipline society. So we'll realize that we won't be able to keep on growing like that. And so we'll put in place really strong rules and regulations about what you can and can't do and how much, you know, how many resources you can have, how often you can drive your car, where you can go, all of that sort of thing, it'll be really strong control over people, what people do so that we can survive. We will survive by limiting what we do. So that's the disciplined society model, we will be able to keep going by imposing strong discipline. And the fourth image of the future that he talks about is transformation in which there's a whole group of people who are arguing which you'll be really familiar with that there are massive technological and environmental changes already underway that are going to fundamentally alter what the planet is like and how we can live and it's going to be a rupture, a major shift, and it's incomprehensible what will happen after that. We can't even imagine what that will be. So those are the four broad groups of ideas that people have, that future theorists talk about about the future. This is a very brief summary of enormous literature. So when data was asked to write this article about education, this is what he said. He said that continued growth is the dominant view. Most educational thinking assumes continued growth, more of the same but just a bit faster. And it actively disallows the other possibilities. It stops us thinking about the other possibilities. He makes it very clear, and he's a futures theorist. The future is not predictable. No one knows what the future will be. No one can predict it. So it's not possible to construct an educational curriculum to prepare people for the future because we don't know what it is. He always wants to emphasise the range of possible futures. So he says that education should be preparing people for a range of alternative possible futures. Basically all of the ones I mentioned before, be ready for all of all four, because we don't know which one it's going to be. And importantly, he finishes off the thing by saying that the key thing about education, a public education system, is that it should give people the capacities that allow them to work together with other people to envisage and create the future that they want, not just sit there waiting for it to happen to them, not be passive sort of victims of what might happen. It's the education system, particularly the public education system's role to create the kind of society we want together and to give people the skills for that. So that's what Jim Data says. Right. Now, another person who writes a lot about the future is someone called Sada. He's written a really, a book called Welcome, The Future, which is quite short and easy to read. And he's also written a paper called Welcome to the Post-Normal, which is a book called Welcome to the Post-Normal, that's a book called Welcome the Future, which is quite short and easy to read. And he's also written a paper called Welcome to the Post-Normal, which is also reasonably straightforward to read. In that paper, he says, we are now currently in a transitional age where the old orthodoxies are dying, new ones haven't emerged yet, and nothing seems to make sense anymore. He says uncertainty, complexity and rapid change are here to stay, and this He says uncertainty, complexity, and rapid change are here to stay, and this world's characterized by complexity, chaos, and contradiction. And I'm gonna talk a bit more in a minute about this complexity idea. This is the theoretical framework that is fast becoming much more dominant way of thinking about what we should do in these contexts. So just to go back to education for a minute, the traditional purpose of education, and according to education theorists, maybe not in practice, but has always been intellectual development, going right back to the ancient Greeks and so on, has been to bring out people's natural capacities and make them as rich and deep as they possibly can be. That's the kind of old idea. What I want to argue here is that we need to keep that, but change it slightly. So if we're going to prepare people for a range of alternative possible futures to survive and thrive in an increasingly complex, uncertain, fast-changing world that might be nothing like the one we know now, and we're going to work together to create the future we want, I think the purpose of education now should be to develop our collective intelligence, our ability to be intelligent together. And you see, I hope you're starting to make the connection between all of those words that float around like collaboration and all of these things. This is actually what they mean, not just working nicely in groups together and not interrupting and all that kind of stuff that we're very familiar with. And it's got a much deeper meaning than that. So I think the purpose of education in the future should be to develop our collective intelligence, which means strategies for working together to up everybody's cognitive capacity. So how do we do that? Well, as I've been alluding to, there are a number of new frameworks now. So I'm moving now for thinking about what students need for the highly complex world of the future. I'm moving now to thinking about education as a system, as a way of doing things. So that's a slight shift. We need new ways for thinking about this that fit better with the new times, and complexity thinking is starting to come to the surface. It's been predominant for a long time in biology and physics and weather and all sorts of other fields, and in policy and business context, but it's now starting to be, its influence is now starting to be felt in education. And there are even some people in the Ministry of Education that use this, use this vocabulary. But I think we're a long way from actually really thinking like this, as I think we'll come to in a minute. So just very, very quickly, this is the sort of very beginners guide to it, but you will be familiar with some of this. The modern age, the pre-the normal age that I'm talking about before, the thinking that we've all been brought up with is predominated by machine-like metaphors with levers and cause and effect and linear type effects. This leads to this, leads to this, leads to this and so on in a straight line sequence. There's a tendency to reduce things to their parts, and the idea is that if you understand the parts, you'll understand the whole, you know, like if you understand what the parts of an engine do, you'll understand how the whole thing works, and so on. There's a focus on producing equilibrium and stability, predictability and control, and as well being referred to this before, the dominant management system was command and control and hierarchical and so on. So those ideas are part of the thought system that we were all enculturated in. People are now arguing that there's a big shift away from that and that actually things were never like that. It's just that that made it easier for us to think about them because we could get our heads now arguing that there's a big shift away from that and that actually things were never like that. It's just that that made it easier for us to think about them because we could get our heads around it, but it's always been complex and now we need to recognise that. The picture there is a flock of starlings. And if you Google this, if you look on YouTube for flock of starlings, you'll see lots and lots of pictures like that where you can actually see the flock of starlings change. That's an example of a complex system, which I'll talk a bit more in about in a minute, but the patterns that they create are really interesting. So the post-normal complexity thinking way of looking at things, instead of having a machine, it has a living system as a metaphor, it's always changing, never stops. But the key thing is that there are large numbers of interacting elements. And the interaction is the key word. Uncertainty, non-linearity, self-organising and emergence are key features of this that I'll talk a bit more about in a minute. But a key thing is there are a large number of interacting elements that aren't really, that are self-organising. There's no person at the top telling them what to do. So complexity is a property of systems. Well, what's a system? It's a putting together of a whole lot of connected interacting elements. It functions as a whole through the interaction of its parts. So in that picture there, it's the lines joining up, the elements in the system, that's where the action is, that's where things matter. Interactions, third space, whatever you want to call it, the space between, that's where things happen from. So instead of focusing on the individual elements, is there's a focus on the interactions between them. I didn't mean to have this like this. So a key feature of thinking about things in terms of systems is this focus on constant interaction and feedbacks. There's positive and negative feedbacks. Some feedbacks maintain the system, keep it how it is, which we, in schools we are very familiar with. If you, it's a self-replicating, reproducing the same system. Others disrupt it. It's self-organising, but this idea of emergence is really important. I'm going to come back to you later. Change in systems comes out, comes about in ways that are often sudden, that are often abrupt and can't necessarily be predicted, but it comes about through interactions within the system. And I'm arguing that we need to be starting to think about education change and practice change in these terms. Change won't be produced by top-down edicts from above or by strong leadership or any of those kinds of things, although you can start to try and control things, but it'll be produced by quality interactions between quality elements in a system, but you won't necessarily be able to predict what the new practices will be. They will emerge from the system. So in this model, small changes, individual people in their groups of people and the people they interact with can make a big difference, and they often do, and importantly, one size does not fit all. So the idea that every school has to be a modern learning environment now, and they often do. And importantly, one size does not fit all. So the idea that every school has to be a modern learning environment now is, although it is quite a good way of thinking about things, just importing the model with all its features and it's got this, this and this, and it looks like that, which is the idea, the reason why we had all those different pictures up there, it could look like anything. But the template that applied to everybody is not an appropriate way to work within a large system. There's no single one right answer. And context, what's going on in the local environment with the local interactions is everything. So that's just a really brief introduction to some of these ideas. So it's seeing the forest and the trees in any situation, not just a really brief introduction to some of these ideas. So it's seeing the forest and the trees in any situation, not just the big elements, it's seeing the whole ecosystem, focusing on the interactions within a system and between one system and others not looking for changes, chains of cause and effect. So I'm arguing that we should be starting to see education as an ecosystem now, not a closed machine with levers that produce cause and effect type responses further down the chain. So very briefly, I can't really go into this much now, but there may be some of you who are interested in following this up. This framework is really widely used now in all sorts of contexts from social and political spheres to management and large organisations, to the military, to all sorts of spaces. And I'm just going to give you the really brief starter introduction to it in case you're interested in it. So, as I said before, this complexity thinking is quite pervasive now. Lots of people are trying to think like that. But one of the things that's difficult about it is what do you actually do in complex situations to manage things? Because it's not obvious. So this guy, Dave Snowden, who's a Welsh guy who dreamed up this thing, which he's called the Kineffen framework. It's a Welsh guy who dreamed up this thing, which he's called the Kineffen framework. It's a Welsh word. It's how you say that, Kineffen. And it translates as something like habitat or place to stand. Actually, there isn't a very good English word, but it's a bit like Turanga Waai and in a Mori context. It means something a bit like that. So he's come up with this thing which is not a quadrant. It's not a two by two matrix that's very important to say. It's actually got more dimensions. But very briefly, he says that in a situation where you're managing or leading it, you need to decide which of these four spaces you're in. And you do different things depending on which of them you're in. The simple space is where there are very clear cause-effect relationships, like night follows day. It will always be like that, and nothing's ever going to change, and so it's very easy to know what to do in that space. So you can have recipes and templates and things that you can follow. And if you do this, that will happen. That's the simple space. He says the complicated space is one in which it's a bit more difficult and you need to bring in, maybe you need to bring in outside experts who won't necessarily know what to do straight away, but the experts will argue with each other and negotiate and so on, and eventually they will come up with some kind of a thing that you can do. So if you see down the side there, simple is the known knowns, complicated is the known unknowns, but eventually the unknowns will become known and you'll know what to do, but you do need expertise to deal, to work in that space. So moving into the complex space, that's when you're working with unknown unknowns and you don't know what to do. And the chaotic space is when everything's unknowable and you don't want to stay in there long at all. You need to move things that way. And actually interestingly, you see how that's drawn there. The boundary between the simple and the chaotic, that way that's drawn is supposed to represent a cliff so that if you insist on being in the simple but you're not in a simple situation, it can very quickly be produced into the chaotic. And especially deputy principals in schools know what that means. Because a lot of what happens in schools, know what that means. Because a lot of what happens in schools is treated in the simple sphere, with sometimes a bit of complicated, but actually it can very easy tip over into the chaos, where someone's got to manage that very quickly and get it back into the simple. But what I'm trying to argue here is that a lot of what we need to manage and lead and think about is actually in the complex space. So we need different techniques for working in that space. So if you want to follow this up further and think about it more, here's just some quick references, and I can easily put this slide up later, we'll send it to you if you want to. But I really recommend this book, which has just come out on the right hand side here. So a colleague of, ex-college of mine called Jennifer Garvey Berger, working with Keith Johnston. So they've written this book called Simple Habits for Complex Times. It's about leadership and it's about complexity theory and it's written for people like you, basically. So I recommend that. If you want to look up the Kenevan framework, go to that website there, Cognitive Edge. There's a paper in the Harvard Business Review there that's only a couple of pages long. It's a good introduction. And if you want the longer, that other paper there by Sean Snyder is an OECD longer paper about what these concepts are in the education policy context. So there's some references if you want to follow some of this up, because this stuff is going to get more dominant. So if you want to get ahead of it, so what does this all have to do with what we've been talking about here? Basically, the message, in case you nodded off a bit there and had a little rest for a minute, the main message I'm trying to get across here is that if we just keep putting new inputs into the system and those can be ideas or people or structures and systems or policies or whatever, they actually don't really change it, as we know in education because we've been non-stop reform for 100 years. They don't actually change the system. People might use different words and talk about things using different vocabulary, but usually the underlying system isn't really changing because the things, the feedbacks that keep it like that haven't been disrupted. So change comes when the elements in a system interact in new ways. One way of thinking about the elements in this system is teachers, students, parents, stakeholders, all of these people that are part of the education system, when they interact in new ways. That's a key word. Not told that this is the new way you've got to do it, but they interact with each other. So do you see the way I'm going with this, that those words like collaboration that we throw around all the time, and everyone wants to be collaborative now, this stuff is what underpins it. It's much deeper than when you see these words used. So new ideas, new ways of structuring old information don't by themselves make a difference, but new ways of thinking about old information do make a difference. So we need more high quality elements in the system, more high quality interactions between the elements in the system and you basically that means new ways of thinking new new lenses to look at what what we have in front of us. One size does not fit all. The glass cube with the, you know, the first slide that you put up with the furniture and everything, that won't necessarily work for every place. Second thing is future practice will emerge. It's emergent from the system as a result of the interactions between the people. No one knows or can control what that will be like, and we shouldn't want to. The key thing is the quality of the elements in the system, the quality of the interactions between the elements and going back to my idea of collective intelligence. So I hope you can see that this has got some implications for leadership in schools, not just thinking about what the purpose of the education system should be, but how to produce change in it. We need people who know about some of these big ideas and where they came from and something about why they matter, not just digital everything, but they have to be reworked for in the local context, and we need everyone in it thinking for themselves. So just to finish off with this, and amazingly, before we give you some hard thinking to do about how you might use these in your context, I just thought I put up this slide. You might have seen this. This is a historian called Norman Davies who wrote these sentences. He said, historical change is like an avalanche. The starting point is a snow-covered mountainside that looks solid, like our education system on the surface appears quite solid. But a whole lot of changes are going on under the surface that are actually invisible, but something's coming. What's impossible to say is when it will be. But what will produce it is the interactions within the system. So I think that's it on. There's the references for the stuff that Daniel was talking about. If you want to follow those up."}