{"speakers": [], "chunks": [{"timestamp": [0.0, 8.24], "text": " So what it is is it starts with a driving question which is the overriding umbrella question"}, {"timestamp": [8.24, 13.7], "text": " for your whole unit of work and it creates a need to know for the students."}, {"timestamp": [13.7, 18.2], "text": " So it needs to be an open-ended question that you can't actually Google the answer to."}, {"timestamp": [18.2, 23.76], "text": " So they're going to need to do a whole lot of inquiry to actually find out the answer or answers"}, {"timestamp": [23.76, 25.0], "text": " to that question."}, {"timestamp": [25.0, 31.0], "text": " It uses 21st century skills such as creativity,"}, {"timestamp": [31.0, 36.0], "text": " connectivity, critical thinking and creativity, most importantly in all,"}, {"timestamp": [36.0, 42.0], "text": " because what it requires is that the students actually create a product to showcase."}, {"timestamp": [42.0, 47.88], "text": " There's a wide range of student voice in choice in it. So often students"}, {"timestamp": [47.88, 53.48], "text": " are working in groups for their project, 99% of the time actually. So they need to work"}, {"timestamp": [53.48, 58.88], "text": " out who's going to be responsible for which activities or which parts of the project they're"}, {"timestamp": [58.88, 66.86], "text": " going to do and also who's going to be involved in doing research or presenting or the different parts of the project."}, {"timestamp": [67.42, 71.96], "text": " So that's where they get their choice and their voice, choosing and also discussing."}, {"timestamp": [72.7, 77.08], "text": " Mainly the voice comes out when they're presenting their product that they've created."}, {"timestamp": [78.16, 81.3], "text": " Also, feedback in revision is included in that."}, {"timestamp": [81.74, 86.84], "text": " So as they're going along, as a teacher, I'll be walking around the room and sitting with the different groups"}, {"timestamp": [86.84, 88.48], "text": " and looking at what they're doing"}, {"timestamp": [88.48, 91.06], "text": " and asking them how I can help them in any way"}, {"timestamp": [91.06, 92.62], "text": " and also giving feedback"}, {"timestamp": [92.62, 96.5], "text": " and talking to them about what parts they can change and make better."}, {"timestamp": [97.02, 98.5], "text": " So give better quality answers."}, {"timestamp": [99.62, 101.94], "text": " It's a public presented product,"}, {"timestamp": [102.08, 104.44], "text": " so that might be simply in front of the class."}, {"timestamp": [104.6, 110.08], "text": " They might create a presentation such as Keynote or PowerPoint or a prezi and stand up here"}, {"timestamp": [110.08, 111.6], "text": " and show it to the class."}, {"timestamp": [111.94, 113.78], "text": " Or it might be something a little bit bigger."}, {"timestamp": [114.08, 120.12], "text": " You might book out the auditorium for the evening, invite the parents in and showcase their work that way."}, {"timestamp": [120.6, 124.08], "text": " If you're doing science, it's probably your science fair and it's probably something you're"}, {"timestamp": [124.08, 124.7], "text": " already doing."}, {"timestamp": [125.34, 128.6], "text": " So a lot of what I'm going to tell you is not new."}, {"timestamp": [128.92, 132.28], "text": " It's stuff that we've been doing years for years in one way or another."}, {"timestamp": [133.02, 136.74], "text": " But it's just kind of there's a new popularity for it at the moment."}, {"timestamp": [137.16, 138.5], "text": " So it's just a great way."}, {"timestamp": [138.72, 144.24], "text": " When I first read about it, I thought, well, imagine this combined with the use of one-to-one devices,"}, {"timestamp": [144.92, 145.6], "text": " you could create"}, {"timestamp": [145.6, 147.36], "text": " some really great stuff."}, {"timestamp": [147.36, 151.24], "text": " So that's why I've hooked into it myself."}, {"timestamp": [151.24, 157.12], "text": " So I'll just show you a short clip from Edgiotopia, which is a great website."}, {"timestamp": [157.12, 165.0], "text": " They do a lot of project-based learning there and they have some really great ideas that you can learn from as well."}, {"timestamp": [165.0, 175.28], "text": " On March 24th, you're going to stand in front of your peers, you're going to stand"}, {"timestamp": [175.28, 179.04], "text": " in front of your parents, you're going to stand in front of a panel of engineers."}, {"timestamp": [179.04, 183.6], "text": " You will have data, you will have graphs, and you're going to knock the socks off people."}, {"timestamp": [183.6, 188.5], "text": " Seattle teacher Scott McComb is outlining a project to his ninth grade physics class"}, {"timestamp": [188.5, 195.5], "text": " that will have them creating, building, and testing various wing structures that they will design in teams."}, {"timestamp": [195.5, 202.0], "text": " McComb is part of a growing group of educators who believe project learning is the most effective way to teach."}, {"timestamp": [202.0, 204.0], "text": " I try it right now so you know how to do it."}, {"timestamp": [204.0, 207.0], "text": " When you think about project-based learning,"}, {"timestamp": [207.0, 210.0], "text": " learning that results in demonstrations of performance,"}, {"timestamp": [210.0, 216.0], "text": " real tasks that have brought challenges to students to solve."}, {"timestamp": [216.0, 220.0], "text": " You can see that it's in context with the ways in which kids"}, {"timestamp": [220.0, 223.0], "text": " have to be able to be functioning adults."}, {"timestamp": [223.0, 227.04], "text": " It's quite an improvement of this. We never first-wing didn't even pull in water."}, {"timestamp": [227.04, 231.04], "text": " Project learning is a hands-on student-directed activity"}, {"timestamp": [231.04, 234.04], "text": " in which students create something that demonstrates"}, {"timestamp": [234.04, 237.76], "text": " what they have learned, whether it's a website, a play."}, {"timestamp": [237.76, 239.44], "text": " Can you believe this arrogance?"}, {"timestamp": [239.44, 241.24], "text": " They think they can stop us."}, {"timestamp": [241.24, 243.24], "text": " Nothing can stop us."}, {"timestamp": [243.24, 245.0], "text": " Or a wing design portfolio."}, {"timestamp": [245.0, 249.0], "text": " First thing you have to do is to give up the idea of curriculum."}, {"timestamp": [249.0, 253.0], "text": " Curriculum meaning you have to learn this on a given day."}, {"timestamp": [253.0, 259.0], "text": " Replace it by a system where you learn this where you need it."}, {"timestamp": [259.0, 264.0], "text": " So that means you're going to put kids in a position where they're going to use the knowledge that they get."}, {"timestamp": [264.0, 270.0], "text": " Projects involve in-depth investigations of subject matter which are often guided by professional experts"}, {"timestamp": [270.0, 273.0], "text": " who enrich and supplement the teacher's knowledge."}, {"timestamp": [273.0, 279.0], "text": " We do this in the real world too and it's very cool and that's I'm hoping to show you how cool it is."}, {"timestamp": [279.0, 285.36], "text": " I like doing hands-on projects more just because I feel I learned better by learning from"}, {"timestamp": [285.36, 287.1], "text": " my own experiences."}, {"timestamp": [287.1, 291.64], "text": " When we were doing the wing project, I learned like our first wing was really bad and then"}, {"timestamp": [291.64, 293.56], "text": " our third wing we did really well."}, {"timestamp": [293.56, 295.86], "text": " Oh, I'm so proud of us."}, {"timestamp": [295.86, 300.44], "text": " Current research shows that project learning can be more effective than traditional instruction"}, {"timestamp": [300.44, 303.18], "text": " in increasing academic achievement."}, {"timestamp": [303.18, 305.92], "text": " It is also effective in helping students understand,"}, {"timestamp": [306.34, 308.38], "text": " apply, and retain information."}, {"timestamp": [309.38, 311.62], "text": " Other benefits include building skills"}, {"timestamp": [311.62, 315.22], "text": " like critical thinking, communication, and collaboration."}, {"timestamp": [316.34, 318.18], "text": " Students who work on projects"}, {"timestamp": [318.18, 321.72], "text": " show increased motivation and engagement in their studies."}, {"timestamp": [322.04, 327.0], "text": " Our task was to create a high efficiency low weight wing"}, {"timestamp": [327.0, 332.0], "text": " that when tested would, you know, it would show the values you'd want for a real wing."}, {"timestamp": [332.0, 336.5], "text": " These kids, the way they present themselves, they're articulate, they know what they're"}, {"timestamp": [336.5, 341.0], "text": " about, they know what they've learned, they've obviously been able to work together, and"}, {"timestamp": [341.0, 347.0], "text": " in a situation like this for ninth graders to pull off something like that is absolutely remarkable. And here's our data for our wings."}, {"timestamp": [348.0, 350.58], "text": " This would be the first round would be one, two and three."}, {"timestamp": [352.84, 358.78], "text": " For more information about what works in public education, go to edutopia.org."}, {"timestamp": [360.68, 370.26], "text": " So you can see you can do quite a large scale project, or you can keep it simple, which is is what we've been doing as we've just started this at the end of last year."}, {"timestamp": [370.64, 371.78], "text": " So we are still learning."}, {"timestamp": [372.96, 375.16], "text": " Yeah, so you can make it to suit yourself?"}, {"timestamp": [375.48, 380.76], "text": " Some people in the last session said to me, oh can we just do like a one day project?"}, {"timestamp": [381.02, 381.72], "text": " Yes you can."}, {"timestamp": [381.72, 385.2], "text": " But you can do a seven day project or you can do a whole term"}, {"timestamp": [385.2, 391.14], "text": " project. It's up to you. You just do it to suit yourself. So I'll just get out of that."}, {"timestamp": [393.94, 401.68], "text": " So here's some contrast between traditional learning and project-based learning. So for traditional"}, {"timestamp": [401.68, 406.0], "text": " learning, the students listen to a lecture on monetary and fiscal policy."}, {"timestamp": [406.0, 414.0], "text": " For project-based learning, students try to save the nation from an economic crisis similar to the 1970s oil embargo."}, {"timestamp": [414.0, 416.0], "text": " Can you imagine your students doing that?"}, {"timestamp": [416.0, 421.0], "text": " So you can be quite highfalutin about it, or you can be a little bit more down to earth."}, {"timestamp": [421.0, 426.32], "text": " Students complete a worksheet on Newton's laws or project-based learning, collaborate"}, {"timestamp": [426.32, 433.42], "text": " groups, work to develop a new sport to be played on the moon. Students write a research paper"}, {"timestamp": [433.42, 439.1], "text": " on the Great Depression. Teams build a museum exhibit that captures the experiences of minority"}, {"timestamp": [439.1, 448.0], "text": " groups in the 1970s. So you can see some of those are quite achievable. It'd be quite fun to develop a new sport for the moon, I reckon."}, {"timestamp": [448.0, 451.0], "text": " So it has eight essential ingredients."}, {"timestamp": [451.0, 456.0], "text": " So you start with your driving question, as I said earlier,"}, {"timestamp": [456.0, 458.0], "text": " which creates the need to know."}, {"timestamp": [458.0, 460.0], "text": " You have the student voice and choice,"}, {"timestamp": [460.0, 462.0], "text": " revision and reflection."}, {"timestamp": [462.0, 465.96], "text": " There's a public audience and you have an in-depth inquiry."}, {"timestamp": [466.52, 469.64], "text": " Now you don't throw out what you normally want to teach with your students."}, {"timestamp": [469.94, 475.7], "text": " Like for us in English, we still want to teach themes. We still want to teach characters and setting."}, {"timestamp": [476.22, 479.52], "text": " So you're still teaching those things but you're doing it in a different manner"}, {"timestamp": [479.52, 484.56], "text": " in which the students are more in control of it. And I'll talk to you about how you can do that shortly."}, {"timestamp": [482.46, 486.7], "text": " in which the students are more in control of it. And I'll talk to you about how you can do that shortly."}, {"timestamp": [486.7, 490.0], "text": " So to sum up, I'll let you read through this"}, {"timestamp": [490.0, 491.42], "text": " at your own pace later on."}, {"timestamp": [491.42, 494.18], "text": " It basically just goes over what I've just told you."}, {"timestamp": [494.18, 497.02], "text": " So I'll give you the link to download this presentation"}, {"timestamp": [497.02, 499.48], "text": " a bit later on in the presentation."}, {"timestamp": [499.48, 503.16], "text": " So don't feel you have to write down notes about everything."}, {"timestamp": [503.16, 504.94], "text": " So where do I start?"}, {"timestamp": [504.94, 506.2], "text": " So these are some questions"}, {"timestamp": [506.2, 511.42], "text": " that you can consider. I've got these progressive lenses quite hard to look at the screen,"}, {"timestamp": [511.48, 517.2], "text": " terrible things. So identify the important skills that are fundamental to the topic you're"}, {"timestamp": [517.2, 521.36], "text": " teaching. So like I said for us, that would be the theme, setting characters for a novel"}, {"timestamp": [521.36, 526.0], "text": " study or a film study. Explain how the topic is relevant to real life."}, {"timestamp": [526.0, 528.0], "text": " This is really important."}, {"timestamp": [528.0, 530.0], "text": " This is the way that we can hook our students in"}, {"timestamp": [530.0, 532.0], "text": " because they want to know the relevance."}, {"timestamp": [532.0, 534.0], "text": " Why do I have to learn this?"}, {"timestamp": [534.0, 537.0], "text": " So for example, I've done The Key by Theodore Taylor"}, {"timestamp": [537.0, 539.0], "text": " this year with my Year 9s"}, {"timestamp": [539.0, 541.0], "text": " and our driving question was,"}, {"timestamp": [541.0, 544.0], "text": " how can I help teenagers survive prejudice?"}, {"timestamp": [544.0, 546.36], "text": " So the two main themes in the novel"}, {"timestamp": [546.36, 551.8], "text": " are survival and prejudice. So I kind of joined them together and they've linked it, they looked"}, {"timestamp": [551.8, 558.14], "text": " at ways different issues of prejudice, so there might be bullying or it might be racial prejudice."}, {"timestamp": [558.3, 562.86], "text": " It might be prejudice against people with ginger hair, that sort of thing. And they actually"}, {"timestamp": [562.86, 566.18], "text": " wrote some blog posts on that to give them a little bit of background knowledge"}, {"timestamp": [566.18, 568.22], "text": " before we started the novel."}, {"timestamp": [568.22, 570.84], "text": " So that was great for them to see how it would be relevant"}, {"timestamp": [570.84, 572.84], "text": " to real life."}, {"timestamp": [572.84, 576.68], "text": " Identify the interdisciplinary connections."}, {"timestamp": [576.68, 578.92], "text": " What other subjects might be integrated?"}, {"timestamp": [578.92, 582.62], "text": " So for this one with English, we could do it with social science."}, {"timestamp": [582.62, 584.2], "text": " We haven't got to that point yet,"}, {"timestamp": [584.2, 590.42], "text": " but that is somewhere that I'd like to go. So have a think about that for yourselves as well. Consider"}, {"timestamp": [590.42, 596.52], "text": " how you might go beyond rote learning to analysis, evaluation and creation. One of the ways I've done"}, {"timestamp": [596.52, 602.56], "text": " this is with a learning matrix. So it's based on Blooms and Gardners, Bloom's Taxonomy, Gardner's"}, {"timestamp": [602.56, 608.52], "text": " intelligences, and each column has this activity that the students can do."}, {"timestamp": [608.52, 611.62], "text": " And it ranges from a five-point column,"}, {"timestamp": [611.62, 614.96], "text": " 10 points, 20, 25, 30."}, {"timestamp": [614.96, 618.4], "text": " The activities that are based on 30 points,"}, {"timestamp": [618.4, 624.28], "text": " they are more evaluating or analyzing type activities to do."}, {"timestamp": [624.28, 629.0], "text": " And you go through body, you've got music intelligence and all those intelligences as well."}, {"timestamp": [629.0, 635.0], "text": " So I will show you that later and explain it more detail, but that's one way of getting them beyond the rote learning."}, {"timestamp": [635.0, 641.0], "text": " Identify the authentic ways that students can use technology tools to engage in this project."}, {"timestamp": [641.0, 645.32], "text": " Is there an opportunity for collaboration, digital tools and information"}, {"timestamp": [645.32, 651.3], "text": " literacy? If you're doing one-to-one, perfect. That will really work for you. If you're not"}, {"timestamp": [651.3, 655.9], "text": " and you've got computer labs, you can still book your computer labs, do your planning in class"}, {"timestamp": [655.9, 661.06], "text": " and then to create your presentation or do your research like you do already. Go to your"}, {"timestamp": [661.06, 667.0], "text": " computer labs. Identify the aspects of the topic that will be of most interest to your students."}, {"timestamp": [667.0, 671.0], "text": " Is there something that would captivate them as you launch the project?"}, {"timestamp": [671.0, 677.0], "text": " So really great to have something that gains their attention and makes them want to learn more."}, {"timestamp": [677.0, 682.0], "text": " What I did was I included a YouTube clip of Bear Grills in the Torres Strait"}, {"timestamp": [682.0, 690.12], "text": " where he was dropped from a helicopter on an island and he had to learn to show us how he would survive there. So because the novel we're studying"}, {"timestamp": [690.12, 695.38], "text": " is about surviving on an island, that linked in quite nicely. And a lot of our kids love"}, {"timestamp": [695.38, 701.7], "text": " bear grills, as I'm sure a lot of you guys do as well. It's quite cool. And then explain how you"}, {"timestamp": [701.7, 706.16], "text": " would build reflection into the project. The way we've done this is through blogging."}, {"timestamp": [706.24, 708.9], "text": " It's something that we've just started doing this year with our students."}, {"timestamp": [709.5, 714.48], "text": " So at the end of each lesson, I'll get them, I've got about five or six questions,"}, {"timestamp": [714.78, 716.54], "text": " again, based on Bloom's taxonomy."}, {"timestamp": [717.12, 719.78], "text": " They have to choose three to answer at the end of the period."}, {"timestamp": [720.28, 722.7], "text": " And they're based on what have I been doing this period,"}, {"timestamp": [723.04, 727.5], "text": " what do I need to do to improve, what have I learnt, where to next, that sort of thing."}, {"timestamp": [727.9, 729.04], "text": " And they'll blog those."}, {"timestamp": [729.12, 731.22], "text": " I've got all my students in my year nine class"}, {"timestamp": [731.22, 734.78], "text": " linked to my own blog site, my teacher one,"}, {"timestamp": [734.84, 735.72], "text": " not my personal one."}, {"timestamp": [736.1, 738.06], "text": " So I can just click on their name"}, {"timestamp": [738.06, 740.18], "text": " and go and quickly read what they've done"}, {"timestamp": [740.18, 741.78], "text": " and add a comment to it as well"}, {"timestamp": [741.78, 742.68], "text": " about what I think."}, {"timestamp": [742.98, 745.52], "text": " So that actually helps me keep up with what they're doing"}, {"timestamp": [745.52, 747.16], "text": " or what they say they're doing."}, {"timestamp": [749.12, 752.3], "text": " So if you're going to plan your own PBL unit,"}, {"timestamp": [752.52, 754.94], "text": " this is the format that you can use."}, {"timestamp": [755.48, 757.78], "text": " So my project name is Surviving Prejudice."}, {"timestamp": [757.92, 758.98], "text": " It's for Year 9 English."}, {"timestamp": [759.42, 763.84], "text": " My driving question, what values and attitudes are needed to survive prejudice?"}, {"timestamp": [764.8, 765.0], "text": " Examples of driving questions, you can look at this later. I've got a whole lot of links there that you use. question, what values and attitudes are needed to survive prejudice?"}, {"timestamp": [765.0, 768.0], "text": " Examples of driving questions, you can look at this later."}, {"timestamp": [768.0, 773.0], "text": " I've got a whole lot of links there that you can explore just to help you come up with your own driving question"}, {"timestamp": [773.0, 775.0], "text": " because that is the most difficult part."}, {"timestamp": [775.0, 779.0], "text": " Coming up with something that you're not going to be able to Google the answer to."}, {"timestamp": [779.0, 787.5], "text": " The next thing you can do is identify your learning outcomes for the unit, identify your success criteria."}, {"timestamp": [787.5, 792.5], "text": " That's something we've always done in our classes. I don't know whether you guys do that sort of thing."}, {"timestamp": [792.5, 801.0], "text": " So you're adding that in. So you're not revolutionising all your teaching with something new, you're just adapting to what you already do."}, {"timestamp": [801.0, 805.56], "text": " Which other emphasis should be built into the unit? We've got the key"}, {"timestamp": [805.56, 812.2], "text": " competencies, the three-story intellect and 21st century skills such as collaboration, creativity"}, {"timestamp": [812.2, 817.4], "text": " and critical thinking. And after doing that, you might need a glass of wine. I know that I did."}, {"timestamp": [817.4, 825.62], "text": " Or two. Once you've done that, you can work out what your big idea is."}, {"timestamp": [825.72, 829.66], "text": " So I have been following a teacher called Bianca Hughes on Twitter,"}, {"timestamp": [830.12, 832.5], "text": " and she's been doing project-based learning for years"}, {"timestamp": [832.5, 834.48], "text": " and is a bit of a guru on it."}, {"timestamp": [834.92, 837.86], "text": " So she's a great person to follow her blog."}, {"timestamp": [837.98, 840.44], "text": " She has really creative and awesome ideas"}, {"timestamp": [840.44, 842.9], "text": " and does some great stuff, Bianca Hughes."}, {"timestamp": [843.6, 846.18], "text": " Yeah, and her Twitter handle is. Bianca Hughes. Yeah and her Twitter handle is"}, {"timestamp": [846.18, 855.94], "text": " at Bianca H80. So she came up with three kind of headings for project based, oh"}, {"timestamp": [855.94, 863.58], "text": " what are you after? At Bianca. At Bianca H80. Yeah and her three headings were"}, {"timestamp": [863.58, 885.12], "text": " Discover, create and share. I think she's since moved on to some new ones, but I find these ones really great. So for our unit, my Discover questions are identify examples of prejudice in our world, which they did through their wide reading, describe examples from their own lives. That can be quite personal, so if they want to just talk about"}, {"timestamp": [885.12, 890.52], "text": " maybe a friend or a relative and keep it anonymous, that's fine."}, {"timestamp": [890.52, 894.0], "text": " Identify possible survival techniques that could be used."}, {"timestamp": [894.0, 899.36], "text": " So how are you going to help people dealing with bullying or whatever to survive?"}, {"timestamp": [899.36, 904.62], "text": " TIF for Create, I've got them to create a presentation to help teenagers survive prejudice,"}, {"timestamp": [904.62, 906.5], "text": " and I'll show you an example of that in a while."}, {"timestamp": [907.42, 909.86], "text": " And then share the presentation either with a class,"}, {"timestamp": [909.92, 912.42], "text": " if you want to do it small scale on YouTube,"}, {"timestamp": [913.06, 915.64], "text": " you can have your, I've got my own teacher account,"}, {"timestamp": [916.2, 917.9], "text": " I can make their work private,"}, {"timestamp": [918.1, 920.88], "text": " so only the people that I invite to look at it can look at it."}, {"timestamp": [921.48, 927.84], "text": " So that gets around your privacy issues or other social media. I've"}, {"timestamp": [927.84, 931.92], "text": " got one girl who's shared some of her work on her blog, and it makes her blog look awesome,"}, {"timestamp": [932.0, 938.86], "text": " by the way, having some really creative work on there. So what is the output of this project?"}, {"timestamp": [939.0, 944.24], "text": " This is what do you want your students to actually do? So for my students, I wanted them to read"}, {"timestamp": [944.24, 950.5], "text": " the key by Theodore Taylor, complete certain matrix activities, then I wanted them to write a"}, {"timestamp": [950.5, 955.88], "text": " blog post and tweak the link and write two to three essays and I want them to"}, {"timestamp": [955.88, 961.66], "text": " create a presentation to help teenagers survive prejudice. So that's the what do you"}, {"timestamp": [961.66, 965.84], "text": " want from them."}, {"timestamp": [971.72, 972.26], "text": " It's really important for you personally to develop a timeline of key moments that you,"}, {"timestamp": [974.0, 974.36], "text": " when you're going to teach certain things."}, {"timestamp": [977.78, 978.38], "text": " Because a lot of my work for this project is based on the learning matrix,"}, {"timestamp": [982.32, 982.56], "text": " we've spent a month on it and there's activities on there that are class activities."}, {"timestamp": [985.82, 986.14], "text": " So the kids have said, miss, when are we going to do the survival game?"}, {"timestamp": [988.42, 988.96], "text": " Or miss, when are we going to do our obstacle courses?"}, {"timestamp": [994.26, 994.7], "text": " So I've had to write on the board the key dates that we're actually going to spend periods doing that sort of thing."}, {"timestamp": [996.88, 997.12], "text": " And we had lots of fun with our obstacle courses."}, {"timestamp": [1000.86, 1001.32], "text": " That was something that was on the matrix that the group had to plan to do."}, {"timestamp": [1005.18, 1010.32], "text": " So they had to make their own outline of what their obstacle course was going to look like, what props they were going to have in it, and then they went out into the courtyard"}, {"timestamp": [1010.32, 1014.66], "text": " and they built it. And then they blindfolded someone because one of the characters in the"}, {"timestamp": [1014.66, 1019.64], "text": " book is blind. So they had to blind a character and have another person lead them around"}, {"timestamp": [1019.64, 1029.0], "text": " the obstacle course. And then they did a reflection on how they found that. And it kind of helped them to identify with one of the main characters what he must have gone through"}, {"timestamp": [1029.0, 1031.0], "text": " while he was trapped on the island."}, {"timestamp": [1031.0, 1032.0], "text": " So that was quite fun."}, {"timestamp": [1032.0, 1034.0], "text": " So I had to set key dates for that."}, {"timestamp": [1034.0, 1040.0], "text": " Also important is to get your learners or students to actually set key dates for which activities"}, {"timestamp": [1040.0, 1049.78], "text": " they're going to choose off the matrix to do, who's going to do it, and by what date are're going to have them done. That keeps them accountable and provides a little bit of structure for them as well."}, {"timestamp": [1051.84, 1057.14], "text": " And then a essay blog due date and also a presentation time as well."}, {"timestamp": [1060.2, 1065.76], "text": " So the choice personalisation and presentation, this is the Gardner's Blooms matrix,"}, {"timestamp": [1065.76, 1070.56], "text": " that's where they get to choose their activities that they're going to do and personalise them."}, {"timestamp": [1070.66, 1073.18], "text": " They personalise them by the way that they create them."}, {"timestamp": [1073.58, 1078.52], "text": " So there's a few different apps or websites that they can use to present their information"}, {"timestamp": [1078.52, 1083.18], "text": " and I talk with them about that in their groups or they tell me what they're going to use."}, {"timestamp": [1084.02, 1088.6], "text": " The presentation, as I've said earlier, either share with the class via social media"}, {"timestamp": [1088.6, 1093.3], "text": " or they can get peer feedback on what they're doing as well."}, {"timestamp": [1097.66, 1098.06], "text": " Assessment."}, {"timestamp": [1098.68, 1103.12], "text": " Now unfortunately, pure PBL, you don't write essays or sit exams."}, {"timestamp": [1103.68, 1105.44], "text": " It's all based on the project."}, {"timestamp": [1105.98, 1107.08], "text": " We're not quite there yet."}, {"timestamp": [1107.2, 1110.2], "text": " We still have to get our learners to write essays at the end of the year"}, {"timestamp": [1110.2, 1111.9], "text": " to prove they've learnt something."}, {"timestamp": [1112.44, 1116.0], "text": " I really don't like that, but we're not there as a school"}, {"timestamp": [1116.0, 1117.36], "text": " where we're getting rid of that yet."}, {"timestamp": [1117.64, 1119.62], "text": " And also they have to sit NCA exams."}, {"timestamp": [1119.76, 1121.94], "text": " So we still have to prepare them for those essays."}, {"timestamp": [1122.64, 1124.26], "text": " So that's the unfortunate thing."}, {"timestamp": [1124.34, 1128.5], "text": " That doesn't quite work with PBL, but as as I said we're just adapting it to our own"}, {"timestamp": [1128.5, 1134.16], "text": " needs. So and there's a classwork mark which will be given for their"}, {"timestamp": [1134.16, 1139.5], "text": " presentation and they'll have peer feedback on their blog posts. What I've done"}, {"timestamp": [1139.5, 1146.94], "text": " with their wide reading I follow a teacher in Canada on Twitter called Valerie Lees, and she's"}, {"timestamp": [1146.94, 1152.5], "text": " been doing blogging with her class of the same age level as well. So we arranged a time for"}, {"timestamp": [1152.5, 1157.8], "text": " her class to comment on my class's blogs and vice versa. And that's been really cool as well."}, {"timestamp": [1157.8, 1162.28], "text": " Just her class are really good at commenting. My class learnt quite a lot from them. They like,"}, {"timestamp": [1162.28, 1169.58], "text": " said what they liked about the blogs and then they offered advice for how to fix them. And some of the comments were stuff like, oh, remember"}, {"timestamp": [1169.58, 1174.1], "text": " you've got a few run-on sentences in there, you might be better off splitting them up. And"}, {"timestamp": [1174.1, 1178.74], "text": " remember to use capitals and you don't have to use because they're, and it was stuff that"}, {"timestamp": [1178.74, 1183.62], "text": " a teacher would say and they'd go, oh yeah, whatever. But when their peers say it, even though"}, {"timestamp": [1183.62, 1188.22], "text": " they're in Canada, they're like, oh, okay then I'll do that. So that's been really useful."}, {"timestamp": [1192.06, 1197.14], "text": " So for their applied learning, so this is the focus, the problems, the skills,"}, {"timestamp": [1197.7, 1203.22], "text": " communication, critical thinking and self-management. I've based this all around the matrix."}, {"timestamp": [1203.22, 1205.08], "text": " So this is an example here."}, {"timestamp": [1209.26, 1213.4], "text": " I know you can't see it very well, but I have provided some links later on that you can check it out, download it, and there's one that you can modify for yourselves if you want"}, {"timestamp": [1213.4, 1213.58], "text": " to."}, {"timestamp": [1214.38, 1220.94], "text": " But basically across the top here, they've got their Bloom's taxonomy, so creating, evaluating,"}, {"timestamp": [1221.16, 1222.08], "text": " analysing, etc."}, {"timestamp": [1222.6, 1224.6], "text": " Down here we've got the eight intelligences."}, {"timestamp": [1224.72, 1226.12], "text": " This is only half of it, by the way."}, {"timestamp": [1226.56, 1230.6], "text": " So word, logic, space and vision, body, music, so on."}, {"timestamp": [1231.2, 1237.1], "text": " So they have to get 285 points, and they have to do the yellow ones."}, {"timestamp": [1237.58, 1240.74], "text": " Okay, so these are the core things that I really want them to do."}, {"timestamp": [1241.16, 1243.6], "text": " So, for example, this one here is writing an essay."}, {"timestamp": [1243.6, 1245.32], "text": " I really wanted them to know the skills of doing that. So for example, this one here is writing an essay. I really wanted them to know"}, {"timestamp": [1245.32, 1251.12], "text": " the skills of doing that. So they've done that. Now, the way that I delivered this information"}, {"timestamp": [1251.12, 1258.4], "text": " to them was I made a surviving prejudice eyebook and this is really naughty, but I copy and pasted"}, {"timestamp": [1258.4, 1265.04], "text": " all my notes from Schmoup, okay, into the eyebook. I did take my own photos though."}, {"timestamp": [1268.86, 1271.02], "text": " But yeah, so I did that and I got them to download it and then I read Schmoops' terms and conditions"}, {"timestamp": [1271.02, 1273.26], "text": " and realized that I was actually quite naughty doing that."}, {"timestamp": [1273.38, 1274.54], "text": " So if they pull me up on it,"}, {"timestamp": [1274.54, 1276.58], "text": " I'm going to have to plead ignorance because it was my first one."}, {"timestamp": [1277.12, 1278.64], "text": " Now the other one I did, Romeo and Juliet,"}, {"timestamp": [1278.8, 1279.82], "text": " is completely original."}, {"timestamp": [1279.98, 1281.06], "text": " I learnt from my mistake."}, {"timestamp": [1282.06, 1282.46], "text": " Yeah."}, {"timestamp": [1282.8, 1287.4], "text": " So they've got all the notes on theme character essay in the eyebook."}, {"timestamp": [1287.7, 1289.76], "text": " Also in the eyebook, I'll shout out to you later on."}, {"timestamp": [1290.1, 1292.6], "text": " Also, they've got how to write an essay."}, {"timestamp": [1292.78, 1295.44], "text": " There's a keynote presentation in there that takes them through that."}, {"timestamp": [1295.88, 1297.4], "text": " They've got short quizzes."}, {"timestamp": [1297.64, 1300.52], "text": " It wasn't very good at making quizzes at that stage to do."}, {"timestamp": [1300.52, 1305.6], "text": " And also an exemplar essay on what it should look like based on a different question."}, {"timestamp": [1305.6, 1306.4], "text": " Yes."}, {"timestamp": [1306.4, 1309.6], "text": " Do you put your eyebook onto the Ultranet?"}, {"timestamp": [1309.6, 1311.36], "text": " The link is on the Ultranet, yeah."}, {"timestamp": [1311.36, 1314.0], "text": " So everything goes on the Ultranet here."}, {"timestamp": [1314.0, 1316.0], "text": " Yeah."}, {"timestamp": [1316.0, 1318.0], "text": " So some of the other things they had to do."}, {"timestamp": [1318.0, 1326.2], "text": " So evaluate the, I can't even read it myself, I'll read it off, no, can't read it, sorry, create and present"}, {"timestamp": [1326.2, 1332.38], "text": " a slideshow about a Caribbean island. So plan an obstacle course, that was so much fun,"}, {"timestamp": [1332.38, 1337.76], "text": " they were out in the courtyard running around, it was cool. There's a research one, creating a"}, {"timestamp": [1337.76, 1343.56], "text": " poster or a brochure. So the further over this side they are, the less detail and explanation"}, {"timestamp": [1343.56, 1345.32], "text": " and stuff they have to put in, okay? The further over this side, are, the less detail and explanation and stuff they have to put in."}, {"timestamp": [1349.82, 1352.48], "text": " The further over this side, the higher order thinking more of that they need to use."}, {"timestamp": [1356.9, 1359.64], "text": " So I've provided some links to that on here for you."}, {"timestamp": [1361.8, 1361.94], "text": " Connections to adults is the final thing."}, {"timestamp": [1365.08, 1365.56], "text": " So as a teacher, I'm their mentor roaming around helping them,"}, {"timestamp": [1368.2, 1370.24], "text": " answering questions and looking at their work and offering feedback on how to improve."}, {"timestamp": [1370.94, 1372.96], "text": " They can also talk to their family members"}, {"timestamp": [1372.96, 1375.68], "text": " about what they're doing and get their opinions and stories."}, {"timestamp": [1376.34, 1378.86], "text": " And also, they can find experts in the community."}, {"timestamp": [1379.48, 1381.0], "text": " Now, for what we're doing at the moment,"}, {"timestamp": [1381.12, 1382.94], "text": " we haven't found experts in the community,"}, {"timestamp": [1382.94, 1390.08], "text": " but I'm thinking maybe next year I'll get them to go and talk to people maybe at citizens advice or somewhere like that"}, {"timestamp": [1390.08, 1395.92], "text": " about how to deal with these issues as well. So that's probably a good way to begin is to do"}, {"timestamp": [1395.92, 1403.04], "text": " a little bit of research that way. Also they can Skype people like what we find hardest is the"}, {"timestamp": [1403.04, 1405.82], "text": " time factor to do all this sort of stuff."}, {"timestamp": [1405.98, 1409.08], "text": " Like, even now I'm supposed to be finishing this up and I'm thinking,"}, {"timestamp": [1409.46, 1411.28], "text": " I could have spent a little bit more time on this."}, {"timestamp": [1411.4, 1413.64], "text": " So, yeah, that's a problem with it."}, {"timestamp": [1413.76, 1416.66], "text": " But as I said earlier, I created a big one."}, {"timestamp": [1416.66, 1420.86], "text": " So I could have created and made it a little bit smaller perhaps for next time."}, {"timestamp": [1423.06, 1429.54], "text": " Okay, so here are some links to useful resources that you can look at in your own time."}, {"timestamp": [1429.54, 1431.96], "text": " The top one there is this presentation."}, {"timestamp": [1431.96, 1438.68], "text": " So what I'll get you to do now is to go to that and download this presentation and then"}, {"timestamp": [1438.68, 1441.48], "text": " you can work through it at your own pace."}, {"timestamp": [1441.48, 1446.2], "text": " But while you're doing that, I'll show you some examples as well once you've downloaded"}], "text": " So what it is is it starts with a driving question which is the overriding umbrella question for your whole unit of work and it creates a need to know for the students. So it needs to be an open-ended question that you can't actually Google the answer to. So they're going to need to do a whole lot of inquiry to actually find out the answer or answers to that question. It uses 21st century skills such as creativity, connectivity, critical thinking and creativity, most importantly in all, because what it requires is that the students actually create a product to showcase. There's a wide range of student voice in choice in it. So often students are working in groups for their project, 99% of the time actually. So they need to work out who's going to be responsible for which activities or which parts of the project they're going to do and also who's going to be involved in doing research or presenting or the different parts of the project. So that's where they get their choice and their voice, choosing and also discussing. Mainly the voice comes out when they're presenting their product that they've created. Also, feedback in revision is included in that. So as they're going along, as a teacher, I'll be walking around the room and sitting with the different groups and looking at what they're doing and asking them how I can help them in any way and also giving feedback and talking to them about what parts they can change and make better. So give better quality answers. It's a public presented product, so that might be simply in front of the class. They might create a presentation such as Keynote or PowerPoint or a prezi and stand up here and show it to the class. Or it might be something a little bit bigger. You might book out the auditorium for the evening, invite the parents in and showcase their work that way. If you're doing science, it's probably your science fair and it's probably something you're already doing. So a lot of what I'm going to tell you is not new. It's stuff that we've been doing years for years in one way or another. But it's just kind of there's a new popularity for it at the moment. So it's just a great way. When I first read about it, I thought, well, imagine this combined with the use of one-to-one devices, you could create some really great stuff. So that's why I've hooked into it myself. So I'll just show you a short clip from Edgiotopia, which is a great website. They do a lot of project-based learning there and they have some really great ideas that you can learn from as well. On March 24th, you're going to stand in front of your peers, you're going to stand in front of your parents, you're going to stand in front of a panel of engineers. You will have data, you will have graphs, and you're going to knock the socks off people. Seattle teacher Scott McComb is outlining a project to his ninth grade physics class that will have them creating, building, and testing various wing structures that they will design in teams. McComb is part of a growing group of educators who believe project learning is the most effective way to teach. I try it right now so you know how to do it. When you think about project-based learning, learning that results in demonstrations of performance, real tasks that have brought challenges to students to solve. You can see that it's in context with the ways in which kids have to be able to be functioning adults. It's quite an improvement of this. We never first-wing didn't even pull in water. Project learning is a hands-on student-directed activity in which students create something that demonstrates what they have learned, whether it's a website, a play. Can you believe this arrogance? They think they can stop us. Nothing can stop us. Or a wing design portfolio. First thing you have to do is to give up the idea of curriculum. Curriculum meaning you have to learn this on a given day. Replace it by a system where you learn this where you need it. So that means you're going to put kids in a position where they're going to use the knowledge that they get. Projects involve in-depth investigations of subject matter which are often guided by professional experts who enrich and supplement the teacher's knowledge. We do this in the real world too and it's very cool and that's I'm hoping to show you how cool it is. I like doing hands-on projects more just because I feel I learned better by learning from my own experiences. When we were doing the wing project, I learned like our first wing was really bad and then our third wing we did really well. Oh, I'm so proud of us. Current research shows that project learning can be more effective than traditional instruction in increasing academic achievement. It is also effective in helping students understand, apply, and retain information. Other benefits include building skills like critical thinking, communication, and collaboration. Students who work on projects show increased motivation and engagement in their studies. Our task was to create a high efficiency low weight wing that when tested would, you know, it would show the values you'd want for a real wing. These kids, the way they present themselves, they're articulate, they know what they're about, they know what they've learned, they've obviously been able to work together, and in a situation like this for ninth graders to pull off something like that is absolutely remarkable. And here's our data for our wings. This would be the first round would be one, two and three. For more information about what works in public education, go to edutopia.org. So you can see you can do quite a large scale project, or you can keep it simple, which is is what we've been doing as we've just started this at the end of last year. So we are still learning. Yeah, so you can make it to suit yourself? Some people in the last session said to me, oh can we just do like a one day project? Yes you can. But you can do a seven day project or you can do a whole term project. It's up to you. You just do it to suit yourself. So I'll just get out of that. So here's some contrast between traditional learning and project-based learning. So for traditional learning, the students listen to a lecture on monetary and fiscal policy. For project-based learning, students try to save the nation from an economic crisis similar to the 1970s oil embargo. Can you imagine your students doing that? So you can be quite highfalutin about it, or you can be a little bit more down to earth. Students complete a worksheet on Newton's laws or project-based learning, collaborate groups, work to develop a new sport to be played on the moon. Students write a research paper on the Great Depression. Teams build a museum exhibit that captures the experiences of minority groups in the 1970s. So you can see some of those are quite achievable. It'd be quite fun to develop a new sport for the moon, I reckon. So it has eight essential ingredients. So you start with your driving question, as I said earlier, which creates the need to know. You have the student voice and choice, revision and reflection. There's a public audience and you have an in-depth inquiry. Now you don't throw out what you normally want to teach with your students. Like for us in English, we still want to teach themes. We still want to teach characters and setting. So you're still teaching those things but you're doing it in a different manner in which the students are more in control of it. And I'll talk to you about how you can do that shortly. in which the students are more in control of it. And I'll talk to you about how you can do that shortly. So to sum up, I'll let you read through this at your own pace later on. It basically just goes over what I've just told you. So I'll give you the link to download this presentation a bit later on in the presentation. So don't feel you have to write down notes about everything. So where do I start? So these are some questions that you can consider. I've got these progressive lenses quite hard to look at the screen, terrible things. So identify the important skills that are fundamental to the topic you're teaching. So like I said for us, that would be the theme, setting characters for a novel study or a film study. Explain how the topic is relevant to real life. This is really important. This is the way that we can hook our students in because they want to know the relevance. Why do I have to learn this? So for example, I've done The Key by Theodore Taylor this year with my Year 9s and our driving question was, how can I help teenagers survive prejudice? So the two main themes in the novel are survival and prejudice. So I kind of joined them together and they've linked it, they looked at ways different issues of prejudice, so there might be bullying or it might be racial prejudice. It might be prejudice against people with ginger hair, that sort of thing. And they actually wrote some blog posts on that to give them a little bit of background knowledge before we started the novel. So that was great for them to see how it would be relevant to real life. Identify the interdisciplinary connections. What other subjects might be integrated? So for this one with English, we could do it with social science. We haven't got to that point yet, but that is somewhere that I'd like to go. So have a think about that for yourselves as well. Consider how you might go beyond rote learning to analysis, evaluation and creation. One of the ways I've done this is with a learning matrix. So it's based on Blooms and Gardners, Bloom's Taxonomy, Gardner's intelligences, and each column has this activity that the students can do. And it ranges from a five-point column, 10 points, 20, 25, 30. The activities that are based on 30 points, they are more evaluating or analyzing type activities to do. And you go through body, you've got music intelligence and all those intelligences as well. So I will show you that later and explain it more detail, but that's one way of getting them beyond the rote learning. Identify the authentic ways that students can use technology tools to engage in this project. Is there an opportunity for collaboration, digital tools and information literacy? If you're doing one-to-one, perfect. That will really work for you. If you're not and you've got computer labs, you can still book your computer labs, do your planning in class and then to create your presentation or do your research like you do already. Go to your computer labs. Identify the aspects of the topic that will be of most interest to your students. Is there something that would captivate them as you launch the project? So really great to have something that gains their attention and makes them want to learn more. What I did was I included a YouTube clip of Bear Grills in the Torres Strait where he was dropped from a helicopter on an island and he had to learn to show us how he would survive there. So because the novel we're studying is about surviving on an island, that linked in quite nicely. And a lot of our kids love bear grills, as I'm sure a lot of you guys do as well. It's quite cool. And then explain how you would build reflection into the project. The way we've done this is through blogging. It's something that we've just started doing this year with our students. So at the end of each lesson, I'll get them, I've got about five or six questions, again, based on Bloom's taxonomy. They have to choose three to answer at the end of the period. And they're based on what have I been doing this period, what do I need to do to improve, what have I learnt, where to next, that sort of thing. And they'll blog those. I've got all my students in my year nine class linked to my own blog site, my teacher one, not my personal one. So I can just click on their name and go and quickly read what they've done and add a comment to it as well about what I think. So that actually helps me keep up with what they're doing or what they say they're doing. So if you're going to plan your own PBL unit, this is the format that you can use. So my project name is Surviving Prejudice. It's for Year 9 English. My driving question, what values and attitudes are needed to survive prejudice? Examples of driving questions, you can look at this later. I've got a whole lot of links there that you use. question, what values and attitudes are needed to survive prejudice? Examples of driving questions, you can look at this later. I've got a whole lot of links there that you can explore just to help you come up with your own driving question because that is the most difficult part. Coming up with something that you're not going to be able to Google the answer to. The next thing you can do is identify your learning outcomes for the unit, identify your success criteria. That's something we've always done in our classes. I don't know whether you guys do that sort of thing. So you're adding that in. So you're not revolutionising all your teaching with something new, you're just adapting to what you already do. Which other emphasis should be built into the unit? We've got the key competencies, the three-story intellect and 21st century skills such as collaboration, creativity and critical thinking. And after doing that, you might need a glass of wine. I know that I did. Or two. Once you've done that, you can work out what your big idea is. So I have been following a teacher called Bianca Hughes on Twitter, and she's been doing project-based learning for years and is a bit of a guru on it. So she's a great person to follow her blog. She has really creative and awesome ideas and does some great stuff, Bianca Hughes. Yeah, and her Twitter handle is. Bianca Hughes. Yeah and her Twitter handle is at Bianca H80. So she came up with three kind of headings for project based, oh what are you after? At Bianca. At Bianca H80. Yeah and her three headings were Discover, create and share. I think she's since moved on to some new ones, but I find these ones really great. So for our unit, my Discover questions are identify examples of prejudice in our world, which they did through their wide reading, describe examples from their own lives. That can be quite personal, so if they want to just talk about maybe a friend or a relative and keep it anonymous, that's fine. Identify possible survival techniques that could be used. So how are you going to help people dealing with bullying or whatever to survive? TIF for Create, I've got them to create a presentation to help teenagers survive prejudice, and I'll show you an example of that in a while. And then share the presentation either with a class, if you want to do it small scale on YouTube, you can have your, I've got my own teacher account, I can make their work private, so only the people that I invite to look at it can look at it. So that gets around your privacy issues or other social media. I've got one girl who's shared some of her work on her blog, and it makes her blog look awesome, by the way, having some really creative work on there. So what is the output of this project? This is what do you want your students to actually do? So for my students, I wanted them to read the key by Theodore Taylor, complete certain matrix activities, then I wanted them to write a blog post and tweak the link and write two to three essays and I want them to create a presentation to help teenagers survive prejudice. So that's the what do you want from them. It's really important for you personally to develop a timeline of key moments that you, when you're going to teach certain things. Because a lot of my work for this project is based on the learning matrix, we've spent a month on it and there's activities on there that are class activities. So the kids have said, miss, when are we going to do the survival game? Or miss, when are we going to do our obstacle courses? So I've had to write on the board the key dates that we're actually going to spend periods doing that sort of thing. And we had lots of fun with our obstacle courses. That was something that was on the matrix that the group had to plan to do. So they had to make their own outline of what their obstacle course was going to look like, what props they were going to have in it, and then they went out into the courtyard and they built it. And then they blindfolded someone because one of the characters in the book is blind. So they had to blind a character and have another person lead them around the obstacle course. And then they did a reflection on how they found that. And it kind of helped them to identify with one of the main characters what he must have gone through while he was trapped on the island. So that was quite fun. So I had to set key dates for that. Also important is to get your learners or students to actually set key dates for which activities they're going to choose off the matrix to do, who's going to do it, and by what date are're going to have them done. That keeps them accountable and provides a little bit of structure for them as well. And then a essay blog due date and also a presentation time as well. So the choice personalisation and presentation, this is the Gardner's Blooms matrix, that's where they get to choose their activities that they're going to do and personalise them. They personalise them by the way that they create them. So there's a few different apps or websites that they can use to present their information and I talk with them about that in their groups or they tell me what they're going to use. The presentation, as I've said earlier, either share with the class via social media or they can get peer feedback on what they're doing as well. Assessment. Now unfortunately, pure PBL, you don't write essays or sit exams. It's all based on the project. We're not quite there yet. We still have to get our learners to write essays at the end of the year to prove they've learnt something. I really don't like that, but we're not there as a school where we're getting rid of that yet. And also they have to sit NCA exams. So we still have to prepare them for those essays. So that's the unfortunate thing. That doesn't quite work with PBL, but as as I said we're just adapting it to our own needs. So and there's a classwork mark which will be given for their presentation and they'll have peer feedback on their blog posts. What I've done with their wide reading I follow a teacher in Canada on Twitter called Valerie Lees, and she's been doing blogging with her class of the same age level as well. So we arranged a time for her class to comment on my class's blogs and vice versa. And that's been really cool as well. Just her class are really good at commenting. My class learnt quite a lot from them. They like, said what they liked about the blogs and then they offered advice for how to fix them. And some of the comments were stuff like, oh, remember you've got a few run-on sentences in there, you might be better off splitting them up. And remember to use capitals and you don't have to use because they're, and it was stuff that a teacher would say and they'd go, oh yeah, whatever. But when their peers say it, even though they're in Canada, they're like, oh, okay then I'll do that. So that's been really useful. So for their applied learning, so this is the focus, the problems, the skills, communication, critical thinking and self-management. I've based this all around the matrix. So this is an example here. I know you can't see it very well, but I have provided some links later on that you can check it out, download it, and there's one that you can modify for yourselves if you want to. But basically across the top here, they've got their Bloom's taxonomy, so creating, evaluating, analysing, etc. Down here we've got the eight intelligences. This is only half of it, by the way. So word, logic, space and vision, body, music, so on. So they have to get 285 points, and they have to do the yellow ones. Okay, so these are the core things that I really want them to do. So, for example, this one here is writing an essay. I really wanted them to know the skills of doing that. So for example, this one here is writing an essay. I really wanted them to know the skills of doing that. So they've done that. Now, the way that I delivered this information to them was I made a surviving prejudice eyebook and this is really naughty, but I copy and pasted all my notes from Schmoup, okay, into the eyebook. I did take my own photos though. But yeah, so I did that and I got them to download it and then I read Schmoops' terms and conditions and realized that I was actually quite naughty doing that. So if they pull me up on it, I'm going to have to plead ignorance because it was my first one. Now the other one I did, Romeo and Juliet, is completely original. I learnt from my mistake. Yeah. So they've got all the notes on theme character essay in the eyebook. Also in the eyebook, I'll shout out to you later on. Also, they've got how to write an essay. There's a keynote presentation in there that takes them through that. They've got short quizzes. It wasn't very good at making quizzes at that stage to do. And also an exemplar essay on what it should look like based on a different question. Yes. Do you put your eyebook onto the Ultranet? The link is on the Ultranet, yeah. So everything goes on the Ultranet here. Yeah. So some of the other things they had to do. So evaluate the, I can't even read it myself, I'll read it off, no, can't read it, sorry, create and present a slideshow about a Caribbean island. So plan an obstacle course, that was so much fun, they were out in the courtyard running around, it was cool. There's a research one, creating a poster or a brochure. So the further over this side they are, the less detail and explanation and stuff they have to put in, okay? The further over this side, are, the less detail and explanation and stuff they have to put in. The further over this side, the higher order thinking more of that they need to use. So I've provided some links to that on here for you. Connections to adults is the final thing. So as a teacher, I'm their mentor roaming around helping them, answering questions and looking at their work and offering feedback on how to improve. They can also talk to their family members about what they're doing and get their opinions and stories. And also, they can find experts in the community. Now, for what we're doing at the moment, we haven't found experts in the community, but I'm thinking maybe next year I'll get them to go and talk to people maybe at citizens advice or somewhere like that about how to deal with these issues as well. So that's probably a good way to begin is to do a little bit of research that way. Also they can Skype people like what we find hardest is the time factor to do all this sort of stuff. Like, even now I'm supposed to be finishing this up and I'm thinking, I could have spent a little bit more time on this. So, yeah, that's a problem with it. But as I said earlier, I created a big one. So I could have created and made it a little bit smaller perhaps for next time. Okay, so here are some links to useful resources that you can look at in your own time. The top one there is this presentation. So what I'll get you to do now is to go to that and download this presentation and then you can work through it at your own pace. But while you're doing that, I'll show you some examples as well once you've downloaded"}