{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Hi, welcome to this Eva training video."}, {"timestamp": [5.0, 8.0], "text": " Today we're going to look at true false statement quizzes."}, {"timestamp": [8.0, 14.0], "text": " These simply measure students' ability to identify whether statements of fact are correct."}, {"timestamp": [14.0, 21.0], "text": " This style of quiz can be used in everything from economics and finance to health and values education."}, {"timestamp": [21.0, 26.24], "text": " So, how can we build true false questions that measure learning? Well, let's get"}, {"timestamp": [26.24, 33.28], "text": " started. Select the part of the video you want to work on. Choose the true false icon. If you"}, {"timestamp": [33.28, 38.96], "text": " leave the pause box unchecked here, the video automatically pauses once the student decides"}, {"timestamp": [38.96, 44.96], "text": " to do the quiz. So let's add our question statement and define if it's true or false."}, {"timestamp": [45.0, 46.0], "text": " I'm now going to go into the behavioral settings. If the viewer So let's add our question statement and define if it's true or false."}, {"timestamp": [49.0, 54.0], "text": " I'm now going to go into the behavioural settings. If the viewer gets the answer right, they can get some feedback."}, {"timestamp": [55.0, 58.0], "text": " And for incorrect responses,"}, {"timestamp": [58.0, 61.0], "text": " here I'm going to click done"}, {"timestamp": [61.0, 67.24], "text": " and drag the button where you want it to go and click save, and take the quiz."}, {"timestamp": [67.98, 70.46], "text": " I hope you enjoy making true false quizzes in Eva."}, {"timestamp": [71.12, 71.52], "text": " Kaki-te."}], "text": " Hi, welcome to this Eva training video. Today we're going to look at true false statement quizzes. These simply measure students' ability to identify whether statements of fact are correct. This style of quiz can be used in everything from economics and finance to health and values education. So, how can we build true false questions that measure learning? Well, let's get started. Select the part of the video you want to work on. Choose the true false icon. If you leave the pause box unchecked here, the video automatically pauses once the student decides to do the quiz. So let's add our question statement and define if it's true or false. I'm now going to go into the behavioral settings. If the viewer So let's add our question statement and define if it's true or false. I'm now going to go into the behavioural settings. If the viewer gets the answer right, they can get some feedback. And for incorrect responses, here I'm going to click done and drag the button where you want it to go and click save, and take the quiz. I hope you enjoy making true false quizzes in Eva. Kaki-te."}