{"speakers": [], "chunks": [{"timestamp": [0.0, 9.12], "text": " I will now introduce our first keynote and we're very lucky to have Professor"}, {"timestamp": [9.12, 12.96], "text": " Welby Ings talking to us this morning to open the conference."}, {"timestamp": [12.96, 16.24], "text": " He's Professor of Graphic Design at AUT."}, {"timestamp": [16.24, 19.56], "text": " Wellby didn't realize this until I told him this morning but he's actually indirectly"}, {"timestamp": [19.56, 23.44], "text": " responsible for the name and the direction of this conference."}, {"timestamp": [23.44, 25.74], "text": " We were lucky enough to have Welby talked to us at"}, {"timestamp": [25.74, 31.3], "text": " Albany Senior High. Was it two years ago? Well, I think, yes. And he introduced us to the phrase"}, {"timestamp": [31.3, 35.66], "text": " disobedient thinking, and we were really, really, really, really fond of that and some of the"}, {"timestamp": [35.66, 40.16], "text": " ideas that sits behind it. Miranda and I did discuss the possibility of her welcoming Walby,"}, {"timestamp": [40.16, 45.0], "text": " but Miranda is such a huge Wellby fan girl that she probably would have done a keynote on the keynote."}, {"timestamp": [45.0, 48.0], "text": " So we decided that I'd take her place there."}, {"timestamp": [48.0, 55.0], "text": " Wellby has had extensive experience disobeying the parts of the system that can and do often disadvantaged students."}, {"timestamp": [55.0, 61.0], "text": " And some of that thinking, although the thinking that I've heard so far has really blown me away."}, {"timestamp": [61.0, 65.28], "text": " He's an amazing thinker and compelling, challenging speaker,"}, {"timestamp": [67.58, 67.78], "text": " and we're really privileged to have him here today."}, {"timestamp": [69.2, 70.64], "text": " So I'd like you to join with me in welcoming Waelby to the stage."}, {"timestamp": [75.28, 80.98], "text": " Don't worry, they're not written notes."}, {"timestamp": [81.1, 81.78], "text": " There are only pictures."}, {"timestamp": [83.86, 85.36], "text": " Thank you. Thank you. they're not written notes, they're only pictures. So it's a... Khoramai Tatao,"}, {"timestamp": [85.36, 88.16], "text": " nah mihi no in a kuku k훮kia kautu k훮t훮o."}, {"timestamp": [88.16, 91.24], "text": " In the mana and a waka otamoto,"}, {"timestamp": [91.24, 93.76], "text": " tana kutu, tenakotu,"}, {"timestamp": [93.76, 95.24], "text": " tenakot, tenakot,"}, {"timestamp": [95.24, 96.24], "text": " t'a."}, {"timestamp": [96.24, 102.0], "text": " When you have a flash introduction like that,"}, {"timestamp": [102.0, 104.64], "text": " you've, there's really only one way to go."}, {"timestamp": [104.64, 106.46], "text": " So let me fill you in on a bit of background."}, {"timestamp": [107.04, 108.74], "text": " I'm actually the son of a shearing contractor."}, {"timestamp": [109.18, 115.32], "text": " My dad, Shaw, in the sharing sheds of Arahina and Thari Papa South and Pua Huai and Pukih훮tua,"}, {"timestamp": [115.68, 117.64], "text": " places that probably knew you've even heard of."}, {"timestamp": [118.22, 122.64], "text": " And I went to Pukki Atua primary, and I graduated in Form 2 as Bin Monitor"}, {"timestamp": [122.64, 125.5], "text": " because I couldn't read or write."}, {"timestamp": [125.5, 128.0], "text": " I couldn't read all right until I was 15."}, {"timestamp": [128.0, 133.0], "text": " At 16 I was expelled from Teowalwamu to college along with my twin sister."}, {"timestamp": [133.0, 136.0], "text": " And then I got suspended from teachers' college and so you'd probably go,"}, {"timestamp": [136.0, 139.0], "text": " why the hell would we sit in the room and listen to this guy?"}, {"timestamp": [139.0, 141.0], "text": " Because it seems to bode pretty badly."}, {"timestamp": [141.0, 148.28], "text": " But over time I learned something. Many of us in this room actually are the result"}, {"timestamp": [148.28, 155.56], "text": " of failure. The reason we're here, the reason that teaching is not a career but a calling"}, {"timestamp": [155.56, 161.96], "text": " is because something profound happened inside of us. We understand that education, I would argue,"}, {"timestamp": [162.2, 166.76], "text": " is actually not about an unrelenting diet of success."}, {"timestamp": [166.76, 174.36], "text": " It's about a diet of challenge and change and recovery and discovery and disobedience."}, {"timestamp": [174.36, 177.52], "text": " That's what it really is, in its richest sense."}, {"timestamp": [177.52, 182.12], "text": " Unfortunately, it gets massaged into a system of ritual and formula."}, {"timestamp": [182.12, 185.76], "text": " And we sit there sort of going, sometimes finding ourselves doing things that"}, {"timestamp": [185.76, 192.58], "text": " we know inherently are wrong, and other times disobeying, shutting the door on a room,"}, {"timestamp": [193.42, 197.38], "text": " and breaking all the rules in an effort to try and move something more profoundly forward."}, {"timestamp": [197.86, 203.86], "text": " And that's what I want to talk about. This morning, when you got out of bed, whether you realized"}, {"timestamp": [203.86, 205.5], "text": " it or not, there was someone there with you,"}, {"timestamp": [205.62, 211.2], "text": " and they accompanied you into the shower this morning, and they walked with you along the rain sodden streets of Auckland."}, {"timestamp": [211.92, 217.92], "text": " And they've sat with you every day of your life, and they keep you in control, in massive control."}, {"timestamp": [218.92, 221.0], "text": " And you might call them your social editor."}, {"timestamp": [221.98, 226.56], "text": " Your social editor is the person who tells you, don't say that you'll sound stupid."}, {"timestamp": [227.24, 232.08], "text": " Or that might be a little bit too dangerous to do. What we need to do is massage ourselves into"}, {"timestamp": [232.08, 237.4], "text": " a situation where we're going to be likable. And that person's too strong in this room,"}, {"timestamp": [237.48, 242.86], "text": " so I better not disagree with them. So I'll sit here and by my silence, I will lend my support"}, {"timestamp": [242.86, 245.74], "text": " to a system that I don't believe in."}, {"timestamp": [251.0, 259.42], "text": " That's your social editor. They're the worst relationship you've ever had. And unless we get them under control, we continue to recycle and recycle a destructive, damaging, arguably socially"}, {"timestamp": [259.42, 265.0], "text": " violent relationship, one that violates your potential."}, {"timestamp": [265.0, 271.5], "text": " If that sounds a little bit wordy, let me, I've got a flash a little thing here, so me and technology are not always great, but here we go."}, {"timestamp": [271.5, 274.0], "text": " Okay, so let me show you what I mean."}, {"timestamp": [274.0, 279.0], "text": " I would argue that the idea of creativity gets messed up."}, {"timestamp": [279.0, 284.0], "text": " Creativity, a lot of people think, has something to do with the arts, but it doesn't."}, {"timestamp": [284.0, 288.4], "text": " It has to do with just your ordinary disobedience."}, {"timestamp": [288.52, 292.74], "text": " In other words, when you get stuck in a corner, you've got two choices."}, {"timestamp": [292.94, 294.6], "text": " You go, well, that's that."}, {"timestamp": [295.88, 297.8], "text": " Or you go, bugger this."}, {"timestamp": [298.56, 300.36], "text": " And you disobey convention."}, {"timestamp": [300.78, 306.0], "text": " You disobey the thinking that has got you there and you move out of it."}, {"timestamp": [306.0, 313.0], "text": " Now, here's the interesting thing because if we didn't do that, if we were not able to do that, we wouldn't be sitting in this room here."}, {"timestamp": [313.0, 321.0], "text": " We would never have evolved as a creature if we couldn't look at what was already dominant and prescribed and get beyond it."}, {"timestamp": [321.0, 322.0], "text": " We couldn't do it."}, {"timestamp": [322.0, 325.64], "text": " I shudder to think where we would be sitting right now,"}, {"timestamp": [325.7, 326.66], "text": " but certainly not here."}, {"timestamp": [327.64, 330.68], "text": " Now, the idea of creativity is a really strange one"}, {"timestamp": [330.68, 333.66], "text": " because up until the rise of the romantics,"}, {"timestamp": [334.0, 336.72], "text": " the word creative, or the verb creativity,"}, {"timestamp": [336.92, 340.24], "text": " wasn't actually used to describe anything other than the theological."}, {"timestamp": [340.92, 342.64], "text": " So we know that in the beginning,"}, {"timestamp": [342.8, 344.52], "text": " God created the heavens and the earth,"}, {"timestamp": [344.52, 346.64], "text": " or that the God created the heavens and the earth or that the"}, {"timestamp": [346.64, 352.48], "text": " rains created the rivers as spiritual beings."}, {"timestamp": [352.92, 357.76], "text": " So creativity was something that was belonged to, Christopher Fraling said it belonged to the gods."}, {"timestamp": [357.82, 358.76], "text": " It was thinking of the gods."}, {"timestamp": [359.7, 364.56], "text": " And then when the Romantics arrived, they kind of started rethinking this."}, {"timestamp": [364.56, 371.98], "text": " Like Blake said, he argued that, in fact, we are capable of drawing something from nothing."}, {"timestamp": [372.94, 376.32], "text": " He said, I will not reason and compare."}, {"timestamp": [377.22, 379.58], "text": " My business is to create."}, {"timestamp": [379.88, 380.98], "text": " And you go, what the hell is that about?"}, {"timestamp": [381.08, 382.46], "text": " And you go, well, let's have a look at this."}, {"timestamp": [382.84, 387.88], "text": " Up until that time, what we believed we were able to do was we could rationalize, synthesize."}, {"timestamp": [387.94, 389.68], "text": " This sounds like Bloom's taxonomy from hell."}, {"timestamp": [390.12, 391.2], "text": " We could evaluate."}, {"timestamp": [391.64, 392.58], "text": " Horrible damn thing."}, {"timestamp": [393.84, 398.4], "text": " We could, if we were very clever, we could discern divine patterns."}, {"timestamp": [398.9, 399.9], "text": " But we couldn't create."}, {"timestamp": [400.82, 402.66], "text": " That was something that belonged to the divine."}, {"timestamp": [403.62, 407.12], "text": " And then you get him or William Wordsworth, you know, in miscellaneous sonnets,"}, {"timestamp": [407.26, 413.98], "text": " talking about that creativity requires the service of the mind and the heart."}, {"timestamp": [414.92, 418.54], "text": " In other words, he said this is kind of thinking that is also partly emotional."}, {"timestamp": [419.36, 421.56], "text": " It's tied up with fear and hope."}, {"timestamp": [422.96, 428.34], "text": " So instead of this pure intellectual reasoning idea, these people start"}, {"timestamp": [428.34, 433.0], "text": " bubbling up this other concept. And what happened unfortunately was it got tangled up"}, {"timestamp": [433.0, 437.42], "text": " because they were poets and writers and artists. People went, oh yeah, so it belongs to them."}, {"timestamp": [437.42, 443.56], "text": " Me, I'm just Joe Schmuck. I'll just carry on and let them do the stuff. But of course"}, {"timestamp": [443.56, 445.0], "text": " that's bollocks,"}, {"timestamp": [445.0, 449.0], "text": " because we are by nature creative."}, {"timestamp": [449.0, 452.0], "text": " If I tell you, I don't have the time to do this,"}, {"timestamp": [452.0, 454.0], "text": " but if I told you a story,"}, {"timestamp": [454.0, 458.0], "text": " in your mind you would be painting those pictures automatically."}, {"timestamp": [458.0, 461.0], "text": " But the picture that you create and that you create"}, {"timestamp": [461.0, 464.0], "text": " and that you create would all be different."}, {"timestamp": [464.0, 468.96], "text": " Naturally, you would do it as a natural part of listening to a story."}, {"timestamp": [469.86, 471.7], "text": " That's because it's our default position."}, {"timestamp": [472.38, 473.96], "text": " We fill in information."}, {"timestamp": [474.7, 479.22], "text": " It's why we find ruins more exciting than glass towers."}, {"timestamp": [479.98, 483.4], "text": " Because you see some munted old house on the side of the road and you go,"}, {"timestamp": [483.9, 486.18], "text": " and we start creating meaning."}, {"timestamp": [486.32, 487.54], "text": " We go, I wonder who lived there."}, {"timestamp": [488.46, 490.56], "text": " You see a glass town you've got all the answers."}, {"timestamp": [490.64, 491.5], "text": " I'm not banking with you."}, {"timestamp": [491.94, 497.5], "text": " So we get this pull towards a very natural behavior."}, {"timestamp": [498.76, 506.04], "text": " Now, if we forget for a moment, if we put aside the idea that creativity might have to do with the artistic,"}, {"timestamp": [506.2, 510.7], "text": " let me show you how this kind of the ordinary nature of this disobedience. How many of you"}, {"timestamp": [510.7, 518.94], "text": " have lived in a building where you've had to live on a second floor or above? Okay, okay. So if you"}, {"timestamp": [518.94, 523.38], "text": " have one of those little balconies that aren't really balconies, you may have come into the"}, {"timestamp": [523.38, 525.44], "text": " situation where you've"}, {"timestamp": [525.44, 531.32], "text": " dropped something over and you go, oh, do I run down in my undies and get it or do I look at"}, {"timestamp": [531.32, 536.66], "text": " something else? Well, this is what an inter, so I would argue that creativity is intellectual"}, {"timestamp": [536.66, 541.28], "text": " disobedience, productive intellectual disobedience. So it would look something like that."}, {"timestamp": [546.48, 548.04], "text": " Now here's an interesting thing"}, {"timestamp": [548.04, 550.14], "text": " because you go, okay, so maybe that's"}, {"timestamp": [550.14, 554.14], "text": " on one level, this is an interesting thing, if you listen to what you just did,"}, {"timestamp": [555.22, 557.46], "text": " you laughed, not disparagingly,"}, {"timestamp": [558.42, 560.48], "text": " you laughed because it was joyful."}, {"timestamp": [560.92, 562.86], "text": " It was, it felt good."}, {"timestamp": [563.22, 567.76], "text": " If you're cooking and you don't have access to eight arms,"}, {"timestamp": [568.08, 572.7], "text": " oh, sorry, no, no, you've got a car and you don't afford, you can't afford the locking mechanism."}, {"timestamp": [574.36, 579.96], "text": " This is not out of the, you know, stage three design papers at university. This is just an"}, {"timestamp": [579.96, 590.92], "text": " ordinary person coping with the ordinary. But then when you say, well, let's play with that. If a society, we might like that, if we might naturally feel warm towards productive,"}, {"timestamp": [591.12, 596.72], "text": " disobedient thought, how might we start using that in a society? So here's a design in a park in"}, {"timestamp": [596.72, 601.86], "text": " Belgium. Oh, sorry, no, it's not as a woman cooking. Sorry, I've got these out of order. Here we go."}, {"timestamp": [601.96, 606.66], "text": " Let's go to here."}, {"timestamp": [608.78, 609.2], "text": " There's a kind of smile happening inside you."}, {"timestamp": [614.84, 619.08], "text": " Or if you've got, this is a student restaurant with a budget of $20 to brand themselves."}, {"timestamp": [622.04, 622.64], "text": " Now, let me suggest something to you."}, {"timestamp": [624.88, 626.1], "text": " The reason those things made you feel good."}, {"timestamp": [628.54, 629.42], "text": " As a evolutionary biologist would say,"}, {"timestamp": [633.54, 633.64], "text": " that what happens is that because we need to be able to think like that,"}, {"timestamp": [640.1, 641.1], "text": " we are tuned, we are wired to feel euphoric about solutions that give us alternatives."}, {"timestamp": [643.16, 644.04], "text": " We are wired to sit there and go,"}, {"timestamp": [650.0, 653.0], "text": " oh, because it shows us that we are able to adapt. You know, we don't send to look at that and go,"}, {"timestamp": [653.0, 657.0], "text": " ah, when we see a timetable that is the same one as last year"}, {"timestamp": [657.0, 659.0], "text": " and it's just preserving, preserving."}, {"timestamp": [659.0, 661.0], "text": " It's not to say that's not an exquisite piece of thinking,"}, {"timestamp": [661.0, 663.0], "text": " but we don't tend to think the same way."}, {"timestamp": [663.0, 664.0], "text": " We don't respond."}, {"timestamp": [664.0, 665.12], "text": " And this is why a lot of our humor is based, the same euphoria is used by of thinking, but we don't tend to think the same way. We don't respond. And this is why"}, {"timestamp": [665.12, 672.6], "text": " a lot of our humor is based, the same euphoria is used by comedians, where they use humor to disrupt"}, {"timestamp": [672.6, 680.68], "text": " ritual or formula, and that's what pun is, you filling in a gap, you get two things and you"}, {"timestamp": [680.68, 688.4], "text": " fill in a gap, you recognize it, and then the euphoria comes out. We adapt because we're pushing things together in impossible marriages, and we feel good"}, {"timestamp": [688.4, 690.6], "text": " because we were able to do it."}, {"timestamp": [690.6, 695.2], "text": " Now, I'm going to show you an ad you've probably never seen, but this is a really cool"}, {"timestamp": [695.2, 700.1], "text": " ad, but before I do it, I want to explain the reason why in the context."}, {"timestamp": [700.1, 707.36], "text": " This ad won the Cairns Line. Now, the Cairns line is the top award every year given to an advertisement from around the world."}, {"timestamp": [707.36, 711.76], "text": " And it was for a newspaper called The Guardian."}, {"timestamp": [711.76, 715.28], "text": " Now, the Guardian was running into problems, as most print newspapers were,"}, {"timestamp": [715.28, 720.4], "text": " because we know that increasingly the generation of people who are reading newspapers"}, {"timestamp": [720.4, 725.08], "text": " is getting less and less, and people are not reading newspapers in print a lot."}, {"timestamp": [729.0, 731.6], "text": " So they went to a design, an advertising agency, and they said, we need to rebrand in people's mind"}, {"timestamp": [731.6, 732.66], "text": " the idea of the Guardian."}, {"timestamp": [733.6, 735.44], "text": " Or if you even think of the word, Guardian,"}, {"timestamp": [735.56, 737.86], "text": " it sort of feels a little bit august and Victorian,"}, {"timestamp": [738.04, 739.7], "text": " and you say, oh, it's not going to be easy."}, {"timestamp": [740.12, 742.86], "text": " Fortunately, the Guardian, like something like in New Zealand,"}, {"timestamp": [743.7, 745.0], "text": " they were very good."}, {"timestamp": [745.1, 748.84], "text": " Historically, they always had gone to disobedient thinkers to launch their campaign."}, {"timestamp": [749.02, 753.44], "text": " So, you know, New Zealand's safety things, sometimes you sit there and go, oh, shit, but you remember it."}, {"timestamp": [753.94, 756.6], "text": " You know, and part of it kind of feels a little bit proud."}, {"timestamp": [757.24, 764.98], "text": " Well, the Guardian went to this company and they said, what we need to do is we need people to rethink our brand in relationship to newspapers."}, {"timestamp": [764.96, 766.62], "text": " what we need to do is we need people to rethink our brand in relationship to newspapers."}, {"timestamp": [772.92, 773.66], "text": " And they did one of the fundamental things about being able to work productively with creative thinkers."}, {"timestamp": [777.14, 778.36], "text": " If you want to work with creative thinkers, you have to trust."}, {"timestamp": [779.28, 779.38], "text": " You have to trust."}, {"timestamp": [784.44, 785.1], "text": " You have to be able to prepare, be prepared to trade beyond experience, beyond your own limitations. You have to be"}, {"timestamp": [785.1, 790.36], "text": " able to shut up your social editor. And if you're really good, shut up other people's social"}, {"timestamp": [790.36, 795.3], "text": " editors will help them so you can look at the potential of an idea. So here was what happened."}, {"timestamp": [796.44, 800.94], "text": " Normally you would go, actually never in a good agency, but normally they'd go, okay, let's"}, {"timestamp": [800.94, 803.7], "text": " have a look to see what's out there. We'll look all over the world, see how they're advertising"}, {"timestamp": [803.7, 805.88], "text": " newspapers. That's quite cool. That's quite cool. We'll adapt it."}, {"timestamp": [806.08, 807.04], "text": " Well, that's not going to work."}, {"timestamp": [807.94, 810.56], "text": " And so they said we need something fresh that people will never forget."}, {"timestamp": [810.66, 812.34], "text": " You will never forget this ad."}, {"timestamp": [814.18, 819.74], "text": " And a young woman who had not been long out of design school said, yeah, I've got this idea."}, {"timestamp": [819.86, 823.92], "text": " Maybe we could get people to rethink newspapers by using a fairy tale."}, {"timestamp": [824.98, 825.08], "text": " Now, your social editor probably just went, ugh. Maybe we could get people to rethink newspapers by using a fairy tale."}, {"timestamp": [825.08, 828.24], "text": " Now your social editor probably just went, ugh."}, {"timestamp": [828.24, 831.18], "text": " You said, well, that sounds stupid."}, {"timestamp": [831.18, 833.32], "text": " But the approach here was very different."}, {"timestamp": [833.32, 836.82], "text": " This is an approach when you're, I work with a lot of companies that are trying to grow"}, {"timestamp": [836.82, 841.0], "text": " higher levels of creative agency inside their businesses."}, {"timestamp": [841.0, 843.08], "text": " So they did what you do in those situations."}, {"timestamp": [843.08, 846.5], "text": " You go, okay, explain the idea."}, {"timestamp": [846.5, 852.0], "text": " You know, we haven't, it doesn't feel, it's not ringing at the moment, but explain that to us,"}, {"timestamp": [852.0, 856.64], "text": " show us, show us the problem, show us how that would work, tell us what you need to get there."}, {"timestamp": [856.64, 861.76], "text": " I'm not going to talk too much, I'm just going to show you what happened as a result."}, {"timestamp": [861.76, 865.76], "text": " The Guardian had once, at one other time had won a world,"}, {"timestamp": [865.76, 872.22], "text": " had won the best advertisement in the world, but this is how you sell newspapers by trusting"}, {"timestamp": [872.22, 891.0], "text": " somebody to create. Little pig, little pig, little pig, let us in."}, {"timestamp": [891.0, 894.0], "text": " It's the police!"}, {"timestamp": [894.0, 895.0], "text": " Move!"}, {"timestamp": [895.0, 901.0], "text": " The third little pig is now being taken into custody,"}, {"timestamp": [901.0, 904.0], "text": " so the spotlight is once again shone"}, {"timestamp": [904.0, 906.6], "text": " on the grey area of homeowners' rights"}, {"timestamp": [906.6, 908.48], "text": " to protect their properties."}, {"timestamp": [908.48, 909.52], "text": " This isn't right."}, {"timestamp": [909.52, 911.08], "text": " The three little pigs of the victims."}, {"timestamp": [911.08, 912.34], "text": " They're all three down two houses."}, {"timestamp": [912.34, 913.14], "text": " You've got what you go."}, {"timestamp": [913.14, 914.14], "text": " But the pigs went too far."}, {"timestamp": [914.14, 916.98], "text": " They have every right to defend your property."}, {"timestamp": [916.98, 917.98], "text": " We need chishikil camp."}, {"timestamp": [917.98, 919.86], "text": " Chim-chinchins up, Dallas."}, {"timestamp": [919.86, 922.4], "text": " Whaling someone alive hardly constitutes"}, {"timestamp": [922.4, 924.9], "text": " with somebody's going to break the lower end and"}, {"timestamp": [924.9, 926.0], "text": " protect yourself in your own."}, {"timestamp": [926.0, 927.5], "text": " A man's home is his castle."}, {"timestamp": [927.5, 928.5], "text": " What a family."}, {"timestamp": [928.5, 933.5], "text": " Someone tried to blow my house down."}, {"timestamp": [933.5, 934.5], "text": " I'd do the same."}, {"timestamp": [934.5, 935.5], "text": " I knew the wolf."}, {"timestamp": [935.5, 937.5], "text": " There's no way you could have blown down those houses."}, {"timestamp": [937.5, 938.5], "text": " He had asthma."}, {"timestamp": [938.5, 939.5], "text": " But the wolf had asthma."}, {"timestamp": [939.5, 942.5], "text": " So what's the truth about the Peaks' houses being blown down?"}, {"timestamp": [942.5, 944.5], "text": " Inside job."}, {"timestamp": [944.5, 947.6], "text": " There's no reason why those two houses, one made from straw,"}, {"timestamp": [947.6, 949.5], "text": " the other from wood, should have collapsed."}, {"timestamp": [949.5, 953.5], "text": " Not even a healthy wolf's huff and puff could bring them down."}, {"timestamp": [953.5, 956.6], "text": " The three hypocrites have confessed to conspiring"}, {"timestamp": [956.6, 960.0], "text": " to commit insurance fraud, framing the wolf"}, {"timestamp": [960.0, 962.0], "text": " in an attempt to hover their tracks."}, {"timestamp": [962.0, 966.5], "text": " Their motive was financial as they struggled to keep up with their mortgatory payments."}, {"timestamp": [966.5, 967.5], "text": " Guilty."}, {"timestamp": [967.5, 968.5], "text": " I can empathize on the piece."}, {"timestamp": [968.5, 970.0], "text": " I'm behind on my payments too."}, {"timestamp": [970.0, 971.0], "text": " How good as it happened?"}, {"timestamp": [971.0, 972.0], "text": " I've lost everything."}, {"timestamp": [972.0, 974.0], "text": " We want to take."}, {"timestamp": [974.0, 978.0], "text": " We watch a!"}, {"timestamp": [978.0, 979.0], "text": " We watch a!"}, {"timestamp": [979.0, 981.0], "text": " Come on!"}, {"timestamp": [981.0, 1000.0], "text": " Come on! Yeah. Yeah. So here's the difference."}, {"timestamp": [1000.0, 1005.4], "text": " You get organizations, and sometimes we can talk about schools like this, who go,"}, {"timestamp": [1005.4, 1010.5], "text": " creativity is lovely when we recognise it, and when we recognise it, we'll celebrate it."}, {"timestamp": [1010.5, 1014.3], "text": " And then you get other organisations who go out to pursue it."}, {"timestamp": [1014.3, 1022.2], "text": " So they actively work with students and with colleagues to generate higher levels of creativity."}, {"timestamp": [1022.2, 1026.8], "text": " So they actually do stuff, and that's what this talk is about."}, {"timestamp": [1026.8, 1030.2], "text": " Isn't creativity lovely and we should all be more creative,"}, {"timestamp": [1030.2, 1032.6], "text": " which is the way it normally gets shelled off the table."}, {"timestamp": [1032.6, 1035.2], "text": " But to go, so what do people actually do?"}, {"timestamp": [1035.2, 1040.6], "text": " And moreover, what do you do when you know that you're actually capable"}, {"timestamp": [1040.6, 1043.1], "text": " of working more creatively than you do?"}, {"timestamp": [1043.1, 1045.64], "text": " So this goes beyond even muffling the social editor."}, {"timestamp": [1046.24, 1050.92], "text": " So if we have a look, this is a situation we often find ourselves in organizations"}, {"timestamp": [1050.92, 1055.74], "text": " where we go, you know, you get back in that goddamn cabinet and start thinking outside the box."}, {"timestamp": [1056.38, 1062.54], "text": " Which is the idea, and this is the organization that imports creative thinkers in to fix the problem."}, {"timestamp": [1062.9, 1065.12], "text": " You know, oh, we've got this person, they're so creative, off you go."}, {"timestamp": [1065.36, 1071.42], "text": " And the person sort of goes, like this, stands there looking constipated for six months and leaves"}, {"timestamp": [1071.42, 1075.36], "text": " because the environment won't allow them to do it."}, {"timestamp": [1075.98, 1081.8], "text": " Or you get students who get, they lose belief in themselves,"}, {"timestamp": [1082.0, 1088.38], "text": " they lose belief in their potential, they see themselves as being disobedient in a negative way."}, {"timestamp": [1089.3, 1091.82], "text": " They go, well, here's the prescription of what I've got to do,"}, {"timestamp": [1091.94, 1094.68], "text": " and here's the learning outcomes, and here's the assessment criteria,"}, {"timestamp": [1095.52, 1099.5], "text": " and there would be a better way, but I'd better just do that."}, {"timestamp": [1100.66, 1102.3], "text": " What a heartbreak."}, {"timestamp": [1103.62, 1103.94], "text": " You know?"}, {"timestamp": [1104.76, 1105.0], "text": " And we feel it. We feel it because we know when we're working with those people What a heartbreak. You know?"}, {"timestamp": [1105.0, 1107.0], "text": " And we feel it."}, {"timestamp": [1107.0, 1109.0], "text": " We feel it because we know when we're working with those people"}, {"timestamp": [1109.0, 1114.0], "text": " that there is so much more and there we're training them like Pavlov's dogs"}, {"timestamp": [1114.0, 1120.0], "text": " to pass marks to get grades so that our mana doesn't get damaged"}, {"timestamp": [1120.0, 1123.0], "text": " and we go, or it gives them opportunities."}, {"timestamp": [1123.0, 1127.8], "text": " It might give them some kind of opportunity. It doesn't give them an opportunity as a human being."}, {"timestamp": [1127.8, 1133.24], "text": " It just gives them an opportunity on a trajectory in a certain direction."}, {"timestamp": [1133.24, 1136.0], "text": " So lots of people have written about this."}, {"timestamp": [1136.0, 1142.5], "text": " So if you look at Ralph Kaplan, he said this, and this sometimes can apply to organizations that you're working."}, {"timestamp": [1142.5, 1146.1], "text": " And he said, you know, one of the hallmarks of a creative person"}, {"timestamp": [1146.1, 1151.5], "text": " is your ability to tolerate ambiguity and dissonance, inconsistency, things out of place."}, {"timestamp": [1151.92, 1152.94], "text": " So you can do that."}, {"timestamp": [1153.58, 1158.8], "text": " But one of the problems of some well-run corporations, not necessarily effective, they can tick on,"}, {"timestamp": [1159.22, 1161.3], "text": " is that surprises to be minimized."}, {"timestamp": [1162.06, 1165.0], "text": " Yet if this was a rule, if it was to be applied to the creative process,"}, {"timestamp": [1165.0, 1168.0], "text": " nothing worth reading would get written, nothing worth, seeing would get painting,"}, {"timestamp": [1168.0, 1173.0], "text": " nothing worth living with or using would ever get designed."}, {"timestamp": [1173.0, 1181.0], "text": " So, we manage for safety, not for creativity."}, {"timestamp": [1181.0, 1184.0], "text": " And we find ourselves caught in this."}, {"timestamp": [1184.0, 1188.28], "text": " And this is why I've always, I do a lot of work with education"}, {"timestamp": [1188.28, 1194.04], "text": " organizations overseas. And when I come back, I always feel incredibly proud of our country because,"}, {"timestamp": [1195.36, 1199.1], "text": " you know, you've got enough people, we have enough people here who actually do question this"}, {"timestamp": [1199.1, 1203.58], "text": " stuff. And in their own tiny little viral ways, they go bugger it. If that's the dominant code,"}, {"timestamp": [1204.18, 1205.44], "text": " I'll just keep my head"}, {"timestamp": [1205.44, 1211.74], "text": " down, but I'm not going to obey it absolutely. I will disobey it wherever I can to get a better"}, {"timestamp": [1211.74, 1219.22], "text": " solution, to get a better outcome, not just the grade, but something that will make people"}, {"timestamp": [1219.22, 1227.66], "text": " grow. So if Kaplan was saying this, Fletcher said this, he said that when he was describing you as a creative person,"}, {"timestamp": [1227.74, 1229.8], "text": " he said this is what actually makes the difference."}, {"timestamp": [1230.26, 1232.46], "text": " He said, first of all, creativity is compulsive."}, {"timestamp": [1232.9, 1234.38], "text": " It's an ordinary thing we do it."}, {"timestamp": [1234.44, 1236.88], "text": " It is our normal reaction to stuff."}, {"timestamp": [1237.2, 1239.74], "text": " Our normal reaction is not necessarily conformity."}, {"timestamp": [1239.84, 1240.92], "text": " That is safety-based."}, {"timestamp": [1241.36, 1244.54], "text": " Our normal thinking process is to create."}, {"timestamp": [1244.66, 1246.92], "text": " That's why what we call your self-organizing mind,"}, {"timestamp": [1246.92, 1248.8], "text": " that's the thing that's ticking across it two in the morning"}, {"timestamp": [1248.8, 1250.88], "text": " and come out with strange examples."}, {"timestamp": [1250.88, 1253.76], "text": " That's your natural process."}, {"timestamp": [1253.76, 1256.08], "text": " Social editors switched off."}, {"timestamp": [1256.08, 1259.6], "text": " Okay, but what he says is the interesting thing,"}, {"timestamp": [1259.6, 1263.56], "text": " that it demands more than ritual actions or routine responses."}, {"timestamp": [1263.56, 1265.08], "text": " Here's the interesting idea."}, {"timestamp": [1265.9, 1270.32], "text": " He said that it only works when you're trading beyond experience."}, {"timestamp": [1270.56, 1272.92], "text": " When you're trading beyond your own experience,"}, {"timestamp": [1273.38, 1276.06], "text": " so it's when you go to do something and you've never done it before."}, {"timestamp": [1276.62, 1279.38], "text": " Or you're trading beyond the experience of your managers,"}, {"timestamp": [1280.56, 1283.78], "text": " or of your teachers, or of your friends."}, {"timestamp": [1285.84, 1288.54], "text": " So creativity is something that happens"}, {"timestamp": [1288.54, 1292.86], "text": " when we set up environments when people deal with the unknown,"}, {"timestamp": [1293.32, 1296.22], "text": " when they are okay about being in the unknown."}, {"timestamp": [1296.36, 1299.1], "text": " In fact, they will walk bravely into the unknown"}, {"timestamp": [1299.1, 1302.78], "text": " to find stuff or to create solutions."}, {"timestamp": [1303.78, 1310.12], "text": " So I started teaching at 19 and next year I turn 60."}, {"timestamp": [1310.66, 1315.54], "text": " And I'm very proud to call myself a teacher. It's something I started teaching in primary schools"}, {"timestamp": [1315.54, 1321.9], "text": " in paparroa and, you know, now I work in St. Petersburg and Shanghai and here and move back"}, {"timestamp": [1321.9, 1326.36], "text": " and forth between things. But my essence is a teacher."}, {"timestamp": [1326.36, 1327.36], "text": " That's what I feel."}, {"timestamp": [1327.36, 1332.0], "text": " And I love the company of colleagues who have that at their essence."}, {"timestamp": [1332.0, 1335.8], "text": " Because essentially they're very, you find they're very humane."}, {"timestamp": [1335.8, 1340.6], "text": " And when I work with people, I've often found it helpful to look at it this way."}, {"timestamp": [1340.6, 1348.96], "text": " Remember those crappy little cartoons that had an angel on the side which was conscience and devil on the side temptation? Well, I sort of think, no, no, that's not what it really"}, {"timestamp": [1348.96, 1355.04], "text": " is. When we work with people, when we're trying to grow something creative in somebody,"}, {"timestamp": [1355.54, 1362.12], "text": " we're working with two other things. On one side is fear. This is when you're going to do something,"}, {"timestamp": [1362.24, 1367.86], "text": " you go, I'm afraid it's not going to work and I'm going to waste time and resources on this."}, {"timestamp": [1368.06, 1370.78], "text": " Or I'm afraid I'm going to look like an idiot."}, {"timestamp": [1371.86, 1375.4], "text": " Or I'm afraid people have had faith in me and it might not work."}, {"timestamp": [1376.22, 1377.56], "text": " So that's on one side."}, {"timestamp": [1378.16, 1380.72], "text": " And the other side is something beautiful."}, {"timestamp": [1381.74, 1382.38], "text": " Is hope."}, {"timestamp": [1383.44, 1392.06], "text": " I hope that if I do this, people might value me more. I hope that if I do"}, {"timestamp": [1392.06, 1398.56], "text": " this, I will get a solution to something I've never been able to get before. Now, if you look at the"}, {"timestamp": [1398.56, 1404.04], "text": " first one about being valued, you know, John Dewey, the American philosopher, he said something"}, {"timestamp": [1404.04, 1405.82], "text": " that Dale Carnegie misquoted,"}, {"timestamp": [1406.06, 1409.7], "text": " and then got misquoted for years down on hideous self-help manuals."}, {"timestamp": [1409.7, 1411.68], "text": " Sorry, I'm not a great fan of self-help manuals."}, {"timestamp": [1411.68, 1415.46], "text": " But I don't believe anything's able to be sorted in five easy steps."}, {"timestamp": [1416.06, 1423.4], "text": " But what Carnegie said, the most human desire is to be important, but that's not what Dewey said."}, {"timestamp": [1423.46, 1425.44], "text": " He said, our most fundamental driving desire is to be important, but that's not what Dewey said. He said, our most fundamental"}, {"timestamp": [1425.44, 1433.36], "text": " driving desire is to be valued. So he says that everything we do, every decision we make,"}, {"timestamp": [1433.52, 1438.8], "text": " comes back to, at a primal level, our need to be valued. So when someone walks into your office"}, {"timestamp": [1438.8, 1451.1], "text": " next week, he said, remember that when they're walking through the door, they need to be valued. Whatever they're coming, whether it's a gripe or an idea, or they're lost,"}, {"timestamp": [1452.44, 1456.74], "text": " they're wanting, the primary thing you're working with is their desire to be valued."}, {"timestamp": [1458.16, 1461.44], "text": " And that became the kind of the building block on huge amounts."}, {"timestamp": [1461.62, 1463.24], "text": " So we understand that with students."}, {"timestamp": [1463.24, 1466.0], "text": " We oftentimes lose it with colleagues."}, {"timestamp": [1466.0, 1477.0], "text": " So one of the things that we get is if we go, this growing of, I don't have a watch on, how am I going for time?"}, {"timestamp": [1477.0, 1479.0], "text": " We halfway?"}, {"timestamp": [1479.0, 1483.0], "text": " 22, okay, I got 20 minutes, okay, so we're going to have to move it. Okay."}, {"timestamp": [1483.0, 1485.7], "text": " So one of the things that happens with creativity"}, {"timestamp": [1485.7, 1489.84], "text": " is that it gets distorted by two other things in schools,"}, {"timestamp": [1489.84, 1490.78], "text": " and not just schools."}, {"timestamp": [1490.78, 1493.12], "text": " So one of them is confusing creativity"}, {"timestamp": [1493.12, 1495.8], "text": " with something aesthetically interesting."}, {"timestamp": [1495.8, 1498.0], "text": " So this is, I give you an example."}, {"timestamp": [1498.0, 1502.04], "text": " A couple of years ago, I went to school,"}, {"timestamp": [1502.04, 1507.5], "text": " and they had a mosaic done in fish and all the kids had done the same"}, {"timestamp": [1507.5, 1511.1], "text": " fish and they'd put colors and it looked really good it looked pretty cool"}, {"timestamp": [1511.1, 1514.64], "text": " it was very bright and they said it's so creative that teacher is so"}, {"timestamp": [1514.64, 1518.66], "text": " creative the kids are so creative no they wouldn't they'd put different colors on"}, {"timestamp": [1518.66, 1523.22], "text": " the same damn fish that wasn't creative at all that might have taught some"}, {"timestamp": [1523.22, 1525.5], "text": " psychomotor skills or choosing color."}, {"timestamp": [1525.5, 1527.5], "text": " Well, that was it."}, {"timestamp": [1527.5, 1528.5], "text": " That was it."}, {"timestamp": [1528.5, 1534.0], "text": " So the artistic, sometimes we'll use what we call the artistic or the aesthetically pleasing"}, {"timestamp": [1534.0, 1535.5], "text": " and call that creative."}, {"timestamp": [1535.5, 1539.5], "text": " The other one is the one that your social editor sits with you on."}, {"timestamp": [1539.5, 1543.5], "text": " And that's what Lawler calls small steps designing,"}, {"timestamp": [1543.5, 1547.34], "text": " or what I would argue, is fear-filled adaptation."}, {"timestamp": [1548.16, 1553.02], "text": " This is the one where we go, look, this is so deeply embedded in education."}, {"timestamp": [1553.52, 1557.0], "text": " We go, okay, tomorrow I want you to do X."}, {"timestamp": [1557.2, 1560.72], "text": " So tonight go home and find all the other X as you can and look at them."}, {"timestamp": [1561.12, 1563.1], "text": " Say you've got some ideas to do X."}, {"timestamp": [1563.9, 1564.2], "text": " What?"}, {"timestamp": [1565.62, 1567.64], "text": " It's where, I'll show you how deeply this runs."}, {"timestamp": [1568.6, 1571.54], "text": " How many of you've thought in the last five years of remodeling your kitchen?"}, {"timestamp": [1573.32, 1573.92], "text": " All right."}, {"timestamp": [1574.32, 1574.96], "text": " A bathroom?"}, {"timestamp": [1576.52, 1577.32], "text": " A bedroom."}, {"timestamp": [1578.5, 1580.38], "text": " Okay, so this is what we do in our society."}, {"timestamp": [1580.52, 1584.1], "text": " We go, here's a magazine of ideas for creative you."}, {"timestamp": [1584.8, 1587.02], "text": " And we go, oh, and we go, I solve"}, {"timestamp": [1587.02, 1591.7], "text": " the solution by looking through modernist nightmares and ripping out some pages, if I'm lucky, or"}, {"timestamp": [1591.7, 1595.32], "text": " marking them. And then I'll look and I'll go, I have a little bit of that, and a little bit of that,"}, {"timestamp": [1595.36, 1599.78], "text": " and I have a little bit of that. And I've got my dream kitchen. It's not your dream kitchen."}, {"timestamp": [1600.58, 1605.38], "text": " There's somebody else's synthesis of their dream kitchen."}, {"timestamp": [1609.26, 1609.82], "text": " If we're working with highly creative thinkers, the approach we do is very different."}, {"timestamp": [1612.76, 1612.88], "text": " The fundamental thing is that you suck the question into you."}, {"timestamp": [1614.36, 1614.92], "text": " So what you do is you go, hang on, hang on."}, {"timestamp": [1619.44, 1620.1], "text": " Why don't you pop the magazines in a bin and for one year live with your kitchen?"}, {"timestamp": [1621.28, 1622.2], "text": " And it will talk to you."}, {"timestamp": [1622.96, 1623.74], "text": " Just live with it."}, {"timestamp": [1624.4, 1627.14], "text": " Think about it. Become, in a different use of the word, self-conscious."}, {"timestamp": [1628.22, 1630.16], "text": " Become conscious of yourself in that space."}, {"timestamp": [1630.52, 1631.8], "text": " And it will start thinking."}, {"timestamp": [1632.18, 1634.18], "text": " It will start telling you what it needs."}, {"timestamp": [1634.62, 1637.82], "text": " You can go and get some information if you need about, you know, is that possible?"}, {"timestamp": [1638.42, 1639.28], "text": " Can I do that?"}, {"timestamp": [1640.2, 1642.72], "text": " But don't start with someone else's solutions."}, {"timestamp": [1643.86, 1649.14], "text": " And yet, you know, it is a fundamental of the way we, and I would argue this is training, not really education."}, {"timestamp": [1649.48, 1655.06], "text": " How we train people is to go, let's as an immediate start, even unspoken,"}, {"timestamp": [1655.16, 1656.68], "text": " assume that you're not capable of creating."}, {"timestamp": [1656.8, 1657.7], "text": " All you can do is adapting."}, {"timestamp": [1657.86, 1660.32], "text": " So now go and do your homework and get some things that you can adapt."}, {"timestamp": [1663.04, 1663.48], "text": " No."}, {"timestamp": [1664.92, 1670.9], "text": " No. Really great creative people as leaders, as people who can work with people,"}, {"timestamp": [1671.2, 1678.78], "text": " don't work from formula. They work from something in here. That human way that we can,"}, {"timestamp": [1678.84, 1683.64], "text": " this is why you get some creative people are incredibly gifted with other people. They don't"}, {"timestamp": [1683.64, 1685.08], "text": " have a set of formulas there."}, {"timestamp": [1685.88, 1688.06], "text": " They react by pulling each into a situation"}, {"timestamp": [1688.06, 1690.32], "text": " and feeling their way out intuitively."}, {"timestamp": [1690.54, 1692.62], "text": " This is what Michael Poliani called tacit knowing."}, {"timestamp": [1692.74, 1695.78], "text": " He said, it's the knowing you have"}, {"timestamp": [1695.78, 1697.36], "text": " that you don't know you have."}, {"timestamp": [1697.82, 1700.26], "text": " It's the one that's come from a lifetime of experience"}, {"timestamp": [1700.26, 1701.8], "text": " and you can't put your fingers on it."}, {"timestamp": [1702.04, 1703.72], "text": " You can't show you're working for it."}, {"timestamp": [1703.72, 1704.8], "text": " But it says,"}, {"timestamp": [1705.7, 1707.46], "text": " hmm, maybe."}, {"timestamp": [1708.58, 1714.8], "text": " So we're working, and I mean, the ordinary word we use for this is intuitive, but it's not soft or mushy."}, {"timestamp": [1715.34, 1723.54], "text": " It's incredibly powerful, incredibly, and if used well, it allows you to reach solutions that other people can't."}, {"timestamp": [1723.6, 1725.88], "text": " I mean, many of you, I'm sure you get in these situations,"}, {"timestamp": [1725.88, 1728.08], "text": " we are actually having to solve conflict problems"}, {"timestamp": [1728.08, 1730.0], "text": " for other people who couldn't."}, {"timestamp": [1730.0, 1732.0], "text": " They arrive at you and they go, and you go,"}, {"timestamp": [1732.0, 1733.76], "text": " oh, shoot, here we go again."}, {"timestamp": [1733.76, 1736.42], "text": " And really what they're saying is if they've chose,"}, {"timestamp": [1736.42, 1738.28], "text": " if there were two or three choices and they chose you,"}, {"timestamp": [1738.28, 1740.52], "text": " then they're probably saying, we suspect that you might be able"}, {"timestamp": [1740.52, 1742.48], "text": " to come up with a solution to this"}, {"timestamp": [1742.48, 1743.52], "text": " that we have not been able to."}, {"timestamp": [1743.52, 1745.16], "text": " That's not going to come out of their mouths."}, {"timestamp": [1747.08, 1747.4], "text": " It's going to be two or three stages way back here."}, {"timestamp": [1747.78, 1747.88], "text": " What's there?"}, {"timestamp": [1749.9, 1750.52], "text": " Probably anger, outrage, frustration or whatever."}, {"timestamp": [1751.68, 1753.26], "text": " But that's what's sitting behind."}, {"timestamp": [1757.18, 1758.74], "text": " So you can go to as many courses on, you know, that will give you as many frameworks and pyramids and diagrams or whatever."}, {"timestamp": [1759.18, 1763.6], "text": " Not really the most powerful thing is sitting inside you."}, {"timestamp": [1764.0, 1766.64], "text": " It's when you're drawing on your backpack of knowledge,"}, {"timestamp": [1766.74, 1768.66], "text": " of knowing that you don't know, you know,"}, {"timestamp": [1769.22, 1770.38], "text": " and sensing your way forward."}, {"timestamp": [1770.46, 1771.1], "text": " That's creative."}, {"timestamp": [1771.18, 1772.86], "text": " You're sucking the thing into yourself"}, {"timestamp": [1772.86, 1774.74], "text": " and working from there out."}, {"timestamp": [1775.94, 1779.2], "text": " So what happens when we get this,"}, {"timestamp": [1779.8, 1781.36], "text": " which is simply adapting,"}, {"timestamp": [1781.84, 1784.72], "text": " is you get mentalities that lead to this kind of thing."}, {"timestamp": [1784.72, 1785.18], "text": " And where we go, where we actually teach intellectual plagiarism which is simply adapting as you get mentalities that lead to this kind of thing."}, {"timestamp": [1790.2, 1790.26], "text": " And where we go, where we actually teach intellectual plagiarism to students."}, {"timestamp": [1794.22, 1794.34], "text": " That's actually what we end up doing on a much more complex level."}, {"timestamp": [1801.52, 1803.36], "text": " So we ask people, we tell people that they are validated by adapting what they have already encountered."}, {"timestamp": [1807.82, 1809.18], "text": " And that's a heartbreak when you look at, and a challenge now when you look at stuff like this."}, {"timestamp": [1809.18, 1814.86], "text": " Tamara Erickson's a really interesting writer who's been doing a lot of work around an interesting"}, {"timestamp": [1814.86, 1815.86], "text": " phenomenon."}, {"timestamp": [1815.86, 1821.5], "text": " At the moment in your schools, most of your new staff are coming in and they grew up with"}, {"timestamp": [1821.5, 1825.16], "text": " no conscious memory of learning to use a computer."}, {"timestamp": [1826.24, 1827.28], "text": " No conscious memory."}, {"timestamp": [1827.38, 1829.36], "text": " For two generations, you've had kids like this."}, {"timestamp": [1830.44, 1833.16], "text": " Now, on one level, you go, oh, yeah, maybe they're really good at the software."}, {"timestamp": [1833.32, 1833.84], "text": " No, no, no."}, {"timestamp": [1834.58, 1838.26], "text": " If you dig deeper, they start uncovering some interesting things about how these people,"}, {"timestamp": [1838.38, 1841.86], "text": " especially the very talented, behave in organizations."}, {"timestamp": [1842.06, 1846.0], "text": " And one of the things they found is that they will go into organizations"}, {"timestamp": [1846.0, 1849.0], "text": " that constrain them and leave within two years"}, {"timestamp": [1849.0, 1851.0], "text": " normally to set up an organization of their own,"}, {"timestamp": [1851.0, 1853.0], "text": " a little company of their own, a little business of their own,"}, {"timestamp": [1853.0, 1855.0], "text": " or whatever."}, {"timestamp": [1855.0, 1857.0], "text": " So they go, well, what's that about?"}, {"timestamp": [1857.0, 1859.0], "text": " And so they started unpacking it."}, {"timestamp": [1859.0, 1861.0], "text": " So, first of all, yes, these people do come in"}, {"timestamp": [1861.0, 1864.0], "text": " with very high levels of technological understanding,"}, {"timestamp": [1864.0, 1868.06], "text": " but they have also had a greater exposure to ideas while they were growing up."}, {"timestamp": [1868.78, 1869.54], "text": " Greater exposure."}, {"timestamp": [1869.7, 1876.74], "text": " So YouTube or whatever, they can click through, and their ideas have not come through an authoritative base"}, {"timestamp": [1876.74, 1880.28], "text": " that has been edited, like what was selected in the library or what the teacher told us,"}, {"timestamp": [1880.54, 1882.82], "text": " or what the publishers allowed to be published."}, {"timestamp": [1883.46, 1886.0], "text": " So they're growing up with multiple bodies of information."}, {"timestamp": [1886.0, 1891.0], "text": " Often that is conflicting so that you get their exposure to ideas."}, {"timestamp": [1891.0, 1894.0], "text": " They can hold more than one variations of truth"}, {"timestamp": [1894.0, 1897.0], "text": " or variations of ideas at the same time."}, {"timestamp": [1897.0, 1901.0], "text": " They have very high expectations of immediacy,"}, {"timestamp": [1901.0, 1903.0], "text": " of things being able to be addressed,"}, {"timestamp": [1903.0, 1908.28], "text": " so they have low thresholds for red tape,"}, {"timestamp": [1909.04, 1911.76], "text": " for time strutting on going,"}, {"timestamp": [1911.84, 1913.5], "text": " we've got to wait, we've got to wait, we've got to wait."}, {"timestamp": [1913.56, 1916.02], "text": " So they will move out and set up organisations,"}, {"timestamp": [1916.32, 1919.94], "text": " and you see these new organisations move at much, much faster rates."}, {"timestamp": [1921.04, 1930.96], "text": " The other thing is that they live in an environment that uses a place, there's a great deal of emphasis on free sharing."}, {"timestamp": [1931.2, 1939.36], "text": " So online, open source stuff, whether they are yarn bombing or whether they are developing something for a 3D printer."}, {"timestamp": [1939.5, 1940.96], "text": " They share across communities."}, {"timestamp": [1941.06, 1943.3], "text": " They also share emotionally across communities."}, {"timestamp": [1944.28, 1966.76], "text": " And so they've got a, they work in a very flexible, non-hierarchical environment. So although their families may have had and their schools may have been running hierarchical environments, they've had experience of another kind of environment where, and I take a comment that I heard this morning, which is interesting, there would not be principals in organisations and deputy principles. There would just be leaders in organisations."}, {"timestamp": [1967.36, 1969.2], "text": " And they would work like this."}, {"timestamp": [1970.48, 1972.94], "text": " Well, sorry, that's not the greatest description of it,"}, {"timestamp": [1972.94, 1973.7], "text": " but you get what I mean."}, {"timestamp": [1974.8, 1977.82], "text": " What happens is, so if you ever look at online environments,"}, {"timestamp": [1977.98, 1980.4], "text": " one of the things we notice is that this thing is valued"}, {"timestamp": [1980.4, 1981.7], "text": " by its popularity."}, {"timestamp": [1982.62, 1985.64], "text": " It's valued by the number of people gravitating towards it and going,"}, {"timestamp": [1985.76, 1992.48], "text": " I think that's good. Now, on some levels, we face issues of low criticality. That's true. But we also"}, {"timestamp": [1992.48, 1998.62], "text": " have to remember that on other levels, at advanced levels, you see huge levels of enablement and"}, {"timestamp": [1998.62, 2008.28], "text": " opportunity and progression beyond what we've been able to manage in the past. So, and now we face an interesting thing."}, {"timestamp": [2009.04, 2014.02], "text": " What we found is that in organisations, if you want to keep those productive thinkers,"}, {"timestamp": [2014.18, 2017.98], "text": " and they're not that generation, because some of you are these people from other generations,"}, {"timestamp": [2018.5, 2023.42], "text": " who have higher expectations of being able to change and make things better."}, {"timestamp": [2024.14, 2030.1], "text": " And so often these people don't work well in consultative environments, but instead in co-creative."}, {"timestamp": [2030.1, 2032.76], "text": " The consultative is essentially a hierarchical model."}, {"timestamp": [2032.76, 2039.52], "text": " It goes, I'm the boss principal and I will ask you your opinions and then I'll make the decision."}, {"timestamp": [2039.52, 2041.28], "text": " But I'm going to consult."}, {"timestamp": [2041.28, 2043.56], "text": " We run governments this way."}, {"timestamp": [2043.56, 2044.56], "text": " Okay."}, {"timestamp": [2044.56, 2045.98], "text": " Now the opposite is co-creation."}, {"timestamp": [2046.12, 2048.32], "text": " It goes, look, there's eight of us in this room,"}, {"timestamp": [2048.44, 2051.3], "text": " so collectively eight of us can do this better than any one of us."}, {"timestamp": [2052.24, 2057.02], "text": " Now, maybe as a leader I might have the ability to facilitate and able people to put ideas out."}, {"timestamp": [2057.24, 2059.22], "text": " But that's what my role really is,"}, {"timestamp": [2059.62, 2061.88], "text": " because I know that the eight people sitting in that room,"}, {"timestamp": [2062.4, 2070.56], "text": " if I can work this well and grow other people's ability to work or recognize them and keep nurturing them, we're"}, {"timestamp": [2070.56, 2075.0], "text": " going to get a far more fertile result with much more opportunity for people."}, {"timestamp": [2075.0, 2080.46], "text": " I can guarantee you could name in the last six months a situation where some opportunity"}, {"timestamp": [2080.46, 2084.38], "text": " got shut down with you from you because you were consulted."}, {"timestamp": [2084.38, 2085.04], "text": " You were not pulled into the co-creative because the co you were consulted, you were not pulled"}, {"timestamp": [2085.04, 2092.12], "text": " into the co-creative, because you were not pulled in as a co-creator because the consultative"}, {"timestamp": [2092.12, 2098.24], "text": " preserved the privilege and the position of somebody further up on a hierarchy from you."}, {"timestamp": [2098.24, 2106.42], "text": " Okay, so another thing is this, that we recognize, and this is interesting, this came out of some research"}, {"timestamp": [2106.42, 2108.72], "text": " with organizations like Saatchi and Saatchi"}, {"timestamp": [2108.72, 2112.68], "text": " where they were studying how were they attracting"}, {"timestamp": [2112.68, 2115.66], "text": " and keeping highly creative thinkers."}, {"timestamp": [2115.66, 2117.54], "text": " And they found that two things."}, {"timestamp": [2117.54, 2119.48], "text": " One, it had to be challenging,"}, {"timestamp": [2119.48, 2122.26], "text": " so they died in a world of ritual."}, {"timestamp": [2122.26, 2123.96], "text": " But you also had to protect them"}, {"timestamp": [2123.96, 2126.1], "text": " because they didn't understand the full system"}, {"timestamp": [2126.1, 2127.36], "text": " as well as other people did."}, {"timestamp": [2127.82, 2129.5], "text": " So you get people, in fact, even some..."}, {"timestamp": [2129.5, 2130.64], "text": " There's a really interesting doco,"}, {"timestamp": [2130.74, 2132.44], "text": " one of my students who's working on at the moment,"}, {"timestamp": [2133.24, 2135.0], "text": " was interviewed New Zealand business leaders."}, {"timestamp": [2135.28, 2137.8], "text": " And one of the guys says something really interesting."}, {"timestamp": [2137.9, 2139.44], "text": " He said, I'll work with people and I'll tell them,"}, {"timestamp": [2139.5, 2140.9], "text": " look, I'll have you back."}, {"timestamp": [2141.44, 2143.3], "text": " I'll protect you back from the system."}, {"timestamp": [2143.94, 2147.84], "text": " This is the situation we're working in, but my job is to protect you so you can do your stuff."}, {"timestamp": [2148.68, 2154.46], "text": " Because this person understands how systems work, but not all creative people do understand how the systems work."}, {"timestamp": [2155.16, 2162.88], "text": " So this idea of having sufficient challenge in there, but also protection, so people can do what people do well."}, {"timestamp": [2164.42, 2170.46], "text": " And the other one which is really important is if you don't attribute to people, they go,"}, {"timestamp": [2170.56, 2171.3], "text": " why would I bother?"}, {"timestamp": [2172.52, 2173.96], "text": " Some of you will have suffered this."}, {"timestamp": [2174.62, 2179.44], "text": " It's when you work and work and work at something, risk and risk and risk and it turns successful."}, {"timestamp": [2179.66, 2189.76], "text": " And then somebody with a hungry ego further up takes it for themselves and turns the we to I or doesn't even bother with that and just goes,"}, {"timestamp": [2189.88, 2191.3], "text": " our school did or whatever."}, {"timestamp": [2191.62, 2192.92], "text": " Maybe our school is good."}, {"timestamp": [2193.58, 2200.44], "text": " But when people take risks, if you want to keep them taking risks, you have to spend time feeding them back."}, {"timestamp": [2200.98, 2204.9], "text": " You have to take time to deliberately make sure that there's water back in the trough."}, {"timestamp": [2205.78, 2209.24], "text": " Or else they'll go to green the pastures. That's a terribly mixed metaphor. I'm sorry. Okay."}, {"timestamp": [2209.68, 2217.6], "text": " Okay. And so, and here is the problem. One of the difficulties, one of the fundamental"}, {"timestamp": [2217.6, 2223.62], "text": " difficulties that we face in our education system that has grown more since the 1990s is the"}, {"timestamp": [2223.62, 2228.6], "text": " idea that we mistake the measure of performance"}, {"timestamp": [2228.6, 2231.1], "text": " for the measure of learning."}, {"timestamp": [2231.1, 2236.84], "text": " So what happens is that we've shifted a way of seeing in education as an organization"}, {"timestamp": [2236.84, 2241.26], "text": " towards rewarding what is performed."}, {"timestamp": [2241.26, 2245.0], "text": " But learning is not just a series of performances."}, {"timestamp": [2245.0, 2248.0], "text": " It's not. It's much more subtle than that."}, {"timestamp": [2248.0, 2252.0], "text": " That's why people, you know, when exams come out, look at them and go,"}, {"timestamp": [2252.0, 2254.0], "text": " oh, oh, oh, oh, oh, oh."}, {"timestamp": [2254.0, 2257.0], "text": " Because they go, it's not going to measure what they've learned."}, {"timestamp": [2257.0, 2260.0], "text": " It's just going to measure their ability to perform some stuff."}, {"timestamp": [2260.0, 2263.0], "text": " This is why people who get promoted through systems in this system"}, {"timestamp": [2263.0, 2265.5], "text": " currently are those who can report"}, {"timestamp": [2265.5, 2267.5], "text": " there themselves."}, {"timestamp": [2267.5, 2269.0], "text": " They become articulate at reporting."}, {"timestamp": [2269.0, 2271.76], "text": " They don't necessarily take big risks."}, {"timestamp": [2271.76, 2281.24], "text": " They don't necessarily work and commit and generate, but they can condense and report."}, {"timestamp": [2281.24, 2285.0], "text": " But is that what you really want in an organization?"}, {"timestamp": [2285.0, 2290.0], "text": " Wouldn't you rather have people put into positions where the full range of their abilities"}, {"timestamp": [2290.0, 2294.0], "text": " could actually be flowing out into a greater good?"}, {"timestamp": [2294.0, 2298.0], "text": " So we get teachers caught in this awful position of teaching people,"}, {"timestamp": [2298.0, 2302.0], "text": " wasting time in education to train people to perform."}, {"timestamp": [2302.0, 2308.86], "text": " We train them to perform. And some of them, I can't find another word for this."}, {"timestamp": [2308.94, 2314.1], "text": " I'm sorry, they get pissed off. They just go, oh, they see through. And this is why sometimes we get"}, {"timestamp": [2314.1, 2320.64], "text": " these disobedient kids who are actually very gifted, who get angry at school. And oftentimes as"}, {"timestamp": [2320.64, 2324.44], "text": " teachers, it's breaking our hearts because we can see what's happening. And we're caught in this"}, {"timestamp": [2324.44, 2328.4], "text": " culture that keeps pushing the stuff and go,"}, {"timestamp": [2328.98, 2330.5], "text": " you'll have a merit."}, {"timestamp": [2330.68, 2332.32], "text": " And they go, I don't want a merit."}, {"timestamp": [2332.6, 2333.56], "text": " They can't put this into words."}, {"timestamp": [2333.62, 2335.84], "text": " They go, I'd actually like an opportunity to think here."}, {"timestamp": [2336.38, 2338.66], "text": " Okay, that won't come out, but that's what's going on."}, {"timestamp": [2339.96, 2342.72], "text": " So, how have we got 10 minutes now?"}, {"timestamp": [2344.42, 2345.06], "text": " 10 minutes?"}, {"timestamp": [2345.16, 2345.66], "text": " Right over, okay."}, {"timestamp": [2347.86, 2349.4], "text": " Okay, so how did all this start?"}, {"timestamp": [2349.48, 2350.4], "text": " Now, this is really interesting."}, {"timestamp": [2351.04, 2354.64], "text": " The idea of measurement in New Zealand has got a long, long history."}, {"timestamp": [2354.74, 2358.2], "text": " Back in 1887, we had a thing called the Day of Judgment."}, {"timestamp": [2358.34, 2360.12], "text": " It was called that in small rural communities."}, {"timestamp": [2360.62, 2365.24], "text": " Day of Judgment was when the inspectors came into every school in New Zealand and tested everyone,"}, {"timestamp": [2365.86, 2367.7], "text": " and then published the results in the local paper."}, {"timestamp": [2369.36, 2379.46], "text": " So, people's mana, individuals and families was built or broken on the fact that somebody from the outside came in with a prescribed thing"}, {"timestamp": [2379.46, 2382.46], "text": " and went, performed to this and then gave a mark."}, {"timestamp": [2382.46, 2386.0], "text": " And that mark told you whether you could go forward in education"}, {"timestamp": [2386.0, 2387.7], "text": " or whether you could not."}, {"timestamp": [2387.7, 2390.24], "text": " So it straight away did a sifting."}, {"timestamp": [2390.24, 2395.04], "text": " 1899 we had proficiency and competency exams came in."}, {"timestamp": [2395.04, 2398.76], "text": " 1994 matriculation followed in by a U.E and school C."}, {"timestamp": [2398.76, 2401.24], "text": " These are the ones that many of us sat."}, {"timestamp": [2401.24, 2403.24], "text": " Now these were the ones that said,"}, {"timestamp": [2403.24, 2405.1], "text": " I'm okay at English,"}, {"timestamp": [2406.76, 2406.9], "text": " I'm not so good at geography,"}, {"timestamp": [2408.04, 2408.7], "text": " my German is Scheis."}, {"timestamp": [2411.5, 2411.58], "text": " And we carried that with us."}, {"timestamp": [2412.82, 2412.9], "text": " We went, oh, I'm so dumb at maths."}, {"timestamp": [2413.76, 2414.18], "text": " I'm so dumb at maths."}, {"timestamp": [2416.82, 2416.88], "text": " It wasn't about our thinking that we've based on."}, {"timestamp": [2418.8, 2420.52], "text": " It was based on the measure of a performance in a given limited time."}, {"timestamp": [2421.88, 2424.04], "text": " So, and then we had, you know,"}, {"timestamp": [2424.22, 2427.02], "text": " in the 1990s, we had this National Certificate and Educational"}, {"timestamp": [2427.02, 2432.86], "text": " achievement that had some really great visions, but in many cultures got limited down to a set"}, {"timestamp": [2432.86, 2440.06], "text": " of more performances in tests, and those performances, the accrued marks or grades from those"}, {"timestamp": [2440.06, 2444.9], "text": " performances were used to tell you whether the person had learned. And then you get schools"}, {"timestamp": [2444.9, 2449.06], "text": " who start to question it, and they set up parallel opportunities they go"}, {"timestamp": [2449.06, 2452.54], "text": " well maybe if we're having to do this we have to try and get this balanced and so"}, {"timestamp": [2452.54, 2456.08], "text": " you get even sitting in this room a large number of people who are actually"}, {"timestamp": [2456.08, 2460.34], "text": " already behaving disobediently productively disobediently they take their"}, {"timestamp": [2460.34, 2466.7], "text": " professionalism seriously they're not performing mouse monkeys."}, {"timestamp": [2466.7, 2471.84], "text": " They go, there is actually, if the way the culture has gone is seeing it this way, I do not"}, {"timestamp": [2471.84, 2475.54], "text": " agree, therefore I will do good."}, {"timestamp": [2475.54, 2477.46], "text": " I will do something else."}, {"timestamp": [2477.46, 2482.88], "text": " I won't any longer be satisfied with 100% hold of ritual."}, {"timestamp": [2482.88, 2486.0], "text": " So I'm going to jump some stuff because I want to get onto"}, {"timestamp": [2486.0, 2490.0], "text": " something about damaged hierarchies, so"}, {"timestamp": [2490.0, 2492.0], "text": " don't worry. Oh, no, no, this is really good."}, {"timestamp": [2492.0, 2494.0], "text": " This is William Ayers."}, {"timestamp": [2494.0, 2496.0], "text": " He said this about tests."}, {"timestamp": [2496.0, 2498.0], "text": " He says, this is interesting. This is what they can't measure."}, {"timestamp": [2498.0, 2500.0], "text": " Normal standardized tests can't measure."}, {"timestamp": [2500.0, 2502.0], "text": " Initiative, creativity, imagination,"}, {"timestamp": [2502.0, 2508.3], "text": " conceptual thinking, curiosity, effort, irony, judgment, commitment, nuance, goodwill or ethical reflection."}, {"timestamp": [2509.44, 2510.04], "text": " They can't."}, {"timestamp": [2511.3, 2512.12], "text": " They can't."}, {"timestamp": [2513.04, 2518.54], "text": " And yet he would say that they are some of the most valuable dispositions and attributes that we have."}, {"timestamp": [2519.26, 2524.52], "text": " What they can measure and count are isolated skills, specific facts and functions, content"}, {"timestamp": [2524.52, 2525.5], "text": " knowledge,"}, {"timestamp": [2525.5, 2530.88], "text": " the least interesting and the least significant aspects of learning."}, {"timestamp": [2530.88, 2534.92], "text": " Now, you know, he's not alone."}, {"timestamp": [2534.92, 2541.16], "text": " Sitting alongside him is a really interesting guy called Donald Campbell, who he talked about,"}, {"timestamp": [2541.16, 2545.26], "text": " this is Campbell's Law, it's 1975, and he said basically this."}, {"timestamp": [2551.6, 2551.7], "text": " He said, if you take an organization that is based on growing the goodness of people,"}, {"timestamp": [2557.62, 2558.48], "text": " whether that's health or education or whatever, and you say, we will fund you based on performance,"}, {"timestamp": [2559.46, 2560.74], "text": " they will become corrupt."}, {"timestamp": [2568.66, 2568.86], "text": " They will fiddle things to get the funding to enable them to do what they see is the best for their students in that situation."}, {"timestamp": [2575.54, 2575.92], "text": " So you will get corruption, you will get training to sit tests, you'll get people pushed off into other options so they don't infect the grade."}, {"timestamp": [2581.6, 2583.4], "text": " You'll get people told that there are other wonderful opportunities that they could pursue here, not there."}, {"timestamp": [2587.34, 2587.48], "text": " But Campbell's law is fundamental."}, {"timestamp": [2588.86, 2588.98], "text": " It plays out over and over again."}, {"timestamp": [2592.86, 2593.16], "text": " If you reward people, and in fact, the most damning was Diane Ravich's."}, {"timestamp": [2594.72, 2594.84], "text": " I don't know if you've ever read this book,"}, {"timestamp": [2600.98, 2605.86], "text": " but it's a frightening book about what happened in American school system where they started funding schools based on the performance of their"}, {"timestamp": [2605.86, 2611.38], "text": " students. And it looked at the levels of corruption that happened from ordinary people."}, {"timestamp": [2611.46, 2618.02], "text": " Because this is what Campbell says. These people are not monsters. This is us. We will do it."}, {"timestamp": [2618.46, 2623.36], "text": " We will do it because we find ourselves in a situation of having no choice, even though arguably"}, {"timestamp": [2623.36, 2625.86], "text": " we do. And so what happened"}, {"timestamp": [2625.86, 2630.1], "text": " was, Ravich was an interesting woman. She was the darling of the Bush and the Clinton administrations,"}, {"timestamp": [2630.2, 2635.92], "text": " and she wheeled in a lot of the stuff. She said, you know, absolutely measurement, absolutely,"}, {"timestamp": [2636.48, 2641.3], "text": " everything should be accessible and we should reward schools based on the performance,"}, {"timestamp": [2641.46, 2645.78], "text": " etc, etc, etc. And then when the information started coming out"}, {"timestamp": [2645.78, 2648.76], "text": " and went, that principle is amazing, the students' marks are up there,"}, {"timestamp": [2649.42, 2651.86], "text": " she's wonderful, let's all look what she's doing."}, {"timestamp": [2652.66, 2655.36], "text": " And then two years later, she resigned with a great pay package,"}, {"timestamp": [2655.5, 2656.78], "text": " and the students' grades did that."}, {"timestamp": [2657.8, 2660.84], "text": " And they went, she started looking at this a little deeper,"}, {"timestamp": [2661.32, 2664.42], "text": " and she discovered something that happened to lots of us"}, {"timestamp": [2664.42, 2671.46], "text": " between standard four and form one. Remember Bert's word recognition test? Right, we're sitting there going,"}, {"timestamp": [2671.56, 2677.0], "text": " well, in my case, it was d'Ur, and all I knew was the second to last word was tisus, so it would go,"}, {"timestamp": [2677.36, 2683.16], "text": " you know, ocean, tisus, but anyway, and what happened is that as our reading went through the year,"}, {"timestamp": [2683.4, 2689.66], "text": " it went up, and then hell hit between December and February, and then we started down there again."}, {"timestamp": [2690.06, 2695.2], "text": " And everybody thought there was this huge intellectual suck that happened in the school holidays,"}, {"timestamp": [2695.32, 2696.8], "text": " and everybody's reading went backwards."}, {"timestamp": [2697.66, 2698.36], "text": " It wasn't."}, {"timestamp": [2699.28, 2699.92], "text": " It wasn't."}, {"timestamp": [2700.24, 2701.58], "text": " It was simply Campbell's Law."}, {"timestamp": [2702.84, 2712.8], "text": " You know, I've actually, I saw a little while ago an advertisement for a company that was saying that we can help your kids to recover from what they lose from their learning in the school holidays."}, {"timestamp": [2714.76, 2717.22], "text": " Maybe we could look a little deeper at that."}, {"timestamp": [2717.7, 2719.1], "text": " So I've got five minutes now, right?"}, {"timestamp": [2721.86, 2724.46], "text": " Okay, so let me just take this."}, {"timestamp": [2725.0, 2727.0], "text": " This is kind of leadership that we'd call heroic. Okay, so let me just take this."}, {"timestamp": [2730.2, 2731.1], "text": " This is kind of leadership that we'd call heroic. This is Ronald Reagan."}, {"timestamp": [2731.1, 2736.1], "text": " This is the idea that has often been growing into a heroic system of management, which"}, {"timestamp": [2736.1, 2740.76], "text": " is the idea that I am the great leader in schools is this, or great leader anyway."}, {"timestamp": [2740.76, 2742.0], "text": " I lead you follow."}, {"timestamp": [2742.0, 2745.84], "text": " I'm lovable, I'm wonderful, You praise me. And whatever I say,"}, {"timestamp": [2745.98, 2749.68], "text": " you're going to come along and we're going to be a team. I will call you my team. It's not"}, {"timestamp": [2749.68, 2755.98], "text": " my team. And I'm going to be singular and visionary and a problem solver and fearless and all"}, {"timestamp": [2755.98, 2761.58], "text": " knowing and I'll assign tasks and I'll command and I'll control and I'll coerce and I'm the one."}, {"timestamp": [2762.78, 2768.26], "text": " Okay, so he led companies like orthobiotech and Levi's into the doldrums."}, {"timestamp": [2769.72, 2775.54], "text": " And what came out of those companies was a very interesting thing, a thing called post-heroic"}, {"timestamp": [2775.54, 2775.96], "text": " leadership."}, {"timestamp": [2776.62, 2784.16], "text": " This came as a result of companies having to deal with global economies, more than one knowledge"}, {"timestamp": [2784.16, 2786.72], "text": " happening, high need for innovation and complexity"}, {"timestamp": [2786.72, 2789.1], "text": " that no singular person could lead."}, {"timestamp": [2789.1, 2793.46], "text": " And so the idea of collaboration and shared commitment to responsibility jumped up and that's"}, {"timestamp": [2793.46, 2797.9], "text": " why those companies suddenly burst through and that's why very successful companies today"}, {"timestamp": [2797.9, 2801.2], "text": " in organisations are not based on the heroic model."}, {"timestamp": [2801.2, 2808.1], "text": " They're based on this idea that you might have a post-heroic leadership. That is,"}, {"timestamp": [2808.54, 2812.42], "text": " so where you can handle more than one variable because there's more than one person in the tractor"}, {"timestamp": [2812.42, 2817.1], "text": " seat, where there might be more than one, you can handle more than one group of people,"}, {"timestamp": [2818.08, 2828.4], "text": " more than one conflicting demand. So Joyner noted, however, that 90% of managers, in 2007, in the organisations he studied,"}, {"timestamp": [2828.4, 2830.6], "text": " were operating from heroic leadership mindset."}, {"timestamp": [2830.6, 2834.9], "text": " That's in other words, they assumed the sole responsibility for setting the objectives,"}, {"timestamp": [2834.9, 2838.6], "text": " coordinating subordinates, and managing performance."}, {"timestamp": [2838.6, 2841.8], "text": " And yet, what happened?"}, {"timestamp": [2841.8, 2845.14], "text": " The opposite, when we have a look at these other companies, was they did these things."}, {"timestamp": [2845.26, 2850.14], "text": " They placed questioning and empowerment higher than dependency. They were growing the former, not the latter."}, {"timestamp": [2851.62, 2854.06], "text": " And this is, I'll just leave you these questions because these are interesting."}, {"timestamp": [2854.26, 2858.7], "text": " So this is an example of how that happens in a situation comes in."}, {"timestamp": [2858.8, 2862.62], "text": " You go, rather than going, well, thank you for sharing that. That's a very creative idea."}, {"timestamp": [2862.7, 2865.02], "text": " Now, back to what we were doing."}, {"timestamp": [2868.5, 2868.64], "text": " It's this. You go, okay, let's have a look. What do you see is the main issue?"}, {"timestamp": [2871.54, 2872.96], "text": " Now you'll hear the kind of creativity thing I was talking about before."}, {"timestamp": [2877.4, 2879.62], "text": " What do you see is the options for dealing with the problem? This is sucking, pulling the thing inside."}, {"timestamp": [2884.66, 2888.04], "text": " So what's your preferred option and why would that be the best option for this?"}, {"timestamp": [2888.04, 2893.42], "text": " What are the benefits to us and the costs and the risks of that option?"}, {"timestamp": [2893.42, 2895.32], "text": " So you notice there's no hero here at the table."}, {"timestamp": [2895.32, 2901.5], "text": " All this person is doing is digging with questions and trying to draw thinking out."}, {"timestamp": [2901.5, 2908.42], "text": " And who else needs to be involved if we were going to do this? So this is the kind of model"}, {"timestamp": [2908.42, 2918.44], "text": " that is happening where you've got more co-creative approaches. The, and then the final thing is,"}, {"timestamp": [2918.68, 2923.56], "text": " and so what's going to, what will it take to execute your plan? And in that process, you actually"}, {"timestamp": [2923.56, 2925.72], "text": " have critique settled in,"}, {"timestamp": [2925.72, 2930.28], "text": " but it's not you critiquing, it's actually getting the group or the person who's put the idea"}, {"timestamp": [2930.28, 2936.12], "text": " to draw this out. And that used, it's not a formula, but that approach used along over and over"}, {"timestamp": [2936.12, 2942.16], "text": " with people encourages creative thinkers. They can work in it because, but they know that"}, {"timestamp": [2942.16, 2948.54], "text": " the idea of putting a piece of fluff out there won't work because it will be interrogated by questions. They will be expected to think those"}, {"timestamp": [2948.54, 2955.12], "text": " things through. I'm going to jump, oh sorry, I'm going to have to jump all the way through"}, {"timestamp": [2955.12, 2967.0], "text": " this to this. You know, I was listening before when they said that a lot of us have come from little places"}, {"timestamp": [2967.0, 2969.42], "text": " to hear or from a long way away."}, {"timestamp": [2969.42, 2975.5], "text": " And oftentimes we can find ourselves quite isolated when we're trying to change things."}, {"timestamp": [2975.5, 2977.9], "text": " But some of you do."}, {"timestamp": [2977.9, 2980.24], "text": " Some of you do."}, {"timestamp": [2980.24, 2985.82], "text": " And I'm always reminded of this, that that takes huge strength."}, {"timestamp": [2986.42, 2989.86], "text": " And there are going to be other people in your organizations who are a little bit like you"}, {"timestamp": [2989.86, 2991.4], "text": " who probably need your support."}, {"timestamp": [2993.2, 2994.3], "text": " Look after them."}, {"timestamp": [2995.76, 3000.68], "text": " If they are productively disobedient, if we learn to recognize them,"}, {"timestamp": [3001.16, 3028.96], "text": " forget where they are on the hierarchy, have a cup of tea with them. Talk to them about their ideas. When they put an idea, if they're still putting ideas up, acknowledge it with more than thank you for sharing that. Don't just give the reward at the end when the thing came through because it was able to get through the gates and get legs. When it first comes up at the table, acknowledge so people see that you are able to recognize potential"}, {"timestamp": [3028.96, 3031.56], "text": " in their idea and them."}, {"timestamp": [3031.86, 3034.76], "text": " And if we don't, then we face stuff like this."}, {"timestamp": [3035.3, 3037.04], "text": " And this happens in lots of societies."}, {"timestamp": [3037.04, 3040.1], "text": " It happens on school levels in ordinary places."}, {"timestamp": [3040.48, 3044.34], "text": " It happens when you've got fundamentalism,"}, {"timestamp": [3044.44, 3047.98], "text": " when you've got fascism, when you've got a cultural revolution,"}, {"timestamp": [3048.28, 3054.94], "text": " whether you've got Pol Pot, whatever you call it, which is where we narrow down and try and find a singular answer"}, {"timestamp": [3054.94, 3059.84], "text": " based on heroic models and it can turn really bad."}, {"timestamp": [3059.94, 3068.8], "text": " And the people who get taken out first first, you, because you pose the most danger."}, {"timestamp": [3068.8, 3074.68], "text": " In all of those situations, it's the intellectuals who get taken out, the people who think."}, {"timestamp": [3074.68, 3077.22], "text": " But you're still here."}, {"timestamp": [3077.22, 3080.54], "text": " You're still here, and they all died."}, {"timestamp": [3080.54, 3083.62], "text": " In the short term, we pay a high price."}, {"timestamp": [3083.62, 3087.68], "text": " One of the things I love that happened in New Zealand education was this,"}, {"timestamp": [3087.94, 3091.3], "text": " when they were reforming the idea of what represents a university,"}, {"timestamp": [3091.46, 3094.76], "text": " the last descriptor they had applied to universities,"}, {"timestamp": [3094.86, 3098.46], "text": " I think it should apply to schools all over New Zealand."}, {"timestamp": [3098.46, 3104.68], "text": " It said that our other role was to be the critic and conscience of society."}, {"timestamp": [3106.4, 3109.12], "text": " And that's true, it's not just of universities, we all are."}, {"timestamp": [3109.92, 3115.92], "text": " And it is by weaving the fabric of other critics and people who think and create"}, {"timestamp": [3116.48, 3119.68], "text": " and weaving those together that we get a stronger fabric,"}, {"timestamp": [3119.68, 3121.84], "text": " even if we have to disobey to make that."}, {"timestamp": [3121.88, 3123.08], "text": " if we have to disobey to make that."}, {"timestamp": [3123.54, 3124.0], "text": " Nowera,"}, {"timestamp": [3125.74, 3126.3], "text": " kapitihono, tae, hono."}, {"timestamp": [3127.08, 3127.24], "text": " Keitongamate,"}, {"timestamp": [3128.0, 3129.66], "text": " keitongamate, thank you,"}, {"timestamp": [3129.66, 3129.68], "text": " thank you,"}, {"timestamp": [3129.68, 3130.32], "text": " thank you,"}, {"timestamp": [3130.32, 3130.34], "text": " thank you,"}, {"timestamp": [3130.34, 3131.24], "text": " katoa."}], "text": " I will now introduce our first keynote and we're very lucky to have Professor Welby Ings talking to us this morning to open the conference. He's Professor of Graphic Design at AUT. Wellby didn't realize this until I told him this morning but he's actually indirectly responsible for the name and the direction of this conference. We were lucky enough to have Welby talked to us at Albany Senior High. Was it two years ago? Well, I think, yes. And he introduced us to the phrase disobedient thinking, and we were really, really, really, really fond of that and some of the ideas that sits behind it. Miranda and I did discuss the possibility of her welcoming Walby, but Miranda is such a huge Wellby fan girl that she probably would have done a keynote on the keynote. So we decided that I'd take her place there. Wellby has had extensive experience disobeying the parts of the system that can and do often disadvantaged students. And some of that thinking, although the thinking that I've heard so far has really blown me away. He's an amazing thinker and compelling, challenging speaker, and we're really privileged to have him here today. So I'd like you to join with me in welcoming Waelby to the stage. Don't worry, they're not written notes. There are only pictures. Thank you. Thank you. they're not written notes, they're only pictures. So it's a... Khoramai Tatao, nah mihi no in a kuku k훮kia kautu k훮t훮o. In the mana and a waka otamoto, tana kutu, tenakotu, tenakot, tenakot, t'a. When you have a flash introduction like that, you've, there's really only one way to go. So let me fill you in on a bit of background. I'm actually the son of a shearing contractor. My dad, Shaw, in the sharing sheds of Arahina and Thari Papa South and Pua Huai and Pukih훮tua, places that probably knew you've even heard of. And I went to Pukki Atua primary, and I graduated in Form 2 as Bin Monitor because I couldn't read or write. I couldn't read all right until I was 15. At 16 I was expelled from Teowalwamu to college along with my twin sister. And then I got suspended from teachers' college and so you'd probably go, why the hell would we sit in the room and listen to this guy? Because it seems to bode pretty badly. But over time I learned something. Many of us in this room actually are the result of failure. The reason we're here, the reason that teaching is not a career but a calling is because something profound happened inside of us. We understand that education, I would argue, is actually not about an unrelenting diet of success. It's about a diet of challenge and change and recovery and discovery and disobedience. That's what it really is, in its richest sense. Unfortunately, it gets massaged into a system of ritual and formula. And we sit there sort of going, sometimes finding ourselves doing things that we know inherently are wrong, and other times disobeying, shutting the door on a room, and breaking all the rules in an effort to try and move something more profoundly forward. And that's what I want to talk about. This morning, when you got out of bed, whether you realized it or not, there was someone there with you, and they accompanied you into the shower this morning, and they walked with you along the rain sodden streets of Auckland. And they've sat with you every day of your life, and they keep you in control, in massive control. And you might call them your social editor. Your social editor is the person who tells you, don't say that you'll sound stupid. Or that might be a little bit too dangerous to do. What we need to do is massage ourselves into a situation where we're going to be likable. And that person's too strong in this room, so I better not disagree with them. So I'll sit here and by my silence, I will lend my support to a system that I don't believe in. That's your social editor. They're the worst relationship you've ever had. And unless we get them under control, we continue to recycle and recycle a destructive, damaging, arguably socially violent relationship, one that violates your potential. If that sounds a little bit wordy, let me, I've got a flash a little thing here, so me and technology are not always great, but here we go. Okay, so let me show you what I mean. I would argue that the idea of creativity gets messed up. Creativity, a lot of people think, has something to do with the arts, but it doesn't. It has to do with just your ordinary disobedience. In other words, when you get stuck in a corner, you've got two choices. You go, well, that's that. Or you go, bugger this. And you disobey convention. You disobey the thinking that has got you there and you move out of it. Now, here's the interesting thing because if we didn't do that, if we were not able to do that, we wouldn't be sitting in this room here. We would never have evolved as a creature if we couldn't look at what was already dominant and prescribed and get beyond it. We couldn't do it. I shudder to think where we would be sitting right now, but certainly not here. Now, the idea of creativity is a really strange one because up until the rise of the romantics, the word creative, or the verb creativity, wasn't actually used to describe anything other than the theological. So we know that in the beginning, God created the heavens and the earth, or that the God created the heavens and the earth or that the rains created the rivers as spiritual beings. So creativity was something that was belonged to, Christopher Fraling said it belonged to the gods. It was thinking of the gods. And then when the Romantics arrived, they kind of started rethinking this. Like Blake said, he argued that, in fact, we are capable of drawing something from nothing. He said, I will not reason and compare. My business is to create. And you go, what the hell is that about? And you go, well, let's have a look at this. Up until that time, what we believed we were able to do was we could rationalize, synthesize. This sounds like Bloom's taxonomy from hell. We could evaluate. Horrible damn thing. We could, if we were very clever, we could discern divine patterns. But we couldn't create. That was something that belonged to the divine. And then you get him or William Wordsworth, you know, in miscellaneous sonnets, talking about that creativity requires the service of the mind and the heart. In other words, he said this is kind of thinking that is also partly emotional. It's tied up with fear and hope. So instead of this pure intellectual reasoning idea, these people start bubbling up this other concept. And what happened unfortunately was it got tangled up because they were poets and writers and artists. People went, oh yeah, so it belongs to them. Me, I'm just Joe Schmuck. I'll just carry on and let them do the stuff. But of course that's bollocks, because we are by nature creative. If I tell you, I don't have the time to do this, but if I told you a story, in your mind you would be painting those pictures automatically. But the picture that you create and that you create and that you create would all be different. Naturally, you would do it as a natural part of listening to a story. That's because it's our default position. We fill in information. It's why we find ruins more exciting than glass towers. Because you see some munted old house on the side of the road and you go, and we start creating meaning. We go, I wonder who lived there. You see a glass town you've got all the answers. I'm not banking with you. So we get this pull towards a very natural behavior. Now, if we forget for a moment, if we put aside the idea that creativity might have to do with the artistic, let me show you how this kind of the ordinary nature of this disobedience. How many of you have lived in a building where you've had to live on a second floor or above? Okay, okay. So if you have one of those little balconies that aren't really balconies, you may have come into the situation where you've dropped something over and you go, oh, do I run down in my undies and get it or do I look at something else? Well, this is what an inter, so I would argue that creativity is intellectual disobedience, productive intellectual disobedience. So it would look something like that. Now here's an interesting thing because you go, okay, so maybe that's on one level, this is an interesting thing, if you listen to what you just did, you laughed, not disparagingly, you laughed because it was joyful. It was, it felt good. If you're cooking and you don't have access to eight arms, oh, sorry, no, no, you've got a car and you don't afford, you can't afford the locking mechanism. This is not out of the, you know, stage three design papers at university. This is just an ordinary person coping with the ordinary. But then when you say, well, let's play with that. If a society, we might like that, if we might naturally feel warm towards productive, disobedient thought, how might we start using that in a society? So here's a design in a park in Belgium. Oh, sorry, no, it's not as a woman cooking. Sorry, I've got these out of order. Here we go. Let's go to here. There's a kind of smile happening inside you. Or if you've got, this is a student restaurant with a budget of $20 to brand themselves. Now, let me suggest something to you. The reason those things made you feel good. As a evolutionary biologist would say, that what happens is that because we need to be able to think like that, we are tuned, we are wired to feel euphoric about solutions that give us alternatives. We are wired to sit there and go, oh, because it shows us that we are able to adapt. You know, we don't send to look at that and go, ah, when we see a timetable that is the same one as last year and it's just preserving, preserving. It's not to say that's not an exquisite piece of thinking, but we don't tend to think the same way. We don't respond. And this is why a lot of our humor is based, the same euphoria is used by of thinking, but we don't tend to think the same way. We don't respond. And this is why a lot of our humor is based, the same euphoria is used by comedians, where they use humor to disrupt ritual or formula, and that's what pun is, you filling in a gap, you get two things and you fill in a gap, you recognize it, and then the euphoria comes out. We adapt because we're pushing things together in impossible marriages, and we feel good because we were able to do it. Now, I'm going to show you an ad you've probably never seen, but this is a really cool ad, but before I do it, I want to explain the reason why in the context. This ad won the Cairns Line. Now, the Cairns line is the top award every year given to an advertisement from around the world. And it was for a newspaper called The Guardian. Now, the Guardian was running into problems, as most print newspapers were, because we know that increasingly the generation of people who are reading newspapers is getting less and less, and people are not reading newspapers in print a lot. So they went to a design, an advertising agency, and they said, we need to rebrand in people's mind the idea of the Guardian. Or if you even think of the word, Guardian, it sort of feels a little bit august and Victorian, and you say, oh, it's not going to be easy. Fortunately, the Guardian, like something like in New Zealand, they were very good. Historically, they always had gone to disobedient thinkers to launch their campaign. So, you know, New Zealand's safety things, sometimes you sit there and go, oh, shit, but you remember it. You know, and part of it kind of feels a little bit proud. Well, the Guardian went to this company and they said, what we need to do is we need people to rethink our brand in relationship to newspapers. what we need to do is we need people to rethink our brand in relationship to newspapers. And they did one of the fundamental things about being able to work productively with creative thinkers. If you want to work with creative thinkers, you have to trust. You have to trust. You have to be able to prepare, be prepared to trade beyond experience, beyond your own limitations. You have to be able to shut up your social editor. And if you're really good, shut up other people's social editors will help them so you can look at the potential of an idea. So here was what happened. Normally you would go, actually never in a good agency, but normally they'd go, okay, let's have a look to see what's out there. We'll look all over the world, see how they're advertising newspapers. That's quite cool. That's quite cool. We'll adapt it. Well, that's not going to work. And so they said we need something fresh that people will never forget. You will never forget this ad. And a young woman who had not been long out of design school said, yeah, I've got this idea. Maybe we could get people to rethink newspapers by using a fairy tale. Now, your social editor probably just went, ugh. Maybe we could get people to rethink newspapers by using a fairy tale. Now your social editor probably just went, ugh. You said, well, that sounds stupid. But the approach here was very different. This is an approach when you're, I work with a lot of companies that are trying to grow higher levels of creative agency inside their businesses. So they did what you do in those situations. You go, okay, explain the idea. You know, we haven't, it doesn't feel, it's not ringing at the moment, but explain that to us, show us, show us the problem, show us how that would work, tell us what you need to get there. I'm not going to talk too much, I'm just going to show you what happened as a result. The Guardian had once, at one other time had won a world, had won the best advertisement in the world, but this is how you sell newspapers by trusting somebody to create. Little pig, little pig, little pig, let us in. It's the police! Move! The third little pig is now being taken into custody, so the spotlight is once again shone on the grey area of homeowners' rights to protect their properties. This isn't right. The three little pigs of the victims. They're all three down two houses. You've got what you go. But the pigs went too far. They have every right to defend your property. We need chishikil camp. Chim-chinchins up, Dallas. Whaling someone alive hardly constitutes with somebody's going to break the lower end and protect yourself in your own. A man's home is his castle. What a family. Someone tried to blow my house down. I'd do the same. I knew the wolf. There's no way you could have blown down those houses. He had asthma. But the wolf had asthma. So what's the truth about the Peaks' houses being blown down? Inside job. There's no reason why those two houses, one made from straw, the other from wood, should have collapsed. Not even a healthy wolf's huff and puff could bring them down. The three hypocrites have confessed to conspiring to commit insurance fraud, framing the wolf in an attempt to hover their tracks. Their motive was financial as they struggled to keep up with their mortgatory payments. Guilty. I can empathize on the piece. I'm behind on my payments too. How good as it happened? I've lost everything. We want to take. We watch a! We watch a! Come on! Come on! Yeah. Yeah. So here's the difference. You get organizations, and sometimes we can talk about schools like this, who go, creativity is lovely when we recognise it, and when we recognise it, we'll celebrate it. And then you get other organisations who go out to pursue it. So they actively work with students and with colleagues to generate higher levels of creativity. So they actually do stuff, and that's what this talk is about. Isn't creativity lovely and we should all be more creative, which is the way it normally gets shelled off the table. But to go, so what do people actually do? And moreover, what do you do when you know that you're actually capable of working more creatively than you do? So this goes beyond even muffling the social editor. So if we have a look, this is a situation we often find ourselves in organizations where we go, you know, you get back in that goddamn cabinet and start thinking outside the box. Which is the idea, and this is the organization that imports creative thinkers in to fix the problem. You know, oh, we've got this person, they're so creative, off you go. And the person sort of goes, like this, stands there looking constipated for six months and leaves because the environment won't allow them to do it. Or you get students who get, they lose belief in themselves, they lose belief in their potential, they see themselves as being disobedient in a negative way. They go, well, here's the prescription of what I've got to do, and here's the learning outcomes, and here's the assessment criteria, and there would be a better way, but I'd better just do that. What a heartbreak. You know? And we feel it. We feel it because we know when we're working with those people What a heartbreak. You know? And we feel it. We feel it because we know when we're working with those people that there is so much more and there we're training them like Pavlov's dogs to pass marks to get grades so that our mana doesn't get damaged and we go, or it gives them opportunities. It might give them some kind of opportunity. It doesn't give them an opportunity as a human being. It just gives them an opportunity on a trajectory in a certain direction. So lots of people have written about this. So if you look at Ralph Kaplan, he said this, and this sometimes can apply to organizations that you're working. And he said, you know, one of the hallmarks of a creative person is your ability to tolerate ambiguity and dissonance, inconsistency, things out of place. So you can do that. But one of the problems of some well-run corporations, not necessarily effective, they can tick on, is that surprises to be minimized. Yet if this was a rule, if it was to be applied to the creative process, nothing worth reading would get written, nothing worth, seeing would get painting, nothing worth living with or using would ever get designed. So, we manage for safety, not for creativity. And we find ourselves caught in this. And this is why I've always, I do a lot of work with education organizations overseas. And when I come back, I always feel incredibly proud of our country because, you know, you've got enough people, we have enough people here who actually do question this stuff. And in their own tiny little viral ways, they go bugger it. If that's the dominant code, I'll just keep my head down, but I'm not going to obey it absolutely. I will disobey it wherever I can to get a better solution, to get a better outcome, not just the grade, but something that will make people grow. So if Kaplan was saying this, Fletcher said this, he said that when he was describing you as a creative person, he said this is what actually makes the difference. He said, first of all, creativity is compulsive. It's an ordinary thing we do it. It is our normal reaction to stuff. Our normal reaction is not necessarily conformity. That is safety-based. Our normal thinking process is to create. That's why what we call your self-organizing mind, that's the thing that's ticking across it two in the morning and come out with strange examples. That's your natural process. Social editors switched off. Okay, but what he says is the interesting thing, that it demands more than ritual actions or routine responses. Here's the interesting idea. He said that it only works when you're trading beyond experience. When you're trading beyond your own experience, so it's when you go to do something and you've never done it before. Or you're trading beyond the experience of your managers, or of your teachers, or of your friends. So creativity is something that happens when we set up environments when people deal with the unknown, when they are okay about being in the unknown. In fact, they will walk bravely into the unknown to find stuff or to create solutions. So I started teaching at 19 and next year I turn 60. And I'm very proud to call myself a teacher. It's something I started teaching in primary schools in paparroa and, you know, now I work in St. Petersburg and Shanghai and here and move back and forth between things. But my essence is a teacher. That's what I feel. And I love the company of colleagues who have that at their essence. Because essentially they're very, you find they're very humane. And when I work with people, I've often found it helpful to look at it this way. Remember those crappy little cartoons that had an angel on the side which was conscience and devil on the side temptation? Well, I sort of think, no, no, that's not what it really is. When we work with people, when we're trying to grow something creative in somebody, we're working with two other things. On one side is fear. This is when you're going to do something, you go, I'm afraid it's not going to work and I'm going to waste time and resources on this. Or I'm afraid I'm going to look like an idiot. Or I'm afraid people have had faith in me and it might not work. So that's on one side. And the other side is something beautiful. Is hope. I hope that if I do this, people might value me more. I hope that if I do this, I will get a solution to something I've never been able to get before. Now, if you look at the first one about being valued, you know, John Dewey, the American philosopher, he said something that Dale Carnegie misquoted, and then got misquoted for years down on hideous self-help manuals. Sorry, I'm not a great fan of self-help manuals. But I don't believe anything's able to be sorted in five easy steps. But what Carnegie said, the most human desire is to be important, but that's not what Dewey said. He said, our most fundamental driving desire is to be important, but that's not what Dewey said. He said, our most fundamental driving desire is to be valued. So he says that everything we do, every decision we make, comes back to, at a primal level, our need to be valued. So when someone walks into your office next week, he said, remember that when they're walking through the door, they need to be valued. Whatever they're coming, whether it's a gripe or an idea, or they're lost, they're wanting, the primary thing you're working with is their desire to be valued. And that became the kind of the building block on huge amounts. So we understand that with students. We oftentimes lose it with colleagues. So one of the things that we get is if we go, this growing of, I don't have a watch on, how am I going for time? We halfway? 22, okay, I got 20 minutes, okay, so we're going to have to move it. Okay. So one of the things that happens with creativity is that it gets distorted by two other things in schools, and not just schools. So one of them is confusing creativity with something aesthetically interesting. So this is, I give you an example. A couple of years ago, I went to school, and they had a mosaic done in fish and all the kids had done the same fish and they'd put colors and it looked really good it looked pretty cool it was very bright and they said it's so creative that teacher is so creative the kids are so creative no they wouldn't they'd put different colors on the same damn fish that wasn't creative at all that might have taught some psychomotor skills or choosing color. Well, that was it. That was it. So the artistic, sometimes we'll use what we call the artistic or the aesthetically pleasing and call that creative. The other one is the one that your social editor sits with you on. And that's what Lawler calls small steps designing, or what I would argue, is fear-filled adaptation. This is the one where we go, look, this is so deeply embedded in education. We go, okay, tomorrow I want you to do X. So tonight go home and find all the other X as you can and look at them. Say you've got some ideas to do X. What? It's where, I'll show you how deeply this runs. How many of you've thought in the last five years of remodeling your kitchen? All right. A bathroom? A bedroom. Okay, so this is what we do in our society. We go, here's a magazine of ideas for creative you. And we go, oh, and we go, I solve the solution by looking through modernist nightmares and ripping out some pages, if I'm lucky, or marking them. And then I'll look and I'll go, I have a little bit of that, and a little bit of that, and I have a little bit of that. And I've got my dream kitchen. It's not your dream kitchen. There's somebody else's synthesis of their dream kitchen. If we're working with highly creative thinkers, the approach we do is very different. The fundamental thing is that you suck the question into you. So what you do is you go, hang on, hang on. Why don't you pop the magazines in a bin and for one year live with your kitchen? And it will talk to you. Just live with it. Think about it. Become, in a different use of the word, self-conscious. Become conscious of yourself in that space. And it will start thinking. It will start telling you what it needs. You can go and get some information if you need about, you know, is that possible? Can I do that? But don't start with someone else's solutions. And yet, you know, it is a fundamental of the way we, and I would argue this is training, not really education. How we train people is to go, let's as an immediate start, even unspoken, assume that you're not capable of creating. All you can do is adapting. So now go and do your homework and get some things that you can adapt. No. No. Really great creative people as leaders, as people who can work with people, don't work from formula. They work from something in here. That human way that we can, this is why you get some creative people are incredibly gifted with other people. They don't have a set of formulas there. They react by pulling each into a situation and feeling their way out intuitively. This is what Michael Poliani called tacit knowing. He said, it's the knowing you have that you don't know you have. It's the one that's come from a lifetime of experience and you can't put your fingers on it. You can't show you're working for it. But it says, hmm, maybe. So we're working, and I mean, the ordinary word we use for this is intuitive, but it's not soft or mushy. It's incredibly powerful, incredibly, and if used well, it allows you to reach solutions that other people can't. I mean, many of you, I'm sure you get in these situations, we are actually having to solve conflict problems for other people who couldn't. They arrive at you and they go, and you go, oh, shoot, here we go again. And really what they're saying is if they've chose, if there were two or three choices and they chose you, then they're probably saying, we suspect that you might be able to come up with a solution to this that we have not been able to. That's not going to come out of their mouths. It's going to be two or three stages way back here. What's there? Probably anger, outrage, frustration or whatever. But that's what's sitting behind. So you can go to as many courses on, you know, that will give you as many frameworks and pyramids and diagrams or whatever. Not really the most powerful thing is sitting inside you. It's when you're drawing on your backpack of knowledge, of knowing that you don't know, you know, and sensing your way forward. That's creative. You're sucking the thing into yourself and working from there out. So what happens when we get this, which is simply adapting, is you get mentalities that lead to this kind of thing. And where we go, where we actually teach intellectual plagiarism which is simply adapting as you get mentalities that lead to this kind of thing. And where we go, where we actually teach intellectual plagiarism to students. That's actually what we end up doing on a much more complex level. So we ask people, we tell people that they are validated by adapting what they have already encountered. And that's a heartbreak when you look at, and a challenge now when you look at stuff like this. Tamara Erickson's a really interesting writer who's been doing a lot of work around an interesting phenomenon. At the moment in your schools, most of your new staff are coming in and they grew up with no conscious memory of learning to use a computer. No conscious memory. For two generations, you've had kids like this. Now, on one level, you go, oh, yeah, maybe they're really good at the software. No, no, no. If you dig deeper, they start uncovering some interesting things about how these people, especially the very talented, behave in organizations. And one of the things they found is that they will go into organizations that constrain them and leave within two years normally to set up an organization of their own, a little company of their own, a little business of their own, or whatever. So they go, well, what's that about? And so they started unpacking it. So, first of all, yes, these people do come in with very high levels of technological understanding, but they have also had a greater exposure to ideas while they were growing up. Greater exposure. So YouTube or whatever, they can click through, and their ideas have not come through an authoritative base that has been edited, like what was selected in the library or what the teacher told us, or what the publishers allowed to be published. So they're growing up with multiple bodies of information. Often that is conflicting so that you get their exposure to ideas. They can hold more than one variations of truth or variations of ideas at the same time. They have very high expectations of immediacy, of things being able to be addressed, so they have low thresholds for red tape, for time strutting on going, we've got to wait, we've got to wait, we've got to wait. So they will move out and set up organisations, and you see these new organisations move at much, much faster rates. The other thing is that they live in an environment that uses a place, there's a great deal of emphasis on free sharing. So online, open source stuff, whether they are yarn bombing or whether they are developing something for a 3D printer. They share across communities. They also share emotionally across communities. And so they've got a, they work in a very flexible, non-hierarchical environment. So although their families may have had and their schools may have been running hierarchical environments, they've had experience of another kind of environment where, and I take a comment that I heard this morning, which is interesting, there would not be principals in organisations and deputy principles. There would just be leaders in organisations. And they would work like this. Well, sorry, that's not the greatest description of it, but you get what I mean. What happens is, so if you ever look at online environments, one of the things we notice is that this thing is valued by its popularity. It's valued by the number of people gravitating towards it and going, I think that's good. Now, on some levels, we face issues of low criticality. That's true. But we also have to remember that on other levels, at advanced levels, you see huge levels of enablement and opportunity and progression beyond what we've been able to manage in the past. So, and now we face an interesting thing. What we found is that in organisations, if you want to keep those productive thinkers, and they're not that generation, because some of you are these people from other generations, who have higher expectations of being able to change and make things better. And so often these people don't work well in consultative environments, but instead in co-creative. The consultative is essentially a hierarchical model. It goes, I'm the boss principal and I will ask you your opinions and then I'll make the decision. But I'm going to consult. We run governments this way. Okay. Now the opposite is co-creation. It goes, look, there's eight of us in this room, so collectively eight of us can do this better than any one of us. Now, maybe as a leader I might have the ability to facilitate and able people to put ideas out. But that's what my role really is, because I know that the eight people sitting in that room, if I can work this well and grow other people's ability to work or recognize them and keep nurturing them, we're going to get a far more fertile result with much more opportunity for people. I can guarantee you could name in the last six months a situation where some opportunity got shut down with you from you because you were consulted. You were not pulled into the co-creative because the co you were consulted, you were not pulled into the co-creative, because you were not pulled in as a co-creator because the consultative preserved the privilege and the position of somebody further up on a hierarchy from you. Okay, so another thing is this, that we recognize, and this is interesting, this came out of some research with organizations like Saatchi and Saatchi where they were studying how were they attracting and keeping highly creative thinkers. And they found that two things. One, it had to be challenging, so they died in a world of ritual. But you also had to protect them because they didn't understand the full system as well as other people did. So you get people, in fact, even some... There's a really interesting doco, one of my students who's working on at the moment, was interviewed New Zealand business leaders. And one of the guys says something really interesting. He said, I'll work with people and I'll tell them, look, I'll have you back. I'll protect you back from the system. This is the situation we're working in, but my job is to protect you so you can do your stuff. Because this person understands how systems work, but not all creative people do understand how the systems work. So this idea of having sufficient challenge in there, but also protection, so people can do what people do well. And the other one which is really important is if you don't attribute to people, they go, why would I bother? Some of you will have suffered this. It's when you work and work and work at something, risk and risk and risk and it turns successful. And then somebody with a hungry ego further up takes it for themselves and turns the we to I or doesn't even bother with that and just goes, our school did or whatever. Maybe our school is good. But when people take risks, if you want to keep them taking risks, you have to spend time feeding them back. You have to take time to deliberately make sure that there's water back in the trough. Or else they'll go to green the pastures. That's a terribly mixed metaphor. I'm sorry. Okay. Okay. And so, and here is the problem. One of the difficulties, one of the fundamental difficulties that we face in our education system that has grown more since the 1990s is the idea that we mistake the measure of performance for the measure of learning. So what happens is that we've shifted a way of seeing in education as an organization towards rewarding what is performed. But learning is not just a series of performances. It's not. It's much more subtle than that. That's why people, you know, when exams come out, look at them and go, oh, oh, oh, oh, oh, oh. Because they go, it's not going to measure what they've learned. It's just going to measure their ability to perform some stuff. This is why people who get promoted through systems in this system currently are those who can report there themselves. They become articulate at reporting. They don't necessarily take big risks. They don't necessarily work and commit and generate, but they can condense and report. But is that what you really want in an organization? Wouldn't you rather have people put into positions where the full range of their abilities could actually be flowing out into a greater good? So we get teachers caught in this awful position of teaching people, wasting time in education to train people to perform. We train them to perform. And some of them, I can't find another word for this. I'm sorry, they get pissed off. They just go, oh, they see through. And this is why sometimes we get these disobedient kids who are actually very gifted, who get angry at school. And oftentimes as teachers, it's breaking our hearts because we can see what's happening. And we're caught in this culture that keeps pushing the stuff and go, you'll have a merit. And they go, I don't want a merit. They can't put this into words. They go, I'd actually like an opportunity to think here. Okay, that won't come out, but that's what's going on. So, how have we got 10 minutes now? 10 minutes? Right over, okay. Okay, so how did all this start? Now, this is really interesting. The idea of measurement in New Zealand has got a long, long history. Back in 1887, we had a thing called the Day of Judgment. It was called that in small rural communities. Day of Judgment was when the inspectors came into every school in New Zealand and tested everyone, and then published the results in the local paper. So, people's mana, individuals and families was built or broken on the fact that somebody from the outside came in with a prescribed thing and went, performed to this and then gave a mark. And that mark told you whether you could go forward in education or whether you could not. So it straight away did a sifting. 1899 we had proficiency and competency exams came in. 1994 matriculation followed in by a U.E and school C. These are the ones that many of us sat. Now these were the ones that said, I'm okay at English, I'm not so good at geography, my German is Scheis. And we carried that with us. We went, oh, I'm so dumb at maths. I'm so dumb at maths. It wasn't about our thinking that we've based on. It was based on the measure of a performance in a given limited time. So, and then we had, you know, in the 1990s, we had this National Certificate and Educational achievement that had some really great visions, but in many cultures got limited down to a set of more performances in tests, and those performances, the accrued marks or grades from those performances were used to tell you whether the person had learned. And then you get schools who start to question it, and they set up parallel opportunities they go well maybe if we're having to do this we have to try and get this balanced and so you get even sitting in this room a large number of people who are actually already behaving disobediently productively disobediently they take their professionalism seriously they're not performing mouse monkeys. They go, there is actually, if the way the culture has gone is seeing it this way, I do not agree, therefore I will do good. I will do something else. I won't any longer be satisfied with 100% hold of ritual. So I'm going to jump some stuff because I want to get onto something about damaged hierarchies, so don't worry. Oh, no, no, this is really good. This is William Ayers. He said this about tests. He says, this is interesting. This is what they can't measure. Normal standardized tests can't measure. Initiative, creativity, imagination, conceptual thinking, curiosity, effort, irony, judgment, commitment, nuance, goodwill or ethical reflection. They can't. They can't. And yet he would say that they are some of the most valuable dispositions and attributes that we have. What they can measure and count are isolated skills, specific facts and functions, content knowledge, the least interesting and the least significant aspects of learning. Now, you know, he's not alone. Sitting alongside him is a really interesting guy called Donald Campbell, who he talked about, this is Campbell's Law, it's 1975, and he said basically this. He said, if you take an organization that is based on growing the goodness of people, whether that's health or education or whatever, and you say, we will fund you based on performance, they will become corrupt. They will fiddle things to get the funding to enable them to do what they see is the best for their students in that situation. So you will get corruption, you will get training to sit tests, you'll get people pushed off into other options so they don't infect the grade. You'll get people told that there are other wonderful opportunities that they could pursue here, not there. But Campbell's law is fundamental. It plays out over and over again. If you reward people, and in fact, the most damning was Diane Ravich's. I don't know if you've ever read this book, but it's a frightening book about what happened in American school system where they started funding schools based on the performance of their students. And it looked at the levels of corruption that happened from ordinary people. Because this is what Campbell says. These people are not monsters. This is us. We will do it. We will do it because we find ourselves in a situation of having no choice, even though arguably we do. And so what happened was, Ravich was an interesting woman. She was the darling of the Bush and the Clinton administrations, and she wheeled in a lot of the stuff. She said, you know, absolutely measurement, absolutely, everything should be accessible and we should reward schools based on the performance, etc, etc, etc. And then when the information started coming out and went, that principle is amazing, the students' marks are up there, she's wonderful, let's all look what she's doing. And then two years later, she resigned with a great pay package, and the students' grades did that. And they went, she started looking at this a little deeper, and she discovered something that happened to lots of us between standard four and form one. Remember Bert's word recognition test? Right, we're sitting there going, well, in my case, it was d'Ur, and all I knew was the second to last word was tisus, so it would go, you know, ocean, tisus, but anyway, and what happened is that as our reading went through the year, it went up, and then hell hit between December and February, and then we started down there again. And everybody thought there was this huge intellectual suck that happened in the school holidays, and everybody's reading went backwards. It wasn't. It wasn't. It was simply Campbell's Law. You know, I've actually, I saw a little while ago an advertisement for a company that was saying that we can help your kids to recover from what they lose from their learning in the school holidays. Maybe we could look a little deeper at that. So I've got five minutes now, right? Okay, so let me just take this. This is kind of leadership that we'd call heroic. Okay, so let me just take this. This is kind of leadership that we'd call heroic. This is Ronald Reagan. This is the idea that has often been growing into a heroic system of management, which is the idea that I am the great leader in schools is this, or great leader anyway. I lead you follow. I'm lovable, I'm wonderful, You praise me. And whatever I say, you're going to come along and we're going to be a team. I will call you my team. It's not my team. And I'm going to be singular and visionary and a problem solver and fearless and all knowing and I'll assign tasks and I'll command and I'll control and I'll coerce and I'm the one. Okay, so he led companies like orthobiotech and Levi's into the doldrums. And what came out of those companies was a very interesting thing, a thing called post-heroic leadership. This came as a result of companies having to deal with global economies, more than one knowledge happening, high need for innovation and complexity that no singular person could lead. And so the idea of collaboration and shared commitment to responsibility jumped up and that's why those companies suddenly burst through and that's why very successful companies today in organisations are not based on the heroic model. They're based on this idea that you might have a post-heroic leadership. That is, so where you can handle more than one variable because there's more than one person in the tractor seat, where there might be more than one, you can handle more than one group of people, more than one conflicting demand. So Joyner noted, however, that 90% of managers, in 2007, in the organisations he studied, were operating from heroic leadership mindset. That's in other words, they assumed the sole responsibility for setting the objectives, coordinating subordinates, and managing performance. And yet, what happened? The opposite, when we have a look at these other companies, was they did these things. They placed questioning and empowerment higher than dependency. They were growing the former, not the latter. And this is, I'll just leave you these questions because these are interesting. So this is an example of how that happens in a situation comes in. You go, rather than going, well, thank you for sharing that. That's a very creative idea. Now, back to what we were doing. It's this. You go, okay, let's have a look. What do you see is the main issue? Now you'll hear the kind of creativity thing I was talking about before. What do you see is the options for dealing with the problem? This is sucking, pulling the thing inside. So what's your preferred option and why would that be the best option for this? What are the benefits to us and the costs and the risks of that option? So you notice there's no hero here at the table. All this person is doing is digging with questions and trying to draw thinking out. And who else needs to be involved if we were going to do this? So this is the kind of model that is happening where you've got more co-creative approaches. The, and then the final thing is, and so what's going to, what will it take to execute your plan? And in that process, you actually have critique settled in, but it's not you critiquing, it's actually getting the group or the person who's put the idea to draw this out. And that used, it's not a formula, but that approach used along over and over with people encourages creative thinkers. They can work in it because, but they know that the idea of putting a piece of fluff out there won't work because it will be interrogated by questions. They will be expected to think those things through. I'm going to jump, oh sorry, I'm going to have to jump all the way through this to this. You know, I was listening before when they said that a lot of us have come from little places to hear or from a long way away. And oftentimes we can find ourselves quite isolated when we're trying to change things. But some of you do. Some of you do. And I'm always reminded of this, that that takes huge strength. And there are going to be other people in your organizations who are a little bit like you who probably need your support. Look after them. If they are productively disobedient, if we learn to recognize them, forget where they are on the hierarchy, have a cup of tea with them. Talk to them about their ideas. When they put an idea, if they're still putting ideas up, acknowledge it with more than thank you for sharing that. Don't just give the reward at the end when the thing came through because it was able to get through the gates and get legs. When it first comes up at the table, acknowledge so people see that you are able to recognize potential in their idea and them. And if we don't, then we face stuff like this. And this happens in lots of societies. It happens on school levels in ordinary places. It happens when you've got fundamentalism, when you've got fascism, when you've got a cultural revolution, whether you've got Pol Pot, whatever you call it, which is where we narrow down and try and find a singular answer based on heroic models and it can turn really bad. And the people who get taken out first first, you, because you pose the most danger. In all of those situations, it's the intellectuals who get taken out, the people who think. But you're still here. You're still here, and they all died. In the short term, we pay a high price. One of the things I love that happened in New Zealand education was this, when they were reforming the idea of what represents a university, the last descriptor they had applied to universities, I think it should apply to schools all over New Zealand. It said that our other role was to be the critic and conscience of society. And that's true, it's not just of universities, we all are. And it is by weaving the fabric of other critics and people who think and create and weaving those together that we get a stronger fabric, even if we have to disobey to make that. if we have to disobey to make that. Nowera, kapitihono, tae, hono. Keitongamate, keitongamate, thank you, thank you, thank you, thank you, katoa."}