{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Hi, welcome. Today we're going to explore the fill in the blank tour."}, {"timestamp": [7.0, 12.5], "text": " A fill in the blanks task allows you to create closed tests. Portions of words or sentences"}, {"timestamp": [12.5, 17.6], "text": " are removed from the text and a learner needs to replace the missing text. A fill in"}, {"timestamp": [17.6, 22.68], "text": " the blanks task assesses someone's ability to understand context, vocabulary or grammatical"}, {"timestamp": [22.68, 30.5], "text": " concept. Fill in the blanks can also be used to test a learner's ability to reproduce facts or mathematical inferences."}, {"timestamp": [31.4, 34.6], "text": " And let's check on the fill in the blanks icon."}, {"timestamp": [35.56, 38.2], "text": " The display is automatically set at 10 seconds."}, {"timestamp": [38.9, 43.6], "text": " A fill in the blanks exercise requires a task description and some text."}, {"timestamp": [44.16, 49.88], "text": " The task description box is where we give the instructions or introduce the problem to be solved."}, {"timestamp": [49.88, 55.96], "text": " In the text to block area we add our sentences and define which words are to be removed."}, {"timestamp": [55.96, 61.6], "text": " So insert asterisks before and after the word we would like to remove like this."}, {"timestamp": [61.6, 66.4], "text": " If there are several words that can be acceptable answers, separate them using the forward"}, {"timestamp": [66.4, 67.6], "text": " slash."}, {"timestamp": [67.6, 72.4], "text": " You can also give learners hints by placing a colon in front of the suggestion."}, {"timestamp": [72.4, 76.2], "text": " Remember you can add as many text blocks as you want."}, {"timestamp": [76.2, 79.9], "text": " To delete text blocks, click the Remove button."}, {"timestamp": [79.9, 85.62], "text": " Now under behavioral settings, you can check the enable retry button and let students have several"}, {"timestamp": [85.62, 87.18], "text": " attempts at the task."}, {"timestamp": [87.18, 92.94], "text": " In a final exam, you might want to uncheck this option so they only get one chance."}, {"timestamp": [92.94, 97.88], "text": " The show solution option lets users access the correct answer."}, {"timestamp": [97.88, 102.54], "text": " Checking the auto-check function gives students immediate feedback on their answers."}, {"timestamp": [102.54, 105.0], "text": " If capital letters are not of concern, uncheck this."}, {"timestamp": [105.0, 109.0], "text": " So now place the interaction exactly where you want it."}, {"timestamp": [109.0, 111.0], "text": " Lastly, save your Eva."}, {"timestamp": [111.0, 115.0], "text": " I hope you enjoy using the fill in the blanks tool to get responses from your learners."}, {"timestamp": [115.0, 117.0], "text": " K'a Kiki."}], "text": " Hi, welcome. Today we're going to explore the fill in the blank tour. A fill in the blanks task allows you to create closed tests. Portions of words or sentences are removed from the text and a learner needs to replace the missing text. A fill in the blanks task assesses someone's ability to understand context, vocabulary or grammatical concept. Fill in the blanks can also be used to test a learner's ability to reproduce facts or mathematical inferences. And let's check on the fill in the blanks icon. The display is automatically set at 10 seconds. A fill in the blanks exercise requires a task description and some text. The task description box is where we give the instructions or introduce the problem to be solved. In the text to block area we add our sentences and define which words are to be removed. So insert asterisks before and after the word we would like to remove like this. If there are several words that can be acceptable answers, separate them using the forward slash. You can also give learners hints by placing a colon in front of the suggestion. Remember you can add as many text blocks as you want. To delete text blocks, click the Remove button. Now under behavioral settings, you can check the enable retry button and let students have several attempts at the task. In a final exam, you might want to uncheck this option so they only get one chance. The show solution option lets users access the correct answer. Checking the auto-check function gives students immediate feedback on their answers. If capital letters are not of concern, uncheck this. So now place the interaction exactly where you want it. Lastly, save your Eva. I hope you enjoy using the fill in the blanks tool to get responses from your learners. K'a Kiki."}