{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Hey babe, you look nice today."}, {"timestamp": [7.0, 9.0], "text": " Want to come around this afternoon?"}, {"timestamp": [9.0, 14.0], "text": " Hey hun, I've got a lot of homework and I don't think mum would be very keen on that, sorry."}, {"timestamp": [14.0, 17.0], "text": " How about you send me some nudes instead?"}, {"timestamp": [17.0, 19.0], "text": " I mean, only if you promise not to show anyone."}, {"timestamp": [19.0, 22.0], "text": " It's only going to be between you and me."}, {"timestamp": [22.0, 26.0], "text": " In that case, I suppose so. Sweet-ass."}, {"timestamp": [26.0, 29.0], "text": " Are you kidding me right now?"}, {"timestamp": [29.0, 30.0], "text": " What do you mean?"}, {"timestamp": [30.0, 32.0], "text": " I cannot believe you did that to my best friend DeShana."}, {"timestamp": [32.0, 34.0], "text": " I don't know what you're talking about."}, {"timestamp": [34.0, 36.0], "text": " You sent those photos to Ben Blake."}, {"timestamp": [36.0, 37.0], "text": " Oh, that there was nothing."}, {"timestamp": [37.0, 41.0], "text": " I would never send explicit pictures or videos with myself"}, {"timestamp": [41.0, 44.0], "text": " because how do I know that after I break up with the guy,"}, {"timestamp": [44.0, 47.0], "text": " he won't blackmail me with those images."}, {"timestamp": [48.0, 55.0], "text": " Netsatis taught me that if I kept or shared those pictures, they become objectional material under the new digital handball."}, {"timestamp": [56.0, 62.0], "text": " And for him, that could have some life-changing consequences which could affect it in the future."}, {"timestamp": [62.0, 65.98], "text": " I understand your concern and it's a difficult question for anybody."}, {"timestamp": [66.88, 69.66], "text": " Some people will share pictures like these when they're in a relationship,"}, {"timestamp": [70.16, 75.34], "text": " but I think if you can talk to your friend about what would happen if the relationship didn't last,"}, {"timestamp": [75.46, 79.04], "text": " if there was a breakup, what control would they have over those images then,"}, {"timestamp": [79.42, 82.52], "text": " and make sure that she's aware of that before she shares those images."}], "text": " Hey babe, you look nice today. Want to come around this afternoon? Hey hun, I've got a lot of homework and I don't think mum would be very keen on that, sorry. How about you send me some nudes instead? I mean, only if you promise not to show anyone. It's only going to be between you and me. In that case, I suppose so. Sweet-ass. Are you kidding me right now? What do you mean? I cannot believe you did that to my best friend DeShana. I don't know what you're talking about. You sent those photos to Ben Blake. Oh, that there was nothing. I would never send explicit pictures or videos with myself because how do I know that after I break up with the guy, he won't blackmail me with those images. Netsatis taught me that if I kept or shared those pictures, they become objectional material under the new digital handball. And for him, that could have some life-changing consequences which could affect it in the future. I understand your concern and it's a difficult question for anybody. Some people will share pictures like these when they're in a relationship, but I think if you can talk to your friend about what would happen if the relationship didn't last, if there was a breakup, what control would they have over those images then, and make sure that she's aware of that before she shares those images."}