{"speakers": [], "chunks": [{"timestamp": [0.0, 10.56], "text": " Good everyone. I guess I'm here to speak about flip learning and as this concept of"}, {"timestamp": [10.56, 15.44], "text": " flip learning which I'll describe to you throughout this presentation as it gains speed"}, {"timestamp": [15.44, 21.36], "text": " it's good to know that there is no hard and fast rules about flipping in the way you flip so"}, {"timestamp": [21.36, 27.6], "text": " I'm going to present my take on flip learning and how I use it in my learning area, which is physical education and health."}, {"timestamp": [28.88, 36.0], "text": " I guess you could use this two ways. You could use it to, I guess, get some information about flip learning and come up with your opinion on it."}, {"timestamp": [36.36, 44.98], "text": " Or it could be a bit of a guide on how you might like to maybe consider flipping and kind of laying out the pathway for you as you go through that."}, {"timestamp": [44.96, 46.48], "text": " maybe consider flipping and kind of laying out the pathway for you as you go through that."}, {"timestamp": [51.52, 52.24], "text": " For today, I'm just going to introduce and explain my perspective, talk about why I started flipping,"}, {"timestamp": [57.76, 63.28], "text": " what does flip learning look for me across a normal teaching week, conditions under which flip classrooms lead to better outcomes, research supporting the flip classroom, challenges, and future"}, {"timestamp": [63.28, 65.34], "text": " additions to my flip classroom."}, {"timestamp": [66.24, 71.74], "text": " So a little bit about me, you've heard a little bit already, but I started, well, I was very lucky to start my career at Wellington High School."}, {"timestamp": [72.16, 81.98], "text": " They're a very innovative school. Some similarities to Albany that you heard this morning, but we didn't have that fantastic environment that they do."}, {"timestamp": [81.98, 87.3], "text": " We were a bit of a concrete jungle in the middle of the city, a horrible, ugly school."}, {"timestamp": [87.3, 93.64], "text": " But very innovative, non-uniform, Kaua Desaltin School,"}, {"timestamp": [93.64, 96.48], "text": " where probably what they're most well known for"}, {"timestamp": [96.48, 98.72], "text": " is giving their senior students a 1020 start,"}, {"timestamp": [98.72, 102.12], "text": " which was always interesting to deal with."}, {"timestamp": [102.12, 104.72], "text": " And we had a leader there, Prue Kelly,"}, {"timestamp": [104.72, 105.56], "text": " and she was fantastic."}, {"timestamp": [105.76, 108.64], "text": " She was one of the best leaders I've ever had in anything I've done."}, {"timestamp": [108.76, 113.22], "text": " And she really empowered us teachers to take our passions and run with it"}, {"timestamp": [113.22, 118.88], "text": " and deliver our passion in the classroom in any way we felt we could."}, {"timestamp": [119.08, 123.2], "text": " So she was fantastic, and starting there was awesome for me."}, {"timestamp": [123.2, 130.24], "text": " I was an ICT lead teacher, and what I did for that was I worked on incorporating biomechanical analysis in the classroom"}, {"timestamp": [130.24, 135.2], "text": " using a software called Silicon Coach and developing resources around that and I had some time allowance."}, {"timestamp": [136.0, 142.38], "text": " And then in 2008 I was, I guess it was almost been in the right place at the right time and I was appointed head of faculty."}, {"timestamp": [143.1, 153.02], "text": " And being a young head of faculty, I think I was 26 at the time really helped me not push but introduce some of the"}, {"timestamp": [153.02, 157.44], "text": " things I was passionate about with technology department-wide and they really"}, {"timestamp": [157.44, 162.26], "text": " brought into that which was which was fantastic I started this year I moved to"}, {"timestamp": [162.26, 170.8], "text": " Rang Thai College and as a physical educator it's it's great to be at a school that has this rich sporting tradition that we didn't have at"}, {"timestamp": [170.8, 177.7], "text": " Wellington High School and we've got a brand new gymnasium there that makes teaching fun."}, {"timestamp": [178.3, 182.08], "text": " And one thing, you've heard a few things, but one thing that a lot of people don't realize"}, {"timestamp": [182.08, 187.46], "text": " about me was I used to balance teaching and being a semi-professional gamer and I used to review video games and get"}, {"timestamp": [187.46, 193.24], "text": " flying around the world to compete in all these competitions. So I've been to Australia a lot,"}, {"timestamp": [193.24, 199.7], "text": " London, Germany, Amsterdam was another place. So that really frames my approach to teaching"}, {"timestamp": [199.7, 205.52], "text": " and my passion for technology and the things that I'm doing in the classroom."}, {"timestamp": [208.48, 213.12], "text": " This is my daughter Zana, I'm a new father, she's 10 months old, and when, and actually last night was my first night away from her,"}, {"timestamp": [213.12, 217.92], "text": " so it was a little bit sad last night, especially as she couldn't really grasp"}, {"timestamp": [217.92, 223.44], "text": " FaceTime, which we tried to do, which was a laugh, but when Kevin asked me to speak,"}, {"timestamp": [223.44, 227.1], "text": " I thought this future learning environments"}, {"timestamp": [227.1, 232.0], "text": " and it got me thinking about the last 10 years for me being in this career of teaching."}, {"timestamp": [232.6, 237.36], "text": " And when I first started teaching, you know, the laptop scheme was just really kicking off."}, {"timestamp": [237.56, 242.94], "text": " We were keeping paper rolls. We were using clunky student management systems."}, {"timestamp": [242.94, 245.44], "text": " And it was just a lot different to what"}, {"timestamp": [245.44, 246.44], "text": " we see today."}, {"timestamp": [246.44, 251.82], "text": " And you know, we've got laptops feature in every lesson for most teachers."}, {"timestamp": [251.82, 257.46], "text": " I whip out my iPhone in the middle of the class to take the role and just we're in a much"}, {"timestamp": [257.46, 259.34], "text": " better place."}, {"timestamp": [259.34, 265.2], "text": " And then I guess it leads me on to thinking about Zana, that's my daughter's name,"}, {"timestamp": [265.2, 268.44], "text": " and what's education going to look like for her for the next 10 years?"}, {"timestamp": [268.72, 270.76], "text": " And, you know, four years' time when she starts school,"}, {"timestamp": [271.38, 275.38], "text": " and six years' time after that when she starts intermediate or secondary school,"}, {"timestamp": [275.5, 277.0], "text": " and what's it going to look like for her?"}, {"timestamp": [277.54, 281.42], "text": " And then when I think about my planning and my teaching, for me,"}, {"timestamp": [281.52, 286.92], "text": " it's trying to pave the way for teachers and students for the future."}, {"timestamp": [287.7, 293.04], "text": " Now, I'm here to talk about flip learning, but I don't think flip learning is the solution,"}, {"timestamp": [293.18, 300.64], "text": " but I think it's an option that brings good student engagement and gets people excited about learning."}, {"timestamp": [301.36, 304.12], "text": " So I'm just going to talk more on that."}, {"timestamp": [304.12, 306.08], "text": " So flip learning. So basically"}, {"timestamp": [306.08, 310.88], "text": " what flip learning is is we invert the classroom, so we flip everything around. What kids"}, {"timestamp": [310.88, 315.2], "text": " normally do in the classroom, we get them to do that at home. What kids would normally"}, {"timestamp": [315.2, 320.08], "text": " do at home. We do that in the classroom with the support or where they have the support"}, {"timestamp": [320.08, 326.08], "text": " of their peers and the teacher a little bit better and I guess it's like punctuated by that"}, {"timestamp": [326.08, 331.12], "text": " high student engagement and looking at those improving those student-student relationships"}, {"timestamp": [331.12, 339.2], "text": " and those student-teacher relationships. But in a simple form, and this is, I'm generalising here"}, {"timestamp": [339.2, 346.48], "text": " because we don't all teach like a stage on the stage. So it's about your role as a teacher in a traditional classroom"}, {"timestamp": [346.48, 348.68], "text": " being a sage on the stage and doing all that chalk and talk,"}, {"timestamp": [348.68, 350.96], "text": " which no matter how hard you try to get away from,"}, {"timestamp": [350.96, 354.28], "text": " it always tends to feature in some way and other lessons today,"}, {"timestamp": [354.28, 357.9], "text": " versus being a guide on the side."}, {"timestamp": [357.9, 363.58], "text": " And that's really the thing that I like about flip learning"}, {"timestamp": [363.58, 367.0], "text": " is people get caught up in the content creation"}, {"timestamp": [367.0, 373.04], "text": " side of flip learning, but the benefits of flip learning come from they've done that hard"}, {"timestamp": [373.04, 378.56], "text": " stuff outside of, or they've done that long and boring stuff that some of them think"}, {"timestamp": [378.56, 384.7], "text": " it is outside of the classroom and we're repurposing our classroom time to get that high level"}, {"timestamp": [384.7, 389.14], "text": " thinking which I'll talk about shortly."}, {"timestamp": [389.14, 393.44], "text": " We've already heard a little bit about Bloom's taxonomy this morning."}, {"timestamp": [393.44, 397.94], "text": " So with the flip classroom, this viewing of content prior to lessons allows us to shift that"}, {"timestamp": [397.94, 403.32], "text": " lower level Bloom stuff, the understanding and remembering outside of the classroom."}, {"timestamp": [403.32, 406.5], "text": " And that allows us to focus on creating, evaluating,"}, {"timestamp": [406.5, 411.34], "text": " analyzing, applying, all those higher level thinking tasks"}, {"timestamp": [411.34, 413.5], "text": " at the upper end of Bloom's taxonomy."}, {"timestamp": [413.5, 415.8], "text": " And that's, as I said, repurposing your class time"}, {"timestamp": [415.8, 418.2], "text": " is something that is really exciting"}, {"timestamp": [418.2, 421.08], "text": " for what I'm trying to achieve in my classrooms."}, {"timestamp": [421.08, 423.04], "text": " So key elements of the flip classroom,"}, {"timestamp": [423.04, 425.76], "text": " a couple of things that I want to talk about."}, {"timestamp": [425.76, 432.0], "text": " First is a content creation, student viewing of content, provision for students to digest content,"}, {"timestamp": [432.0, 435.92], "text": " provision for teachers to check student understanding and providing in-class activities that focus"}, {"timestamp": [435.92, 437.48], "text": " on high levels of cognitive work."}, {"timestamp": [437.48, 442.04], "text": " So these are all elements that you really need to develop and consider if you're thinking"}, {"timestamp": [442.04, 451.0], "text": " about planning for or going into a flipped classroom or a flipped environment. So content creation. So what type of content are you going"}, {"timestamp": [451.0, 456.82], "text": " to use in your flip classroom? Typically you use video. But that doesn't have to be the case."}, {"timestamp": [457.24, 461.24], "text": " You can use podcasts. It could be readings. In fact, in a way, flip learning has been happening"}, {"timestamp": [461.24, 469.2], "text": " for years and years and years. You go to university, you have your readings you do that prior to the to the lecture and it just gives you some prior"}, {"timestamp": [469.2, 473.2], "text": " understanding or knowledge on the topic that you're about to learn so it really prepares you for"}, {"timestamp": [473.2, 480.24], "text": " what you're about to achieve or or talk about so his readings is prezy so or different types"}, {"timestamp": [480.24, 484.72], "text": " of presentations that you could be using are you going to make use of your own content are you"}, {"timestamp": [484.72, 487.76], "text": " going to make your own content or are you going to use other people's content?"}, {"timestamp": [487.76, 492.76], "text": " Now, there is a lot of content out there on YouTube from a range of learning areas that you"}, {"timestamp": [492.76, 498.36], "text": " can dip into. I've been flipping for two years. I've got about 60 videos and those 60 videos"}, {"timestamp": [498.36, 504.56], "text": " have had about 23,000 views. Now, to put that in perspective, that's a tad more than"}, {"timestamp": [504.56, 506.32], "text": " two billion less hits than"}, {"timestamp": [506.32, 510.68], "text": " size than SIEC had with this Gengham style video. So I don't want to get ahead of myself and get"}, {"timestamp": [510.68, 515.74], "text": " a big head, but, you know, I'd like to think that my students enjoy my content so much that"}, {"timestamp": [515.74, 519.34], "text": " they watch it and watch it and watch it, but the reality is that other students and other teachers"}, {"timestamp": [519.34, 524.08], "text": " are accessing my content and using it in their classroom. So you don't have to create your own"}, {"timestamp": [524.08, 525.52], "text": " content."}, {"timestamp": [525.52, 531.84], "text": " And finally, you need, it needs to be easy. We are very time poorer, some of the other"}, {"timestamp": [531.84, 536.16], "text": " presenters I said this morning as teachers, so you don't want to be spending a lot of time"}, {"timestamp": [536.16, 544.08], "text": " creating or reinventing the wheel. Just a look at some of the software I used. I started"}, {"timestamp": [544.08, 548.0], "text": " off using this app in iOS and I think they've got an Android paste app called Explain"}, {"timestamp": [548.0, 549.0], "text": " Everything."}, {"timestamp": [549.0, 556.0], "text": " It just allows you to upload a PowerPoint, annotate it, use the touchscreen to draw all over and you can upload that to YouTube."}, {"timestamp": [556.0, 565.0], "text": " Six dollar app, fantastic, really got me going to where I am now using Camtasia Studio,"}, {"timestamp": [565.0, 567.0], "text": " which was mentioned earlier before."}, {"timestamp": [567.0, 570.0], "text": " And this is probably industry level software."}, {"timestamp": [570.0, 572.0], "text": " It costs $300."}, {"timestamp": [572.0, 575.0], "text": " It creates high quality content for you."}, {"timestamp": [575.0, 578.0], "text": " And for me, as I transitioned through these different phases"}, {"timestamp": [578.0, 580.0], "text": " of trying to flip with my classroom,"}, {"timestamp": [580.0, 582.0], "text": " I decided that to ensure student engagement,"}, {"timestamp": [582.0, 585.54], "text": " I wanted to create a product that looked good and wasn't"}, {"timestamp": [585.54, 591.9], "text": " some outdated, ugly looking presentation that a kid clicks on and goes, this sucks,"}, {"timestamp": [591.9, 593.54], "text": " I'm getting out of here and I'm not doing the work."}, {"timestamp": [593.54, 598.66], "text": " So Camtasia Studio allows you to create quality looking presentations."}, {"timestamp": [598.66, 604.56], "text": " Educ creations is just a web-based app that you might look at if you are going to just sample"}, {"timestamp": [604.56, 605.82], "text": " what flip learning might do for you and a lot-based app that you might look at if you are going to just sample what Flip Learning might do for you,"}, {"timestamp": [605.86, 607.22], "text": " and a lot of people use that."}, {"timestamp": [607.3, 614.42], "text": " It's basically a virtual whiteboard that you can annotate and record your screen that you're using."}, {"timestamp": [615.84, 620.84], "text": " Screencastomatic is another free app that just allows you to capture your screen."}, {"timestamp": [621.24, 623.36], "text": " But you don't even need Flash software."}, {"timestamp": [623.48, 625.76], "text": " If you've got Microsoft PowerPoint,"}, {"timestamp": [625.76, 630.56], "text": " you can use your built-in microphone to your laptop, go to Addins, and you can annotate whatever"}, {"timestamp": [630.56, 637.04], "text": " presentation you might have. The second element, student viewing of content. So how am I going"}, {"timestamp": [637.04, 643.12], "text": " to host and present my content? You could use an all-encompassing platform such as Edmodo,"}, {"timestamp": [643.12, 646.38], "text": " which is something I really want to try, but I just haven't got there yet."}, {"timestamp": [646.76, 652.54], "text": " Or Moodle, a platform that allows you to host your content has class creation or course creation"}, {"timestamp": [652.54, 658.14], "text": " and has a whole lot of other, I guess, teaching A's that you can use through them."}, {"timestamp": [658.22, 664.72], "text": " You can choose that path, or you can go down a path where you look at, say, maybe, what strengths does YouTube have,"}, {"timestamp": [664.78, 666.02], "text": " what strengths as Facebook have, What strengths of Facebook have?"}, {"timestamp": [666.2, 670.52], "text": " And pulling those together and using multiple platforms to host and present your content."}, {"timestamp": [671.28, 672.7], "text": " What does your institute allow?"}, {"timestamp": [672.86, 675.64], "text": " Now, I've had plenty of discussions over the last two years"}, {"timestamp": [675.64, 680.66], "text": " about the merits of allowing student access to Facebook and YouTube and things like that."}, {"timestamp": [680.74, 681.66], "text": " And I'm all for it."}, {"timestamp": [681.66, 687.84], "text": " And we get strung up about how our kids are"}, {"timestamp": [687.84, 691.76], "text": " distracted by this, but I don't think it's an issue. And if you can manage your classroom as well,"}, {"timestamp": [691.76, 696.92], "text": " it shouldn't be an issue. But you do have to consider what your policies are from the top"}, {"timestamp": [696.92, 701.72], "text": " down when you're deciding how you're going to host your content. Do you, does your institute"}, {"timestamp": [701.72, 709.34], "text": " provide a platform that you can use? Moodle, Google Docs, my portfolio are big in some schools and if that's there then use that"}, {"timestamp": [709.34, 713.34], "text": " because that's what the kids know and that's what you're going to have success with."}, {"timestamp": [714.64, 717.14], "text": " And what offers the least amount of barriers for my students?"}, {"timestamp": [717.88, 718.88], "text": " I use Facebook."}, {"timestamp": [719.52, 723.96], "text": " I haven't this year because I started a new school and I wasn't sure about the policies around that"}, {"timestamp": [723.96, 728.36], "text": " but I prefer to use Facebook and use Facebook groups. The reason being is that kids are on it"}, {"timestamp": [728.36, 732.94], "text": " all day. They're on Facebook all day. They love it. Their cell phone is stuck to their hand"}, {"timestamp": [732.94, 738.08], "text": " and it minimizes the barriers. I don't want my kids to have to sign up, register, get an"}, {"timestamp": [738.08, 742.72], "text": " email, verify their account and have to log in every time they want to look at my content"}, {"timestamp": [742.72, 747.0], "text": " because they're not going to do it. They're going to get distracted and they're going to find something else to do."}, {"timestamp": [747.0, 752.0], "text": " So think about what is going to offer the least amount of barriers for your students."}, {"timestamp": [752.0, 755.0], "text": " Provision for students to digest the content."}, {"timestamp": [755.0, 758.0], "text": " If the students aren't digesting the content, why flip?"}, {"timestamp": [758.0, 759.0], "text": " There's no point."}, {"timestamp": [759.0, 764.0], "text": " So we need to find a way or put systems in place to ensure that our students are digesting this content."}, {"timestamp": [764.0, 766.0], "text": " And it is probably the most important element."}, {"timestamp": [766.0, 770.0], "text": " So you need to work out how am I going to know"}, {"timestamp": [770.0, 772.0], "text": " that they've digested the content."}, {"timestamp": [772.0, 774.0], "text": " And one system I use is called whisk sheets."}, {"timestamp": [774.0, 777.0], "text": " Now, whisk sheets were developed by a teacher."}, {"timestamp": [777.0, 781.0], "text": " One of the pioneers of Philip Learning in America,"}, {"timestamp": [781.0, 783.0], "text": " she's a mass teacher,"}, {"timestamp": [783.0, 785.7], "text": " and she provides her students with these sheets."}, {"timestamp": [786.76, 791.2], "text": " The variation of hers that I use was one of her early models of the WISC sheet,"}, {"timestamp": [791.28, 793.6], "text": " and it basically means watch summarizing question."}, {"timestamp": [794.1, 797.72], "text": " And that's really my minimal expectation of our students,"}, {"timestamp": [797.9, 800.68], "text": " that they watch the video or watch the content,"}, {"timestamp": [800.78, 802.76], "text": " and the content will be from 5 to 15 minutes,"}, {"timestamp": [803.14, 808.62], "text": " try to keep it as brief and simple as possible. And they can watch that at their own pace. They're encouraged that"}, {"timestamp": [808.62, 813.84], "text": " we teach them to pause the content, rewind, have a look at those concepts, and then there's"}, {"timestamp": [813.84, 818.68], "text": " a summarized component and that takes up the majority of their whisk sheet and in that they have"}, {"timestamp": [818.68, 825.84], "text": " to consider new concepts to them, key points, things they're going to need that they can go on and use"}, {"timestamp": [825.84, 832.32], "text": " as a cheat sheet later on in the unit or prior to an assessment as a study guide."}, {"timestamp": [832.32, 838.4], "text": " And we finish off with this question, and this is probably the area that I struggle with most,"}, {"timestamp": [838.4, 844.0], "text": " or my students struggle with most. If they can ask a good question that they bring back to the class,"}, {"timestamp": [844.0, 846.44], "text": " and it really shows that they're thinking about the content"}, {"timestamp": [846.44, 849.02], "text": " and the concepts that you're talking about"}, {"timestamp": [849.02, 852.04], "text": " and working hard to further their learning."}, {"timestamp": [852.3, 857.92], "text": " So I'll talk about how that question is used in the classroom shortly,"}, {"timestamp": [857.92, 859.34], "text": " but it is a key component,"}, {"timestamp": [859.8, 864.08], "text": " and all of those work together to ensure that the students are going part of the way"}, {"timestamp": [864.08, 864.98], "text": " to digest the content."}, {"timestamp": [866.46, 869.12], "text": " We also need to be able to check student understanding."}, {"timestamp": [869.12, 870.58], "text": " You can give them the content."}, {"timestamp": [870.58, 874.06], "text": " You can say, here, watch this and assume that they're digesting it, but how do you know"}, {"timestamp": [874.06, 878.84], "text": " that they are understanding what you're asking them to do besides checking their wish sheets?"}, {"timestamp": [878.84, 889.96], "text": " But even that worst case scenario, kids can go copy somebody else's whisk sheet. So what I do is I have two steps to checking student understanding,"}, {"timestamp": [890.26, 893.1], "text": " and we have student-led discussions and focus questions."}, {"timestamp": [893.34, 895.52], "text": " So I'll explain this in a bit more detail,"}, {"timestamp": [895.64, 900.56], "text": " but basically at the start of a lesson, following a flipped video,"}, {"timestamp": [901.34, 908.32], "text": " the kids know to come straight in, and they start discussing their notes and their questions. And in their small group, they'll share questions and try to answer the questions"}, {"timestamp": [908.32, 914.04], "text": " as a group. Then they present an interesting question to the class. They don't present it to me,"}, {"timestamp": [914.1, 918.32], "text": " they present it to the class and they try and elicit a good response or an answer from the"}, {"timestamp": [918.32, 924.86], "text": " rest of the class. Following that, I create some focus questions and these questions are"}, {"timestamp": [924.86, 927.0], "text": " progressive or scaffolded"}, {"timestamp": [927.0, 930.0], "text": " and they'll start from easy and they'll go get harder and harder."}, {"timestamp": [930.0, 934.5], "text": " So in that time I'm looking to make sure that people are using the concepts correctly"}, {"timestamp": [934.5, 938.5], "text": " and they are answering these questions and we're getting a good range of responses from the students."}, {"timestamp": [938.5, 942.5], "text": " So that for me is the way that I check student understanding."}, {"timestamp": [942.5, 946.48], "text": " And then finally, providing in-class activities that focus on high"}, {"timestamp": [946.48, 951.88], "text": " levels of cognitive work and when we go back to that Bloom stuff, this is the exciting part"}, {"timestamp": [951.88, 958.6], "text": " of the flip classroom. No longer are you up the front, the center of the classroom, but now"}, {"timestamp": [958.6, 963.86], "text": " you're putting the students in the center and really getting them to take responsibility for"}, {"timestamp": [963.86, 969.4], "text": " what they're doing in the classroom. And I'm just there to support them, guide them, I'll better check what I was"}, {"timestamp": [969.4, 976.9], "text": " going to talk about first, being that guide on the side and getting them to, I guess, leaders to step"}, {"timestamp": [976.9, 981.58], "text": " up and help one another and get those experts in the classroom so that we can consider those,"}, {"timestamp": [985.0, 985.62], "text": " so that we can consider those, applying those concepts"}, {"timestamp": [988.54, 990.78], "text": " or ideas in real world contexts. And they have the support of their peers and the teacher."}, {"timestamp": [990.78, 993.96], "text": " So generally, those homework tasks, you say,"}, {"timestamp": [993.96, 996.0], "text": " go off and do some homework, but there's no support for them."}, {"timestamp": [996.0, 999.48], "text": " So by flipping it and getting that homework stuff done in class,"}, {"timestamp": [999.48, 1001.54], "text": " they've got the support of their peers and the teacher,"}, {"timestamp": [1003.62, 1007.38], "text": " where they can focus on that high-level bloom stuff."}, {"timestamp": [1007.38, 1009.76], "text": " So teacher and student benefits of a flip classroom."}, {"timestamp": [1009.76, 1012.84], "text": " So differentiation is almost automated."}, {"timestamp": [1012.84, 1018.76], "text": " They have watched that video content at their own pace, in their own time, in their own room."}, {"timestamp": [1018.76, 1024.8], "text": " We have those focus questions that are scaffolded and progressive and allows us to, those experts"}, {"timestamp": [1024.8, 1025.6], "text": " to rise to the top and"}, {"timestamp": [1025.6, 1031.92], "text": " help out one another and lower level students get that support. Students are more engaged with the"}, {"timestamp": [1031.92, 1037.2], "text": " class. They are the center of the classroom, increased student, student interactions. Content is"}, {"timestamp": [1037.2, 1043.92], "text": " always available and accessible for your students so if they're away or anything, it's"}, {"timestamp": [1043.92, 1045.2], "text": " always there for them. you don't have to"}, {"timestamp": [1045.2, 1050.72], "text": " re-explain it student benefits lessons now occur at their preferred at their preferred pace in their"}, {"timestamp": [1050.72, 1057.76], "text": " location they can access the content anywhere and it's quite common that a kid will be a little bit"}, {"timestamp": [1058.96, 1063.76], "text": " their self-management will be a little bit poor and i see them lining up outside class or waiting"}, {"timestamp": [1063.76, 1070.2], "text": " outside the classroom with their iPhone watching the content and trying to scribble out a whisk sheet so they can do that anywhere."}, {"timestamp": [1070.58, 1075.92], "text": " They have more assistance from me in the classroom and they build those stronger relationships with their peers."}, {"timestamp": [1077.42, 1079.42], "text": " So why did I begin flipping my classroom?"}, {"timestamp": [1079.54, 1080.58], "text": " And basically I was bored."}, {"timestamp": [1080.68, 1081.3], "text": " I was in a rut."}, {"timestamp": [1081.86, 1085.52], "text": " I'd been teaching for five or six years, and I found that"}, {"timestamp": [1085.52, 1091.02], "text": " I just wasn't enjoying myself. I also felt I was doing a poor job of meeting the variety"}, {"timestamp": [1091.02, 1095.22], "text": " of student needs in my classroom, and I'm going to speak a little bit more on that shortly"}, {"timestamp": [1095.22, 1101.22], "text": " about the different type of needs that I'd see in my classroom. And technology is my passion"}, {"timestamp": [1101.22, 1106.36], "text": " from a young age. Obviously, I'm into gaming."}, {"timestamp": [1107.26, 1110.22], "text": " I'm always looking for creative, authentic and innovative ways"}, {"timestamp": [1110.22, 1112.38], "text": " to incorporate that technology within my classroom."}, {"timestamp": [1115.02, 1116.92], "text": " One day I was browsing Twitter,"}, {"timestamp": [1117.02, 1119.86], "text": " and I stumbled across this TED talk by Salman Khan,"}, {"timestamp": [1119.94, 1122.14], "text": " which you've probably all seen about the Khan Academy."}, {"timestamp": [1123.16, 1124.84], "text": " And usually when I start talking about this,"}, {"timestamp": [1124.84, 1128.46], "text": " people start rolling your eyes and have their own opinions seen about the Khan Academy. And usually when I start talking about this, people start rolling their eyes and have their own opinions"}, {"timestamp": [1128.46, 1131.66], "text": " of what the Khan Academy is trying to achieve."}, {"timestamp": [1131.82, 1134.88], "text": " But actually, I'm really looking forward to the next speaker"}, {"timestamp": [1134.88, 1138.02], "text": " who will be talking about moots and stuff like that."}, {"timestamp": [1138.62, 1142.98], "text": " But for me, it kind of struck a nerve"}, {"timestamp": [1142.98, 1150.0], "text": " and it made me excited about what Mr. Kahn was trying to achieve and what he was achieving."}, {"timestamp": [1150.5, 1154.4], "text": " And it got me thinking, and I looked into it a little bit more and I come across this term flipped classroom."}, {"timestamp": [1155.16, 1162.36], "text": " And there were two guys, Jonathan Bergman and Aaron Sams, and their science teachers in the States,"}, {"timestamp": [1162.36, 1165.68], "text": " and they just decided one day to put all their content online"}, {"timestamp": [1165.68, 1168.08], "text": " and when I learned that term"}, {"timestamp": [1168.08, 1170.02], "text": " and I found this book I downloaded"}, {"timestamp": [1170.02, 1171.88], "text": " the Kindle book and I read it in a day"}, {"timestamp": [1171.88, 1174.04], "text": " and all of a sudden I was re-invigorated"}, {"timestamp": [1174.04, 1176.08], "text": " and I was excited and passionate about the way"}, {"timestamp": [1176.08, 1177.2], "text": " I was going to"}, {"timestamp": [1177.2, 1179.54], "text": " change the way I teach completely"}, {"timestamp": [1179.54, 1181.48], "text": " and start implementing some of these"}, {"timestamp": [1181.48, 1182.9], "text": " ideas and these concepts"}, {"timestamp": [1182.9, 1186.84], "text": " so really that's why I flip my classroom."}, {"timestamp": [1187.88, 1192.7], "text": " And if you do want to look at something, check out that video by Salman Khan at TED Talk."}, {"timestamp": [1193.36, 1194.68], "text": " And also have a look at that book."}, {"timestamp": [1194.84, 1198.56], "text": " Flip your classroom, reach every student in every class every day."}, {"timestamp": [1200.76, 1202.88], "text": " I mentioned the variety of student needs."}, {"timestamp": [1202.88, 1209.0], "text": " And I was seeing a wide variety. And I felt I was doing a poor job as a teacher in meeting those student needs."}, {"timestamp": [1209.0, 1216.0], "text": " And the type of, I don't know why they're coming up to at a time, but the type of kids I've seen was, say, someone like Sarah."}, {"timestamp": [1216.0, 1224.0], "text": " Now Sarah would be your merit level student who almost knows how to game the system and they know how to achieve those credits with very little work."}, {"timestamp": [1224.0, 1228.56], "text": " One thing I'm seeing, I don't know if other teachers have seen it at the moment, but students"}, {"timestamp": [1228.56, 1234.76], "text": " know how to access exemplars from off the internet on the standards that we're assessing it."}, {"timestamp": [1234.76, 1238.72], "text": " Although it's in a different context, it still provides them a bit of a pathway of what they"}, {"timestamp": [1238.72, 1241.52], "text": " need to identify and discuss in their assessment."}, {"timestamp": [1241.52, 1246.16], "text": " So Sarah's a type of student that is fantastic in getting merit,"}, {"timestamp": [1246.16, 1252.0], "text": " but that higher level gets to excellence she struggles with, and is she really absorbing that key"}, {"timestamp": [1252.0, 1258.16], "text": " content, or is she just know how to game the system and use these examples to her best to achieve?"}, {"timestamp": [1258.8, 1263.12], "text": " Then I've got students like James. Now James is a kid who generally struggles to achieve,"}, {"timestamp": [1263.12, 1265.46], "text": " might get six, seven,"}, {"timestamp": [1265.54, 1272.02], "text": " eight credits in your class across the year, and usually they'll be the practical-based credits,"}, {"timestamp": [1272.32, 1277.6], "text": " and they struggle, they never complete homework, they can't comprehend the content in the classroom,"}, {"timestamp": [1278.18, 1287.6], "text": " so they struggle. But one of the key things about James is that he hides his lack of knowledge or understanding"}, {"timestamp": [1287.6, 1293.06], "text": " and by usually acting out or being disruptive and that brings the class down a little bit."}, {"timestamp": [1293.98, 1298.02], "text": " Something that is familiar in my learning area is a student like Jack who's a fantastic athlete"}, {"timestamp": [1298.02, 1303.36], "text": " who spends a lot of time away from school and most of my time was spent trying to catch him up"}, {"timestamp": [1303.36, 1306.68], "text": " and reintroduce the content and provide resources for him"}, {"timestamp": [1308.44, 1312.3], "text": " so that he could catch up in class."}, {"timestamp": [1312.76, 1315.02], "text": " And then finally you've got Andrew."}, {"timestamp": [1315.38, 1317.98], "text": " This is your kid that always achieves."}, {"timestamp": [1319.3, 1324.1], "text": " Happy, always seems to be doing the work, always seems to be doing the homework,"}, {"timestamp": [1324.88, 1328.36], "text": " but prefers to have a little bit of student and teacher support in there."}, {"timestamp": [1328.44, 1333.68], "text": " So I was seeing that wide range of student needs in my classroom."}, {"timestamp": [1334.1, 1337.14], "text": " Now, I'm not saying that flip learning is a silver bullet"}, {"timestamp": [1337.14, 1339.52], "text": " for any of this by any means,"}, {"timestamp": [1339.52, 1342.72], "text": " but it has helped me address some of the issues"}, {"timestamp": [1342.72, 1344.06], "text": " that I was seen in the classroom"}, {"timestamp": [1344.06, 1347.98], "text": " and has made my life a little bit easier in a way."}, {"timestamp": [1347.98, 1353.32], "text": " Normal school week for me with my senior classes, they have four hours of physical education a week,"}, {"timestamp": [1353.32, 1357.18], "text": " two of those are theory lessons and two of those are practical lessons."}, {"timestamp": [1357.18, 1364.16], "text": " For every theory lesson, they'll have one video to watch, and that video will be between 5 to 15 minutes."}, {"timestamp": [1364.16, 1367.12], "text": " Students are required to watch that before the theory lesson"}, {"timestamp": [1367.12, 1369.96], "text": " and they bring their whisk sheets into class."}, {"timestamp": [1370.58, 1373.34], "text": " And whatever platform I'm using to host those videos,"}, {"timestamp": [1373.46, 1374.28], "text": " they can access it."}, {"timestamp": [1375.66, 1376.88], "text": " New theory lessons,"}, {"timestamp": [1377.48, 1379.92], "text": " theory lessons have a fairly high practical component"}, {"timestamp": [1379.92, 1382.94], "text": " as we shift from that traditional theory lesson"}, {"timestamp": [1382.94, 1385.16], "text": " to a flipped classroom,"}, {"timestamp": [1385.64, 1387.22], "text": " which I'll talk about now."}, {"timestamp": [1387.38, 1388.98], "text": " So traditional versus flip classroom."}, {"timestamp": [1389.1, 1390.88], "text": " Now, I'm generalizing a little bit here."}, {"timestamp": [1390.96, 1393.02], "text": " Not everyone works like this or operates like this,"}, {"timestamp": [1393.02, 1397.2], "text": " and we've got some fantastic teachers doing some amazing things"}, {"timestamp": [1397.2, 1398.04], "text": " in the way they teach."}, {"timestamp": [1398.62, 1403.34], "text": " So a traditional classroom might look like introducing the session for five minutes"}, {"timestamp": [1403.34, 1408.36], "text": " where you talk about what's going to come, learning outcomes, success criteria."}, {"timestamp": [1408.36, 1412.52], "text": " And you might spend 10 minutes linking to prior learning or prior lessons and getting people"}, {"timestamp": [1412.52, 1416.52], "text": " up to scratch, students up to scratch, making sure they're ready."}, {"timestamp": [1416.52, 1421.54], "text": " Then you'd spend 30 to 40 minutes teaching or introducing or lecturing new content."}, {"timestamp": [1421.54, 1429.0], "text": " That's your chalk and talk, sage on the stage type teaching, very common"}, {"timestamp": [1429.0, 1434.5], "text": " in the tertiary level, that's how, well, when I was at university, that's how we learnt,"}, {"timestamp": [1434.5, 1439.44], "text": " you sat there for an hour being lectured by the lecturer, and then that leaves us about"}, {"timestamp": [1439.44, 1444.84], "text": " 10 minutes to rush through a quick learning activity, which really is absolutely useless, and"}, {"timestamp": [1444.84, 1445.04], "text": " then you"}, {"timestamp": [1445.04, 1447.24], "text": " say, okay, kids, go and finish that for homework."}, {"timestamp": [1447.24, 1452.04], "text": " And that's a generalisation of how some traditional classrooms look like, and certainly"}, {"timestamp": [1452.04, 1455.64], "text": " for me and some of the things I was doing prior to me picking up this flip learning, that's"}, {"timestamp": [1455.64, 1457.68], "text": " what my classes look like."}, {"timestamp": [1457.68, 1462.9], "text": " Now in this flip classroom, my students come in, they know that for the first five minutes,"}, {"timestamp": [1462.9, 1467.86], "text": " they are comparing their notes, they're comparing their questions, they're trying to answer the questions, and they're looking"}, {"timestamp": [1467.86, 1474.82], "text": " at moving or preparing a question that they're going to present to the class to answer."}, {"timestamp": [1475.42, 1482.22], "text": " Okay, and that again, that question is not directed to me, but if the question draws blanks,"}, {"timestamp": [1482.52, 1486.7], "text": " I'll often step in and try to get them over the line there with answering that question."}, {"timestamp": [1486.92, 1494.1], "text": " So that student-student interaction is massive and the kids are really thinking about the content and working hard to answer those questions."}, {"timestamp": [1494.9, 1497.26], "text": " Then we have, so that's that student-nead questioning."}, {"timestamp": [1497.26, 1504.62], "text": " Then we have the teacher-led focus questions for 10 minutes, so I'll put together a range of questions that will get progressively harder."}, {"timestamp": [1504.94, 1506.08], "text": " And I ask the"}, {"timestamp": [1506.08, 1508.82], "text": " students to work together in groups to try to answer those questions."}, {"timestamp": [1508.82, 1513.96], "text": " And I might have three or four questions before we move on to this guided learning activities"}, {"timestamp": [1513.96, 1518.96], "text": " or practical tasks or inquiry or whatever way you want to do it or call it."}, {"timestamp": [1518.96, 1520.88], "text": " Now an example of what this might look like."}, {"timestamp": [1520.88, 1525.1], "text": " Earlier or in the last term we were looking at Newton's three laws."}, {"timestamp": [1525.1, 1527.56], "text": " So we went through, they had their videos,"}, {"timestamp": [1527.56, 1531.18], "text": " they had focus questions, they had their discussions,"}, {"timestamp": [1531.18, 1534.64], "text": " and then how I approached this high order thinking"}, {"timestamp": [1534.64, 1537.7], "text": " or getting them up at looking at that upper level of blooms,"}, {"timestamp": [1537.7, 1540.32], "text": " was I gave them, and so this is just an example"}, {"timestamp": [1540.32, 1544.56], "text": " of what I did, I gave them a couple of groups,"}, {"timestamp": [1544.56, 1547.5], "text": " got some matchbox cars, a couple of"}, {"timestamp": [1547.5, 1551.7], "text": " ramps, a little bit of weight. These weights you could sell a tape onto the cars and I got"}, {"timestamp": [1551.7, 1558.7], "text": " them to go out and come up with an experiment that would show Newton's three laws in action."}, {"timestamp": [1558.7, 1563.32], "text": " So they were setting up looking at inertia and action reaction and stuff like that. So that was"}, {"timestamp": [1563.32, 1569.74], "text": " the first step. Then after that I gave them each of the group three different balls"}, {"timestamp": [1569.74, 1573.7], "text": " and I said, take each of these balls or their sports equipment"}, {"timestamp": [1573.7, 1577.68], "text": " and come up with a way to describe each of Newton's three laws."}, {"timestamp": [1578.84, 1584.6], "text": " So that, in a traditional classroom, it would have been,"}, {"timestamp": [1599.82, 1606.38], "text": " we would have got round to that, but it would have happened in a different way and it would have taken a lot more time and we would have spent a lot of time lecturing and making sure that student understanding what was there in place before we moved on to that stuff. So that's just an example of how the two differ for me."}, {"timestamp": [1606.38, 1610.82], "text": " University of Queensland do a really good way of summing up, I guess, the flip learning environment."}, {"timestamp": [1610.82, 1614.44], "text": " And they call, they have this first one concept exploration."}, {"timestamp": [1614.44, 1621.86], "text": " So that's watching the videos or whatever content you choose to use."}, {"timestamp": [1621.86, 1623.26], "text": " So that's that concept exploration."}, {"timestamp": [1623.26, 1624.26], "text": " They watch the video."}, {"timestamp": [1624.26, 1632.0], "text": " And then hopefully they're thinking, well, linking other knowledge and searching on YouTube for other things related to that content."}, {"timestamp": [1632.0, 1646.0], "text": " Then you've got your making meaning and that's when we have those, they interpret their whisk sheets, they have their focus questions, they interact with one another and make meaning of the content."}, {"timestamp": [1646.0, 1649.0], "text": " And then you have that demonstration or that application."}, {"timestamp": [1649.0, 1653.0], "text": " I just gave you an example of what that might look like"}, {"timestamp": [1653.0, 1657.0], "text": " or could look like in physical education."}, {"timestamp": [1657.0, 1661.0], "text": " Conditions under which flip classrooms lead to better outcomes,"}, {"timestamp": [1661.0, 1664.0], "text": " you need a solid ICT infrastructure."}, {"timestamp": [1664.0, 1669.0], "text": " Although this is pretty common these days, you've got schools who've got full wireless access,"}, {"timestamp": [1669.0, 1671.0], "text": " high-speed internet."}, {"timestamp": [1671.0, 1677.0], "text": " A lot of schools have ICT committees who are really trying to, excuse me,"}, {"timestamp": [1677.0, 1682.0], "text": " I didn't have my green juice this morning, feeling a little bit run down."}, {"timestamp": [1682.0, 1686.88], "text": " Bringing in ICT committees to, I guess,"}, {"timestamp": [1686.88, 1690.24], "text": " implement some policy that allows for technology"}, {"timestamp": [1690.24, 1694.56], "text": " to be put into the classroom in positive ways."}, {"timestamp": [1694.56, 1696.96], "text": " Student access to devices and internet,"}, {"timestamp": [1696.96, 1699.92], "text": " and I'll show you some stuff in the moment"}, {"timestamp": [1699.92, 1702.4], "text": " about the environments that I've flipped in"}, {"timestamp": [1702.4, 1705.8], "text": " and what devices the students can use. This is always, when I talk about flip classroom, this is the first thing that I've flipped in and what devices the students can use."}, {"timestamp": [1705.8, 1708.7], "text": " This is always, when I talk about Flip Classroom,"}, {"timestamp": [1708.7, 1711.24], "text": " this is the first thing that I get challenged on."}, {"timestamp": [1711.24, 1714.9], "text": " And it's this, people like to challenge me"}, {"timestamp": [1714.9, 1718.7], "text": " on thinking that it's fair for students,"}, {"timestamp": [1718.7, 1722.1], "text": " to assume students can access devices on the internet."}, {"timestamp": [1722.1, 1727.14], "text": " And sure, this can be a challenge or a battle but in this day"}, {"timestamp": [1727.14, 1732.9], "text": " and age the kids can access devices in the internet. They've, there's room in"}, {"timestamp": [1732.9, 1737.62], "text": " schools and they've got lunchtime and before school, they've got their cell phones"}, {"timestamp": [1737.62, 1742.86], "text": " which are internet capable and I just don't buy this as an excuse of why"}, {"timestamp": [1742.86, 1745.76], "text": " Flip Learning might not work in classrooms or for students in that matter to challenge me and say I don't have a device I don't have the internet, I don't buy this as an excuse of why Flip Learning might not work in classrooms or for students"}, {"timestamp": [1745.76, 1749.46], "text": " in that matter to challenge me and say, I don't have a device, I don't have the internet,"}, {"timestamp": [1749.62, 1755.78], "text": " I don't buy it, and I think that kids can access the internet and it's easy enough"}, {"timestamp": [1755.78, 1761.72], "text": " this day and age. And practical-based lessons looking at those high-level cognitive tasks."}, {"timestamp": [1761.72, 1765.12], "text": " Again, the emphasis of the Flip classroom is not the content creation,"}, {"timestamp": [1765.12, 1767.58], "text": " it's what you do with your new time or repurposing"}, {"timestamp": [1767.58, 1772.7], "text": " that classroom time after removing those lower-level blooms"}, {"timestamp": [1772.7, 1773.34], "text": " stuff there."}, {"timestamp": [1773.34, 1779.46], "text": " So those are really three conditions which help the classroom"}, {"timestamp": [1779.46, 1782.62], "text": " or the flip classroom to be successful."}, {"timestamp": [1782.62, 1788.04], "text": " So at Wellington High School, they're compulsory B-YOD and they have been for the last four years and they have campus-wide"}, {"timestamp": [1788.04, 1792.9], "text": " wireless access and and I love that you go into a class and you say get your"}, {"timestamp": [1792.9, 1796.72], "text": " devices out and that'll get their devices out and that just makes it so much"}, {"timestamp": [1796.72, 1801.6], "text": " easier to teach and implement technology when you have that option there."}, {"timestamp": [1801.6, 1805.6], "text": " They have five large modern computer suites"}, {"timestamp": [1805.6, 1808.38], "text": " with their ICT specialist in the middle,"}, {"timestamp": [1808.5, 1809.32], "text": " call it the fishbowl."}, {"timestamp": [1810.48, 1812.82], "text": " They have a smaller library computer suite"}, {"timestamp": [1812.82, 1814.8], "text": " and the PE department had four iPads."}, {"timestamp": [1815.08, 1816.42], "text": " It would have been great if we had 30,"}, {"timestamp": [1816.54, 1817.84], "text": " but we didn't, we had four."}, {"timestamp": [1817.92, 1818.68], "text": " But that still helped."}, {"timestamp": [1818.78, 1821.2], "text": " And all of these things together helped"}, {"timestamp": [1821.2, 1827.32], "text": " that issue of access to devices or the internet help minimise that"}, {"timestamp": [1827.32, 1832.2], "text": " barrier that students had or teachers had to looking at flip learning."}, {"timestamp": [1832.2, 1835.96], "text": " At Rangetai College, so it's optional BYU this year, it's their first year, it is optional,"}, {"timestamp": [1835.96, 1840.24], "text": " it would have been great if it was compulsory but we have a lot of, we're in a lower"}, {"timestamp": [1840.24, 1850.72], "text": " socio-economic area and we have a lot of students who would struggle to come up with or be able to fund a device but they've got campus wide wireless access which is good."}, {"timestamp": [1850.72, 1853.74], "text": " Three large modern computer suites."}, {"timestamp": [1853.74, 1854.94], "text": " This is interesting."}, {"timestamp": [1854.94, 1858.38], "text": " This is the first time I've come across these and I'm sure they're in a lot of other schools"}, {"timestamp": [1858.38, 1862.72], "text": " but they've got three portable neckbook carts that are bookable and full of Chromebooks"}, {"timestamp": [1862.72, 1865.68], "text": " and this really helps"}, {"timestamp": [1865.68, 1871.4], "text": " in the sense that kids can go in and as a teacher I can book a certain amount of Chromebooks"}, {"timestamp": [1871.4, 1880.32], "text": " for them to maybe catch up on some of the content or just have access to a device."}, {"timestamp": [1880.32, 1890.68], "text": " Smaller computer suite with 14 PCs and then the PE department. They've actually just had a new gym built. It's about a year old after their last one burnt down."}, {"timestamp": [1891.48, 1896.64], "text": " So we've got, in the back of our seminar room, we've got six computers, which also helps."}, {"timestamp": [1898.4, 1903.06], "text": " I just want to talk about research now that supports the flip classroom and basically there is none."}, {"timestamp": [1903.9, 1905.32], "text": " There's very little qualitative"}, {"timestamp": [1905.32, 1910.16], "text": " or quantitative research but what there is is there's a lot of, well there has been some"}, {"timestamp": [1910.16, 1914.56], "text": " literature reviews on things like blended learning and that student engagement and the use of video"}, {"timestamp": [1914.56, 1920.08], "text": " on classroom but nothing on actual flip learning. But the anecdotal evidence from teachers"}, {"timestamp": [1920.08, 1925.04], "text": " that are flipping suggests higher achievement, better student engagement, and a more positive"}, {"timestamp": [1925.04, 1930.02], "text": " attitude towards learning. And definitely, as someone who's been doing it for two years, I am seeing"}, {"timestamp": [1930.02, 1938.1], "text": " those things. And take this with a grain of salt, because very small sample size. But just from my"}, {"timestamp": [1938.1, 1943.36], "text": " flipping, looking at our biophysical standards in PE, see that's your anatomy, physiology,"}, {"timestamp": [1943.36, 1946.0], "text": " biomechanical analysis and things like that."}, {"timestamp": [1947.28, 1955.74], "text": " Pre-flipping for me, this was about national average along that line, so you've got 12, 30% not achieved."}, {"timestamp": [1956.28, 1962.54], "text": " The majority of my students at achieve level, but as you start looking at that higher level of evaluating,"}, {"timestamp": [1962.74, 1966.0], "text": " analysing, the numbers drop off there."}, {"timestamp": [1966.0, 1970.0], "text": " And I really wanted to boost those numbers."}, {"timestamp": [1970.0, 1974.0], "text": " First year of flipping, that was the change I saw."}, {"timestamp": [1974.0, 1978.0], "text": " So maybe my flipping got some of those not achieves over the line,"}, {"timestamp": [1978.0, 1985.44], "text": " and maybe, again, with a grand assault, we could attribute that to them having access to the content all the time."}, {"timestamp": [1985.44, 1988.88], "text": " But you'll notice that the merit and excellence level stayed the same."}, {"timestamp": [1988.88, 1994.88], "text": " And I guess I can, when I look at that, I say, well, it was new to me."}, {"timestamp": [1994.88, 2001.44], "text": " I probably wasn't, and I'm reflecting, I agree that I can see I wasn't, using that repurposed"}, {"timestamp": [2001.44, 2004.88], "text": " classroom time to the best ability that I could have."}, {"timestamp": [2004.88, 2009.88], "text": " So sure, I was putting my content online, but I wasn't doing much else."}, {"timestamp": [2010.08, 2012.58], "text": " And that's what I've come to see over the last year or so,"}, {"timestamp": [2012.68, 2018.4], "text": " is it's less about the content, but more about how you use that repurposed time."}, {"timestamp": [2019.5, 2030.7], "text": " And then last year's results, you can see that the level of excellence results in those biophysical standards has increased for me,"}, {"timestamp": [2030.96, 2037.56], "text": " which is really positive to see, and it kind of shows me that it's something worthwhile to carry on doing for me."}, {"timestamp": [2038.26, 2041.94], "text": " But again, small sample size, so it could mean nothing at all."}, {"timestamp": [2042.84, 2047.12], "text": " Challenges of the flip classroom, access to the internet, we've talked a lot about that."}, {"timestamp": [2047.38, 2048.8], "text": " I don't believe it is a challenge."}, {"timestamp": [2050.4, 2051.34], "text": " So I'll move on."}, {"timestamp": [2051.44, 2052.52], "text": " Student buy-hound, very important."}, {"timestamp": [2053.36, 2054.56], "text": " Your students don't buy in."}, {"timestamp": [2055.4, 2056.7], "text": " They're not going to watch the content."}, {"timestamp": [2057.2, 2060.08], "text": " They're not going to benefit from the flip classroom."}, {"timestamp": [2060.08, 2064.64], "text": " So I will spend a lot of time introducing different concepts,"}, {"timestamp": [2064.9, 2067.42], "text": " step by step, getting them used to this idea of Flip Learning."}, {"timestamp": [2067.74, 2079.38], "text": " I'll send email home my introduction to Flip Learning to the parents and get the students and maybe watch a video in class with them and show them how to watch a video properly."}, {"timestamp": [2080.02, 2082.36], "text": " So student buying is very important."}, {"timestamp": [2083.24, 2083.66], "text": " Exposure."}, {"timestamp": [2084.0, 2086.64], "text": " This is one thing I've struggled with."}, {"timestamp": [2087.0, 2089.64], "text": " And I think because teaching is a very personal thing."}, {"timestamp": [2089.94, 2093.74], "text": " It's something for you and your students in a classroom"}, {"timestamp": [2093.74, 2096.94], "text": " or whatever your teaching space is to share together."}, {"timestamp": [2097.52, 2102.18], "text": " And now I'm putting all of my stuff on YouTube for the entire world to see."}, {"timestamp": [2102.72, 2103.48], "text": " And that's a challenge."}, {"timestamp": [2103.48, 2105.0], "text": " And you can probably tell by now,"}, {"timestamp": [2105.0, 2107.0], "text": " I'm not much of a presenter or a talker."}, {"timestamp": [2107.0, 2109.0], "text": " I think I'm downright boring,"}, {"timestamp": [2109.0, 2110.0], "text": " and I'm a monotone to boot."}, {"timestamp": [2110.0, 2112.0], "text": " So that's one of the challenges."}, {"timestamp": [2112.0, 2113.0], "text": " When I first started flipping,"}, {"timestamp": [2113.0, 2115.0], "text": " I think it was the second video."}, {"timestamp": [2115.0, 2118.0], "text": " We're sitting in class, and not much is happening,"}, {"timestamp": [2118.0, 2119.0], "text": " and I'm battling."}, {"timestamp": [2119.0, 2121.0], "text": " And one of our student leaders, his name was Bryn."}, {"timestamp": [2121.0, 2124.0], "text": " He kind of put his hand up, and he stood up,"}, {"timestamp": [2124.0, 2129.92], "text": " and he said, condo, which is what they call me at once in high school. We love this concept, we love"}, {"timestamp": [2129.92, 2135.34], "text": " this idea, we love the effort you're putting in, but you've got to get excited about putting"}, {"timestamp": [2135.34, 2140.88], "text": " your, you've got to be excited in these presentations, you're dead boring. And that is one of the"}, {"timestamp": [2140.88, 2149.1], "text": " challenges for me as someone who's not a natural speaker to get excited and that is a struggle when it's 11 o'clock at night and you're trying to create a video"}, {"timestamp": [2149.1, 2152.86], "text": " and your daughter has finally gotten to sleep and you're trying to be quiet."}, {"timestamp": [2152.86, 2153.96], "text": " It's hard to be excited."}, {"timestamp": [2153.96, 2159.46], "text": " But that's one challenge that I've had."}, {"timestamp": [2159.46, 2160.3], "text": " And time and effort."}, {"timestamp": [2160.3, 2164.9], "text": " It takes a lot of time to create these videos, get your content out there."}, {"timestamp": [2164.9, 2166.46], "text": " You know, I've got two senior classes,"}, {"timestamp": [2166.46, 2168.16], "text": " that's potentially four videos a week."}, {"timestamp": [2168.16, 2170.5], "text": " I've got to write a PowerPoint, which would take 40 minutes."}, {"timestamp": [2170.5, 2172.24], "text": " I've then got to record and annotate it,"}, {"timestamp": [2172.24, 2175.44], "text": " which would take another half hour, upload it to YouTube,"}, {"timestamp": [2175.44, 2178.24], "text": " create all the links, and you can see that takes up a lot of time."}, {"timestamp": [2178.24, 2181.9], "text": " And it's not like that content is going to be there"}, {"timestamp": [2181.9, 2183.24], "text": " and be able to be used next year,"}, {"timestamp": [2183.24, 2188.52], "text": " because you've always got to reflect on your learning and what you're doing and improving those things in class."}, {"timestamp": [2190.48, 2193.54], "text": " Getting near the end here, things I'd like to implement or consider in the future."}, {"timestamp": [2193.84, 2196.84], "text": " I really need to look at how I'm using the cloud a bit more."}, {"timestamp": [2197.02, 2200.78], "text": " We still have these physical whisk sheets, paper whisk sheets."}, {"timestamp": [2200.9, 2204.16], "text": " I'd love to be able to get that online with my students."}, {"timestamp": [2204.76, 2209.08], "text": " For me, it's just a matter of finding the best fit for them and how that would work."}, {"timestamp": [2209.88, 2211.54], "text": " Flipped meetings, I hate meetings."}, {"timestamp": [2211.9, 2216.06], "text": " I despise meetings because, as I think Karen mentioned earlier,"}, {"timestamp": [2216.5, 2219.92], "text": " you end up in those discussions about what's better, blue or green milk, you know,"}, {"timestamp": [2219.96, 2221.58], "text": " all this administrative tasks."}, {"timestamp": [2222.54, 2225.46], "text": " I have tried this with my department, and it seemed to work well."}, {"timestamp": [2225.46, 2227.5], "text": " They seem to enjoy it, but creating a flip video"}, {"timestamp": [2227.5, 2231.46], "text": " with the administrative stuff, get that out of the way"}, {"timestamp": [2231.46, 2233.64], "text": " so that when you sit down at the table,"}, {"timestamp": [2233.64, 2235.62], "text": " you're looking at the important stuff,"}, {"timestamp": [2235.62, 2238.84], "text": " the curriculum development, and all those big picture things"}, {"timestamp": [2238.84, 2241.02], "text": " that you really need to discuss."}, {"timestamp": [2241.02, 2243.98], "text": " Is that any different to having a well thought out"}, {"timestamp": [2243.98, 2247.04], "text": " and planned agenda? I don't know. Maybe it isn't, but"}, {"timestamp": [2247.04, 2254.4], "text": " it seems to have worked with my department. Flip mastery, mastery learning's been around a while,"}, {"timestamp": [2254.5, 2259.14], "text": " but it's pretty unique and probably the next step in the flip classroom, and that's basically"}, {"timestamp": [2259.14, 2264.64], "text": " providing a framework of your content and having checkpoints as you go along, so kids don't have"}, {"timestamp": [2264.64, 2265.64], "text": " to all focus on the same thing at a time. If you have all your content up having checkpoints as you go along so kids don't have to all focus on the"}, {"timestamp": [2265.64, 2271.18], "text": " same thing at a time. If you have all your content up there maybe 10 checkpoints or concepts"}, {"timestamp": [2271.18, 2275.78], "text": " in a unit, the kids can progress through that at their own pace. Once they get to the end of a concept,"}, {"timestamp": [2275.98, 2281.96], "text": " they have to sit an exit test. I'm not sure how I do that yet, but that exit test will either"}, {"timestamp": [2281.96, 2285.0], "text": " be finished with a passer or a yes or a no and they have to go back and revisit that content for a day before they can sit that exit test will either be finished with a passer or a yes or a no,"}, {"timestamp": [2285.0, 2290.0], "text": " and they have to go back and revisit that content for a day before they can sit their exit test again."}, {"timestamp": [2290.0, 2293.0], "text": " So that's something I'd like to consider."}, {"timestamp": [2293.0, 2297.0], "text": " And finally, gamification is something I want to look at."}, {"timestamp": [2297.0, 2300.0], "text": " Any gamers in here? Hands up if you're a gamer."}, {"timestamp": [2300.0, 2303.0], "text": " All right? So you would know that with modern video games these days,"}, {"timestamp": [2303.0, 2305.0], "text": " it's all about chunking,"}, {"timestamp": [2308.98, 2314.66], "text": " and there will be a short period of high-intense activity in a game, and then you're presented with, say, a save point or a checkpoint or a trophy or a reward."}, {"timestamp": [2315.48, 2321.62], "text": " And that, I think, is a really good way to go about achieving some milestones in the classroom,"}, {"timestamp": [2321.74, 2325.16], "text": " and it may be that we look at some of these things like"}, {"timestamp": [2325.16, 2331.0], "text": " Mozilla badges or providing some sort of small reward as students progress through this work"}, {"timestamp": [2331.0, 2337.12], "text": " that they can maybe share on social media and just gives them a bit of a pat on the back"}, {"timestamp": [2337.12, 2340.6], "text": " for what they're doing in the classroom."}, {"timestamp": [2340.6, 2347.76], "text": " So at the summary we looked at how the sage on the stage versus guide on the side might look like, greater opportunity for higher level thinking,"}, {"timestamp": [2349.46, 2354.32], "text": " considered those five elements, conditions that allow for the best results in the flipped environment,"}, {"timestamp": [2355.12, 2359.12], "text": " and how we might be able to minimize those barriers and enablers."}, {"timestamp": [2359.66, 2366.56], "text": " So final thought from me, John Woodham, one of the greatest coaches of all time, had this quote,"}, {"timestamp": [2366.56, 2369.46], "text": " Don't mistake activity for achievement."}, {"timestamp": [2369.46, 2373.44], "text": " Now I'm using this out of context a little bit, but basically what I'm trying to say with"}, {"timestamp": [2373.44, 2377.94], "text": " this, and again, I'm preaching to the converter, but when we look at implementing this technology,"}, {"timestamp": [2377.94, 2382.18], "text": " make sure that it's resulting in meaningful learning."}, {"timestamp": [2382.18, 2388.06], "text": " Don't use technology to replace paper. Find out meaningful ways or"}, {"timestamp": [2388.06, 2392.94], "text": " meaningful outcomes that you can get from the technology that you're trying to incorporate"}, {"timestamp": [2392.94, 2397.02], "text": " in your class. Thank you for having me. That's me done."}], "text": " Good everyone. I guess I'm here to speak about flip learning and as this concept of flip learning which I'll describe to you throughout this presentation as it gains speed it's good to know that there is no hard and fast rules about flipping in the way you flip so I'm going to present my take on flip learning and how I use it in my learning area, which is physical education and health. I guess you could use this two ways. You could use it to, I guess, get some information about flip learning and come up with your opinion on it. Or it could be a bit of a guide on how you might like to maybe consider flipping and kind of laying out the pathway for you as you go through that. maybe consider flipping and kind of laying out the pathway for you as you go through that. For today, I'm just going to introduce and explain my perspective, talk about why I started flipping, what does flip learning look for me across a normal teaching week, conditions under which flip classrooms lead to better outcomes, research supporting the flip classroom, challenges, and future additions to my flip classroom. So a little bit about me, you've heard a little bit already, but I started, well, I was very lucky to start my career at Wellington High School. They're a very innovative school. Some similarities to Albany that you heard this morning, but we didn't have that fantastic environment that they do. We were a bit of a concrete jungle in the middle of the city, a horrible, ugly school. But very innovative, non-uniform, Kaua Desaltin School, where probably what they're most well known for is giving their senior students a 1020 start, which was always interesting to deal with. And we had a leader there, Prue Kelly, and she was fantastic. She was one of the best leaders I've ever had in anything I've done. And she really empowered us teachers to take our passions and run with it and deliver our passion in the classroom in any way we felt we could. So she was fantastic, and starting there was awesome for me. I was an ICT lead teacher, and what I did for that was I worked on incorporating biomechanical analysis in the classroom using a software called Silicon Coach and developing resources around that and I had some time allowance. And then in 2008 I was, I guess it was almost been in the right place at the right time and I was appointed head of faculty. And being a young head of faculty, I think I was 26 at the time really helped me not push but introduce some of the things I was passionate about with technology department-wide and they really brought into that which was which was fantastic I started this year I moved to Rang Thai College and as a physical educator it's it's great to be at a school that has this rich sporting tradition that we didn't have at Wellington High School and we've got a brand new gymnasium there that makes teaching fun. And one thing, you've heard a few things, but one thing that a lot of people don't realize about me was I used to balance teaching and being a semi-professional gamer and I used to review video games and get flying around the world to compete in all these competitions. So I've been to Australia a lot, London, Germany, Amsterdam was another place. So that really frames my approach to teaching and my passion for technology and the things that I'm doing in the classroom. This is my daughter Zana, I'm a new father, she's 10 months old, and when, and actually last night was my first night away from her, so it was a little bit sad last night, especially as she couldn't really grasp FaceTime, which we tried to do, which was a laugh, but when Kevin asked me to speak, I thought this future learning environments and it got me thinking about the last 10 years for me being in this career of teaching. And when I first started teaching, you know, the laptop scheme was just really kicking off. We were keeping paper rolls. We were using clunky student management systems. And it was just a lot different to what we see today. And you know, we've got laptops feature in every lesson for most teachers. I whip out my iPhone in the middle of the class to take the role and just we're in a much better place. And then I guess it leads me on to thinking about Zana, that's my daughter's name, and what's education going to look like for her for the next 10 years? And, you know, four years' time when she starts school, and six years' time after that when she starts intermediate or secondary school, and what's it going to look like for her? And then when I think about my planning and my teaching, for me, it's trying to pave the way for teachers and students for the future. Now, I'm here to talk about flip learning, but I don't think flip learning is the solution, but I think it's an option that brings good student engagement and gets people excited about learning. So I'm just going to talk more on that. So flip learning. So basically what flip learning is is we invert the classroom, so we flip everything around. What kids normally do in the classroom, we get them to do that at home. What kids would normally do at home. We do that in the classroom with the support or where they have the support of their peers and the teacher a little bit better and I guess it's like punctuated by that high student engagement and looking at those improving those student-student relationships and those student-teacher relationships. But in a simple form, and this is, I'm generalising here because we don't all teach like a stage on the stage. So it's about your role as a teacher in a traditional classroom being a sage on the stage and doing all that chalk and talk, which no matter how hard you try to get away from, it always tends to feature in some way and other lessons today, versus being a guide on the side. And that's really the thing that I like about flip learning is people get caught up in the content creation side of flip learning, but the benefits of flip learning come from they've done that hard stuff outside of, or they've done that long and boring stuff that some of them think it is outside of the classroom and we're repurposing our classroom time to get that high level thinking which I'll talk about shortly. We've already heard a little bit about Bloom's taxonomy this morning. So with the flip classroom, this viewing of content prior to lessons allows us to shift that lower level Bloom stuff, the understanding and remembering outside of the classroom. And that allows us to focus on creating, evaluating, analyzing, applying, all those higher level thinking tasks at the upper end of Bloom's taxonomy. And that's, as I said, repurposing your class time is something that is really exciting for what I'm trying to achieve in my classrooms. So key elements of the flip classroom, a couple of things that I want to talk about. First is a content creation, student viewing of content, provision for students to digest content, provision for teachers to check student understanding and providing in-class activities that focus on high levels of cognitive work. So these are all elements that you really need to develop and consider if you're thinking about planning for or going into a flipped classroom or a flipped environment. So content creation. So what type of content are you going to use in your flip classroom? Typically you use video. But that doesn't have to be the case. You can use podcasts. It could be readings. In fact, in a way, flip learning has been happening for years and years and years. You go to university, you have your readings you do that prior to the to the lecture and it just gives you some prior understanding or knowledge on the topic that you're about to learn so it really prepares you for what you're about to achieve or or talk about so his readings is prezy so or different types of presentations that you could be using are you going to make use of your own content are you going to make your own content or are you going to use other people's content? Now, there is a lot of content out there on YouTube from a range of learning areas that you can dip into. I've been flipping for two years. I've got about 60 videos and those 60 videos have had about 23,000 views. Now, to put that in perspective, that's a tad more than two billion less hits than size than SIEC had with this Gengham style video. So I don't want to get ahead of myself and get a big head, but, you know, I'd like to think that my students enjoy my content so much that they watch it and watch it and watch it, but the reality is that other students and other teachers are accessing my content and using it in their classroom. So you don't have to create your own content. And finally, you need, it needs to be easy. We are very time poorer, some of the other presenters I said this morning as teachers, so you don't want to be spending a lot of time creating or reinventing the wheel. Just a look at some of the software I used. I started off using this app in iOS and I think they've got an Android paste app called Explain Everything. It just allows you to upload a PowerPoint, annotate it, use the touchscreen to draw all over and you can upload that to YouTube. Six dollar app, fantastic, really got me going to where I am now using Camtasia Studio, which was mentioned earlier before. And this is probably industry level software. It costs $300. It creates high quality content for you. And for me, as I transitioned through these different phases of trying to flip with my classroom, I decided that to ensure student engagement, I wanted to create a product that looked good and wasn't some outdated, ugly looking presentation that a kid clicks on and goes, this sucks, I'm getting out of here and I'm not doing the work. So Camtasia Studio allows you to create quality looking presentations. Educ creations is just a web-based app that you might look at if you are going to just sample what flip learning might do for you and a lot-based app that you might look at if you are going to just sample what Flip Learning might do for you, and a lot of people use that. It's basically a virtual whiteboard that you can annotate and record your screen that you're using. Screencastomatic is another free app that just allows you to capture your screen. But you don't even need Flash software. If you've got Microsoft PowerPoint, you can use your built-in microphone to your laptop, go to Addins, and you can annotate whatever presentation you might have. The second element, student viewing of content. So how am I going to host and present my content? You could use an all-encompassing platform such as Edmodo, which is something I really want to try, but I just haven't got there yet. Or Moodle, a platform that allows you to host your content has class creation or course creation and has a whole lot of other, I guess, teaching A's that you can use through them. You can choose that path, or you can go down a path where you look at, say, maybe, what strengths does YouTube have, what strengths as Facebook have, What strengths of Facebook have? And pulling those together and using multiple platforms to host and present your content. What does your institute allow? Now, I've had plenty of discussions over the last two years about the merits of allowing student access to Facebook and YouTube and things like that. And I'm all for it. And we get strung up about how our kids are distracted by this, but I don't think it's an issue. And if you can manage your classroom as well, it shouldn't be an issue. But you do have to consider what your policies are from the top down when you're deciding how you're going to host your content. Do you, does your institute provide a platform that you can use? Moodle, Google Docs, my portfolio are big in some schools and if that's there then use that because that's what the kids know and that's what you're going to have success with. And what offers the least amount of barriers for my students? I use Facebook. I haven't this year because I started a new school and I wasn't sure about the policies around that but I prefer to use Facebook and use Facebook groups. The reason being is that kids are on it all day. They're on Facebook all day. They love it. Their cell phone is stuck to their hand and it minimizes the barriers. I don't want my kids to have to sign up, register, get an email, verify their account and have to log in every time they want to look at my content because they're not going to do it. They're going to get distracted and they're going to find something else to do. So think about what is going to offer the least amount of barriers for your students. Provision for students to digest the content. If the students aren't digesting the content, why flip? There's no point. So we need to find a way or put systems in place to ensure that our students are digesting this content. And it is probably the most important element. So you need to work out how am I going to know that they've digested the content. And one system I use is called whisk sheets. Now, whisk sheets were developed by a teacher. One of the pioneers of Philip Learning in America, she's a mass teacher, and she provides her students with these sheets. The variation of hers that I use was one of her early models of the WISC sheet, and it basically means watch summarizing question. And that's really my minimal expectation of our students, that they watch the video or watch the content, and the content will be from 5 to 15 minutes, try to keep it as brief and simple as possible. And they can watch that at their own pace. They're encouraged that we teach them to pause the content, rewind, have a look at those concepts, and then there's a summarized component and that takes up the majority of their whisk sheet and in that they have to consider new concepts to them, key points, things they're going to need that they can go on and use as a cheat sheet later on in the unit or prior to an assessment as a study guide. And we finish off with this question, and this is probably the area that I struggle with most, or my students struggle with most. If they can ask a good question that they bring back to the class, and it really shows that they're thinking about the content and the concepts that you're talking about and working hard to further their learning. So I'll talk about how that question is used in the classroom shortly, but it is a key component, and all of those work together to ensure that the students are going part of the way to digest the content. We also need to be able to check student understanding. You can give them the content. You can say, here, watch this and assume that they're digesting it, but how do you know that they are understanding what you're asking them to do besides checking their wish sheets? But even that worst case scenario, kids can go copy somebody else's whisk sheet. So what I do is I have two steps to checking student understanding, and we have student-led discussions and focus questions. So I'll explain this in a bit more detail, but basically at the start of a lesson, following a flipped video, the kids know to come straight in, and they start discussing their notes and their questions. And in their small group, they'll share questions and try to answer the questions as a group. Then they present an interesting question to the class. They don't present it to me, they present it to the class and they try and elicit a good response or an answer from the rest of the class. Following that, I create some focus questions and these questions are progressive or scaffolded and they'll start from easy and they'll go get harder and harder. So in that time I'm looking to make sure that people are using the concepts correctly and they are answering these questions and we're getting a good range of responses from the students. So that for me is the way that I check student understanding. And then finally, providing in-class activities that focus on high levels of cognitive work and when we go back to that Bloom stuff, this is the exciting part of the flip classroom. No longer are you up the front, the center of the classroom, but now you're putting the students in the center and really getting them to take responsibility for what they're doing in the classroom. And I'm just there to support them, guide them, I'll better check what I was going to talk about first, being that guide on the side and getting them to, I guess, leaders to step up and help one another and get those experts in the classroom so that we can consider those, so that we can consider those, applying those concepts or ideas in real world contexts. And they have the support of their peers and the teacher. So generally, those homework tasks, you say, go off and do some homework, but there's no support for them. So by flipping it and getting that homework stuff done in class, they've got the support of their peers and the teacher, where they can focus on that high-level bloom stuff. So teacher and student benefits of a flip classroom. So differentiation is almost automated. They have watched that video content at their own pace, in their own time, in their own room. We have those focus questions that are scaffolded and progressive and allows us to, those experts to rise to the top and help out one another and lower level students get that support. Students are more engaged with the class. They are the center of the classroom, increased student, student interactions. Content is always available and accessible for your students so if they're away or anything, it's always there for them. you don't have to re-explain it student benefits lessons now occur at their preferred at their preferred pace in their location they can access the content anywhere and it's quite common that a kid will be a little bit their self-management will be a little bit poor and i see them lining up outside class or waiting outside the classroom with their iPhone watching the content and trying to scribble out a whisk sheet so they can do that anywhere. They have more assistance from me in the classroom and they build those stronger relationships with their peers. So why did I begin flipping my classroom? And basically I was bored. I was in a rut. I'd been teaching for five or six years, and I found that I just wasn't enjoying myself. I also felt I was doing a poor job of meeting the variety of student needs in my classroom, and I'm going to speak a little bit more on that shortly about the different type of needs that I'd see in my classroom. And technology is my passion from a young age. Obviously, I'm into gaming. I'm always looking for creative, authentic and innovative ways to incorporate that technology within my classroom. One day I was browsing Twitter, and I stumbled across this TED talk by Salman Khan, which you've probably all seen about the Khan Academy. And usually when I start talking about this, people start rolling your eyes and have their own opinions seen about the Khan Academy. And usually when I start talking about this, people start rolling their eyes and have their own opinions of what the Khan Academy is trying to achieve. But actually, I'm really looking forward to the next speaker who will be talking about moots and stuff like that. But for me, it kind of struck a nerve and it made me excited about what Mr. Kahn was trying to achieve and what he was achieving. And it got me thinking, and I looked into it a little bit more and I come across this term flipped classroom. And there were two guys, Jonathan Bergman and Aaron Sams, and their science teachers in the States, and they just decided one day to put all their content online and when I learned that term and I found this book I downloaded the Kindle book and I read it in a day and all of a sudden I was re-invigorated and I was excited and passionate about the way I was going to change the way I teach completely and start implementing some of these ideas and these concepts so really that's why I flip my classroom. And if you do want to look at something, check out that video by Salman Khan at TED Talk. And also have a look at that book. Flip your classroom, reach every student in every class every day. I mentioned the variety of student needs. And I was seeing a wide variety. And I felt I was doing a poor job as a teacher in meeting those student needs. And the type of, I don't know why they're coming up to at a time, but the type of kids I've seen was, say, someone like Sarah. Now Sarah would be your merit level student who almost knows how to game the system and they know how to achieve those credits with very little work. One thing I'm seeing, I don't know if other teachers have seen it at the moment, but students know how to access exemplars from off the internet on the standards that we're assessing it. Although it's in a different context, it still provides them a bit of a pathway of what they need to identify and discuss in their assessment. So Sarah's a type of student that is fantastic in getting merit, but that higher level gets to excellence she struggles with, and is she really absorbing that key content, or is she just know how to game the system and use these examples to her best to achieve? Then I've got students like James. Now James is a kid who generally struggles to achieve, might get six, seven, eight credits in your class across the year, and usually they'll be the practical-based credits, and they struggle, they never complete homework, they can't comprehend the content in the classroom, so they struggle. But one of the key things about James is that he hides his lack of knowledge or understanding and by usually acting out or being disruptive and that brings the class down a little bit. Something that is familiar in my learning area is a student like Jack who's a fantastic athlete who spends a lot of time away from school and most of my time was spent trying to catch him up and reintroduce the content and provide resources for him so that he could catch up in class. And then finally you've got Andrew. This is your kid that always achieves. Happy, always seems to be doing the work, always seems to be doing the homework, but prefers to have a little bit of student and teacher support in there. So I was seeing that wide range of student needs in my classroom. Now, I'm not saying that flip learning is a silver bullet for any of this by any means, but it has helped me address some of the issues that I was seen in the classroom and has made my life a little bit easier in a way. Normal school week for me with my senior classes, they have four hours of physical education a week, two of those are theory lessons and two of those are practical lessons. For every theory lesson, they'll have one video to watch, and that video will be between 5 to 15 minutes. Students are required to watch that before the theory lesson and they bring their whisk sheets into class. And whatever platform I'm using to host those videos, they can access it. New theory lessons, theory lessons have a fairly high practical component as we shift from that traditional theory lesson to a flipped classroom, which I'll talk about now. So traditional versus flip classroom. Now, I'm generalizing a little bit here. Not everyone works like this or operates like this, and we've got some fantastic teachers doing some amazing things in the way they teach. So a traditional classroom might look like introducing the session for five minutes where you talk about what's going to come, learning outcomes, success criteria. And you might spend 10 minutes linking to prior learning or prior lessons and getting people up to scratch, students up to scratch, making sure they're ready. Then you'd spend 30 to 40 minutes teaching or introducing or lecturing new content. That's your chalk and talk, sage on the stage type teaching, very common in the tertiary level, that's how, well, when I was at university, that's how we learnt, you sat there for an hour being lectured by the lecturer, and then that leaves us about 10 minutes to rush through a quick learning activity, which really is absolutely useless, and then you say, okay, kids, go and finish that for homework. And that's a generalisation of how some traditional classrooms look like, and certainly for me and some of the things I was doing prior to me picking up this flip learning, that's what my classes look like. Now in this flip classroom, my students come in, they know that for the first five minutes, they are comparing their notes, they're comparing their questions, they're trying to answer the questions, and they're looking at moving or preparing a question that they're going to present to the class to answer. Okay, and that again, that question is not directed to me, but if the question draws blanks, I'll often step in and try to get them over the line there with answering that question. So that student-student interaction is massive and the kids are really thinking about the content and working hard to answer those questions. Then we have, so that's that student-nead questioning. Then we have the teacher-led focus questions for 10 minutes, so I'll put together a range of questions that will get progressively harder. And I ask the students to work together in groups to try to answer those questions. And I might have three or four questions before we move on to this guided learning activities or practical tasks or inquiry or whatever way you want to do it or call it. Now an example of what this might look like. Earlier or in the last term we were looking at Newton's three laws. So we went through, they had their videos, they had focus questions, they had their discussions, and then how I approached this high order thinking or getting them up at looking at that upper level of blooms, was I gave them, and so this is just an example of what I did, I gave them a couple of groups, got some matchbox cars, a couple of ramps, a little bit of weight. These weights you could sell a tape onto the cars and I got them to go out and come up with an experiment that would show Newton's three laws in action. So they were setting up looking at inertia and action reaction and stuff like that. So that was the first step. Then after that I gave them each of the group three different balls and I said, take each of these balls or their sports equipment and come up with a way to describe each of Newton's three laws. So that, in a traditional classroom, it would have been, we would have got round to that, but it would have happened in a different way and it would have taken a lot more time and we would have spent a lot of time lecturing and making sure that student understanding what was there in place before we moved on to that stuff. So that's just an example of how the two differ for me. University of Queensland do a really good way of summing up, I guess, the flip learning environment. And they call, they have this first one concept exploration. So that's watching the videos or whatever content you choose to use. So that's that concept exploration. They watch the video. And then hopefully they're thinking, well, linking other knowledge and searching on YouTube for other things related to that content. Then you've got your making meaning and that's when we have those, they interpret their whisk sheets, they have their focus questions, they interact with one another and make meaning of the content. And then you have that demonstration or that application. I just gave you an example of what that might look like or could look like in physical education. Conditions under which flip classrooms lead to better outcomes, you need a solid ICT infrastructure. Although this is pretty common these days, you've got schools who've got full wireless access, high-speed internet. A lot of schools have ICT committees who are really trying to, excuse me, I didn't have my green juice this morning, feeling a little bit run down. Bringing in ICT committees to, I guess, implement some policy that allows for technology to be put into the classroom in positive ways. Student access to devices and internet, and I'll show you some stuff in the moment about the environments that I've flipped in and what devices the students can use. This is always, when I talk about flip classroom, this is the first thing that I've flipped in and what devices the students can use. This is always, when I talk about Flip Classroom, this is the first thing that I get challenged on. And it's this, people like to challenge me on thinking that it's fair for students, to assume students can access devices on the internet. And sure, this can be a challenge or a battle but in this day and age the kids can access devices in the internet. They've, there's room in schools and they've got lunchtime and before school, they've got their cell phones which are internet capable and I just don't buy this as an excuse of why Flip Learning might not work in classrooms or for students in that matter to challenge me and say I don't have a device I don't have the internet, I don't buy this as an excuse of why Flip Learning might not work in classrooms or for students in that matter to challenge me and say, I don't have a device, I don't have the internet, I don't buy it, and I think that kids can access the internet and it's easy enough this day and age. And practical-based lessons looking at those high-level cognitive tasks. Again, the emphasis of the Flip classroom is not the content creation, it's what you do with your new time or repurposing that classroom time after removing those lower-level blooms stuff there. So those are really three conditions which help the classroom or the flip classroom to be successful. So at Wellington High School, they're compulsory B-YOD and they have been for the last four years and they have campus-wide wireless access and and I love that you go into a class and you say get your devices out and that'll get their devices out and that just makes it so much easier to teach and implement technology when you have that option there. They have five large modern computer suites with their ICT specialist in the middle, call it the fishbowl. They have a smaller library computer suite and the PE department had four iPads. It would have been great if we had 30, but we didn't, we had four. But that still helped. And all of these things together helped that issue of access to devices or the internet help minimise that barrier that students had or teachers had to looking at flip learning. At Rangetai College, so it's optional BYU this year, it's their first year, it is optional, it would have been great if it was compulsory but we have a lot of, we're in a lower socio-economic area and we have a lot of students who would struggle to come up with or be able to fund a device but they've got campus wide wireless access which is good. Three large modern computer suites. This is interesting. This is the first time I've come across these and I'm sure they're in a lot of other schools but they've got three portable neckbook carts that are bookable and full of Chromebooks and this really helps in the sense that kids can go in and as a teacher I can book a certain amount of Chromebooks for them to maybe catch up on some of the content or just have access to a device. Smaller computer suite with 14 PCs and then the PE department. They've actually just had a new gym built. It's about a year old after their last one burnt down. So we've got, in the back of our seminar room, we've got six computers, which also helps. I just want to talk about research now that supports the flip classroom and basically there is none. There's very little qualitative or quantitative research but what there is is there's a lot of, well there has been some literature reviews on things like blended learning and that student engagement and the use of video on classroom but nothing on actual flip learning. But the anecdotal evidence from teachers that are flipping suggests higher achievement, better student engagement, and a more positive attitude towards learning. And definitely, as someone who's been doing it for two years, I am seeing those things. And take this with a grain of salt, because very small sample size. But just from my flipping, looking at our biophysical standards in PE, see that's your anatomy, physiology, biomechanical analysis and things like that. Pre-flipping for me, this was about national average along that line, so you've got 12, 30% not achieved. The majority of my students at achieve level, but as you start looking at that higher level of evaluating, analysing, the numbers drop off there. And I really wanted to boost those numbers. First year of flipping, that was the change I saw. So maybe my flipping got some of those not achieves over the line, and maybe, again, with a grand assault, we could attribute that to them having access to the content all the time. But you'll notice that the merit and excellence level stayed the same. And I guess I can, when I look at that, I say, well, it was new to me. I probably wasn't, and I'm reflecting, I agree that I can see I wasn't, using that repurposed classroom time to the best ability that I could have. So sure, I was putting my content online, but I wasn't doing much else. And that's what I've come to see over the last year or so, is it's less about the content, but more about how you use that repurposed time. And then last year's results, you can see that the level of excellence results in those biophysical standards has increased for me, which is really positive to see, and it kind of shows me that it's something worthwhile to carry on doing for me. But again, small sample size, so it could mean nothing at all. Challenges of the flip classroom, access to the internet, we've talked a lot about that. I don't believe it is a challenge. So I'll move on. Student buy-hound, very important. Your students don't buy in. They're not going to watch the content. They're not going to benefit from the flip classroom. So I will spend a lot of time introducing different concepts, step by step, getting them used to this idea of Flip Learning. I'll send email home my introduction to Flip Learning to the parents and get the students and maybe watch a video in class with them and show them how to watch a video properly. So student buying is very important. Exposure. This is one thing I've struggled with. And I think because teaching is a very personal thing. It's something for you and your students in a classroom or whatever your teaching space is to share together. And now I'm putting all of my stuff on YouTube for the entire world to see. And that's a challenge. And you can probably tell by now, I'm not much of a presenter or a talker. I think I'm downright boring, and I'm a monotone to boot. So that's one of the challenges. When I first started flipping, I think it was the second video. We're sitting in class, and not much is happening, and I'm battling. And one of our student leaders, his name was Bryn. He kind of put his hand up, and he stood up, and he said, condo, which is what they call me at once in high school. We love this concept, we love this idea, we love the effort you're putting in, but you've got to get excited about putting your, you've got to be excited in these presentations, you're dead boring. And that is one of the challenges for me as someone who's not a natural speaker to get excited and that is a struggle when it's 11 o'clock at night and you're trying to create a video and your daughter has finally gotten to sleep and you're trying to be quiet. It's hard to be excited. But that's one challenge that I've had. And time and effort. It takes a lot of time to create these videos, get your content out there. You know, I've got two senior classes, that's potentially four videos a week. I've got to write a PowerPoint, which would take 40 minutes. I've then got to record and annotate it, which would take another half hour, upload it to YouTube, create all the links, and you can see that takes up a lot of time. And it's not like that content is going to be there and be able to be used next year, because you've always got to reflect on your learning and what you're doing and improving those things in class. Getting near the end here, things I'd like to implement or consider in the future. I really need to look at how I'm using the cloud a bit more. We still have these physical whisk sheets, paper whisk sheets. I'd love to be able to get that online with my students. For me, it's just a matter of finding the best fit for them and how that would work. Flipped meetings, I hate meetings. I despise meetings because, as I think Karen mentioned earlier, you end up in those discussions about what's better, blue or green milk, you know, all this administrative tasks. I have tried this with my department, and it seemed to work well. They seem to enjoy it, but creating a flip video with the administrative stuff, get that out of the way so that when you sit down at the table, you're looking at the important stuff, the curriculum development, and all those big picture things that you really need to discuss. Is that any different to having a well thought out and planned agenda? I don't know. Maybe it isn't, but it seems to have worked with my department. Flip mastery, mastery learning's been around a while, but it's pretty unique and probably the next step in the flip classroom, and that's basically providing a framework of your content and having checkpoints as you go along, so kids don't have to all focus on the same thing at a time. If you have all your content up having checkpoints as you go along so kids don't have to all focus on the same thing at a time. If you have all your content up there maybe 10 checkpoints or concepts in a unit, the kids can progress through that at their own pace. Once they get to the end of a concept, they have to sit an exit test. I'm not sure how I do that yet, but that exit test will either be finished with a passer or a yes or a no and they have to go back and revisit that content for a day before they can sit that exit test will either be finished with a passer or a yes or a no, and they have to go back and revisit that content for a day before they can sit their exit test again. So that's something I'd like to consider. And finally, gamification is something I want to look at. Any gamers in here? Hands up if you're a gamer. All right? So you would know that with modern video games these days, it's all about chunking, and there will be a short period of high-intense activity in a game, and then you're presented with, say, a save point or a checkpoint or a trophy or a reward. And that, I think, is a really good way to go about achieving some milestones in the classroom, and it may be that we look at some of these things like Mozilla badges or providing some sort of small reward as students progress through this work that they can maybe share on social media and just gives them a bit of a pat on the back for what they're doing in the classroom. So at the summary we looked at how the sage on the stage versus guide on the side might look like, greater opportunity for higher level thinking, considered those five elements, conditions that allow for the best results in the flipped environment, and how we might be able to minimize those barriers and enablers. So final thought from me, John Woodham, one of the greatest coaches of all time, had this quote, Don't mistake activity for achievement. Now I'm using this out of context a little bit, but basically what I'm trying to say with this, and again, I'm preaching to the converter, but when we look at implementing this technology, make sure that it's resulting in meaningful learning. Don't use technology to replace paper. Find out meaningful ways or meaningful outcomes that you can get from the technology that you're trying to incorporate in your class. Thank you for having me. That's me done."}