{"speakers": [], "chunks": [{"timestamp": [0.0, 11.32], "text": " What I want to talk about is the open education resource model, the OER model, which is something"}, {"timestamp": [11.32, 18.48], "text": " we have been working on for quite some time and Jane will fill in the various bits later"}, {"timestamp": [18.48, 25.68], "text": " in particular regarding CC Creative Commons."}, {"timestamp": [34.62, 38.96], "text": " So where I want to start is really to go to the typical school of both today and possibly for a little while yet, and certainly the way schools used to operate in days gone by."}, {"timestamp": [39.42, 42.0], "text": " And I'm sure many of you will be familiar with this."}, {"timestamp": [42.62, 46.4], "text": " And first of all, we do in fact still have many,"}, {"timestamp": [46.4, 53.44], "text": " many teachers who like to be pretty protective over their own resources. So they guard them"}, {"timestamp": [53.44, 58.38], "text": " jealously and often they guard them for the wrong reasons. And there's several examples here"}, {"timestamp": [58.38, 67.0], "text": " of why they may guard them. The first one is that they are confident in their own resources."}, {"timestamp": [67.0, 69.0], "text": " They've built them up over a period of time."}, {"timestamp": [69.0, 74.0], "text": " They know they get good results with them and they really don't want other people to share them."}, {"timestamp": [74.0, 77.0], "text": " So they've got quite a selfish motive."}, {"timestamp": [77.0, 84.0], "text": " As another reason, they really believe that all teachers at some stage have to go through this process of collecting together"}, {"timestamp": [84.0, 90.18], "text": " and making their own resources themselves. And thirdly, and this is perhaps"}, {"timestamp": [90.18, 95.18], "text": " one that's very difficult to identify initially, but it certainly comes through once"}, {"timestamp": [95.18, 100.34], "text": " you've been working in a given school for a while, you will also find some people that"}, {"timestamp": [100.34, 106.58], "text": " are not actually that confident in their own work. And if they're not that confident in their own work"}, {"timestamp": [106.58, 109.86], "text": " and don't want others to expose that work"}, {"timestamp": [109.86, 112.1], "text": " as not nearly as good as they would like it to be,"}, {"timestamp": [112.48, 116.6], "text": " then one way of doing that is to ensure that nobody else gets access to it."}, {"timestamp": [117.42, 119.6], "text": " But all of those are negative reasons."}, {"timestamp": [120.76, 122.98], "text": " And the direction we're heading is very much"}, {"timestamp": [122.98, 125.24], "text": " that we want teachers to be able to"}, {"timestamp": [125.24, 129.76], "text": " create their own work sometimes from scratch but certainly working from other"}, {"timestamp": [129.76, 135.48], "text": " material that has been done earlier and the more sharing and the more access they"}, {"timestamp": [135.48, 140.64], "text": " have to early material the easier they will find their work is to get started"}, {"timestamp": [140.64, 144.32], "text": " and that's very important particularly for young teachers"}, {"timestamp": [144.32, 146.8], "text": " now the attitudes there in"}, {"timestamp": [146.8, 154.42], "text": " black are not as common as they used to be but they do still endure and what we also see is"}, {"timestamp": [154.42, 161.0], "text": " in some schools it is more prevalent than in others and certainly in some departments in schools"}, {"timestamp": [161.0, 167.0], "text": " it is more prevalent than in others so we see quite a mix of what's happening in the schools. It is more prevalent than in others. So we see quite a mix of what's happening in the schools."}, {"timestamp": [167.0, 174.0], "text": " As teaching, the pedagogy behind teaching changes to take advantage of technology,"}, {"timestamp": [174.0, 181.0], "text": " we will certainly see changes in this approach. We're moving into a very learner-centric model of teaching"}, {"timestamp": [181.0, 186.94], "text": " as opposed to a teacher-dominated style of teaching and the learner-centric"}, {"timestamp": [186.94, 192.76], "text": " model of teaching is certainly a more collaborative and sharing model. Now if anybody would like"}, {"timestamp": [192.76, 198.12], "text": " to stop me at any time and ask questions, I know you're all dying to ask some questions,"}, {"timestamp": [198.12, 214.0], "text": " I'm sure we can accommodate them. For those moving into digital resources, there is a new problem that's emerging, and most schools are just starting to face this now in trying to find solutions to it."}, {"timestamp": [214.0, 225.92], "text": " And the problem is the amount of storage that is required with digital resources, particularly those involving video or various scanned images or images of any type,"}, {"timestamp": [226.54, 232.4], "text": " the file size can build up very quickly and the total storage requirements also build up very quickly."}, {"timestamp": [233.1, 238.6], "text": " And depending on the internal speed of the network and the external access to the internet,"}, {"timestamp": [239.46, 245.36], "text": " you have accompanying problems that may be minimal in one school, but quite serious in another school."}, {"timestamp": [245.9, 251.78], "text": " So for individual students, schools have to face the problem of just how much storage"}, {"timestamp": [251.78, 254.1], "text": " should an individual student be given."}, {"timestamp": [254.56, 256.64], "text": " Does that depend on the subjects they're taken?"}, {"timestamp": [256.94, 258.48], "text": " Does that depend on the year level?"}, {"timestamp": [259.26, 261.08], "text": " The second thing is, where is that storage?"}, {"timestamp": [261.78, 264.72], "text": " And the third thing is, how often should it be refreshed?"}, {"timestamp": [266.88, 272.32], "text": " So do we get to the end of the year? And if you're talking in a secondary school, for example, about a year 9 class"}, {"timestamp": [272.32, 278.0], "text": " who may have quite limited storage, do you start again? And if you do, you're probably not going"}, {"timestamp": [278.0, 284.0], "text": " to get many problems. But if you did that with a year 11 or 12 student doing a reasonable"}, {"timestamp": [284.0, 285.96], "text": " amount of art or photography,"}, {"timestamp": [285.96, 290.76], "text": " video type work, in many cases they're going to want to hold on to that material."}, {"timestamp": [290.76, 295.68], "text": " They may even want it, and many do, when they leave school."}, {"timestamp": [295.68, 302.18], "text": " So there are problems as to how much you provide them for storage, how often you refresh"}, {"timestamp": [302.18, 305.2], "text": " it, that is you delete certain amounts of it,"}, {"timestamp": [305.78, 307.9], "text": " and where it is being stored."}, {"timestamp": [308.6, 309.7], "text": " And that's just for students."}, {"timestamp": [309.86, 312.0], "text": " Of course, exactly the same happens for teachers,"}, {"timestamp": [312.36, 317.08], "text": " but usually the teacher's material is obviously going to be kept year after year after year,"}, {"timestamp": [317.08, 321.6], "text": " although you then have the issue of what happens when the teacher does leave"}, {"timestamp": [321.6, 323.7], "text": " or moves to another school."}, {"timestamp": [330.22, 336.48], "text": " Right now, the world has shrunk and teachers and students really have the digital world on their desktop right now. And that means they can access"}, {"timestamp": [336.48, 343.58], "text": " or borrow and then if necessary or sometimes if not necessary share many of those resources"}, {"timestamp": [343.58, 345.88], "text": " and materials from around the world"}, {"timestamp": [345.88, 350.0], "text": " with whomever they want to send them to."}, {"timestamp": [350.0, 356.0], "text": " And students certainly do that regularly, and schools have to watch as well what particular"}, {"timestamp": [356.0, 361.58], "text": " sites they have access to and what sites they will in fact ban."}, {"timestamp": [361.58, 369.54], "text": " But the concept of ownership, particularly among students and to a large degree among teachers,"}, {"timestamp": [370.34, 377.16], "text": " the concept of ownership of digital resources is actually very fuzzy. And you can think, for those"}, {"timestamp": [377.16, 382.7], "text": " of you in the teaching world, how much of what you've got in hard copy now, perhaps built up"}, {"timestamp": [382.7, 386.46], "text": " over a number of years, can you say is absolutely"}, {"timestamp": [386.46, 396.14], "text": " and totally 100% my original work? Because much of what teachers do is in fact built on or"}, {"timestamp": [396.14, 402.88], "text": " modified from what somebody else has already created. What has your own individual practice"}, {"timestamp": [402.88, 405.86], "text": " been as you've moved from one school to another?"}, {"timestamp": [406.58, 410.22], "text": " Do you take absolutely everything that you've ever used?"}, {"timestamp": [410.6, 414.44], "text": " And take absolutely everything of somebody else's that you haven't used"}, {"timestamp": [414.44, 419.4], "text": " because it may become very useful one particular day."}, {"timestamp": [420.22, 422.92], "text": " And a lot of teachers do take as much as possible."}, {"timestamp": [424.82, 426.5], "text": " So that's what happens now."}, {"timestamp": [427.46, 432.3], "text": " My background, and I'm going back almost 20 years for some of this,"}, {"timestamp": [432.94, 438.82], "text": " but it will perhaps give you an appreciation of why I've had such an interest in intellectual property"}, {"timestamp": [438.82, 441.2], "text": " as it has changed over the years,"}, {"timestamp": [441.9, 446.76], "text": " when living in Asia, we in fact had almost free access to"}, {"timestamp": [446.76, 451.7], "text": " textbooks that were copied and in some cases you wouldn't know. And for"}, {"timestamp": [451.7, 456.56], "text": " example a friend of mine who worked in a university in Singapore in this case"}, {"timestamp": [456.56, 463.04], "text": " had published a number of books, very technical books, on the use of concrete"}, {"timestamp": [463.04, 465.44], "text": " building bridges."}, {"timestamp": [469.3, 469.48], "text": " There was his speciality, how you put together bridges with concrete,"}, {"timestamp": [475.16, 475.64], "text": " what type of concrete you need, all of the technical details of how you build a superior bridge."}, {"timestamp": [478.92, 479.34], "text": " But his textbooks had never been distributed in Southeast Asia,"}, {"timestamp": [483.48, 485.76], "text": " and while he was living and working there at the university one day, he came across several of his own"}, {"timestamp": [485.76, 492.6], "text": " textbooks on the university shelves. And he had a quick flick through them and then thought,"}, {"timestamp": [492.6, 497.62], "text": " right, it's obviously time to talk to my agent. Somebody is getting the royalties from these"}, {"timestamp": [497.62, 504.5], "text": " books, but it's not me. But in fact the agent knew nothing of them either. And he had met"}, {"timestamp": [504.5, 507.68], "text": " firsthand and face-to-face for the first time,"}, {"timestamp": [508.2, 513.84], "text": " pirated textbooks so good that he is author didn't even identify the fact that they'd been pirated."}, {"timestamp": [515.24, 520.26], "text": " Similarly, living in Southeast Asia, many of those countries, 20 years ago,"}, {"timestamp": [520.72, 527.6], "text": " you could buy DVDs or CDs, look at them, think they looked original, and wonder why"}, {"timestamp": [527.6, 530.48], "text": " they were so cheap."}, {"timestamp": [530.48, 534.64], "text": " For teachers you could buy plan books or have them copied for a tenth the price of New"}, {"timestamp": [534.64, 536.44], "text": " Zealand."}, {"timestamp": [536.44, 544.44], "text": " And similarly, if you wanted clothing to display the appropriate brand, you didn't only buy the"}, {"timestamp": [544.44, 546.24], "text": " clothing that already of course was"}, {"timestamp": [546.24, 551.64], "text": " labelled. You could also pop up to Bangkok and buy an actual little packet of the"}, {"timestamp": [551.64, 557.34], "text": " appropriate labels for the clothing and put your own labels on clothing and it still"}, {"timestamp": [557.34, 562.08], "text": " looked the part. And some of you may remember the crocodile for example that"}, {"timestamp": [562.08, 566.0], "text": " belonged to a very well-known brand, the pirated ones were"}, {"timestamp": [566.0, 572.0], "text": " actually originally produced facing in the wrong direction. So it became pretty obvious which"}, {"timestamp": [572.0, 577.34], "text": " was correct and which wasn't, provided you remembered you left from your right. Computer hardware"}, {"timestamp": [577.34, 586.24], "text": " and software. You didn't go and buy an apple, you bought a copy apple. You bought a copy PC. You could still buy"}, {"timestamp": [586.24, 595.84], "text": " originals, but the price of the pirate version was always probably about 10%. Brand name clothing,"}, {"timestamp": [595.84, 603.08], "text": " t-shirts, jackets, etc., watches, perfumes, designer bags, the list goes on and on. And in some"}, {"timestamp": [603.08, 625.82], "text": " of those countries, you can still buy some of those things, maybe in a street market. It also applies throughout many of the capital cities throughout the world. If you're there at the right time of night, suddenly you will see a blanket opened in front of you, and there are all the designer handbags you've ever seen in your life before, and they disappear just as quickly if the police"}, {"timestamp": [625.82, 630.86], "text": " come around the corner."}, {"timestamp": [630.86, 635.66], "text": " What I'm doing now is jumping what you will think is a little bit sideways, but I'll"}, {"timestamp": [635.66, 639.56], "text": " bring it back and show you how it relates."}, {"timestamp": [639.56, 647.0], "text": " But what I want to do is talk about the experience the ministry had recently in trying to assist"}, {"timestamp": [647.0, 654.5], "text": " Christchurch schools with digital resources to replace those that teachers had lost."}, {"timestamp": [654.5, 661.5], "text": " Everybody is aware that a number of schools are still sharing sites as a result of the earthquake."}, {"timestamp": [661.5, 670.14], "text": " So for example, we still have at Burnside High School, we've still got Avenside Girls. Avonside Girls run the afternoon shift from 1 o'clock till about 5.30."}, {"timestamp": [670.7, 675.4], "text": " Burnside has the morning shift. And that does mean, of course, that there are literally"}, {"timestamp": [675.4, 680.46], "text": " thousands of Burnside students on the streets in the afternoon, and a thousand or so of the"}, {"timestamp": [680.46, 687.66], "text": " Avonside Girls not starting school until the afternoon. And we've got about five sets of"}, {"timestamp": [687.66, 693.86], "text": " double-ups of schools starting to move back now or certainly by the beginning of term three."}, {"timestamp": [694.74, 701.82], "text": " But many teachers lost their own resources if their houses were damaged or in other cases"}, {"timestamp": [701.82, 706.56], "text": " they couldn't get into the schools. So the schools were red-zoned,"}, {"timestamp": [706.94, 708.34], "text": " and no matter what was in them,"}, {"timestamp": [708.54, 711.44], "text": " whether it was a file server or whether it was a teacher's laptop,"}, {"timestamp": [711.9, 713.28], "text": " you couldn't get at it."}, {"timestamp": [714.08, 717.3], "text": " And one of the teachers at Avonside Girls, for example,"}, {"timestamp": [717.76, 722.12], "text": " told us that basically 20 years of her teaching resources"}, {"timestamp": [722.12, 724.68], "text": " were trapped in her school at Avonside"}, {"timestamp": [724.68, 725.94], "text": " and she didn't know how long"}, {"timestamp": [725.94, 731.62], "text": " it would be before she could gain access to them. So schools were asking us, is there any way"}, {"timestamp": [731.62, 738.0], "text": " in which we can gain access to digital resources, because digital of course is a very easy"}, {"timestamp": [738.0, 747.0], "text": " way to access it, from other schools around the country? So what we did was we identified a number of schools that we believed"}, {"timestamp": [747.0, 752.72], "text": " would have very good, hopefully, digital resources. We knew their resources must be good because"}, {"timestamp": [752.72, 759.02], "text": " their exam results were very good, and we assumed therefore that the resources would match."}, {"timestamp": [759.66, 765.16], "text": " So we talked to a number of the schools that we identified and got some really interesting results."}, {"timestamp": [766.24, 773.76], "text": " Firstly, every single school was very, very keen on assisting. They all felt identified,"}, {"timestamp": [774.08, 781.46], "text": " had a great deal of empathy for the teachers and also the students in Christchurch. So there was"}, {"timestamp": [781.46, 785.92], "text": " no problem there. Everybody wanted to help. But then we met one or two other"}, {"timestamp": [785.92, 792.52], "text": " particular conditions or questions relating to the security of what they provided to us in turn"}, {"timestamp": [792.52, 800.9], "text": " to be provided to Christchurch. So some schools wanted to know who exactly might have access to the"}, {"timestamp": [800.9, 805.7], "text": " files other than schools in Christchurch."}, {"timestamp": [805.7, 811.88], "text": " And one of the schools was only too happy to provide us all the material they could possibly"}, {"timestamp": [811.88, 819.92], "text": " put together, provided we could reassure them that no work would be made available to any"}, {"timestamp": [819.92, 822.78], "text": " school outside of Christchurch."}, {"timestamp": [822.78, 825.6], "text": " Now when you're making digital resources available, that's"}, {"timestamp": [825.6, 830.54], "text": " actually quite difficult to do, to guarantee that the resources will not be made available"}, {"timestamp": [830.54, 837.96], "text": " elsewhere. In other words, some schools were very reluctant to provide resources if there was"}, {"timestamp": [837.96, 842.56], "text": " any possibility at some stage they would be made available to the school down the road."}, {"timestamp": [842.56, 844.44], "text": " they would be made available to the school down the road."}, {"timestamp": [848.18, 852.78], "text": " Other schools had quite a different and open attitude and said, whatever we can provide, whatever you need,"}, {"timestamp": [852.86, 855.54], "text": " if we can assist, then we will assist."}, {"timestamp": [856.44, 859.36], "text": " So we met very quickly a very open"}, {"timestamp": [859.36, 867.6], "text": " and a semi-open attitude that prevailed in different schools."}, {"timestamp": [867.6, 874.76], "text": " However, all of the schools then faced a similar range of problems, and I want to go through"}, {"timestamp": [874.76, 881.5], "text": " these because schools understanding these problems is an important step before they are"}, {"timestamp": [881.5, 890.16], "text": " able to make their own resources available freely and able to be shared."}, {"timestamp": [890.16, 896.0], "text": " The first one was the intellectual property, so we did have some schools saying we're rather"}, {"timestamp": [896.0, 902.76], "text": " surprised and a little embarrassed, but all our Year 12 biology files happened to have another"}, {"timestamp": [902.76, 905.22], "text": " school's name on them."}, {"timestamp": [907.76, 908.42], "text": " And that was something that several schools found."}, {"timestamp": [912.98, 913.52], "text": " And what had happened was a teacher transferring from one school to another,"}, {"timestamp": [917.7, 924.66], "text": " brought their resources from the previous school, used them, may have even modified them, but they remained with the original file names."}, {"timestamp": [925.0, 928.0], "text": " So that the first thing some schools found,"}, {"timestamp": [928.0, 931.0], "text": " the file names were going to have to be changed."}, {"timestamp": [931.0, 936.0], "text": " So intellectual property was something that featured quite to the four"}, {"timestamp": [936.0, 939.0], "text": " and all schools faced it."}, {"timestamp": [939.0, 942.0], "text": " The next problem they faced was the file format."}, {"timestamp": [942.0, 944.0], "text": " And it's a real challenge to schools"}, {"timestamp": [944.0, 945.62], "text": " to look at the file format and the other's a real challenge to schools to look at the file"}, {"timestamp": [945.62, 953.2], "text": " format and the other four points here and to think about what happens in my school. Where"}, {"timestamp": [953.2, 962.24], "text": " do we store everything? Where is it stored? How large are the resources? What is the"}, {"timestamp": [962.24, 966.4], "text": " organization of the files and folders?"}, {"timestamp": [966.4, 973.66], "text": " And is there any description in the naming, or does it just say Year 11 mathematics?"}, {"timestamp": [973.66, 980.76], "text": " So we put together a resource page where people could submit information to us, that is, their"}, {"timestamp": [980.76, 985.24], "text": " resources, and we had to ask for a certain amount of information."}, {"timestamp": [987.86, 988.96], "text": " And obviously the first thing we wanted was a year level."}, {"timestamp": [991.56, 992.6], "text": " The next thing we wanted was a subject area."}, {"timestamp": [997.22, 997.68], "text": " And then because our initial thrust was for NCEA material,"}, {"timestamp": [1001.44, 1001.9], "text": " we then wanted to look at the actual standards of the particular papers."}, {"timestamp": [1006.1, 1007.04], "text": " So what were the numbers of the various exam papers that are filed related to?"}, {"timestamp": [1011.3, 1011.74], "text": " But all of the schools, while being very keen initially to help,"}, {"timestamp": [1014.46, 1016.16], "text": " all found it took infinitely longer to put the material together"}, {"timestamp": [1016.16, 1020.0], "text": " in a format that would be useful to another school."}, {"timestamp": [1020.9, 1022.96], "text": " Because what we didn't want to do"}, {"timestamp": [1022.96, 1027.18], "text": " was essentially give a very large bucket to a school"}, {"timestamp": [1027.18, 1030.14], "text": " and say, sort your way through this bucket,"}, {"timestamp": [1030.52, 1033.66], "text": " I'm sure one or two of the files in there will be useful to you."}, {"timestamp": [1034.52, 1038.4], "text": " It would really be like going through a bucket full of perhaps marbles"}, {"timestamp": [1038.4, 1040.92], "text": " with one of them having a lucky number on it."}, {"timestamp": [1042.68, 1049.24], "text": " So what I'm putting to schools and to teachers is if you want to organise your"}, {"timestamp": [1049.24, 1054.58], "text": " material, it has to be structured and you have to think about it at an earlier rather than"}, {"timestamp": [1054.58, 1062.24], "text": " a later stage. And in particular, you have to start thinking about critical metadata"}, {"timestamp": [1062.24, 1066.0], "text": " that should be associated with the files."}, {"timestamp": [1066.0, 1071.64], "text": " Now some of the files were very small, they may just have been a series of links to particular"}, {"timestamp": [1071.64, 1079.24], "text": " online resources that teachers used. Many, many of the files were large, often video,"}, {"timestamp": [1079.24, 1087.72], "text": " often word documents, sometimes PDF, sometimes slideshows just from PowerPoint. But the name of that file"}, {"timestamp": [1087.72, 1094.76], "text": " in probably 90% of the cases was no use to the person at the other end. So what we asked"}, {"timestamp": [1094.76, 1100.5], "text": " schools to do was fill in a minimal amount of information on the submission form, which was"}, {"timestamp": [1100.5, 1108.8], "text": " really starting the metadata. And as I said, all schools found the time taken for this"}, {"timestamp": [1108.8, 1111.4], "text": " much, much longer than they had anticipated."}, {"timestamp": [1113.2, 1116.3], "text": " The resources could either be submitted to us directly,"}, {"timestamp": [1116.7, 1119.3], "text": " or it was also possible to submit them"}, {"timestamp": [1119.3, 1122.4], "text": " through an online submission form"}, {"timestamp": [1122.4, 1129.0], "text": " where they were basically added as attachments to the submission form"}, {"timestamp": [1129.0, 1136.76], "text": " and submitted electronically. So how does all this work with the OER model? Well the common"}, {"timestamp": [1136.76, 1143.84], "text": " issue around the files that the schools put together, as I've said, was around intellectual"}, {"timestamp": [1143.84, 1146.76], "text": " property in the first instance."}, {"timestamp": [1146.76, 1152.56], "text": " And the knowledge of the other issues, there were six on the previous slide in total, the"}, {"timestamp": [1152.56, 1158.76], "text": " knowledge of those and a means of working through those is critical for schools if they"}, {"timestamp": [1158.76, 1166.54], "text": " do want to start a file sharing repository, even be it initially, only in their own school. But if we're"}, {"timestamp": [1166.54, 1171.82], "text": " going to open it out into an OER world, then it is much wider and much more"}, {"timestamp": [1171.82, 1177.04], "text": " important that it is organized appropriately. And Jane is going to cover quite a lot"}, {"timestamp": [1177.04, 1188.08], "text": " of that in the second part. The ownership of teachers resources is something that surprises many teachers, because"}, {"timestamp": [1188.08, 1194.28], "text": " in green down the bottom of the screen, you see that many teachers find it difficult to accept"}, {"timestamp": [1194.28, 1199.18], "text": " that work that they have prepared while teaching in a particular school is actually the"}, {"timestamp": [1199.18, 1202.54], "text": " property of the school board."}, {"timestamp": [1202.54, 1208.8], "text": " And many teachers believe it is their material. But the legal situation is quite clear."}, {"timestamp": [1208.8, 1215.78], "text": " If you are preparing work for your classes, you are preparing work while in paid employment,"}, {"timestamp": [1215.78, 1223.24], "text": " then what you prepare is in the ownership of the employer, in this case the school board."}, {"timestamp": [1223.24, 1225.38], "text": " So what happens now? Most teachers do take everything with them that they board. So what happens now?"}, {"timestamp": [1228.36, 1229.28], "text": " Most teachers do take everything with them that they can."}, {"timestamp": [1233.32, 1235.42], "text": " And what we want, obviously, is a policy long term in all schools that the board is quite understanding of that."}, {"timestamp": [1235.98, 1238.46], "text": " And again, Jane will go into that in detail."}, {"timestamp": [1240.0, 1241.9], "text": " Obviously, if teachers leave a school,"}, {"timestamp": [1242.62, 1245.68], "text": " they would take a lot of valuable resources with them."}, {"timestamp": [1245.98, 1252.5], "text": " So it's also important that the schools do have a copy or the original, and the teacher takes the copy."}, {"timestamp": [1254.04, 1260.92], "text": " In an ideal world, again, what you're going to have is a board policy that makes it quite clear."}, {"timestamp": [1261.38, 1263.7], "text": " All teachers have a clear understanding of it."}, {"timestamp": [1263.7, 1266.14], "text": " If I leave the school, the work"}, {"timestamp": [1266.14, 1272.0], "text": " that I've prepared while I'm here, I am allowed and encouraged to take a copy, but I am expected"}, {"timestamp": [1272.0, 1279.0], "text": " to leave everything behind as well. But not only am I expected to leave it behind, it's got to be in a"}, {"timestamp": [1279.0, 1287.34], "text": " format that other people can understand and understand quickly. Because the problem we had with the Christchurch material we wanted"}, {"timestamp": [1287.34, 1289.92], "text": " was not that we didn't have lots of material,"}, {"timestamp": [1290.82, 1293.66], "text": " but the idea of providing it to Christchurch teachers"}, {"timestamp": [1293.66, 1294.96], "text": " was to save them time."}, {"timestamp": [1295.52, 1297.6], "text": " What we didn't want was Christchurch teachers"}, {"timestamp": [1297.6, 1300.12], "text": " spending inordinate amounts of time"}, {"timestamp": [1300.12, 1302.9], "text": " going through the material just to identify"}, {"timestamp": [1302.9, 1305.4], "text": " what may or may not have been useful to them."}, {"timestamp": [1306.1, 1308.48], "text": " The same applies if a teacher leaves a school."}, {"timestamp": [1312.08, 1318.0], "text": " So I'm now putting the question to you is your school ready for open sharing of resources?"}, {"timestamp": [1319.0, 1324.42], "text": " And if it is, then obviously ownership is acknowledged and it's clearly known."}, {"timestamp": [1325.52, 1330.24], "text": " Intellectual property is understood and there is a healthy respect for it."}, {"timestamp": [1331.18, 1335.82], "text": " IP permissions again are understood, acknowledged and followed."}, {"timestamp": [1337.12, 1341.88], "text": " Teachers are collaborative in their preparation and sharing of work."}, {"timestamp": [1343.26, 1349.0], "text": " Maybe the school has a policy where teachers and other schools can gain access,"}, {"timestamp": [1349.0, 1353.0], "text": " and we do have some schools who have already moved in that direction,"}, {"timestamp": [1353.0, 1357.0], "text": " with the board having put up a policy that is quite open,"}, {"timestamp": [1357.0, 1361.0], "text": " and this is a direction where we hope many other schools will follow."}, {"timestamp": [1361.0, 1364.0], "text": " Again, Jane will give you the details."}, {"timestamp": [1364.0, 1367.06], "text": " What we're looking for is all teachers"}, {"timestamp": [1367.06, 1374.68], "text": " having access to an excellent and appropriate range of teaching resources. And the reason why,"}, {"timestamp": [1374.78, 1381.7], "text": " of course, is we want the best possible outcomes for students. And therefore, we want teachers"}, {"timestamp": [1381.7, 1385.86], "text": " having resources as good as they can possibly get"}, {"timestamp": [1385.86, 1388.46], "text": " to give our students every opportunity."}, {"timestamp": [1390.14, 1393.98], "text": " The school policies, the rules should be well known"}, {"timestamp": [1393.98, 1396.8], "text": " and available to the community if they want to look at them."}, {"timestamp": [1397.52, 1399.84], "text": " And teachers should already be familiar with them."}, {"timestamp": [1400.3, 1403.64], "text": " You shouldn't get to the situation where a teacher is about to leave"}, {"timestamp": [1403.64, 1406.14], "text": " and they're not quite sure if they can or can't,"}, {"timestamp": [1406.3, 1408.66], "text": " or they don't even know enough to ask,"}, {"timestamp": [1408.8, 1411.26], "text": " and they just take everything and leave nothing."}, {"timestamp": [1415.1, 1418.02], "text": " Now, coming to a couple of quite specific examples,"}, {"timestamp": [1418.6, 1419.98], "text": " and there are three photos here."}, {"timestamp": [1420.1, 1421.02], "text": " Two of them are mine."}, {"timestamp": [1422.12, 1426.1], "text": " So I know I can use them, and I can share them if I wish. I have got no"}, {"timestamp": [1426.1, 1431.9], "text": " copyright on this page whatsoever. But interestingly enough, the third photo of the lightning"}, {"timestamp": [1431.9, 1438.08], "text": " strike on the Birch Khalifa in Dubai was taken by the wife of a patent attorney."}, {"timestamp": [1440.24, 1445.76], "text": " The patent attorney's wife or their apartment happens to look out at the Birch Khalifa,"}, {"timestamp": [1446.32, 1453.52], "text": " so during a pretty rare storm in Dubai, because for about 11 months of the year it never rains there at all,"}, {"timestamp": [1454.88, 1461.44], "text": " from the balcony looking out at the, sorry, the Birge Khalifa, she was able to snap this photo,"}, {"timestamp": [1462.0, 1465.62], "text": " and as you can see, it's quite a classic photo of a lightning strike"}, {"timestamp": [1465.62, 1472.08], "text": " on the world's tallest building. That photo in turn was emailed to my son-in-law who is a personal"}, {"timestamp": [1472.08, 1479.68], "text": " friend of the patent attorney over there and he is somebody I know as well, the patent attorney"}, {"timestamp": [1479.68, 1485.54], "text": " over there we have visited him. But I have got no permission to use this other than I guess my"}, {"timestamp": [1485.54, 1491.44], "text": " right to use it as an example of a photo for which I have no right, but I'm using it in an"}, {"timestamp": [1491.44, 1497.42], "text": " educational sense as well and maybe I've got a slight excuse there."}, {"timestamp": [1497.42, 1504.06], "text": " Don't assume when you find something online that you've got a right to use it."}, {"timestamp": [1504.06, 1511.16], "text": " There are fears that some teachers have in moving to an open educational model."}, {"timestamp": [1511.16, 1516.44], "text": " But if you follow particular guidelines, and several of them are listed here, then we are"}, {"timestamp": [1516.44, 1520.24], "text": " going to get better outcomes for students."}, {"timestamp": [1520.24, 1526.64], "text": " Teachers in putting together their material must be clear that any artefacts either have"}, {"timestamp": [1526.64, 1530.36], "text": " permissions or are their own."}, {"timestamp": [1530.36, 1535.94], "text": " And unfortunately, ownership can be quite difficult to prove, but you need to acknowledge"}, {"timestamp": [1535.94, 1540.84], "text": " anything and try and determine ownership."}, {"timestamp": [1540.84, 1545.5], "text": " The advantage of that is your resources are going to be quality assured by other people,"}, {"timestamp": [1546.02, 1548.7], "text": " and that is one of the best way of improving their quality."}, {"timestamp": [1550.46, 1554.16], "text": " It is possible, as some schools have found when they shared material,"}, {"timestamp": [1554.6, 1560.94], "text": " that somebody in another school actually claims that the material is theirs in the first instance."}, {"timestamp": [1561.58, 1568.38], "text": " But as more schools move to an open policy, I think that's going to be less"}, {"timestamp": [1568.38, 1575.18], "text": " of a problem. Policy documents can also be shared. And we had a new school, Stonefield,"}, {"timestamp": [1575.18, 1581.08], "text": " start here in Auckland last year. And the new principal, Sarah Martin, was quite happy about"}, {"timestamp": [1581.08, 1585.64], "text": " putting up all of the policy documents as she was forming them online."}, {"timestamp": [1586.1, 1588.38], "text": " And she was asking people to comment."}, {"timestamp": [1589.48, 1591.06], "text": " So it was a new approach."}, {"timestamp": [1591.96, 1597.48], "text": " But it meant the forms had the contribution of a number of educationalists"}, {"timestamp": [1597.48, 1601.7], "text": " and they weren't just something narrow that had been created in one school."}, {"timestamp": [1601.7, 1606.56], "text": " They had been quality assured because Sarah was open about"}, {"timestamp": [1606.56, 1612.82], "text": " their ownership and development in the first instance. Does the effort of getting everything"}, {"timestamp": [1612.82, 1619.02], "text": " right produce better student outcomes? We certainly hope so, and it will be proven, I hope,"}, {"timestamp": [1619.02, 1626.66], "text": " again, in years to come. Some teachers are afraid that if resources are too open, what if students find"}, {"timestamp": [1626.66, 1633.1], "text": " them before they are supposed to? And that is something to think about. And that also relates"}, {"timestamp": [1633.1, 1637.76], "text": " to where you store material that is for teachers and where you store material that is for"}, {"timestamp": [1637.76, 1646.9], "text": " students and how you share it and make it available. Some schools are concerned that a move in this direction puts"}, {"timestamp": [1646.9, 1652.66], "text": " even more pressure on staff that are already running under a lot of pressure. But I think"}, {"timestamp": [1652.66, 1659.68], "text": " we've got a gradual evolution of the acceptance and better use of technology as we move"}, {"timestamp": [1659.68, 1666.0], "text": " also into far better teaching and learning practice."}, {"timestamp": [1666.0, 1671.32], "text": " An interesting question is raised by a number of schools as well about teachers in schools"}, {"timestamp": [1671.32, 1674.24], "text": " who write their own textbooks."}, {"timestamp": [1674.24, 1679.56], "text": " Hopefully such teachers will have an arrangement with the board because the majority of teachers"}, {"timestamp": [1679.56, 1686.84], "text": " who write texts prepare a lot of the material and pre-test that material with their own and"}, {"timestamp": [1686.84, 1693.52], "text": " sometimes other staff classes before the book actually comes together and is published."}, {"timestamp": [1693.52, 1701.54], "text": " Boards are understanding of this, but that is a matter for the teacher and the board to sort."}, {"timestamp": [1701.54, 1711.4], "text": " And sometimes as well we get comments that the school has always managed is somebody now suggesting we need to change our practice. Are we not good enough?"}, {"timestamp": [1712.12, 1720.02], "text": " And it isn't a matter of changing our practice. It's a matter of evolution. There are very few schools now using a chalkboard."}, {"timestamp": [1721.26, 1726.58], "text": " We have evolved. There are very few schools running overhead projectors. We have evolved. We're even in some schools running overhead projectors. We have evolved. There are very few schools running overhead projectors."}, {"timestamp": [1727.26, 1728.38], "text": " We have evolved."}, {"timestamp": [1729.0, 1732.28], "text": " We're even in some cases, certainly in a lot of secondary schools,"}, {"timestamp": [1732.66, 1736.6], "text": " probably evolving past the stage of the interactive whiteboard."}, {"timestamp": [1738.66, 1741.44], "text": " So styles do evolve,"}, {"timestamp": [1742.34, 1746.44], "text": " and I think all teachers, if they sat down and thought about it, would agree that yes, they do evolve and I think all teachers if they sat down and thought about it would agree that"}, {"timestamp": [1746.44, 1754.52], "text": " yes they do evolve with technology sometimes they just don't want to be reminded of it."}, {"timestamp": [1755.72, 1771.94], "text": " So teachers must be sure of their own ownership and I'll go straight through for the last one of these, just in summing up."}, {"timestamp": [1772.66, 1777.6], "text": " We've already covered where do authors test or try out their book material."}, {"timestamp": [1778.5, 1792.54], "text": " But in particular here, the use of technology is something that is offering us a better way of sharing, of creating, obtaining resources."}, {"timestamp": [1793.46, 1796.18], "text": " This does benefit all teachers and all students."}, {"timestamp": [1796.32, 1798.12], "text": " It has to be a win-win situation."}, {"timestamp": [1799.1, 1800.94], "text": " Wiki Educator is a good example."}, {"timestamp": [1801.68, 1804.46], "text": " Jane will also mention a little bit about Wiki Educator,"}, {"timestamp": [1804.46, 1806.4], "text": " which, for example,"}, {"timestamp": [1806.4, 1813.2], "text": " is where a lot of the resources for Albany Senior High School are stored, an open online"}, {"timestamp": [1813.2, 1821.28], "text": " education resource. Albany Senior is a school where the board has embraced such a model. This"}, {"timestamp": [1821.28, 1827.0], "text": " means staff are aware of all IP ownership and sharing going forward."}, {"timestamp": [1827.0, 1837.0], "text": " However, as I mentioned before, all schools still have some issues with resources that arrive with staff."}, {"timestamp": [1837.0, 1848.38], "text": " And it goes back to the second point here, that the quality assurance that is done also should be checking the IP."}, {"timestamp": [1849.74, 1851.18], "text": " And teachers must be sure of it."}, {"timestamp": [1853.68, 1857.44], "text": " How many of you have handed out sheets with another school's logo on the top?"}, {"timestamp": [1857.84, 1863.46], "text": " Similar, in fact, to the file names that one school found when they wanted to send material to us."}, {"timestamp": [1863.46, 1866.52], "text": " The file names, in in fact were still called"}, {"timestamp": [1866.52, 1868.48], "text": " under the old school's name."}, {"timestamp": [1868.48, 1870.24], "text": " Is it all worth it?"}, {"timestamp": [1870.24, 1872.24], "text": " Absolutely it is worth it."}, {"timestamp": [1872.24, 1874.78], "text": " All you need to do is talk to one or two of the schools"}, {"timestamp": [1874.78, 1877.54], "text": " that have moved in this direction."}, {"timestamp": [1877.54, 1879.28], "text": " So Jane is now going to take us through"}, {"timestamp": [1879.28, 1883.46], "text": " the Creative Commons license combinations and usage"}, {"timestamp": [1883.46, 1888.88], "text": " and we'll fill in a lot of the gaps that I've tried to avoid on the way through here because she is covering them."}, {"timestamp": [1889.74, 1893.82], "text": " Unless there are any questions just before I exit this one."}, {"timestamp": [1894.42, 1895.72], "text": " Is this next question?"}, {"timestamp": [1896.02, 1896.54], "text": " Absolutely."}, {"timestamp": [1897.14, 1902.56], "text": " How do you balance what you're suggesting schools do with sharing,"}, {"timestamp": [1902.56, 1906.68], "text": " or the tomorrow school's funding model, which actually makes them,"}, {"timestamp": [1907.32, 1909.46], "text": " puts them almost into a competitive model"}, {"timestamp": [1909.46, 1910.76], "text": " where, you know,"}, {"timestamp": [1910.82, 1911.78], "text": " they're fighting for the student,"}, {"timestamp": [1911.88, 1913.04], "text": " I mean, in particular areas,"}, {"timestamp": [1913.12, 1914.12], "text": " obviously we're all using it,"}, {"timestamp": [1914.12, 1915.46], "text": " probably quite so much."}, {"timestamp": [1916.92, 1918.48], "text": " But, I mean, that sort of drives them"}, {"timestamp": [1918.48, 1919.84], "text": " to be competitive in the view"}, {"timestamp": [1919.84, 1920.94], "text": " on the other hand,"}, {"timestamp": [1920.94, 1922.0], "text": " telling you to share it."}, {"timestamp": [1922.32, 1924.38], "text": " Yeah, that's a very good question"}, {"timestamp": [1924.38, 1927.36], "text": " because it also relates to the earlier session today"}, {"timestamp": [1927.36, 1931.4], "text": " when I mentioned what had happened as well."}, {"timestamp": [1932.58, 1936.0], "text": " In that area, we've got..."}, {"timestamp": [1936.0, 1940.0], "text": " Well, the article in Metro is the one that I mentioned earlier today."}, {"timestamp": [1940.1, 1941.28], "text": " I don't know if you've seen it or not,"}, {"timestamp": [1941.34, 1944.68], "text": " but the article in Metro takes apart the performance of schools"}, {"timestamp": [1944.68, 1946.82], "text": " based on their desile weighting."}, {"timestamp": [1947.22, 1950.68], "text": " You're quite right, we are trying under this model to get schools to share."}, {"timestamp": [1950.88, 1954.18], "text": " It is a very competitive market, and Metro illustrates that."}, {"timestamp": [1954.92, 1963.8], "text": " However, what we also found was the fantastic cooperation from schools in being prepared to provide resources for Christchurch."}, {"timestamp": [1964.26, 1967.34], "text": " And the other comment that came through overriding it,"}, {"timestamp": [1967.44, 1969.84], "text": " but we have done nothing about it at this stage,"}, {"timestamp": [1970.38, 1972.08], "text": " is that many schools said,"}, {"timestamp": [1972.24, 1978.48], "text": " what a wonderful opportunity to put together a digital online resource bank"}, {"timestamp": [1978.48, 1980.42], "text": " for all New Zealand schools."}, {"timestamp": [1981.0, 1983.92], "text": " Now, whether anybody will ever take that up and run with it,"}, {"timestamp": [1984.2, 1984.88], "text": " I don't know."}, {"timestamp": [1985.42, 1990.86], "text": " The ministry certainly has no intention of doing it at this stage. Whether schools themselves could do it,"}, {"timestamp": [1990.88, 1997.8], "text": " I don't know. But yes, the two things are seemingly in conflict, but schools, both the very"}, {"timestamp": [1997.8, 2004.32], "text": " best of the private schools and numerous state schools that contributed material to us, wanted"}, {"timestamp": [2004.32, 2007.64], "text": " and commented what a wonderful idea this would be."}, {"timestamp": [2007.98, 2011.18], "text": " What we're trying to do, I guess, is save taxpayers' money."}, {"timestamp": [2011.78, 2016.38], "text": " We have currently got literally hundreds of secondary school teachers"}, {"timestamp": [2016.38, 2018.08], "text": " creating identical material,"}, {"timestamp": [2018.6, 2022.88], "text": " and we've got thousands of primary school teachers creating identical material."}, {"timestamp": [2023.52, 2027.42], "text": " How do we collectively get a better outcome"}, {"timestamp": [2027.42, 2029.42], "text": " and a higher quality outcome?"}, {"timestamp": [2030.12, 2031.66], "text": " And I guess it's one of the challenges"}, {"timestamp": [2031.66, 2033.7], "text": " that OER is working towards."}, {"timestamp": [2034.08, 2035.22], "text": " If schools adopt it,"}, {"timestamp": [2036.14, 2038.0], "text": " then I guess we can say that it's working."}, {"timestamp": [2038.14, 2041.24], "text": " If they don't, then we have to go back to basics"}, {"timestamp": [2041.24, 2044.42], "text": " and somehow rather find a better way through it."}, {"timestamp": [2044.96, 2046.8], "text": " I don't have a total answer for you."}, {"timestamp": [2047.04, 2052.34], "text": " Also, I think there's the lingering assumption that if schools share their resources"}, {"timestamp": [2052.34, 2056.24], "text": " as in open education resources, therefore they can't be competitive."}, {"timestamp": [2057.46, 2063.08], "text": " And I think a lot of emphasis is starting to go on university institutions and schools"}, {"timestamp": [2063.08, 2065.02], "text": " for their quality teaching and the reputation"}, {"timestamp": [2065.02, 2068.86], "text": " around how they actually implement and use the resources which are freely shareable."}, {"timestamp": [2069.86, 2074.38], "text": " And hopefully if this system is to work, people will acknowledge that more and more."}, {"timestamp": [2074.38, 2081.44], "text": " I mean, I think there's been a tough way it happened to implement this, because as Ian said,"}, {"timestamp": [2081.94, 2085.76], "text": " while the teacher might be helpful because it's in an employment situation,"}, {"timestamp": [2086.18, 2092.0], "text": " the work is actually owned by the school, so really you need to be able to be a lot of policy"}, {"timestamp": [2092.0, 2096.0], "text": " in place first and then share that with their staff."}, {"timestamp": [2096.0, 2098.06], "text": " And then you've also got a level there,"}, {"timestamp": [2098.18, 2101.9], "text": " level staff need to be as respectful of their students,"}, {"timestamp": [2102.04, 2107.68], "text": " as they are, as they are, as they have experience. else. Because we've certainly had experiences where teachers have been"}, {"timestamp": [2107.68, 2111.32], "text": " less than what they should be in terms of respect"}, {"timestamp": [2111.32, 2115.44], "text": " to the students copyright and also quite concerned about"}, {"timestamp": [2115.44, 2118.32], "text": " students understanding of the copyright as not their rights"}, {"timestamp": [2118.32, 2121.76], "text": " are in Armitters and it's a huge issue that's a major challenge."}, {"timestamp": [2121.76, 2124.32], "text": " But I mean the idea of sharing resources and education"}, {"timestamp": [2124.32, 2126.8], "text": " of the course is certain."}, {"timestamp": [2126.8, 2129.36], "text": " The education publishes in the country,"}, {"timestamp": [2129.36, 2131.6], "text": " shares in the nation,"}, {"timestamp": [2131.6, 2133.28], "text": " have developed in Lindenburg,"}, {"timestamp": [2133.28, 2136.24], "text": " and they are looking at how they can make"}, {"timestamp": [2136.24, 2138.64], "text": " their resources for a available to schools"}, {"timestamp": [2138.64, 2140.96], "text": " in a collective digital repository,"}, {"timestamp": [2140.96, 2142.16], "text": " which is what we've already started"}, {"timestamp": [2142.16, 2143.76], "text": " to trade retail books,"}, {"timestamp": [2143.76, 2146.0], "text": " now we're looking at being able to build the education resources."}, {"timestamp": [2146.0, 2150.0], "text": " But the same is that being able to give New Zealand educators access to better digital"}, {"timestamp": [2150.0, 2151.0], "text": " resources."}, {"timestamp": [2151.0, 2155.0], "text": " And as I understand, learning media works very closely with the ministry and publishing."}, {"timestamp": [2155.0, 2157.0], "text": " So they've been."}, {"timestamp": [2157.0, 2161.0], "text": " We have found very different attitudes in similar schools."}, {"timestamp": [2161.0, 2165.2], "text": " And two of the private schools, very similar schools,"}, {"timestamp": [2167.8, 2170.62], "text": " one had an attitude that we will give you any of our material that we can put together for you,"}, {"timestamp": [2170.68, 2175.04], "text": " that you need, and we have no problem in sharing that material."}, {"timestamp": [2175.42, 2179.06], "text": " What we believe is that the value add of our teachers"}, {"timestamp": [2179.06, 2181.82], "text": " is what makes the difference, not the content."}, {"timestamp": [2182.38, 2187.92], "text": " Now another school, very, very similar similar, said actually we'd be a little"}, {"timestamp": [2187.92, 2194.24], "text": " bit reluctant because we think it is our content just as much as the teacher that makes the"}, {"timestamp": [2194.24, 2199.94], "text": " difference. So two very similar schools. So schools are obviously in different places and we have to"}, {"timestamp": [2199.94, 2201.82], "text": " encourage them in the right direction as well."}, {"timestamp": [2207.0, 2207.9], "text": " We hope."}, {"timestamp": [2209.4, 2209.94], "text": " Jane."}, {"timestamp": [2211.94, 2214.8], "text": " So obviously two quite clear themes"}, {"timestamp": [2214.8, 2216.38], "text": " tend to come up in these discussions"}, {"timestamp": [2216.38, 2218.74], "text": " around copyrighting schools."}, {"timestamp": [2219.9, 2222.28], "text": " And one which Ian has already touched on"}, {"timestamp": [2222.28, 2232.72], "text": " is the public value and the efficiency and value for money that can be got from sharing educational resources."}, {"timestamp": [2233.06, 2245.68], "text": " But another theme which you have just brought up, which I think is also really important, is teachers leading by example and teaching children respect for copyright while respecting their students' work"}, {"timestamp": [2245.68, 2253.2], "text": " and other works that they're incorporating into their teaching materials. So hopefully I can touch a bit on both of those streams"}, {"timestamp": [2253.2, 2261.2], "text": " as I demystify the Creative Commons licenses a bit. Creative Commons is an international organisation,"}, {"timestamp": [2261.2, 2269.94], "text": " and you're probably wondering what I'm doing running around in New Zealand talking about Creative Commons. We have a New Zealand jurisdictional project here"}, {"timestamp": [2269.94, 2275.76], "text": " and it means that we ported the licences here and we'll be doing ongoing legal work to update"}, {"timestamp": [2275.76, 2282.48], "text": " the licences when the 4.0 versions are due to come out. My job with Creative Commons in New Zealand"}, {"timestamp": [2282.48, 2288.68], "text": " is basically the public outreach so helping audiences such as this understand the licences,"}, {"timestamp": [2289.34, 2294.76], "text": " also working with other public sector type organisations, individuals, private businesses,"}, {"timestamp": [2295.5, 2301.4], "text": " supporting those who would like to take up open access for innovation and for using the digital sphere."}, {"timestamp": [2304.44, 2308.74], "text": " So just a quick word on copyright to clarify."}, {"timestamp": [2308.74, 2311.82], "text": " It is automatic as soon as you create a work."}, {"timestamp": [2311.82, 2315.22], "text": " Copyright, you can think of it as falling down the sky"}, {"timestamp": [2315.22, 2316.32], "text": " onto the work."}, {"timestamp": [2316.32, 2320.76], "text": " And it gives the owner of that copyright a temporary monopoly"}, {"timestamp": [2320.76, 2325.08], "text": " over certain acts to do with that work."}, {"timestamp": [2331.2, 2336.32], "text": " These acts are things such as being able to copy the work or issue copies of the work to the public, to perform it publicly, to communicate it or adapt it."}, {"timestamp": [2337.18, 2342.92], "text": " And for more good information about how copyright operates and what rights and exclusive rights"}, {"timestamp": [2342.92, 2345.0], "text": " are associated with copyright works in New Zealand."}, {"timestamp": [2345.0, 2353.0], "text": " It's good idea to visit the Ministry of Economic Development website, the IPONS website or of course copyright licensing limited."}, {"timestamp": [2353.0, 2363.0], "text": " So a friend used this picture in a presentation, I think it was a couple of years ago now, and I really like it."}, {"timestamp": [2363.0, 2365.56], "text": " It's Rembrandt's a scholar and the scholar is going about his scholarly work. I think it was a couple of years ago now. And I really like it. It's Rembrandt's a scholar."}, {"timestamp": [2366.28, 2369.72], "text": " And the scholar is going about his scholarly work."}, {"timestamp": [2369.9, 2373.48], "text": " I think it's in the early 17th century."}, {"timestamp": [2374.96, 2378.38], "text": " And of course it's clear that his process of learning"}, {"timestamp": [2378.38, 2380.82], "text": " and his process of going about a scholarly work"}, {"timestamp": [2380.82, 2382.58], "text": " actually involves him copying down"}, {"timestamp": [2382.58, 2384.78], "text": " and studying very closely the work of someone else."}, {"timestamp": [2389.0, 2393.96], "text": " But it's interesting to look at this picture today because I think we can all acknowledge that there's a little bit of a sense that when we look at it, perhaps he's looking a little bit"}, {"timestamp": [2393.96, 2401.16], "text": " guilty about what he's doing. And that's because of the way copyright and operates and"}, {"timestamp": [2401.16, 2408.04], "text": " it lives today and how we think of it. The Royal Society of New Zealand, when they embrace cross-disciplinary dialogues"}, {"timestamp": [2408.04, 2412.1], "text": " with the sciences and humanities, acknowledge that there's a quiet revolution taking place"}, {"timestamp": [2412.1, 2414.86], "text": " in the way we use, generate and transfer knowledge."}, {"timestamp": [2414.98, 2417.28], "text": " And they were talking about interdisciplinary research,"}, {"timestamp": [2417.74, 2423.1], "text": " but also the way in which that interdisciplinary practice comes about with digital technologies."}, {"timestamp": [2423.88, 2427.44], "text": " And I think it's a very fair statement."}, {"timestamp": [2428.16, 2431.64], "text": " It's not such a quiet revolution, a very strong revolution that's well and truly,"}, {"timestamp": [2431.94, 2435.7], "text": " has taken place and will continue coming over and over again"}, {"timestamp": [2435.7, 2439.5], "text": " as we work further and further into our digital lives."}, {"timestamp": [2440.84, 2443.78], "text": " Obviously, the way in which copyright is triggered,"}, {"timestamp": [2444.24, 2454.9], "text": " the way in which copyright affects how we share information becomes ever more important because many things we do throughout the day does trigger copyright."}, {"timestamp": [2454.9, 2460.34], "text": " People do find themselves infringing other people's work whether they realise they're doing it or not."}, {"timestamp": [2460.94, 2468.36], "text": " It's also becoming a lot easier for copyright owners to detect and also let people"}, {"timestamp": [2468.36, 2472.48], "text": " know that they are infringing their works. And so it is something that people are becoming more"}, {"timestamp": [2472.48, 2479.96], "text": " aware of, I think. We were saying before that teachers really should lead by example. And I think"}, {"timestamp": [2479.96, 2485.36], "text": " we should acknowledge the sorts of messages that students are getting nowadays."}, {"timestamp": [2485.36, 2487.8], "text": " They do know that downloading is wrong, I think."}, {"timestamp": [2487.8, 2492.36], "text": " Perhaps they don't know that using certain pictures and their assignments is wrong, but they"}, {"timestamp": [2492.36, 2494.44], "text": " do know as a general concept."}, {"timestamp": [2494.44, 2500.86], "text": " There's some good marketing out there, and I think rightly so that infringement is wrong."}, {"timestamp": [2500.86, 2505.84], "text": " What we should acknowledge here though as well is that I think young people are getting a mixed message"}, {"timestamp": [2505.84, 2510.88], "text": " it's very easy to do they're being asked to do it all the time within school teachers are being"}, {"timestamp": [2510.88, 2515.76], "text": " asked to do it and yet they're getting mixed messages like this about how they're not allowed to so"}, {"timestamp": [2515.76, 2523.12], "text": " I think Creative Commons has a role in setting out a really good alternative a safe alternative"}, {"timestamp": [2523.12, 2526.3], "text": " for children and teachers in this sort of environment"}, {"timestamp": [2526.3, 2528.34], "text": " in which people are operating in."}, {"timestamp": [2530.76, 2535.3], "text": " So just quickly, if you think about copyright on a freedom spectrum,"}, {"timestamp": [2536.68, 2539.24], "text": " an all rights reserved model could be at one end of the scale"}, {"timestamp": [2539.24, 2542.6], "text": " and a public domain model could be at the other."}, {"timestamp": [2544.1, 2545.9], "text": " That's not actually a public domain symbol."}, {"timestamp": [2546.04, 2549.8], "text": " It's just a symbol I found online and I like it because it looks slightly hippy."}, {"timestamp": [2551.34, 2555.18], "text": " It's not to suggest that all rights reserve is too much of an extreme,"}, {"timestamp": [2555.44, 2560.3], "text": " but it shows that when someone does hold an all rights reserve status over a work,"}, {"timestamp": [2560.46, 2564.24], "text": " there are a few freedoms that others have unless they have the copyright owner's permission."}, {"timestamp": [2564.94, 2568.98], "text": " And at the other end of the scale if a work is in the"}, {"timestamp": [2568.98, 2575.36], "text": " public domain there are basically no restrictions over how people can use it. Creative"}, {"timestamp": [2575.36, 2579.42], "text": " Commons comes somewhere in the middle there are six main licences that have"}, {"timestamp": [2579.42, 2583.04], "text": " been ported to New Zealand law and six main licenses that are in wide use around"}, {"timestamp": [2583.04, 2589.2], "text": " the world and lots of different jurisdictions. The most liberal of these licenses are the one that allows the most"}, {"timestamp": [2589.2, 2593.34], "text": " freedom is actually quite near the public domain and the one that is most restrictive is actually"}, {"timestamp": [2593.34, 2598.5], "text": " quite close to the all rights reserved end of the scale. So Creative Commons does take up quite a large"}, {"timestamp": [2598.5, 2604.94], "text": " space that is somewhere in the middle of those two. So what I'm going to do now is because"}, {"timestamp": [2604.94, 2606.36], "text": " it might be better than me trying"}, {"timestamp": [2606.36, 2614.64], "text": " to explain it myself, I'll show you a video that we've actually developed. So as I bring"}, {"timestamp": [2614.64, 2620.56], "text": " out the file I just say that this video we've developed is under an attribution license. It's"}, {"timestamp": [2620.56, 2624.66], "text": " been made with teachers in mind as well so it's a really good resource for people to be"}, {"timestamp": [2624.66, 2627.0], "text": " able to remit."}, {"timestamp": [2627.0, 2631.0], "text": " Have you ever wondered how to download and share digital content legally?"}, {"timestamp": [2631.0, 2635.0], "text": " How do you let people know that you want them to reuse your own work?"}, {"timestamp": [2635.0, 2638.0], "text": " Creative Commons licenses can help you do both."}, {"timestamp": [2638.0, 2640.0], "text": " We'll show you how."}, {"timestamp": [2640.0, 2643.0], "text": " Our world's exploded with digital opportunities."}, {"timestamp": [2643.0, 2649.28], "text": " Now we can communicate, share and work together using the exceptional distribution network that"}, {"timestamp": [2649.28, 2651.64], "text": " is the internet."}, {"timestamp": [2651.64, 2655.52], "text": " Information and content can fly between us in exciting new ways."}, {"timestamp": [2655.52, 2660.58], "text": " But it's important to know that when something is created, say a photo, a document or a music"}, {"timestamp": [2660.58, 2668.54], "text": " track, it's automatically protected by copyright. Copyright enables people to say who can share and reuse their creations."}, {"timestamp": [2669.46, 2673.22], "text": " You must always obtain someone's permission before sharing or reusing their work,"}, {"timestamp": [2673.5, 2674.96], "text": " even when it's posted online."}, {"timestamp": [2675.88, 2678.88], "text": " But what if a creator wants everyone to use their work,"}, {"timestamp": [2679.28, 2682.02], "text": " without the hassle of granting permission over and over?"}, {"timestamp": [2683.12, 2685.0], "text": " This is where Creative Commons can help."}, {"timestamp": [2685.0, 2690.0], "text": " Creative Commons provides licensing tools that are free to use."}, {"timestamp": [2690.0, 2692.0], "text": " You can apply a license to your work"}, {"timestamp": [2692.0, 2694.0], "text": " which refines your copyright"}, {"timestamp": [2694.0, 2697.0], "text": " and streamlines how you give permission."}, {"timestamp": [2697.0, 2701.0], "text": " Zach here downloads a photo called CC Kiwi"}, {"timestamp": [2701.0, 2703.0], "text": " that he wants to use in his science project."}, {"timestamp": [2703.0, 2709.56], "text": " He can do this without asking Currie, the photographer first, because she's already given permission"}, {"timestamp": [2709.56, 2712.16], "text": " with a Creative Commons license."}, {"timestamp": [2712.16, 2716.84], "text": " Curie's license is legally robust, but easy for Zach to understand."}, {"timestamp": [2716.84, 2721.76], "text": " She's told the world, including Zach, that they can use CCIW as long as they acknowledge"}, {"timestamp": [2721.76, 2724.84], "text": " her as the original photographer."}, {"timestamp": [2724.84, 2726.78], "text": " There are more rules Curi could have included."}, {"timestamp": [2727.2, 2730.14], "text": " Creative Commons licenses are made up of license elements."}, {"timestamp": [2730.68, 2734.3], "text": " You can think of them as rules, and each have their own special symbol."}, {"timestamp": [2735.1, 2736.6], "text": " This is attribution."}, {"timestamp": [2737.22, 2741.94], "text": " It means that Zach must acknowledge Kiri when he publishes his science project containing her photo."}, {"timestamp": [2744.0, 2745.3], "text": " This is non-commercial."}, {"timestamp": [2746.0, 2750.4], "text": " It means no one else but Kiri is permitted to make money from CCIwi."}, {"timestamp": [2751.4, 2754.7], "text": " Tim wants to print the photo onto t-shirts and distribute them to friends."}, {"timestamp": [2755.2, 2757.78], "text": " He can do this, but he must not sell them."}, {"timestamp": [2759.52, 2764.64], "text": " This is no derivatives, and it means that Kiri hasn't given permission to change her photo."}, {"timestamp": [2765.6, 2771.6], "text": " Kate can use CC Kiwi on her design blog, but will need to ask Kiri before retouching or mixing"}, {"timestamp": [2771.6, 2775.2], "text": " up the image."}, {"timestamp": [2775.2, 2777.0], "text": " And this is share alike."}, {"timestamp": [2777.0, 2782.6], "text": " It means new creations that use CCIW need to carry the same license."}, {"timestamp": [2782.6, 2786.4], "text": " Jack incorporates his own remix of CC Kiwi in his video installation,"}, {"timestamp": [2786.4, 2791.96], "text": " but he must share the work under the same terms that Kiri has. Each Creative Commons"}, {"timestamp": [2791.96, 2797.44], "text": " license gives permission to share and includes the attribution rule. So people who find your"}, {"timestamp": [2797.44, 2802.56], "text": " Creative Commons licensed work are automatically allowed to share it, but are required to"}, {"timestamp": [2802.56, 2811.28], "text": " acknowledge you if they do. The other three license elements are optional, and you can choose which ones to add, if any."}, {"timestamp": [2811.28, 2815.44], "text": " Here are the six combinations that make up Creative Commons licenses."}, {"timestamp": [2815.44, 2821.84], "text": " The difference between them is how many rules apply when someone wishes to use your work."}, {"timestamp": [2821.84, 2826.46], "text": " The attribution license allows reuses the most freedom and the attribution"}, {"timestamp": [2826.46, 2832.86], "text": " non-commercial no derivatives license allows the least freedom. The attribution license and"}, {"timestamp": [2832.86, 2839.4], "text": " the attribution share-like licenses are sometimes referred to as free cultural works approved"}, {"timestamp": [2839.4, 2845.5], "text": " licenses. These three licenses restrict commercial use of a work."}, {"timestamp": [2849.88, 2850.78], "text": " And these two licenses do not give permission for adapting or remixing."}, {"timestamp": [2855.86, 2856.66], "text": " These two licenses require new works to be licensed under the same terms."}, {"timestamp": [2861.62, 2862.18], "text": " To choose and apply one of these licenses and to view their terms in more detail,"}, {"timestamp": [2866.04, 2866.88], "text": " visit us at creative commons.org.n.z."}, {"timestamp": [2871.82, 2875.7], "text": " Or you can answer some questions to help you decide which license best suits your needs at creative commons.org slash choose."}, {"timestamp": [2876.22, 2880.12], "text": " There are some good ways to find other people's creative commons licensed work online."}, {"timestamp": [2880.92, 2884.38], "text": " You can use a search filter by going to the Creative Commons website."}, {"timestamp": [2885.0, 2893.0], "text": " Why not try the Gimendo website for music, Flickr for Images, or DigitalNZ for New Zealand content?"}, {"timestamp": [2893.0, 2898.0], "text": " Using Creative Commons licenses could help your creations reach more people."}, {"timestamp": [2898.0, 2903.0], "text": " Maybe you want to connect with others across the globe and take turns at improving a report."}, {"timestamp": [2903.0, 2907.0], "text": " Or maybe you just want to have fun, remixing someone else's work."}, {"timestamp": [2907.0, 2910.0], "text": " Whatever reason you have to share your work,"}, {"timestamp": [2910.0, 2914.0], "text": " you'll find there are scientists, educators, companies and public agencies"}, {"timestamp": [2914.0, 2916.0], "text": " who are using Creative Commons."}, {"timestamp": [2916.0, 2920.0], "text": " By opening up permission, just imagine how much we can achieve."}, {"timestamp": [2920.0, 2923.0], "text": " Collaborating on what we hold in common,"}, {"timestamp": [2923.0, 2927.62], "text": " being open about big decisions and finding solutions in the spaces between us."}, {"timestamp": [2928.28, 2931.14], "text": " Let's work together, confidently and legally."}, {"timestamp": [2931.8, 2955.0], "text": " It's good to share with Creative Commons. So hopefully that demystified how the licences work a bit more."}, {"timestamp": [2955.0, 2961.24], "text": " I've seen someone use this analogy before and I thought it was"}, {"timestamp": [2961.24, 2966.68], "text": " demystified how the licences work a bit more."}, {"timestamp": [2969.68, 2970.76], "text": " I've seen someone use this analogy before and I thought it was quite good."}, {"timestamp": [2973.16, 2973.82], "text": " In terms of open educational resources,"}, {"timestamp": [2978.68, 2978.9], "text": " if you think of this seedhead being an all rights reserved piece of resource,"}, {"timestamp": [2981.84, 2983.12], "text": " then you could say that that would be an open educational resource."}, {"timestamp": [2989.22, 2995.12], "text": " And I suppose the analogy would be that someone could look at that seed head and say, well, it's blown off, we don't know who's using it, God knows where it's gone, and what's"}, {"timestamp": [2995.12, 2998.18], "text": " really happening, there's less control there."}, {"timestamp": [2998.18, 3003.14], "text": " But I think in time people will look at open educational resources and acknowledge there's"}, {"timestamp": [3003.14, 3005.4], "text": " a lot of worth in letting go,"}, {"timestamp": [3006.54, 3011.82], "text": " planting new ideas, letting people take things up, having hybrid resources created elsewhere."}, {"timestamp": [3013.2, 3019.92], "text": " And obviously in an OER world, the cheesy analogy would be that there are plenty ideas there,"}, {"timestamp": [3020.04, 3025.76], "text": " which enrich a learning experience, enrich the sorts of repositories that teachers can draw from"}, {"timestamp": [3025.76, 3029.68], "text": " and ultimately benefit the students."}, {"timestamp": [3029.68, 3035.74], "text": " So Creative Commons is an architecture which is an alternative to copyright and it in fact builds upon it."}, {"timestamp": [3035.74, 3038.94], "text": " So in no way is Creative Commons against copyright."}, {"timestamp": [3038.94, 3043.94], "text": " It's a tool for which people can use on top of it."}, {"timestamp": [3043.94, 3046.62], "text": " And the architecture uses copyright licensing"}, {"timestamp": [3046.62, 3048.76], "text": " to achieve open educational resources."}, {"timestamp": [3050.48, 3051.94], "text": " So I think schools in New Zealand"}, {"timestamp": [3051.94, 3055.44], "text": " thinking about implementing a Creative Commons policy"}, {"timestamp": [3055.44, 3057.7], "text": " really need to reverse how they approach"}, {"timestamp": [3057.7, 3060.14], "text": " the copyright of the resources they're creating."}, {"timestamp": [3061.48, 3064.32], "text": " Basically, it would help a lot"}, {"timestamp": [3064.32, 3068.84], "text": " if people would start at zero, thinking of a completely empty seedhead,"}, {"timestamp": [3069.04, 3074.04], "text": " something a bit like the public domain, and then considering what restrictions do they really,"}, {"timestamp": [3074.18, 3079.52], "text": " really need to put on top of it rather than the other way around where they would start with a full"}, {"timestamp": [3079.52, 3083.9], "text": " seedhead with an all rights reserved and considering what things can they possibly take off."}, {"timestamp": [3084.4, 3086.92], "text": " We really do need to reverse how we approach it."}, {"timestamp": [3087.44, 3091.12], "text": " So some of the restrictions which you could put onto a work"}, {"timestamp": [3091.12, 3094.3], "text": " would be something like the attribution requirement described in that video,"}, {"timestamp": [3094.7, 3097.12], "text": " which requires that the user of the licence work credit"}, {"timestamp": [3097.12, 3098.68], "text": " and acknowledge the original author."}, {"timestamp": [3099.54, 3103.22], "text": " The attribution element is a cornerstone of all the Creative Commons licences."}, {"timestamp": [3103.4, 3106.3], "text": " They are included in all the copyright licences. I think attribution element is a cornerstone of all the Creative Commons licenses. They are included in all the copyright licenses."}, {"timestamp": [3106.3, 3109.42], "text": " I think attribution is incredibly important."}, {"timestamp": [3109.42, 3117.46], "text": " It's what retains value for a resource even though people are letting others share it, even commercially."}, {"timestamp": [3117.46, 3123.42], "text": " There's the non-commercial clause which of course restricts commercial reuse of the work,"}, {"timestamp": [3123.42, 3126.52], "text": " the no derivatives clause and the share alike."}, {"timestamp": [3128.56, 3134.76], "text": " So as you would have seen, the six main licences are built accordingly from combinations"}, {"timestamp": [3134.76, 3139.74], "text": " of which elements or restrictions you choose to apply and how you put them together."}, {"timestamp": [3141.18, 3147.64], "text": " So the first main one is the attribution license and it basically lets others do anything"}, {"timestamp": [3147.64, 3153.24], "text": " such as distribute, remix, tweak and build upon the work, even commercially as long as they"}, {"timestamp": [3153.24, 3156.4], "text": " credit you for the original creation."}, {"timestamp": [3156.4, 3160.34], "text": " You'll see there that there's a little green sticker which you'll find on the attribution"}, {"timestamp": [3160.34, 3166.0], "text": " license online and it means it's free cultural works approved license."}, {"timestamp": [3166.0, 3171.0], "text": " All you need to know really here is that it's a good license for open educational resources."}, {"timestamp": [3171.0, 3176.0], "text": " It's the sort of license that Creative Commons would recommend for OERs."}, {"timestamp": [3176.0, 3183.0], "text": " So the short name for an attribution license 3.0 was BY so you might come across it just as BY online"}, {"timestamp": [3183.0, 3186.76], "text": " and those are what the two license buttons could look like."}, {"timestamp": [3186.76, 3189.72], "text": " They mean the same thing, they just look slightly different."}, {"timestamp": [3189.72, 3193.94], "text": " Online if you click on one of those, most of the time what will happen is that information"}, {"timestamp": [3193.94, 3197.56], "text": " page will come up and that's what we call the human readable deed."}, {"timestamp": [3197.56, 3203.88], "text": " It's basically a page that sets out exactly what people can and can't do with the work."}, {"timestamp": [3203.88, 3209.12], "text": " Hopefully easy to understand very to the point and helpful."}, {"timestamp": [3209.12, 3213.28], "text": " And then there's a link on that human readable deed, and you click through again."}, {"timestamp": [3213.28, 3215.2], "text": " It takes you to the actual license."}, {"timestamp": [3215.2, 3220.92], "text": " So this is the Grantee Legal Code, which people do agree to as they use the work."}, {"timestamp": [3220.92, 3230.32], "text": " This has all the definitions, all the important bits of information that people really should use and read the first time that they're reusing a Creative Commons licence work."}, {"timestamp": [3231.74, 3237.92], "text": " A second main licence and one that's also a Free Cultural Works Approved licence is the attribution share alike."}, {"timestamp": [3239.22, 3246.7], "text": " And the only addition on top of the attribution licence is that it requires people recreating works,"}, {"timestamp": [3247.4, 3249.76], "text": " remixing works to release it under the same terms."}, {"timestamp": [3250.94, 3252.5], "text": " And it's BY-A for short."}, {"timestamp": [3253.74, 3258.82], "text": " The next one, the combination is attribution non-commercial, so adding in a non-commercial cause there."}, {"timestamp": [3259.74, 3261.38], "text": " And B-Y-N-C for short."}, {"timestamp": [3262.4, 3263.76], "text": " Attribution, no derivatives."}, {"timestamp": [3264.42, 3267.52], "text": " Obviously not ideal for an open educational resource"}, {"timestamp": [3267.52, 3270.06], "text": " because it would be negating the whole reason for making open,"}, {"timestamp": [3270.36, 3273.46], "text": " letting other teachers build on and tweak your works."}, {"timestamp": [3276.52, 3278.48], "text": " Attribution, non-commercial share alike."}, {"timestamp": [3279.6, 3281.6], "text": " If you think about bands and musicians,"}, {"timestamp": [3281.6, 3283.96], "text": " some people who are trying out new business models"}, {"timestamp": [3283.96, 3291.36], "text": " find this license quite useful because, course it allows for remix but then let's the copyright"}, {"timestamp": [3291.36, 3297.44], "text": " holder keep control of how the work is used commercially."}, {"timestamp": [3298.8, 3304.24], "text": " Attribution non-commercial no derivatives works this is the most restrictive of the six"}, {"timestamp": [3304.24, 3308.94], "text": " new zealand Creative Commons licenses and you could think of it as being quite far down near"}, {"timestamp": [3308.94, 3314.28], "text": " all rights reserved end of the scale. It basically doesn't let anyone do anything"}, {"timestamp": [3314.28, 3324.24], "text": " except share the work legally along with attribution. So if you go out into the wild"}, {"timestamp": [3324.24, 3327.44], "text": " onto the internet and you're looking for a piece of Creative Commons work"}, {"timestamp": [3327.44, 3334.8], "text": " or you might stumble across one on a content pool such as the Flickr website, you'll see that"}, {"timestamp": [3334.8, 3339.16], "text": " the rights are expressed usually down somewhere on the right-hand corner in these sites."}, {"timestamp": [3339.16, 3343.84], "text": " The licence here is expressed as three little symbols and it doesn't actually say what the"}, {"timestamp": [3343.84, 3352.54], "text": " licence is but you can tell here from what the symbols are which is attribution non-commercial no derivatives and then next to it"}, {"timestamp": [3352.54, 3357.04], "text": " says some rights reserved and if you click on that it would take you through to that human readable"}, {"timestamp": [3357.04, 3368.24], "text": " deed that we saw before and then of course behind that is the legal code which has the full information about the license."}, {"timestamp": [3368.24, 3372.04], "text": " This is an example of another license you might see online."}, {"timestamp": [3372.04, 3378.12], "text": " This is from Radio New Zealand and they chose to have a go at licensing their scheduling"}, {"timestamp": [3378.12, 3381.32], "text": " online under an attribution no derivatives license."}, {"timestamp": [3381.32, 3384.4], "text": " They've used one of the larger buttons."}, {"timestamp": [3384.4, 3386.36], "text": " With a CC license, the person who is"}, {"timestamp": [3386.36, 3392.12], "text": " licensing can specify how they want people to attribute them when they reuse it. And here's"}, {"timestamp": [3392.12, 3397.6], "text": " an example of Radio New Zealand actually being quite specific about how they want people to"}, {"timestamp": [3397.6, 3403.94], "text": " reuse. So don't be afraid to let people know what, how you want them to link back to you,"}, {"timestamp": [3404.14, 3405.24], "text": " what you want them to say"}, {"timestamp": [3405.24, 3408.8], "text": " in order to make sure that they attribute properly"}, {"timestamp": [3408.8, 3410.26], "text": " when they're reusing the work."}, {"timestamp": [3412.48, 3416.32], "text": " This is a project which is called New Zealand on screen"}, {"timestamp": [3416.32, 3419.38], "text": " and it basically is a big,"}, {"timestamp": [3419.58, 3423.92], "text": " lovely archive of New Zealand footage and interviews"}, {"timestamp": [3423.92, 3430.44], "text": " of seminal and historical people throughout"}, {"timestamp": [3430.44, 3433.28], "text": " NZ film and television history."}, {"timestamp": [3433.28, 3437.88], "text": " And what this project has chosen to do, they couldn't obviously license some of their"}, {"timestamp": [3437.88, 3443.12], "text": " footage under Creative Commons because of third party rights and other things tied up in that."}, {"timestamp": [3443.12, 3446.22], "text": " But what they could do is release some of the interviews"}, {"timestamp": [3446.22, 3449.04], "text": " and the material that their staff or their own project have made"}, {"timestamp": [3449.04, 3451.32], "text": " and that they own the rights for under a Creative Commons license."}, {"timestamp": [3452.52, 3454.48], "text": " And here's an example of how they've expressed it."}, {"timestamp": [3454.56, 3457.36], "text": " They've just said this video is available online at this place"}, {"timestamp": [3457.36, 3460.36], "text": " to distribute under a Creative Commons license."}, {"timestamp": [3460.46, 3461.92], "text": " And they didn't actually say which one it is."}, {"timestamp": [3462.86, 3470.86], "text": " But if you click on it, I think from memory it's an attribution non-commercial or something like that so"}, {"timestamp": [3470.86, 3474.4], "text": " there is the option just to put the words there and then link through to"}, {"timestamp": [3474.4, 3478.66], "text": " information later there's an example of the New Zealand Electronic Tech"}, {"timestamp": [3478.66, 3487.44], "text": " Centre with one of their e-book slash digital resources and they've used BYSA and they've written out the whole"}, {"timestamp": [3487.44, 3495.54], "text": " 3.0 New Zealand which some people like to do. There's a cut off screenshot of what a"}, {"timestamp": [3495.54, 3502.38], "text": " wiki educator page looks like. I think this is a resource from one of the New Zealand"}, {"timestamp": [3502.38, 3510.24], "text": " skills and down the very bottom of the Wickey Educator page, and this displays throughout the website,"}, {"timestamp": [3510.24, 3514.6], "text": " it says what license that particular page or resource comes under."}, {"timestamp": [3514.6, 3521.16], "text": " And this page is under an attribution share-like license."}, {"timestamp": [3521.16, 3525.6], "text": " So when you do find the licences online, it's obvious you might get the symbol or the words."}, {"timestamp": [3526.4, 3529.72], "text": " Behind them sit the human readable deed and behind them of the legal code."}, {"timestamp": [3530.38, 3534.62], "text": " This is actually quite an important aspect of the Creative Commons infrastructure"}, {"timestamp": [3534.62, 3541.7], "text": " because it helps resources be searchable because the metadata data can attach to your page or to your resource."}, {"timestamp": [3542.28, 3544.82], "text": " It also gives people different levels that are understanding."}, {"timestamp": [3545.32, 3549.78], "text": " If someone's read the legal code, they're comfortable with it."}, {"timestamp": [3549.78, 3552.56], "text": " They know what the human readable deed is going to say."}, {"timestamp": [3552.56, 3558.4], "text": " It creates ease of use for reusing OERs if people can just see the symbol and they know"}, {"timestamp": [3558.4, 3561.36], "text": " exactly what's going to be in there."}, {"timestamp": [3561.36, 3565.12], "text": " So basically lowering the barriers eventually for people to reuse work."}, {"timestamp": [3566.32, 3573.1], "text": " There are at least 350 million CC license objects from all corners of the earth online"}, {"timestamp": [3573.1, 3576.04], "text": " and I know the number has gone up since I made the slide."}, {"timestamp": [3576.72, 3581.58], "text": " And 53 countries at least with your own ported suite of licences, including New Zealand,"}, {"timestamp": [3583.12, 3584.48], "text": " 10 more currently on board."}, {"timestamp": [3584.64, 3590.24], "text": " There's a lot of work going on at the moment in the Arab world to get their Creative Commons"}, {"timestamp": [3590.24, 3593.28], "text": " licenses off the ground with their institutions over there."}, {"timestamp": [3594.32, 3596.8], "text": " We're also an advocate for the public domain."}, {"timestamp": [3597.46, 3601.04], "text": " You don't need to license public domain works because there's no copyright in it to license,"}, {"timestamp": [3601.68, 3605.9], "text": " but Creative Commons does provide some tools, metadata tools"}, {"timestamp": [3605.9, 3608.24], "text": " that you can attach to public domain works."}, {"timestamp": [3608.24, 3613.66], "text": " And I know that New Zealand institutions and archives that do hold a lot of historical materials"}, {"timestamp": [3613.66, 3620.72], "text": " such as public domain photos, very old records, find and will continue to find these tools"}, {"timestamp": [3620.72, 3625.66], "text": " quite useful because it makes them so searchable."}, {"timestamp": [3632.1, 3635.46], "text": " So part of the reason we're here today and why this is such a topical issue is something called the New Zealand Government Open Access and Licensing Framework."}, {"timestamp": [3636.08, 3643.74], "text": " It's a framework that was approved by Cabinet last winter in August, sorry, approved in July"}, {"timestamp": [3643.74, 3644.68], "text": " and released in August."}, {"timestamp": [3644.96, 3645.0], "text": " And it's a very important document because it gives state agencies, last winter in August, approved in July and released in August."}, {"timestamp": [3645.0, 3650.0], "text": " And it's a very important document because it gives state agencies,"}, {"timestamp": [3650.0, 3654.0], "text": " Crown entities, guidance on how they should use Creative Commons"}, {"timestamp": [3654.0, 3658.0], "text": " and what review and release processes they should go through"}, {"timestamp": [3658.0, 3661.0], "text": " when they're releasing works for reuse,"}, {"timestamp": [3661.0, 3664.0], "text": " or releasing non-copyright works."}, {"timestamp": [3664.0, 3665.32], "text": " So the New Zealand Government Open Access and Licensing Framework, the best way to find out more about it is to works for reuse or releasing non-copyright works."}, {"timestamp": [3665.32, 3669.32], "text": " So the New Zealand Government Open Access and Licensing Framework, the best way to find out"}, {"timestamp": [3669.32, 3672.2], "text": " more about it is to go to nzgoal.info."}, {"timestamp": [3672.2, 3677.68], "text": " This is an initiative that is by the Department of Internal Affairs and was also borrowing"}, {"timestamp": [3677.68, 3682.76], "text": " from work done by the State Services Commission."}, {"timestamp": [3682.76, 3687.6], "text": " Now the important thing I suppose to talk about today is what is the scope of it and what"}, {"timestamp": [3687.6, 3690.26], "text": " relevance does it have to New Zealand schools."}, {"timestamp": [3690.26, 3694.88], "text": " Well the school boards of trustees are included in the scope of it and they're invited by"}, {"timestamp": [3694.88, 3697.84], "text": " the Minister for the State Services to apply it."}, {"timestamp": [3697.84, 3704.92], "text": " So they are invited to familiarise themselves and invited to apply it and this works in very"}, {"timestamp": [3704.92, 3705.92], "text": " well with the sort of work"}, {"timestamp": [3705.92, 3707.9], "text": " we're doing with Creative Commons, because of course"}, {"timestamp": [3707.9, 3709.66], "text": " as part of this licensing framework,"}, {"timestamp": [3709.66, 3712.36], "text": " they recommend that the Creative Commons licenses,"}, {"timestamp": [3712.36, 3714.86], "text": " specifically Creative Commons attribution"}, {"timestamp": [3714.86, 3719.0], "text": " should be used as a default for these sorts of resources."}, {"timestamp": [3719.0, 3721.96], "text": " And that's under the open licensing principle."}, {"timestamp": [3721.96, 3723.44], "text": " Something we were talking about before,"}, {"timestamp": [3723.44, 3725.1], "text": " the default should be open and then"}, {"timestamp": [3725.1, 3730.64], "text": " add restrictions if you must rather than the other way around. Something that's really important"}, {"timestamp": [3730.64, 3736.42], "text": " which schools should think about when they're looking at a Creative Commons policy. I know that"}, {"timestamp": [3736.42, 3741.52], "text": " government departments have had to tackle this is you really do need a team approach. You need to"}, {"timestamp": [3741.52, 3745.22], "text": " get the board involved. You need the principals. We were chatting earlier"}, {"timestamp": [3745.22, 3752.54], "text": " today about how you should involve your librarians and what you're doing. Often things like"}, {"timestamp": [3752.54, 3759.32], "text": " copyright policies and changes and things like how you share and open up and digitise resources"}, {"timestamp": [3759.32, 3764.28], "text": " can go through the cracks in a school because there is no one person who is responsible for looking"}, {"timestamp": [3764.28, 3766.36], "text": " after what happens with Creative Commons in a school."}, {"timestamp": [3766.6, 3770.58], "text": " So a school does need to be proactive and use a team approach."}, {"timestamp": [3772.36, 3779.66], "text": " So I guess coming back to perhaps why we're all here in the first place, which is for providing"}, {"timestamp": [3779.66, 3781.08], "text": " children with a good education."}, {"timestamp": [3781.54, 3785.06], "text": " And we do need to remember that they won't stop remixing,"}, {"timestamp": [3785.3, 3788.08], "text": " reusing and resharing material online."}, {"timestamp": [3788.42, 3790.84], "text": " And they will go on to do it for the rest of their lives"}, {"timestamp": [3790.84, 3794.28], "text": " unless someone manages to somehow shut down the internet,"}, {"timestamp": [3794.48, 3796.96], "text": " which really hope won't happen."}, {"timestamp": [3797.66, 3800.58], "text": " And we should know that working with Creative Commons license material,"}, {"timestamp": [3800.72, 3803.44], "text": " it is a good way of educating children about copyright."}, {"timestamp": [3804.24, 3808.0], "text": " You can lead by example and give them an alternative route that is legal."}, {"timestamp": [3808.0, 3812.0], "text": " Also explaining the elements of a license"}, {"timestamp": [3812.0, 3816.0], "text": " can sometimes demystify a very stuffy and complicated"}, {"timestamp": [3816.0, 3820.0], "text": " subjects such as copyright."}, {"timestamp": [3820.0, 3823.0], "text": " Copyright is complicated, so is Creative Commons,"}, {"timestamp": [3823.0, 3827.5], "text": " but we're trying to make it as user-friendly and as simple as possible"}, {"timestamp": [3827.5, 3830.4], "text": " with those different levels of understanding."}, {"timestamp": [3831.2, 3835.74], "text": " And learning to work with openly licensed content makes creators and not infringes out of children,"}, {"timestamp": [3835.94, 3836.9], "text": " and that's very important."}, {"timestamp": [3837.46, 3839.7], "text": " And as you said, teachers as well, leading by example."}, {"timestamp": [3842.9, 3850.2], "text": " So what we have here, and we'll be making this available online as well, is an information"}, {"timestamp": [3850.2, 3854.12], "text": " sheet about sharing open educational resources."}, {"timestamp": [3854.12, 3859.38], "text": " Basically it goes through the two free Cultural Works approved licenses which we would recommend"}, {"timestamp": [3859.38, 3863.28], "text": " for skills to look at in their Creative Commons policies."}, {"timestamp": [3863.28, 3867.94], "text": " It also gives you some practical steps about where to go online to get more information"}, {"timestamp": [3867.94, 3873.58], "text": " if you want to start talking about Creative Commons in your school."}, {"timestamp": [3873.58, 3879.32], "text": " And it gives you information especially about an organisation called the Open Education"}, {"timestamp": [3879.32, 3881.64], "text": " Resource Foundation."}, {"timestamp": [3881.64, 3886.0], "text": " They're a global organisation but they've done some very good work here in New Zealand."}, {"timestamp": [3886.0, 3891.0], "text": " They're based out of Otago with Wayne McIntosh and they work very closely with Wiki Educator."}, {"timestamp": [3891.0, 3899.0], "text": " So I would highly recommend going in and having a look at some of the resources that they've made available, especially for you, to consider these issues."}, {"timestamp": [3899.0, 3905.68], "text": " What we also have here is a document that was created by staff from the Ministry of Education"}, {"timestamp": [3905.68, 3911.04], "text": " in collaboration with people from the Open Education Resource Foundation, Creative Commons"}, {"timestamp": [3911.04, 3913.6], "text": " and teachers in the wider community."}, {"timestamp": [3913.6, 3918.64], "text": " And what it is is a draft Creative Commons policy which you could take and consider whether"}, {"timestamp": [3918.64, 3925.02], "text": " it's used as a template document when looking at a CC policy for your school."}, {"timestamp": [3927.28, 3930.26], "text": " Albany Senior High School actually took this document and they tweaked certain parts of it to make it"}, {"timestamp": [3930.26, 3935.82], "text": " fit better with their own needs"}, {"timestamp": [3935.82, 3938.36], "text": " and as I understand it's working very well for them"}, {"timestamp": [3938.36, 3942.32], "text": " and we're very pleased with how Albany Senior"}, {"timestamp": [3942.32, 3947.68], "text": " has been finding their policy and how they've been promoting not just open source software"}, {"timestamp": [3947.68, 3950.22], "text": " but also open educational resources in New Zealand."}, {"timestamp": [3951.32, 3956.22], "text": " So you can find this and also information about Wikiducator"}, {"timestamp": [3956.22, 3957.44], "text": " probably online later."}, {"timestamp": [3958.08, 3960.64], "text": " You can also find this sort of information through our website"}, {"timestamp": [3960.64, 3963.06], "text": " which is creative commons.org.nz."}, {"timestamp": [3965.86, 3967.52], "text": " Thank you Jane. Can I ask you a question?"}, {"timestamp": [3968.86, 3973.74], "text": " The whole introduction of the Creative Commons concept, I suppose,"}, {"timestamp": [3973.84, 3978.96], "text": " would it be fair to say that it is specifically a reaction to this changing world"}, {"timestamp": [3978.96, 3980.84], "text": " that we're currently dealing with,"}, {"timestamp": [3981.1, 3986.32], "text": " the ability for people to copy multiple times and distribute so easily,"}, {"timestamp": [3987.0, 3994.8], "text": " and that shift from that sort of very black perspective of copyright to that white, I suppose,"}, {"timestamp": [3994.9, 3996.46], "text": " perspective of public domain."}, {"timestamp": [3997.14, 4003.66], "text": " Well, I think so, because if you think of the days of old of the big studios and before"}, {"timestamp": [4003.66, 4006.68], "text": " things like the internet and copying machines that we all know today, it's a old of the big studios and before things like the internet and copying machines that"}, {"timestamp": [4006.68, 4016.72], "text": " we all know today. If a production or a certain content creator wanted to reuse a resource"}, {"timestamp": [4016.72, 4023.04], "text": " of someone else, lawyers would get involved so you'd have people negotiating contracts. But with"}, {"timestamp": [4023.04, 4025.32], "text": " the internet, since we're all doing it so frequently"}, {"timestamp": [4025.32, 4032.76], "text": " rapidly every day it's completely undueable to a everyone to have a lawyer and b to organize"}, {"timestamp": [4032.76, 4038.76], "text": " a contract every time you want to negotiate sharing a resource so it was partly in reaction to"}, {"timestamp": [4038.76, 4043.72], "text": " that because if people did want to openly license this this is an agreement which is ready"}, {"timestamp": [4043.72, 4045.38], "text": " made and ready there and you"}, {"timestamp": [4045.38, 4047.42], "text": " don't need lawyers on each side."}, {"timestamp": [4047.42, 4054.06], "text": " So I think it is a reaction to that but also a reaction to the fact that so much of our culture"}, {"timestamp": [4054.06, 4059.64], "text": " is burgeoning and happening online in this kind of remix economy and Creative Commons is"}, {"timestamp": [4059.64, 4064.58], "text": " recognising the need for people to be able to do that legally."}, {"timestamp": [4064.58, 4068.0], "text": " If I were to create something online and just post it there"}, {"timestamp": [4068.0, 4070.0], "text": " with no additional information,"}, {"timestamp": [4070.0, 4073.0], "text": " then it automatically becomes my copyright, I presume,"}, {"timestamp": [4073.0, 4075.0], "text": " under the current system."}, {"timestamp": [4075.0, 4076.0], "text": " Yeah, that's right."}, {"timestamp": [4076.0, 4078.0], "text": " If anyone comes across a resource online,"}, {"timestamp": [4078.0, 4080.0], "text": " they should assume it's someone's work"}, {"timestamp": [4080.0, 4082.0], "text": " and that it's all rights reserved."}, {"timestamp": [4082.0, 4083.0], "text": " It's always the assumption."}, {"timestamp": [4083.0, 4086.04], "text": " So if I want to make that licensed under Creative Commons,"}, {"timestamp": [4086.14, 4088.22], "text": " what do I need to do when I post it online?"}, {"timestamp": [4088.94, 4091.4], "text": " You write licensed under Creative Commons"}, {"timestamp": [4091.4, 4092.66], "text": " and then what license it is."}, {"timestamp": [4093.06, 4095.3], "text": " Or you can go to our website and grab the tools"}, {"timestamp": [4095.3, 4097.42], "text": " that give you the metadata with the buttons"}, {"timestamp": [4097.42, 4099.0], "text": " and so you can actually have the buttons."}, {"timestamp": [4099.16, 4101.56], "text": " So I can just freely do this any old time I like?"}, {"timestamp": [4101.86, 4106.02], "text": " Yeah, I can write that this doodle I'm doing here"}, {"timestamp": [4106.02, 4107.9], "text": " is licensed under Creative Commons Attribution"}, {"timestamp": [4107.9, 4110.02], "text": " 3.9 New Zealand, and therefore"}, {"timestamp": [4110.02, 4112.08], "text": " it is. So that's all you do."}, {"timestamp": [4112.2, 4114.08], "text": " So that leads me to another question. Can I"}, {"timestamp": [4114.08, 4116.04], "text": " have a printed copy which is licensed"}, {"timestamp": [4116.04, 4118.08], "text": " done to Creative Commons as well? Yes. Not just"}, {"timestamp": [4118.08, 4119.2], "text": " a digital copy. That's right."}, {"timestamp": [4119.52, 4120.72], "text": " Excellent. Thank you."}, {"timestamp": [4126.36, 4129.06], "text": " Well, I'd like to say thank you very much indeed."}, {"timestamp": [4130.16, 4133.18], "text": " Thank you very much indeed to Jane Hornierbrough"}, {"timestamp": [4133.18, 4136.14], "text": " and to Ian Monroe for the time that they've spent with us today."}, {"timestamp": [4136.58, 4139.86], "text": " An extremely interesting and very important topic for this century."}, {"timestamp": [4139.98, 4140.72], "text": " Thank you very much indeed."}, {"timestamp": [4141.04, null], "text": " Thanks."}], "text": " What I want to talk about is the open education resource model, the OER model, which is something we have been working on for quite some time and Jane will fill in the various bits later in particular regarding CC Creative Commons. So where I want to start is really to go to the typical school of both today and possibly for a little while yet, and certainly the way schools used to operate in days gone by. And I'm sure many of you will be familiar with this. And first of all, we do in fact still have many, many teachers who like to be pretty protective over their own resources. So they guard them jealously and often they guard them for the wrong reasons. And there's several examples here of why they may guard them. The first one is that they are confident in their own resources. They've built them up over a period of time. They know they get good results with them and they really don't want other people to share them. So they've got quite a selfish motive. As another reason, they really believe that all teachers at some stage have to go through this process of collecting together and making their own resources themselves. And thirdly, and this is perhaps one that's very difficult to identify initially, but it certainly comes through once you've been working in a given school for a while, you will also find some people that are not actually that confident in their own work. And if they're not that confident in their own work and don't want others to expose that work as not nearly as good as they would like it to be, then one way of doing that is to ensure that nobody else gets access to it. But all of those are negative reasons. And the direction we're heading is very much that we want teachers to be able to create their own work sometimes from scratch but certainly working from other material that has been done earlier and the more sharing and the more access they have to early material the easier they will find their work is to get started and that's very important particularly for young teachers now the attitudes there in black are not as common as they used to be but they do still endure and what we also see is in some schools it is more prevalent than in others and certainly in some departments in schools it is more prevalent than in others so we see quite a mix of what's happening in the schools. It is more prevalent than in others. So we see quite a mix of what's happening in the schools. As teaching, the pedagogy behind teaching changes to take advantage of technology, we will certainly see changes in this approach. We're moving into a very learner-centric model of teaching as opposed to a teacher-dominated style of teaching and the learner-centric model of teaching is certainly a more collaborative and sharing model. Now if anybody would like to stop me at any time and ask questions, I know you're all dying to ask some questions, I'm sure we can accommodate them. For those moving into digital resources, there is a new problem that's emerging, and most schools are just starting to face this now in trying to find solutions to it. And the problem is the amount of storage that is required with digital resources, particularly those involving video or various scanned images or images of any type, the file size can build up very quickly and the total storage requirements also build up very quickly. And depending on the internal speed of the network and the external access to the internet, you have accompanying problems that may be minimal in one school, but quite serious in another school. So for individual students, schools have to face the problem of just how much storage should an individual student be given. Does that depend on the subjects they're taken? Does that depend on the year level? The second thing is, where is that storage? And the third thing is, how often should it be refreshed? So do we get to the end of the year? And if you're talking in a secondary school, for example, about a year 9 class who may have quite limited storage, do you start again? And if you do, you're probably not going to get many problems. But if you did that with a year 11 or 12 student doing a reasonable amount of art or photography, video type work, in many cases they're going to want to hold on to that material. They may even want it, and many do, when they leave school. So there are problems as to how much you provide them for storage, how often you refresh it, that is you delete certain amounts of it, and where it is being stored. And that's just for students. Of course, exactly the same happens for teachers, but usually the teacher's material is obviously going to be kept year after year after year, although you then have the issue of what happens when the teacher does leave or moves to another school. Right now, the world has shrunk and teachers and students really have the digital world on their desktop right now. And that means they can access or borrow and then if necessary or sometimes if not necessary share many of those resources and materials from around the world with whomever they want to send them to. And students certainly do that regularly, and schools have to watch as well what particular sites they have access to and what sites they will in fact ban. But the concept of ownership, particularly among students and to a large degree among teachers, the concept of ownership of digital resources is actually very fuzzy. And you can think, for those of you in the teaching world, how much of what you've got in hard copy now, perhaps built up over a number of years, can you say is absolutely and totally 100% my original work? Because much of what teachers do is in fact built on or modified from what somebody else has already created. What has your own individual practice been as you've moved from one school to another? Do you take absolutely everything that you've ever used? And take absolutely everything of somebody else's that you haven't used because it may become very useful one particular day. And a lot of teachers do take as much as possible. So that's what happens now. My background, and I'm going back almost 20 years for some of this, but it will perhaps give you an appreciation of why I've had such an interest in intellectual property as it has changed over the years, when living in Asia, we in fact had almost free access to textbooks that were copied and in some cases you wouldn't know. And for example a friend of mine who worked in a university in Singapore in this case had published a number of books, very technical books, on the use of concrete building bridges. There was his speciality, how you put together bridges with concrete, what type of concrete you need, all of the technical details of how you build a superior bridge. But his textbooks had never been distributed in Southeast Asia, and while he was living and working there at the university one day, he came across several of his own textbooks on the university shelves. And he had a quick flick through them and then thought, right, it's obviously time to talk to my agent. Somebody is getting the royalties from these books, but it's not me. But in fact the agent knew nothing of them either. And he had met firsthand and face-to-face for the first time, pirated textbooks so good that he is author didn't even identify the fact that they'd been pirated. Similarly, living in Southeast Asia, many of those countries, 20 years ago, you could buy DVDs or CDs, look at them, think they looked original, and wonder why they were so cheap. For teachers you could buy plan books or have them copied for a tenth the price of New Zealand. And similarly, if you wanted clothing to display the appropriate brand, you didn't only buy the clothing that already of course was labelled. You could also pop up to Bangkok and buy an actual little packet of the appropriate labels for the clothing and put your own labels on clothing and it still looked the part. And some of you may remember the crocodile for example that belonged to a very well-known brand, the pirated ones were actually originally produced facing in the wrong direction. So it became pretty obvious which was correct and which wasn't, provided you remembered you left from your right. Computer hardware and software. You didn't go and buy an apple, you bought a copy apple. You bought a copy PC. You could still buy originals, but the price of the pirate version was always probably about 10%. Brand name clothing, t-shirts, jackets, etc., watches, perfumes, designer bags, the list goes on and on. And in some of those countries, you can still buy some of those things, maybe in a street market. It also applies throughout many of the capital cities throughout the world. If you're there at the right time of night, suddenly you will see a blanket opened in front of you, and there are all the designer handbags you've ever seen in your life before, and they disappear just as quickly if the police come around the corner. What I'm doing now is jumping what you will think is a little bit sideways, but I'll bring it back and show you how it relates. But what I want to do is talk about the experience the ministry had recently in trying to assist Christchurch schools with digital resources to replace those that teachers had lost. Everybody is aware that a number of schools are still sharing sites as a result of the earthquake. So for example, we still have at Burnside High School, we've still got Avenside Girls. Avonside Girls run the afternoon shift from 1 o'clock till about 5.30. Burnside has the morning shift. And that does mean, of course, that there are literally thousands of Burnside students on the streets in the afternoon, and a thousand or so of the Avonside Girls not starting school until the afternoon. And we've got about five sets of double-ups of schools starting to move back now or certainly by the beginning of term three. But many teachers lost their own resources if their houses were damaged or in other cases they couldn't get into the schools. So the schools were red-zoned, and no matter what was in them, whether it was a file server or whether it was a teacher's laptop, you couldn't get at it. And one of the teachers at Avonside Girls, for example, told us that basically 20 years of her teaching resources were trapped in her school at Avonside and she didn't know how long it would be before she could gain access to them. So schools were asking us, is there any way in which we can gain access to digital resources, because digital of course is a very easy way to access it, from other schools around the country? So what we did was we identified a number of schools that we believed would have very good, hopefully, digital resources. We knew their resources must be good because their exam results were very good, and we assumed therefore that the resources would match. So we talked to a number of the schools that we identified and got some really interesting results. Firstly, every single school was very, very keen on assisting. They all felt identified, had a great deal of empathy for the teachers and also the students in Christchurch. So there was no problem there. Everybody wanted to help. But then we met one or two other particular conditions or questions relating to the security of what they provided to us in turn to be provided to Christchurch. So some schools wanted to know who exactly might have access to the files other than schools in Christchurch. And one of the schools was only too happy to provide us all the material they could possibly put together, provided we could reassure them that no work would be made available to any school outside of Christchurch. Now when you're making digital resources available, that's actually quite difficult to do, to guarantee that the resources will not be made available elsewhere. In other words, some schools were very reluctant to provide resources if there was any possibility at some stage they would be made available to the school down the road. they would be made available to the school down the road. Other schools had quite a different and open attitude and said, whatever we can provide, whatever you need, if we can assist, then we will assist. So we met very quickly a very open and a semi-open attitude that prevailed in different schools. However, all of the schools then faced a similar range of problems, and I want to go through these because schools understanding these problems is an important step before they are able to make their own resources available freely and able to be shared. The first one was the intellectual property, so we did have some schools saying we're rather surprised and a little embarrassed, but all our Year 12 biology files happened to have another school's name on them. And that was something that several schools found. And what had happened was a teacher transferring from one school to another, brought their resources from the previous school, used them, may have even modified them, but they remained with the original file names. So that the first thing some schools found, the file names were going to have to be changed. So intellectual property was something that featured quite to the four and all schools faced it. The next problem they faced was the file format. And it's a real challenge to schools to look at the file format and the other's a real challenge to schools to look at the file format and the other four points here and to think about what happens in my school. Where do we store everything? Where is it stored? How large are the resources? What is the organization of the files and folders? And is there any description in the naming, or does it just say Year 11 mathematics? So we put together a resource page where people could submit information to us, that is, their resources, and we had to ask for a certain amount of information. And obviously the first thing we wanted was a year level. The next thing we wanted was a subject area. And then because our initial thrust was for NCEA material, we then wanted to look at the actual standards of the particular papers. So what were the numbers of the various exam papers that are filed related to? But all of the schools, while being very keen initially to help, all found it took infinitely longer to put the material together in a format that would be useful to another school. Because what we didn't want to do was essentially give a very large bucket to a school and say, sort your way through this bucket, I'm sure one or two of the files in there will be useful to you. It would really be like going through a bucket full of perhaps marbles with one of them having a lucky number on it. So what I'm putting to schools and to teachers is if you want to organise your material, it has to be structured and you have to think about it at an earlier rather than a later stage. And in particular, you have to start thinking about critical metadata that should be associated with the files. Now some of the files were very small, they may just have been a series of links to particular online resources that teachers used. Many, many of the files were large, often video, often word documents, sometimes PDF, sometimes slideshows just from PowerPoint. But the name of that file in probably 90% of the cases was no use to the person at the other end. So what we asked schools to do was fill in a minimal amount of information on the submission form, which was really starting the metadata. And as I said, all schools found the time taken for this much, much longer than they had anticipated. The resources could either be submitted to us directly, or it was also possible to submit them through an online submission form where they were basically added as attachments to the submission form and submitted electronically. So how does all this work with the OER model? Well the common issue around the files that the schools put together, as I've said, was around intellectual property in the first instance. And the knowledge of the other issues, there were six on the previous slide in total, the knowledge of those and a means of working through those is critical for schools if they do want to start a file sharing repository, even be it initially, only in their own school. But if we're going to open it out into an OER world, then it is much wider and much more important that it is organized appropriately. And Jane is going to cover quite a lot of that in the second part. The ownership of teachers resources is something that surprises many teachers, because in green down the bottom of the screen, you see that many teachers find it difficult to accept that work that they have prepared while teaching in a particular school is actually the property of the school board. And many teachers believe it is their material. But the legal situation is quite clear. If you are preparing work for your classes, you are preparing work while in paid employment, then what you prepare is in the ownership of the employer, in this case the school board. So what happens now? Most teachers do take everything with them that they board. So what happens now? Most teachers do take everything with them that they can. And what we want, obviously, is a policy long term in all schools that the board is quite understanding of that. And again, Jane will go into that in detail. Obviously, if teachers leave a school, they would take a lot of valuable resources with them. So it's also important that the schools do have a copy or the original, and the teacher takes the copy. In an ideal world, again, what you're going to have is a board policy that makes it quite clear. All teachers have a clear understanding of it. If I leave the school, the work that I've prepared while I'm here, I am allowed and encouraged to take a copy, but I am expected to leave everything behind as well. But not only am I expected to leave it behind, it's got to be in a format that other people can understand and understand quickly. Because the problem we had with the Christchurch material we wanted was not that we didn't have lots of material, but the idea of providing it to Christchurch teachers was to save them time. What we didn't want was Christchurch teachers spending inordinate amounts of time going through the material just to identify what may or may not have been useful to them. The same applies if a teacher leaves a school. So I'm now putting the question to you is your school ready for open sharing of resources? And if it is, then obviously ownership is acknowledged and it's clearly known. Intellectual property is understood and there is a healthy respect for it. IP permissions again are understood, acknowledged and followed. Teachers are collaborative in their preparation and sharing of work. Maybe the school has a policy where teachers and other schools can gain access, and we do have some schools who have already moved in that direction, with the board having put up a policy that is quite open, and this is a direction where we hope many other schools will follow. Again, Jane will give you the details. What we're looking for is all teachers having access to an excellent and appropriate range of teaching resources. And the reason why, of course, is we want the best possible outcomes for students. And therefore, we want teachers having resources as good as they can possibly get to give our students every opportunity. The school policies, the rules should be well known and available to the community if they want to look at them. And teachers should already be familiar with them. You shouldn't get to the situation where a teacher is about to leave and they're not quite sure if they can or can't, or they don't even know enough to ask, and they just take everything and leave nothing. Now, coming to a couple of quite specific examples, and there are three photos here. Two of them are mine. So I know I can use them, and I can share them if I wish. I have got no copyright on this page whatsoever. But interestingly enough, the third photo of the lightning strike on the Birch Khalifa in Dubai was taken by the wife of a patent attorney. The patent attorney's wife or their apartment happens to look out at the Birch Khalifa, so during a pretty rare storm in Dubai, because for about 11 months of the year it never rains there at all, from the balcony looking out at the, sorry, the Birge Khalifa, she was able to snap this photo, and as you can see, it's quite a classic photo of a lightning strike on the world's tallest building. That photo in turn was emailed to my son-in-law who is a personal friend of the patent attorney over there and he is somebody I know as well, the patent attorney over there we have visited him. But I have got no permission to use this other than I guess my right to use it as an example of a photo for which I have no right, but I'm using it in an educational sense as well and maybe I've got a slight excuse there. Don't assume when you find something online that you've got a right to use it. There are fears that some teachers have in moving to an open educational model. But if you follow particular guidelines, and several of them are listed here, then we are going to get better outcomes for students. Teachers in putting together their material must be clear that any artefacts either have permissions or are their own. And unfortunately, ownership can be quite difficult to prove, but you need to acknowledge anything and try and determine ownership. The advantage of that is your resources are going to be quality assured by other people, and that is one of the best way of improving their quality. It is possible, as some schools have found when they shared material, that somebody in another school actually claims that the material is theirs in the first instance. But as more schools move to an open policy, I think that's going to be less of a problem. Policy documents can also be shared. And we had a new school, Stonefield, start here in Auckland last year. And the new principal, Sarah Martin, was quite happy about putting up all of the policy documents as she was forming them online. And she was asking people to comment. So it was a new approach. But it meant the forms had the contribution of a number of educationalists and they weren't just something narrow that had been created in one school. They had been quality assured because Sarah was open about their ownership and development in the first instance. Does the effort of getting everything right produce better student outcomes? We certainly hope so, and it will be proven, I hope, again, in years to come. Some teachers are afraid that if resources are too open, what if students find them before they are supposed to? And that is something to think about. And that also relates to where you store material that is for teachers and where you store material that is for students and how you share it and make it available. Some schools are concerned that a move in this direction puts even more pressure on staff that are already running under a lot of pressure. But I think we've got a gradual evolution of the acceptance and better use of technology as we move also into far better teaching and learning practice. An interesting question is raised by a number of schools as well about teachers in schools who write their own textbooks. Hopefully such teachers will have an arrangement with the board because the majority of teachers who write texts prepare a lot of the material and pre-test that material with their own and sometimes other staff classes before the book actually comes together and is published. Boards are understanding of this, but that is a matter for the teacher and the board to sort. And sometimes as well we get comments that the school has always managed is somebody now suggesting we need to change our practice. Are we not good enough? And it isn't a matter of changing our practice. It's a matter of evolution. There are very few schools now using a chalkboard. We have evolved. There are very few schools running overhead projectors. We have evolved. We're even in some schools running overhead projectors. We have evolved. There are very few schools running overhead projectors. We have evolved. We're even in some cases, certainly in a lot of secondary schools, probably evolving past the stage of the interactive whiteboard. So styles do evolve, and I think all teachers, if they sat down and thought about it, would agree that yes, they do evolve and I think all teachers if they sat down and thought about it would agree that yes they do evolve with technology sometimes they just don't want to be reminded of it. So teachers must be sure of their own ownership and I'll go straight through for the last one of these, just in summing up. We've already covered where do authors test or try out their book material. But in particular here, the use of technology is something that is offering us a better way of sharing, of creating, obtaining resources. This does benefit all teachers and all students. It has to be a win-win situation. Wiki Educator is a good example. Jane will also mention a little bit about Wiki Educator, which, for example, is where a lot of the resources for Albany Senior High School are stored, an open online education resource. Albany Senior is a school where the board has embraced such a model. This means staff are aware of all IP ownership and sharing going forward. However, as I mentioned before, all schools still have some issues with resources that arrive with staff. And it goes back to the second point here, that the quality assurance that is done also should be checking the IP. And teachers must be sure of it. How many of you have handed out sheets with another school's logo on the top? Similar, in fact, to the file names that one school found when they wanted to send material to us. The file names, in in fact were still called under the old school's name. Is it all worth it? Absolutely it is worth it. All you need to do is talk to one or two of the schools that have moved in this direction. So Jane is now going to take us through the Creative Commons license combinations and usage and we'll fill in a lot of the gaps that I've tried to avoid on the way through here because she is covering them. Unless there are any questions just before I exit this one. Is this next question? Absolutely. How do you balance what you're suggesting schools do with sharing, or the tomorrow school's funding model, which actually makes them, puts them almost into a competitive model where, you know, they're fighting for the student, I mean, in particular areas, obviously we're all using it, probably quite so much. But, I mean, that sort of drives them to be competitive in the view on the other hand, telling you to share it. Yeah, that's a very good question because it also relates to the earlier session today when I mentioned what had happened as well. In that area, we've got... Well, the article in Metro is the one that I mentioned earlier today. I don't know if you've seen it or not, but the article in Metro takes apart the performance of schools based on their desile weighting. You're quite right, we are trying under this model to get schools to share. It is a very competitive market, and Metro illustrates that. However, what we also found was the fantastic cooperation from schools in being prepared to provide resources for Christchurch. And the other comment that came through overriding it, but we have done nothing about it at this stage, is that many schools said, what a wonderful opportunity to put together a digital online resource bank for all New Zealand schools. Now, whether anybody will ever take that up and run with it, I don't know. The ministry certainly has no intention of doing it at this stage. Whether schools themselves could do it, I don't know. But yes, the two things are seemingly in conflict, but schools, both the very best of the private schools and numerous state schools that contributed material to us, wanted and commented what a wonderful idea this would be. What we're trying to do, I guess, is save taxpayers' money. We have currently got literally hundreds of secondary school teachers creating identical material, and we've got thousands of primary school teachers creating identical material. How do we collectively get a better outcome and a higher quality outcome? And I guess it's one of the challenges that OER is working towards. If schools adopt it, then I guess we can say that it's working. If they don't, then we have to go back to basics and somehow rather find a better way through it. I don't have a total answer for you. Also, I think there's the lingering assumption that if schools share their resources as in open education resources, therefore they can't be competitive. And I think a lot of emphasis is starting to go on university institutions and schools for their quality teaching and the reputation around how they actually implement and use the resources which are freely shareable. And hopefully if this system is to work, people will acknowledge that more and more. I mean, I think there's been a tough way it happened to implement this, because as Ian said, while the teacher might be helpful because it's in an employment situation, the work is actually owned by the school, so really you need to be able to be a lot of policy in place first and then share that with their staff. And then you've also got a level there, level staff need to be as respectful of their students, as they are, as they are, as they have experience. else. Because we've certainly had experiences where teachers have been less than what they should be in terms of respect to the students copyright and also quite concerned about students understanding of the copyright as not their rights are in Armitters and it's a huge issue that's a major challenge. But I mean the idea of sharing resources and education of the course is certain. The education publishes in the country, shares in the nation, have developed in Lindenburg, and they are looking at how they can make their resources for a available to schools in a collective digital repository, which is what we've already started to trade retail books, now we're looking at being able to build the education resources. But the same is that being able to give New Zealand educators access to better digital resources. And as I understand, learning media works very closely with the ministry and publishing. So they've been. We have found very different attitudes in similar schools. And two of the private schools, very similar schools, one had an attitude that we will give you any of our material that we can put together for you, that you need, and we have no problem in sharing that material. What we believe is that the value add of our teachers is what makes the difference, not the content. Now another school, very, very similar similar, said actually we'd be a little bit reluctant because we think it is our content just as much as the teacher that makes the difference. So two very similar schools. So schools are obviously in different places and we have to encourage them in the right direction as well. We hope. Jane. So obviously two quite clear themes tend to come up in these discussions around copyrighting schools. And one which Ian has already touched on is the public value and the efficiency and value for money that can be got from sharing educational resources. But another theme which you have just brought up, which I think is also really important, is teachers leading by example and teaching children respect for copyright while respecting their students' work and other works that they're incorporating into their teaching materials. So hopefully I can touch a bit on both of those streams as I demystify the Creative Commons licenses a bit. Creative Commons is an international organisation, and you're probably wondering what I'm doing running around in New Zealand talking about Creative Commons. We have a New Zealand jurisdictional project here and it means that we ported the licences here and we'll be doing ongoing legal work to update the licences when the 4.0 versions are due to come out. My job with Creative Commons in New Zealand is basically the public outreach so helping audiences such as this understand the licences, also working with other public sector type organisations, individuals, private businesses, supporting those who would like to take up open access for innovation and for using the digital sphere. So just a quick word on copyright to clarify. It is automatic as soon as you create a work. Copyright, you can think of it as falling down the sky onto the work. And it gives the owner of that copyright a temporary monopoly over certain acts to do with that work. These acts are things such as being able to copy the work or issue copies of the work to the public, to perform it publicly, to communicate it or adapt it. And for more good information about how copyright operates and what rights and exclusive rights are associated with copyright works in New Zealand. It's good idea to visit the Ministry of Economic Development website, the IPONS website or of course copyright licensing limited. So a friend used this picture in a presentation, I think it was a couple of years ago now, and I really like it. It's Rembrandt's a scholar and the scholar is going about his scholarly work. I think it was a couple of years ago now. And I really like it. It's Rembrandt's a scholar. And the scholar is going about his scholarly work. I think it's in the early 17th century. And of course it's clear that his process of learning and his process of going about a scholarly work actually involves him copying down and studying very closely the work of someone else. But it's interesting to look at this picture today because I think we can all acknowledge that there's a little bit of a sense that when we look at it, perhaps he's looking a little bit guilty about what he's doing. And that's because of the way copyright and operates and it lives today and how we think of it. The Royal Society of New Zealand, when they embrace cross-disciplinary dialogues with the sciences and humanities, acknowledge that there's a quiet revolution taking place in the way we use, generate and transfer knowledge. And they were talking about interdisciplinary research, but also the way in which that interdisciplinary practice comes about with digital technologies. And I think it's a very fair statement. It's not such a quiet revolution, a very strong revolution that's well and truly, has taken place and will continue coming over and over again as we work further and further into our digital lives. Obviously, the way in which copyright is triggered, the way in which copyright affects how we share information becomes ever more important because many things we do throughout the day does trigger copyright. People do find themselves infringing other people's work whether they realise they're doing it or not. It's also becoming a lot easier for copyright owners to detect and also let people know that they are infringing their works. And so it is something that people are becoming more aware of, I think. We were saying before that teachers really should lead by example. And I think we should acknowledge the sorts of messages that students are getting nowadays. They do know that downloading is wrong, I think. Perhaps they don't know that using certain pictures and their assignments is wrong, but they do know as a general concept. There's some good marketing out there, and I think rightly so that infringement is wrong. What we should acknowledge here though as well is that I think young people are getting a mixed message it's very easy to do they're being asked to do it all the time within school teachers are being asked to do it and yet they're getting mixed messages like this about how they're not allowed to so I think Creative Commons has a role in setting out a really good alternative a safe alternative for children and teachers in this sort of environment in which people are operating in. So just quickly, if you think about copyright on a freedom spectrum, an all rights reserved model could be at one end of the scale and a public domain model could be at the other. That's not actually a public domain symbol. It's just a symbol I found online and I like it because it looks slightly hippy. It's not to suggest that all rights reserve is too much of an extreme, but it shows that when someone does hold an all rights reserve status over a work, there are a few freedoms that others have unless they have the copyright owner's permission. And at the other end of the scale if a work is in the public domain there are basically no restrictions over how people can use it. Creative Commons comes somewhere in the middle there are six main licences that have been ported to New Zealand law and six main licenses that are in wide use around the world and lots of different jurisdictions. The most liberal of these licenses are the one that allows the most freedom is actually quite near the public domain and the one that is most restrictive is actually quite close to the all rights reserved end of the scale. So Creative Commons does take up quite a large space that is somewhere in the middle of those two. So what I'm going to do now is because it might be better than me trying to explain it myself, I'll show you a video that we've actually developed. So as I bring out the file I just say that this video we've developed is under an attribution license. It's been made with teachers in mind as well so it's a really good resource for people to be able to remit. Have you ever wondered how to download and share digital content legally? How do you let people know that you want them to reuse your own work? Creative Commons licenses can help you do both. We'll show you how. Our world's exploded with digital opportunities. Now we can communicate, share and work together using the exceptional distribution network that is the internet. Information and content can fly between us in exciting new ways. But it's important to know that when something is created, say a photo, a document or a music track, it's automatically protected by copyright. Copyright enables people to say who can share and reuse their creations. You must always obtain someone's permission before sharing or reusing their work, even when it's posted online. But what if a creator wants everyone to use their work, without the hassle of granting permission over and over? This is where Creative Commons can help. Creative Commons provides licensing tools that are free to use. You can apply a license to your work which refines your copyright and streamlines how you give permission. Zach here downloads a photo called CC Kiwi that he wants to use in his science project. He can do this without asking Currie, the photographer first, because she's already given permission with a Creative Commons license. Curie's license is legally robust, but easy for Zach to understand. She's told the world, including Zach, that they can use CCIW as long as they acknowledge her as the original photographer. There are more rules Curi could have included. Creative Commons licenses are made up of license elements. You can think of them as rules, and each have their own special symbol. This is attribution. It means that Zach must acknowledge Kiri when he publishes his science project containing her photo. This is non-commercial. It means no one else but Kiri is permitted to make money from CCIwi. Tim wants to print the photo onto t-shirts and distribute them to friends. He can do this, but he must not sell them. This is no derivatives, and it means that Kiri hasn't given permission to change her photo. Kate can use CC Kiwi on her design blog, but will need to ask Kiri before retouching or mixing up the image. And this is share alike. It means new creations that use CCIW need to carry the same license. Jack incorporates his own remix of CC Kiwi in his video installation, but he must share the work under the same terms that Kiri has. Each Creative Commons license gives permission to share and includes the attribution rule. So people who find your Creative Commons licensed work are automatically allowed to share it, but are required to acknowledge you if they do. The other three license elements are optional, and you can choose which ones to add, if any. Here are the six combinations that make up Creative Commons licenses. The difference between them is how many rules apply when someone wishes to use your work. The attribution license allows reuses the most freedom and the attribution non-commercial no derivatives license allows the least freedom. The attribution license and the attribution share-like licenses are sometimes referred to as free cultural works approved licenses. These three licenses restrict commercial use of a work. And these two licenses do not give permission for adapting or remixing. These two licenses require new works to be licensed under the same terms. To choose and apply one of these licenses and to view their terms in more detail, visit us at creative commons.org.n.z. Or you can answer some questions to help you decide which license best suits your needs at creative commons.org slash choose. There are some good ways to find other people's creative commons licensed work online. You can use a search filter by going to the Creative Commons website. Why not try the Gimendo website for music, Flickr for Images, or DigitalNZ for New Zealand content? Using Creative Commons licenses could help your creations reach more people. Maybe you want to connect with others across the globe and take turns at improving a report. Or maybe you just want to have fun, remixing someone else's work. Whatever reason you have to share your work, you'll find there are scientists, educators, companies and public agencies who are using Creative Commons. By opening up permission, just imagine how much we can achieve. Collaborating on what we hold in common, being open about big decisions and finding solutions in the spaces between us. Let's work together, confidently and legally. It's good to share with Creative Commons. So hopefully that demystified how the licences work a bit more. I've seen someone use this analogy before and I thought it was demystified how the licences work a bit more. I've seen someone use this analogy before and I thought it was quite good. In terms of open educational resources, if you think of this seedhead being an all rights reserved piece of resource, then you could say that that would be an open educational resource. And I suppose the analogy would be that someone could look at that seed head and say, well, it's blown off, we don't know who's using it, God knows where it's gone, and what's really happening, there's less control there. But I think in time people will look at open educational resources and acknowledge there's a lot of worth in letting go, planting new ideas, letting people take things up, having hybrid resources created elsewhere. And obviously in an OER world, the cheesy analogy would be that there are plenty ideas there, which enrich a learning experience, enrich the sorts of repositories that teachers can draw from and ultimately benefit the students. So Creative Commons is an architecture which is an alternative to copyright and it in fact builds upon it. So in no way is Creative Commons against copyright. It's a tool for which people can use on top of it. And the architecture uses copyright licensing to achieve open educational resources. So I think schools in New Zealand thinking about implementing a Creative Commons policy really need to reverse how they approach the copyright of the resources they're creating. Basically, it would help a lot if people would start at zero, thinking of a completely empty seedhead, something a bit like the public domain, and then considering what restrictions do they really, really need to put on top of it rather than the other way around where they would start with a full seedhead with an all rights reserved and considering what things can they possibly take off. We really do need to reverse how we approach it. So some of the restrictions which you could put onto a work would be something like the attribution requirement described in that video, which requires that the user of the licence work credit and acknowledge the original author. The attribution element is a cornerstone of all the Creative Commons licences. They are included in all the copyright licences. I think attribution element is a cornerstone of all the Creative Commons licenses. They are included in all the copyright licenses. I think attribution is incredibly important. It's what retains value for a resource even though people are letting others share it, even commercially. There's the non-commercial clause which of course restricts commercial reuse of the work, the no derivatives clause and the share alike. So as you would have seen, the six main licences are built accordingly from combinations of which elements or restrictions you choose to apply and how you put them together. So the first main one is the attribution license and it basically lets others do anything such as distribute, remix, tweak and build upon the work, even commercially as long as they credit you for the original creation. You'll see there that there's a little green sticker which you'll find on the attribution license online and it means it's free cultural works approved license. All you need to know really here is that it's a good license for open educational resources. It's the sort of license that Creative Commons would recommend for OERs. So the short name for an attribution license 3.0 was BY so you might come across it just as BY online and those are what the two license buttons could look like. They mean the same thing, they just look slightly different. Online if you click on one of those, most of the time what will happen is that information page will come up and that's what we call the human readable deed. It's basically a page that sets out exactly what people can and can't do with the work. Hopefully easy to understand very to the point and helpful. And then there's a link on that human readable deed, and you click through again. It takes you to the actual license. So this is the Grantee Legal Code, which people do agree to as they use the work. This has all the definitions, all the important bits of information that people really should use and read the first time that they're reusing a Creative Commons licence work. A second main licence and one that's also a Free Cultural Works Approved licence is the attribution share alike. And the only addition on top of the attribution licence is that it requires people recreating works, remixing works to release it under the same terms. And it's BY-A for short. The next one, the combination is attribution non-commercial, so adding in a non-commercial cause there. And B-Y-N-C for short. Attribution, no derivatives. Obviously not ideal for an open educational resource because it would be negating the whole reason for making open, letting other teachers build on and tweak your works. Attribution, non-commercial share alike. If you think about bands and musicians, some people who are trying out new business models find this license quite useful because, course it allows for remix but then let's the copyright holder keep control of how the work is used commercially. Attribution non-commercial no derivatives works this is the most restrictive of the six new zealand Creative Commons licenses and you could think of it as being quite far down near all rights reserved end of the scale. It basically doesn't let anyone do anything except share the work legally along with attribution. So if you go out into the wild onto the internet and you're looking for a piece of Creative Commons work or you might stumble across one on a content pool such as the Flickr website, you'll see that the rights are expressed usually down somewhere on the right-hand corner in these sites. The licence here is expressed as three little symbols and it doesn't actually say what the licence is but you can tell here from what the symbols are which is attribution non-commercial no derivatives and then next to it says some rights reserved and if you click on that it would take you through to that human readable deed that we saw before and then of course behind that is the legal code which has the full information about the license. This is an example of another license you might see online. This is from Radio New Zealand and they chose to have a go at licensing their scheduling online under an attribution no derivatives license. They've used one of the larger buttons. With a CC license, the person who is licensing can specify how they want people to attribute them when they reuse it. And here's an example of Radio New Zealand actually being quite specific about how they want people to reuse. So don't be afraid to let people know what, how you want them to link back to you, what you want them to say in order to make sure that they attribute properly when they're reusing the work. This is a project which is called New Zealand on screen and it basically is a big, lovely archive of New Zealand footage and interviews of seminal and historical people throughout NZ film and television history. And what this project has chosen to do, they couldn't obviously license some of their footage under Creative Commons because of third party rights and other things tied up in that. But what they could do is release some of the interviews and the material that their staff or their own project have made and that they own the rights for under a Creative Commons license. And here's an example of how they've expressed it. They've just said this video is available online at this place to distribute under a Creative Commons license. And they didn't actually say which one it is. But if you click on it, I think from memory it's an attribution non-commercial or something like that so there is the option just to put the words there and then link through to information later there's an example of the New Zealand Electronic Tech Centre with one of their e-book slash digital resources and they've used BYSA and they've written out the whole 3.0 New Zealand which some people like to do. There's a cut off screenshot of what a wiki educator page looks like. I think this is a resource from one of the New Zealand skills and down the very bottom of the Wickey Educator page, and this displays throughout the website, it says what license that particular page or resource comes under. And this page is under an attribution share-like license. So when you do find the licences online, it's obvious you might get the symbol or the words. Behind them sit the human readable deed and behind them of the legal code. This is actually quite an important aspect of the Creative Commons infrastructure because it helps resources be searchable because the metadata data can attach to your page or to your resource. It also gives people different levels that are understanding. If someone's read the legal code, they're comfortable with it. They know what the human readable deed is going to say. It creates ease of use for reusing OERs if people can just see the symbol and they know exactly what's going to be in there. So basically lowering the barriers eventually for people to reuse work. There are at least 350 million CC license objects from all corners of the earth online and I know the number has gone up since I made the slide. And 53 countries at least with your own ported suite of licences, including New Zealand, 10 more currently on board. There's a lot of work going on at the moment in the Arab world to get their Creative Commons licenses off the ground with their institutions over there. We're also an advocate for the public domain. You don't need to license public domain works because there's no copyright in it to license, but Creative Commons does provide some tools, metadata tools that you can attach to public domain works. And I know that New Zealand institutions and archives that do hold a lot of historical materials such as public domain photos, very old records, find and will continue to find these tools quite useful because it makes them so searchable. So part of the reason we're here today and why this is such a topical issue is something called the New Zealand Government Open Access and Licensing Framework. It's a framework that was approved by Cabinet last winter in August, sorry, approved in July and released in August. And it's a very important document because it gives state agencies, last winter in August, approved in July and released in August. And it's a very important document because it gives state agencies, Crown entities, guidance on how they should use Creative Commons and what review and release processes they should go through when they're releasing works for reuse, or releasing non-copyright works. So the New Zealand Government Open Access and Licensing Framework, the best way to find out more about it is to works for reuse or releasing non-copyright works. So the New Zealand Government Open Access and Licensing Framework, the best way to find out more about it is to go to nzgoal.info. This is an initiative that is by the Department of Internal Affairs and was also borrowing from work done by the State Services Commission. Now the important thing I suppose to talk about today is what is the scope of it and what relevance does it have to New Zealand schools. Well the school boards of trustees are included in the scope of it and they're invited by the Minister for the State Services to apply it. So they are invited to familiarise themselves and invited to apply it and this works in very well with the sort of work we're doing with Creative Commons, because of course as part of this licensing framework, they recommend that the Creative Commons licenses, specifically Creative Commons attribution should be used as a default for these sorts of resources. And that's under the open licensing principle. Something we were talking about before, the default should be open and then add restrictions if you must rather than the other way around. Something that's really important which schools should think about when they're looking at a Creative Commons policy. I know that government departments have had to tackle this is you really do need a team approach. You need to get the board involved. You need the principals. We were chatting earlier today about how you should involve your librarians and what you're doing. Often things like copyright policies and changes and things like how you share and open up and digitise resources can go through the cracks in a school because there is no one person who is responsible for looking after what happens with Creative Commons in a school. So a school does need to be proactive and use a team approach. So I guess coming back to perhaps why we're all here in the first place, which is for providing children with a good education. And we do need to remember that they won't stop remixing, reusing and resharing material online. And they will go on to do it for the rest of their lives unless someone manages to somehow shut down the internet, which really hope won't happen. And we should know that working with Creative Commons license material, it is a good way of educating children about copyright. You can lead by example and give them an alternative route that is legal. Also explaining the elements of a license can sometimes demystify a very stuffy and complicated subjects such as copyright. Copyright is complicated, so is Creative Commons, but we're trying to make it as user-friendly and as simple as possible with those different levels of understanding. And learning to work with openly licensed content makes creators and not infringes out of children, and that's very important. And as you said, teachers as well, leading by example. So what we have here, and we'll be making this available online as well, is an information sheet about sharing open educational resources. Basically it goes through the two free Cultural Works approved licenses which we would recommend for skills to look at in their Creative Commons policies. It also gives you some practical steps about where to go online to get more information if you want to start talking about Creative Commons in your school. And it gives you information especially about an organisation called the Open Education Resource Foundation. They're a global organisation but they've done some very good work here in New Zealand. They're based out of Otago with Wayne McIntosh and they work very closely with Wiki Educator. So I would highly recommend going in and having a look at some of the resources that they've made available, especially for you, to consider these issues. What we also have here is a document that was created by staff from the Ministry of Education in collaboration with people from the Open Education Resource Foundation, Creative Commons and teachers in the wider community. And what it is is a draft Creative Commons policy which you could take and consider whether it's used as a template document when looking at a CC policy for your school. Albany Senior High School actually took this document and they tweaked certain parts of it to make it fit better with their own needs and as I understand it's working very well for them and we're very pleased with how Albany Senior has been finding their policy and how they've been promoting not just open source software but also open educational resources in New Zealand. So you can find this and also information about Wikiducator probably online later. You can also find this sort of information through our website which is creative commons.org.nz. Thank you Jane. Can I ask you a question? The whole introduction of the Creative Commons concept, I suppose, would it be fair to say that it is specifically a reaction to this changing world that we're currently dealing with, the ability for people to copy multiple times and distribute so easily, and that shift from that sort of very black perspective of copyright to that white, I suppose, perspective of public domain. Well, I think so, because if you think of the days of old of the big studios and before things like the internet and copying machines that we all know today, it's a old of the big studios and before things like the internet and copying machines that we all know today. If a production or a certain content creator wanted to reuse a resource of someone else, lawyers would get involved so you'd have people negotiating contracts. But with the internet, since we're all doing it so frequently rapidly every day it's completely undueable to a everyone to have a lawyer and b to organize a contract every time you want to negotiate sharing a resource so it was partly in reaction to that because if people did want to openly license this this is an agreement which is ready made and ready there and you don't need lawyers on each side. So I think it is a reaction to that but also a reaction to the fact that so much of our culture is burgeoning and happening online in this kind of remix economy and Creative Commons is recognising the need for people to be able to do that legally. If I were to create something online and just post it there with no additional information, then it automatically becomes my copyright, I presume, under the current system. Yeah, that's right. If anyone comes across a resource online, they should assume it's someone's work and that it's all rights reserved. It's always the assumption. So if I want to make that licensed under Creative Commons, what do I need to do when I post it online? You write licensed under Creative Commons and then what license it is. Or you can go to our website and grab the tools that give you the metadata with the buttons and so you can actually have the buttons. So I can just freely do this any old time I like? Yeah, I can write that this doodle I'm doing here is licensed under Creative Commons Attribution 3.9 New Zealand, and therefore it is. So that's all you do. So that leads me to another question. Can I have a printed copy which is licensed done to Creative Commons as well? Yes. Not just a digital copy. That's right. Excellent. Thank you. Well, I'd like to say thank you very much indeed. Thank you very much indeed to Jane Hornierbrough and to Ian Monroe for the time that they've spent with us today. An extremely interesting and very important topic for this century. Thank you very much indeed. Thanks."}