{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Well, my stories come from the characters."}, {"timestamp": [3.0, 6.0], "text": " Some people say they get ideas, I don't get ideas, I get characters,"}, {"timestamp": [6.0, 8.0], "text": " and it's the characters get the ideas."}, {"timestamp": [8.0, 11.0], "text": " So I spend a lot of time thinking about the characters"}, {"timestamp": [11.0, 13.0], "text": " and writing a backstory for them,"}, {"timestamp": [13.0, 16.0], "text": " which means I sit down in a chair sometimes"}, {"timestamp": [16.0, 19.0], "text": " and just write down everything I can think of that creates a character"}, {"timestamp": [19.0, 22.0], "text": " and it might be their clothes, it might be the family,"}, {"timestamp": [22.0, 24.0], "text": " everything that makes that person an individual."}, {"timestamp": [24.0, 28.42], "text": " And I do that for all my main characters, spend a lot of time on it."}, {"timestamp": [28.42, 33.72], "text": " So at the end of the day, I know the characters very well, even before I start writing,"}, {"timestamp": [33.72, 38.12], "text": " and it's the characters who get the ideas and the characters that drive their stories."}, {"timestamp": [38.12, 42.28], "text": " When I was about 38, I had four children and I'd never thought of writing a book, although"}, {"timestamp": [42.28, 51.86], "text": " I'd been a journalist a long time ago. And one night I suddenly thought of a story which could be told about a family that goes sailing,"}, {"timestamp": [52.54, 57.34], "text": " gets into trouble, and the story would be how they dealt with that problem that they've got,"}, {"timestamp": [57.56, 61.22], "text": " how to survive the night on a yacht in the Harareki Gulf."}, {"timestamp": [62.48, 66.94], "text": " When I woke up the next morning, I knew I had to write this book."}, {"timestamp": [66.94, 72.38], "text": " And so I didn't suddenly decide to write a book, as some people do. For me, a story chose"}, {"timestamp": [72.38, 78.52], "text": " me to write it. So from that moment onwards, I spent a lot of time asking questions from people"}, {"timestamp": [78.52, 86.1], "text": " who went sailing on that night race to Kaoha. And I went and did the night race to Kawa and I went and did the night race to Kawa three times over the next three"}, {"timestamp": [86.1, 91.08], "text": " years and it took me four years to get my first manuscript together."}, {"timestamp": [91.08, 98.86], "text": " And I suppose when I wrote that book in 1979, 1980, that was when we were very fired up"}, {"timestamp": [98.86, 103.5], "text": " with the feminist movement that was going on at the time, the idea that girls could do anything"}, {"timestamp": [103.5, 109.22], "text": " and the ideas that it shouldn't always be a man who's a skipper of a yacht. And in fact the"}, {"timestamp": [109.22, 114.0], "text": " mother knows a lot more than she thinks she does. So the conflict is working out really"}, {"timestamp": [114.0, 119.62], "text": " not only with the elements and between the mother and the daughter but also the fact"}, {"timestamp": [119.62, 126.08], "text": " that they are trying to make the best decisions in very, very difficult circumstances."}, {"timestamp": [128.08, 132.56], "text": " An eight-year-old boy once asked me, why are so many of your books about water?"}, {"timestamp": [133.8, 141.5], "text": " And I think he was thinking of the Alex books and night raced a cow and some later books."}, {"timestamp": [142.32, 143.76], "text": " And I said, well, I'm an Aucklander."}, {"timestamp": [144.06, 146.0], "text": " Auckland is surrounded by water."}, {"timestamp": [146.0, 148.0], "text": " But I think the story of Alex really started"}, {"timestamp": [148.0, 152.0], "text": " because I had that background of being a swimmer."}, {"timestamp": [152.0, 157.0], "text": " And I knew I could set the story in the early 1960s,"}, {"timestamp": [157.0, 160.0], "text": " which was just a few years after I was swimming,"}, {"timestamp": [160.0, 164.0], "text": " and that I didn't have to do a lot of very fundamental research"}, {"timestamp": [164.0, 165.44], "text": " because I had it all there."}, {"timestamp": [166.64, 171.8], "text": " If I'd been writing a book about a tennis player, I would have had to have gone off and done a lot of research."}, {"timestamp": [172.24, 175.64], "text": " When I finished the manuscript, I gave it to my old swimming coach, Jack Lyons,"}, {"timestamp": [176.48, 182.46], "text": " and said, I want you to tell me if this is plausible, if people are going to believe in this story."}, {"timestamp": [182.46, 187.56], "text": " And he gave it back to me saying, my dear he said all of that has happened he said if not to you"}, {"timestamp": [187.56, 193.14], "text": " then it happened to other others of your of your friends at the time so he was"}, {"timestamp": [193.14, 198.84], "text": " very happy with it the film of Alex took nearly seven years to get made and"}, {"timestamp": [198.84, 204.96], "text": " children often ask me how do I feel about the film and I say to them well I'm"}, {"timestamp": [204.96, 206.06], "text": " so grateful that"}, {"timestamp": [206.06, 211.16], "text": " it got made at all because most film projects don't I was thrilled with the"}, {"timestamp": [211.16, 217.88], "text": " casting of Lauren Jackson as Alex and I still see her from time to time I have"}, {"timestamp": [217.88, 222.38], "text": " recently been to her wedding and I've watched her career with great interest but"}, {"timestamp": [222.38, 228.44], "text": " she was a wonderful Alex she she really embodied everything that I had imagined about the character."}, {"timestamp": [232.64, 235.1], "text": " I'm really glad that boys seem much more inclined now"}, {"timestamp": [235.1, 239.76], "text": " to read a book that's got a main character as a girl."}, {"timestamp": [239.76, 242.8], "text": " For one very good reason, when I go into a school,"}, {"timestamp": [242.8, 246.88], "text": " I say, well, you boys who are happy to read"}, {"timestamp": [246.88, 250.44], "text": " a so-called girls' book, your streets ahead."}, {"timestamp": [250.44, 255.66], "text": " You are obviously getting a lot more information about girls and what makes them tick than"}, {"timestamp": [255.66, 258.94], "text": " boys who simply won't look at them."}, {"timestamp": [258.94, 267.0], "text": " And that's one of the reasons why we read fiction is because we have access to a world that is otherwise"}, {"timestamp": [267.0, 268.24], "text": " completely closed to us."}, {"timestamp": [268.24, 273.32], "text": " There are three answers."}, {"timestamp": [273.32, 279.52], "text": " I could say that it takes me about eight months, between eight to twelve months, to do the"}, {"timestamp": [279.52, 280.68], "text": " actual writing."}, {"timestamp": [280.68, 285.24], "text": " I could say that it's taken me possibly another five years, which was true in the case"}, {"timestamp": [285.24, 295.24], "text": " of Alex, to actually think about the story a lot, to plan it, to maybe make charts, to think"}, {"timestamp": [295.24, 302.62], "text": " about the characters and to create whole characters whom I'm going to get to know very well."}, {"timestamp": [302.62, 308.32], "text": " Or I could say it takes me my whole life because whenever you write a novel, you bring your whole"}, {"timestamp": [308.32, 309.88], "text": " life to it."}, {"timestamp": [309.88, 317.12], "text": " You are using everything that's ever happened to you as a great reservoir of ideas and you"}, {"timestamp": [317.12, 322.0], "text": " pick and choose, you pull out very strange things sometimes."}, {"timestamp": [322.0, 326.68], "text": " You never know quite know what's going to appear on the screen in front of you."}, {"timestamp": [329.4, 334.4], "text": " There seems to be two types of writers. Those who just sit down and write and then work out the story as they go on,"}, {"timestamp": [334.4, 337.32], "text": " or those who actually do a lot of planning beforehand."}, {"timestamp": [337.32, 339.2], "text": " And I think J.K. Rioning was one of those."}, {"timestamp": [339.2, 342.6], "text": " She planned for five years before she wrote the first Harry Potter book."}, {"timestamp": [342.6, 346.22], "text": " Certainly I put five years of thinking and"}, {"timestamp": [346.22, 351.98], "text": " work into Alex before I wrote that book. And at the moment, I've been thinking about my"}, {"timestamp": [351.98, 356.26], "text": " Antarctica novel for the last six months, and I'm not yet ready to start work on that."}, {"timestamp": [357.06, 361.7], "text": " So for me, it's important that you spend quite a lot of time thinking and planning before you"}, {"timestamp": [361.7, 366.2], "text": " actually start. That's why I really don't quite believe in the idea of writer's block"}, {"timestamp": [366.2, 370.2], "text": " because it seems to me that if you've done all that preparation,"}, {"timestamp": [370.4, 372.06], "text": " if you've got to know your characters very well,"}, {"timestamp": [372.78, 375.9], "text": " if you've got to know the world that they live in extremely well,"}, {"timestamp": [376.02, 378.08], "text": " well then you won't get writer's block"}, {"timestamp": [378.08, 380.66], "text": " because it'll always be a path that you can go off."}, {"timestamp": [381.58, 384.84], "text": " Sometimes you might find that the path has been the wrong one"}, {"timestamp": [384.84, 390.38], "text": " and so you backtrack and you think, now, where else can I go?"}, {"timestamp": [390.38, 395.18], "text": " Lots of people ask me, what should I do if I want to write a novel?"}, {"timestamp": [395.18, 397.96], "text": " I know of a writer who said, you've got to stand up and live"}, {"timestamp": [397.96, 399.98], "text": " before you sit down and write."}, {"timestamp": [399.98, 402.94], "text": " And I think that's a great quote."}, {"timestamp": [402.94, 409.46], "text": " I generally tell young people, go when you leave school,"}, {"timestamp": [409.46, 413.06], "text": " go and get a decent degree, if you really want"}, {"timestamp": [413.06, 415.08], "text": " to be serious of writing."}, {"timestamp": [415.08, 418.48], "text": " Go to university, have lots of experiences,"}, {"timestamp": [418.48, 421.4], "text": " travel, take risks, do as much as you can."}, {"timestamp": [421.4, 428.24], "text": " And by the time you're 30, you might then have enough life experience to really start off as a writer."}, {"timestamp": [429.1, 434.72], "text": " I know that there are younger writers than age 30 but generally speaking I think if you're going to see it as a"}, {"timestamp": [435.76, 442.64], "text": " lifelong commitment to being a writer then those years of experimenting and travelling and studying"}, {"timestamp": [443.2, 445.0], "text": " a years well spent."}, {"timestamp": [445.0, 448.0], "text": " Then you're ready to sit down and think,"}, {"timestamp": [448.0, 453.0], "text": " now I want to add a book to the many that already exists"}, {"timestamp": [453.0, 455.0], "text": " and I've got to find my own voice"}, {"timestamp": [455.0, 457.0], "text": " and I will really only do that by writing."}, {"timestamp": [457.0, 459.0], "text": " I suppose the reason I've done so many anthologies"}, {"timestamp": [459.0, 462.0], "text": " is that I really enjoy working with other writers"}, {"timestamp": [462.0, 466.46], "text": " and asking them for contributions to a particular"}, {"timestamp": [466.46, 474.72], "text": " type of anthology and there have been quite a wide variety of the ones I've done."}, {"timestamp": [474.72, 483.24], "text": " I'm very excited when I get their contributions and sometimes I work with them to maybe just"}, {"timestamp": [483.24, 486.68], "text": " make a better work than they've given me. That's quite a challenge."}, {"timestamp": [486.68, 494.6], "text": " I don't always just accept everything that they send. In quite a few cases, I work with"}, {"timestamp": [494.6, 500.0], "text": " the writer and make suggestions and sometimes they don't always accept them, but at the end"}, {"timestamp": [500.0, 505.24], "text": " of the day, my job as the editor is to get the best possible contribution from every writer."}, {"timestamp": [505.24, 510.36], "text": " Sometimes it's the first appearance of any writer and that means a lot to that writer."}, {"timestamp": [510.36, 521.76], "text": " In the same way as it did for me with Dorothy Butler, because my very first published story was in Dorothy Butler's anthology called the Magpies Said, way back in 1980."}, {"timestamp": [521.76, 526.36], "text": " And it was simply because I'd sent her a story and she happened to be putting this"}, {"timestamp": [526.36, 532.86], "text": " anthology together, the Megpies said, and she said, I'd like to use your story, the violin."}, {"timestamp": [532.86, 538.98], "text": " And of course I was absolutely ecstatic and I know that any other young writer would be just"}, {"timestamp": [538.98, 540.62], "text": " as pleased."}, {"timestamp": [540.62, 544.38], "text": " Children often ask in schools, you know, what sort of money do you make being a writer?"}, {"timestamp": [544.38, 548.96], "text": " Of course they all know that from J.K. Rowling downwards, you can make a huge amount of money."}, {"timestamp": [549.68, 554.18], "text": " And it's true that writers are making more money now than they used to when I started 30 years ago."}, {"timestamp": [554.88, 557.84], "text": " But that's a relatively small number of writers."}, {"timestamp": [558.26, 562.08], "text": " Most of us are making enough to make it worthwhile."}, {"timestamp": [563.1, 569.6], "text": " And of course, most of us are also supported by partners who make it possible to work full-time"}, {"timestamp": [569.6, 574.64], "text": " without getting large amounts of money as a reward."}, {"timestamp": [574.64, 578.22], "text": " So I think most writers are not actually in it for the money."}, {"timestamp": [578.22, 584.38], "text": " Just forget the ones you read about in the papers because they're in the minority."}, {"timestamp": [584.38, 588.7], "text": " What I think is true of New Zealand authors that they make a living out of writing by being"}, {"timestamp": [588.7, 590.32], "text": " very versatile."}, {"timestamp": [590.32, 596.14], "text": " They write lots of books, they publish more than overseas, they maybe do some journalism,"}, {"timestamp": [596.14, 600.92], "text": " they do teaching, they visit schools, they do a lot of public speaking."}, {"timestamp": [600.92, 609.7], "text": " So together they make a living and I think that's true of the majority of writers in New Zealand."}], "text": " Well, my stories come from the characters. Some people say they get ideas, I don't get ideas, I get characters, and it's the characters get the ideas. So I spend a lot of time thinking about the characters and writing a backstory for them, which means I sit down in a chair sometimes and just write down everything I can think of that creates a character and it might be their clothes, it might be the family, everything that makes that person an individual. And I do that for all my main characters, spend a lot of time on it. So at the end of the day, I know the characters very well, even before I start writing, and it's the characters who get the ideas and the characters that drive their stories. When I was about 38, I had four children and I'd never thought of writing a book, although I'd been a journalist a long time ago. And one night I suddenly thought of a story which could be told about a family that goes sailing, gets into trouble, and the story would be how they dealt with that problem that they've got, how to survive the night on a yacht in the Harareki Gulf. When I woke up the next morning, I knew I had to write this book. And so I didn't suddenly decide to write a book, as some people do. For me, a story chose me to write it. So from that moment onwards, I spent a lot of time asking questions from people who went sailing on that night race to Kaoha. And I went and did the night race to Kawa and I went and did the night race to Kawa three times over the next three years and it took me four years to get my first manuscript together. And I suppose when I wrote that book in 1979, 1980, that was when we were very fired up with the feminist movement that was going on at the time, the idea that girls could do anything and the ideas that it shouldn't always be a man who's a skipper of a yacht. And in fact the mother knows a lot more than she thinks she does. So the conflict is working out really not only with the elements and between the mother and the daughter but also the fact that they are trying to make the best decisions in very, very difficult circumstances. An eight-year-old boy once asked me, why are so many of your books about water? And I think he was thinking of the Alex books and night raced a cow and some later books. And I said, well, I'm an Aucklander. Auckland is surrounded by water. But I think the story of Alex really started because I had that background of being a swimmer. And I knew I could set the story in the early 1960s, which was just a few years after I was swimming, and that I didn't have to do a lot of very fundamental research because I had it all there. If I'd been writing a book about a tennis player, I would have had to have gone off and done a lot of research. When I finished the manuscript, I gave it to my old swimming coach, Jack Lyons, and said, I want you to tell me if this is plausible, if people are going to believe in this story. And he gave it back to me saying, my dear he said all of that has happened he said if not to you then it happened to other others of your of your friends at the time so he was very happy with it the film of Alex took nearly seven years to get made and children often ask me how do I feel about the film and I say to them well I'm so grateful that it got made at all because most film projects don't I was thrilled with the casting of Lauren Jackson as Alex and I still see her from time to time I have recently been to her wedding and I've watched her career with great interest but she was a wonderful Alex she she really embodied everything that I had imagined about the character. I'm really glad that boys seem much more inclined now to read a book that's got a main character as a girl. For one very good reason, when I go into a school, I say, well, you boys who are happy to read a so-called girls' book, your streets ahead. You are obviously getting a lot more information about girls and what makes them tick than boys who simply won't look at them. And that's one of the reasons why we read fiction is because we have access to a world that is otherwise completely closed to us. There are three answers. I could say that it takes me about eight months, between eight to twelve months, to do the actual writing. I could say that it's taken me possibly another five years, which was true in the case of Alex, to actually think about the story a lot, to plan it, to maybe make charts, to think about the characters and to create whole characters whom I'm going to get to know very well. Or I could say it takes me my whole life because whenever you write a novel, you bring your whole life to it. You are using everything that's ever happened to you as a great reservoir of ideas and you pick and choose, you pull out very strange things sometimes. You never know quite know what's going to appear on the screen in front of you. There seems to be two types of writers. Those who just sit down and write and then work out the story as they go on, or those who actually do a lot of planning beforehand. And I think J.K. Rioning was one of those. She planned for five years before she wrote the first Harry Potter book. Certainly I put five years of thinking and work into Alex before I wrote that book. And at the moment, I've been thinking about my Antarctica novel for the last six months, and I'm not yet ready to start work on that. So for me, it's important that you spend quite a lot of time thinking and planning before you actually start. That's why I really don't quite believe in the idea of writer's block because it seems to me that if you've done all that preparation, if you've got to know your characters very well, if you've got to know the world that they live in extremely well, well then you won't get writer's block because it'll always be a path that you can go off. Sometimes you might find that the path has been the wrong one and so you backtrack and you think, now, where else can I go? Lots of people ask me, what should I do if I want to write a novel? I know of a writer who said, you've got to stand up and live before you sit down and write. And I think that's a great quote. I generally tell young people, go when you leave school, go and get a decent degree, if you really want to be serious of writing. Go to university, have lots of experiences, travel, take risks, do as much as you can. And by the time you're 30, you might then have enough life experience to really start off as a writer. I know that there are younger writers than age 30 but generally speaking I think if you're going to see it as a lifelong commitment to being a writer then those years of experimenting and travelling and studying a years well spent. Then you're ready to sit down and think, now I want to add a book to the many that already exists and I've got to find my own voice and I will really only do that by writing. I suppose the reason I've done so many anthologies is that I really enjoy working with other writers and asking them for contributions to a particular type of anthology and there have been quite a wide variety of the ones I've done. I'm very excited when I get their contributions and sometimes I work with them to maybe just make a better work than they've given me. That's quite a challenge. I don't always just accept everything that they send. In quite a few cases, I work with the writer and make suggestions and sometimes they don't always accept them, but at the end of the day, my job as the editor is to get the best possible contribution from every writer. Sometimes it's the first appearance of any writer and that means a lot to that writer. In the same way as it did for me with Dorothy Butler, because my very first published story was in Dorothy Butler's anthology called the Magpies Said, way back in 1980. And it was simply because I'd sent her a story and she happened to be putting this anthology together, the Megpies said, and she said, I'd like to use your story, the violin. And of course I was absolutely ecstatic and I know that any other young writer would be just as pleased. Children often ask in schools, you know, what sort of money do you make being a writer? Of course they all know that from J.K. Rowling downwards, you can make a huge amount of money. And it's true that writers are making more money now than they used to when I started 30 years ago. But that's a relatively small number of writers. Most of us are making enough to make it worthwhile. And of course, most of us are also supported by partners who make it possible to work full-time without getting large amounts of money as a reward. So I think most writers are not actually in it for the money. Just forget the ones you read about in the papers because they're in the minority. What I think is true of New Zealand authors that they make a living out of writing by being very versatile. They write lots of books, they publish more than overseas, they maybe do some journalism, they do teaching, they visit schools, they do a lot of public speaking. So together they make a living and I think that's true of the majority of writers in New Zealand."}