{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Hi, welcome to this Eva tutorial."}, {"timestamp": [3.0, 6.0], "text": " Today we're going to learn the text input field element editor."}, {"timestamp": [6.0, 9.0], "text": " This lets you collect written responses from students."}, {"timestamp": [9.0, 12.0], "text": " So choose the part of the video you want to work with,"}, {"timestamp": [12.0, 17.0], "text": " select the text input icon and drag it onto the frame."}, {"timestamp": [17.0, 23.0], "text": " In the editor you have choices about how the interaction will look and behave."}, {"timestamp": [23.0, 25.28], "text": " The information can be displayed as a"}, {"timestamp": [25.28, 30.96], "text": " poster or with a preliminary label. The poster option automatically engages the"}, {"timestamp": [30.96, 36.92], "text": " pause feature unless you override it by deselecting this box. The display time is"}, {"timestamp": [36.92, 42.14], "text": " auto set to be 10 seconds but you can lengthen and reduce that. You could even have"}, {"timestamp": [42.14, 46.54], "text": " the interaction display for the entire length of the video."}, {"timestamp": [46.54, 51.46], "text": " Once the user has completed the task the poster will display for the remainder of the set"}, {"timestamp": [51.46, 57.4], "text": " time. If you choose the button option a label will appear for the viewers. I quite like"}, {"timestamp": [57.4, 63.28], "text": " the button option with pause engaged because it invites the user to participate."}, {"timestamp": [63.28, 71.12], "text": " So now I give it a label and describe the task you want learners to do."}, {"timestamp": [71.12, 76.88], "text": " Add placeholder text which may give students an indication of how to answer the question."}, {"timestamp": [76.88, 80.88], "text": " The students will essentially type over the placeholder text."}, {"timestamp": [80.88, 86.0], "text": " Now the size field gives the pupil some indication of how much information you want from them."}, {"timestamp": [86.0, 96.0], "text": " If you give one line they will write a brief response but if you choose the maximum of 10 lines they will know to give a comprehensive answer."}, {"timestamp": [96.0, 99.0], "text": " You can also make the task compulsory."}, {"timestamp": [99.0, 105.5], "text": " Now click save and as you can see the trainee fills in the box with their thoughts."}, {"timestamp": [109.1, 109.72], "text": " Well, that's how you build text field elements in Eva."}, {"timestamp": [110.18, null], "text": " Kakita."}], "text": " Hi, welcome to this Eva tutorial. Today we're going to learn the text input field element editor. This lets you collect written responses from students. So choose the part of the video you want to work with, select the text input icon and drag it onto the frame. In the editor you have choices about how the interaction will look and behave. The information can be displayed as a poster or with a preliminary label. The poster option automatically engages the pause feature unless you override it by deselecting this box. The display time is auto set to be 10 seconds but you can lengthen and reduce that. You could even have the interaction display for the entire length of the video. Once the user has completed the task the poster will display for the remainder of the set time. If you choose the button option a label will appear for the viewers. I quite like the button option with pause engaged because it invites the user to participate. So now I give it a label and describe the task you want learners to do. Add placeholder text which may give students an indication of how to answer the question. The students will essentially type over the placeholder text. Now the size field gives the pupil some indication of how much information you want from them. If you give one line they will write a brief response but if you choose the maximum of 10 lines they will know to give a comprehensive answer. You can also make the task compulsory. Now click save and as you can see the trainee fills in the box with their thoughts. Well, that's how you build text field elements in Eva. Kakita."}