{"speakers": [], "chunks": [{"timestamp": [0.0, 10.32], "text": " Thank you, Tony."}, {"timestamp": [10.32, 12.72], "text": " Sort of kind of pregnant, I guess."}, {"timestamp": [12.72, 13.72], "text": " Yes."}, {"timestamp": [13.72, 14.52], "text": " Yes."}, {"timestamp": [14.52, 17.36], "text": " Hello, good afternoon."}, {"timestamp": [17.36, 18.32], "text": " Welcome to you all."}, {"timestamp": [18.32, 20.92], "text": " I'm Alexander Tidy, as Tony just said."}, {"timestamp": [20.92, 25.16], "text": " I'm the marketing manager for New Zealand and Australia for Drake International."}, {"timestamp": [25.16, 29.64], "text": " And today, I'm going to take you on a journey of aligning live marketing to your business,"}, {"timestamp": [29.64, 31.76], "text": " brand and sales strategy."}, {"timestamp": [31.76, 36.68], "text": " So I have been with Drake for the last six and a half years, started in Canada, as Tony alluded"}, {"timestamp": [36.68, 41.24], "text": " to, and I have been in the Asia-Pacific market for the last four years."}, {"timestamp": [41.24, 45.36], "text": " And for the last year and a half, I'm lucky enough to have called New Zealand my home."}, {"timestamp": [45.36, 51.0], "text": " So I married a Kiwi, we have a little New Zanadian baby brewing in here, and so while I don't"}, {"timestamp": [51.0, 54.1], "text": " sound like a Kiwi, I most certainly feel like one."}, {"timestamp": [54.1, 57.02], "text": " So let's start on our journey."}, {"timestamp": [57.02, 58.32], "text": " The live marketing journey."}, {"timestamp": [58.32, 63.88], "text": " I aim today to deliver you some insights and ideas in terms of being able to take this pivotal"}, {"timestamp": [63.88, 65.06], "text": " form of marketing into"}, {"timestamp": [65.06, 69.84], "text": " your business and develop a new marketing strategy potentially for your business. And whether"}, {"timestamp": [69.84, 76.08], "text": " you are in B2B or B2C, at the end of the day, we're all B2P. We're all in the business"}, {"timestamp": [76.08, 80.8], "text": " of doing business with people. And that's really important. And live marketing affords you"}, {"timestamp": [80.8, 85.12], "text": " that capability to have that personal one-on-one face-to-face relationship."}, {"timestamp": [85.12, 89.96], "text": " Because without that, we can't necessarily find out what the drivers are of our clients"}, {"timestamp": [89.96, 91.76], "text": " or what their pain points are."}, {"timestamp": [91.76, 96.12], "text": " And when we know that, we can have those meaningful conversations and develop those meaningful"}, {"timestamp": [96.12, 102.18], "text": " relationships so that we can build customers not on a one-off type basis, but a customer"}, {"timestamp": [102.18, 103.44], "text": " for life."}, {"timestamp": [103.44, 106.08], "text": " So that's what the live marketing journey can afford you and your"}, {"timestamp": [106.08, 112.8], "text": " businesses. So how we're going to align live marketing to your business brand and sales strategy?"}, {"timestamp": [113.24, 117.72], "text": " First, I'll talk about a little bit about Drake, what it is we do from a live marketing perspective"}, {"timestamp": [117.72, 122.14], "text": " and how I can stand up here and talk to you all about it, of course. But then I'm going to"}, {"timestamp": [122.14, 129.62], "text": " take you through the journey of the four key elements of developing a live marketing strategy for your business, whether that be, again,"}, {"timestamp": [129.62, 135.88], "text": " as I say, B2B or B2C. So our first step is developing your live marketing strategy, how to"}, {"timestamp": [135.88, 139.98], "text": " define it for your organization, what does it mean to you, what can your company get involved"}, {"timestamp": [139.98, 146.62], "text": " in in terms of live marketing. And then we have engaging the sales team to make the most out of events."}, {"timestamp": [146.62, 152.3], "text": " So this helps you determine and gain an ROI from your live marketing initiatives."}, {"timestamp": [152.3, 155.96], "text": " Because without the sales team, marketing and sales, especially in live marketing, have"}, {"timestamp": [155.96, 161.28], "text": " to work so closely together in terms of being able to generate an ROI."}, {"timestamp": [161.28, 166.22], "text": " And then that takes us to measuring the event success and the impact on your bottom line."}, {"timestamp": [166.22, 171.32], "text": " Because of course math is quite sexy, I think, but ROI is everything and it is a marketer's"}, {"timestamp": [171.32, 176.06], "text": " dream, especially to get something that is translatable in terms of results, which live"}, {"timestamp": [176.06, 177.76], "text": " marketing can give you."}, {"timestamp": [177.76, 182.12], "text": " And then last, we're going to summarize all those three points and talk about creating and"}, {"timestamp": [182.12, 185.64], "text": " conveying the business case to senior management."}, {"timestamp": [185.64, 190.52], "text": " And I can't stress this enough that in terms of being able to create and convey a case"}, {"timestamp": [190.52, 195.2], "text": " to senior management in terms of being able to get their buy-in and budget for live marketing,"}, {"timestamp": [195.2, 199.32], "text": " you really need to believe in that strategy that you've set and have a really good plan"}, {"timestamp": [199.32, 204.08], "text": " in place to be able to execute and deliver a live marketing strategy before they'll give you"}, {"timestamp": [204.08, 205.4], "text": " budget. So we'll give you budget."}, {"timestamp": [206.8, 206.98], "text": " So we'll talk about Drake."}, {"timestamp": [210.58, 210.8], "text": " Have any of you heard of Drake International or Drake New Zealand as we're known here?"}, {"timestamp": [211.02, 211.36], "text": " Yes?"}, {"timestamp": [216.64, 216.92], "text": " So as most of you may know, we are a recruitment company, of course."}, {"timestamp": [218.82, 223.92], "text": " That is a large portion of our business. But what some of you might not know is that we're also an HR solutions provider."}, {"timestamp": [224.52, 226.62], "text": " So what we consider is we do"}, {"timestamp": [226.62, 232.88], "text": " end to end HR solutions in technologies, from HR analytics technologies to learning management systems,"}, {"timestamp": [233.28, 238.28], "text": " performance appraisals, behavioral assessments. The list goes on. But we can assist a company"}, {"timestamp": [238.28, 244.34], "text": " throughout any stage in the employee life cycle. So from a marketer's perspective, how can we"}, {"timestamp": [244.34, 246.18], "text": " position that to our"}, {"timestamp": [246.18, 252.08], "text": " clients, to the general wide audience? So how and where do we do that? And that's where"}, {"timestamp": [252.08, 256.52], "text": " a number of different marketing initiatives come into play. So we are a content marketing"}, {"timestamp": [256.52, 261.06], "text": " lover. We have a number of content marketing and thought leadership initiatives that we take part"}, {"timestamp": [261.06, 267.0], "text": " in every year. We have our bi-annual business publication called the Drake Business Review."}, {"timestamp": [267.0, 272.0], "text": " We do a number of thought leadership articles, as well as white papers and research reports."}, {"timestamp": [272.0, 276.0], "text": " So that's from a content marketing perspective, but most importantly aligned to today."}, {"timestamp": [276.0, 278.0], "text": " We are a live marketing devotee."}, {"timestamp": [278.0, 282.0], "text": " So in Australia every year, we run over 150 seminars and events."}, {"timestamp": [282.0, 284.0], "text": " We're also involved in trade shows."}, {"timestamp": [284.0, 287.24], "text": " We do a number of networking associations."}, {"timestamp": [287.54, 289.74], "text": " So we get involved in building those relationships"}, {"timestamp": [289.74, 292.24], "text": " in those particular verticals that we might be aligned to"}, {"timestamp": [292.24, 293.22], "text": " from a business perspective."}, {"timestamp": [293.92, 295.34], "text": " And the list goes on and on."}, {"timestamp": [295.64, 297.76], "text": " We also do a lot of client appreciation events,"}, {"timestamp": [298.0, 300.64], "text": " both external and for our internal clients, our staff,"}, {"timestamp": [300.9, 301.8], "text": " which I'll talk about later."}, {"timestamp": [302.4, 305.32], "text": " So that's us from a live marketing perspective."}, {"timestamp": [305.96, 307.98], "text": " So let's talk about what it means for your business."}, {"timestamp": [308.24, 310.56], "text": " How do you define your live marketing strategy,"}, {"timestamp": [310.94, 314.16], "text": " which is our first element, as I say, in those four that we're going to talk about today."}, {"timestamp": [314.98, 318.72], "text": " So as I've said, you know, in referral to what Drake does,"}, {"timestamp": [319.16, 321.42], "text": " live marketing includes a number of different initiatives."}, {"timestamp": [321.82, 328.22], "text": " So you can have events and trade shows, which I know were mentioned throughout the day here in this live stream. You can do seminars, you can have your"}, {"timestamp": [328.22, 332.02], "text": " client events, but those are all sort of the basic standard things that you think about."}, {"timestamp": [332.54, 336.96], "text": " But really, what is the biggest portion of your business most likely, especially for B2B,"}, {"timestamp": [337.06, 342.72], "text": " but also B2C, is it's any contact your sales team has with clients, is live marketing."}, {"timestamp": [343.3, 345.04], "text": " And this is, again, why I say live marketing and your sales team need with clients is live marketing. And this is again why I say live"}, {"timestamp": [345.04, 349.06], "text": " marketing and your sales team need to be integrated so closely together because"}, {"timestamp": [349.06, 353.38], "text": " you need to be sharing the same message with your market with your clients and"}, {"timestamp": [353.38, 359.14], "text": " consumers. So this contact that you have with your clients and from a B2B"}, {"timestamp": [359.14, 362.38], "text": " perspective it could be going on your sales calls and trying to develop those"}, {"timestamp": [362.38, 366.96], "text": " relationships and build sales. But from B2 C, it could be in your retail store."}, {"timestamp": [366.96, 371.3], "text": " You know, you have your staff there that are interacting with your consumers, and they're"}, {"timestamp": [371.3, 375.28], "text": " building those relationships too, to hopefully not just have a sale, but have a really good"}, {"timestamp": [375.28, 379.72], "text": " experience, build that emotional relationship with the brand, and therefore a customer for"}, {"timestamp": [379.72, 380.98], "text": " life."}, {"timestamp": [380.98, 383.42], "text": " So that is all about building trust."}, {"timestamp": [383.42, 388.0], "text": " And live marketing, because you have that one-on-one personal relationship, it's all about"}, {"timestamp": [388.0, 389.0], "text": " building that trust."}, {"timestamp": [389.0, 394.0], "text": " So then we have that leading into word of mouth marketing, which is such a wonderful and powerful"}, {"timestamp": [394.0, 396.0], "text": " form of marketing because it's free."}, {"timestamp": [396.0, 398.0], "text": " And it's all about people talking to people."}, {"timestamp": [398.0, 400.0], "text": " And people listen to people."}, {"timestamp": [400.0, 417.86], "text": " So if you can have a really great experience generated for your client or consumer, and they start telling their friends or their colleagues about it, that translates really well on your business and brand and yourselves if you're a salesperson or a marketer who's doing that live marketing connection with your clients."}, {"timestamp": [418.54, 420.54], "text": " And so that is really built on trust."}, {"timestamp": [421.06, 426.0], "text": " So again, having those personal relationships, that one-on-one interaction is focused"}, {"timestamp": [426.0, 430.16], "text": " on trust and that's how we're going to drive live marketing. So again, what does this look"}, {"timestamp": [430.16, 436.0], "text": " like for your business? So when you think about defining your live marketing strategy, Michael"}, {"timestamp": [436.0, 440.72], "text": " Porter wrote an article in the Harvard Business Review quite a few years ago, but he highlighted"}, {"timestamp": [440.72, 446.98], "text": " this concept, which is really important, I think. You need to think about what makes you different from your competition."}, {"timestamp": [446.98, 452.76], "text": " You need to consider what are your unique, sustainable, competitive advantages."}, {"timestamp": [452.76, 453.82], "text": " And what does that mean for you?"}, {"timestamp": [453.82, 455.76], "text": " So that's exactly what I say."}, {"timestamp": [455.76, 463.3], "text": " It makes you different from your competitors, but that also isn't easy to be replicated."}, {"timestamp": [463.3, 467.8], "text": " So if you just take a moment and think about what that might mean for you, you know, it could"}, {"timestamp": [467.8, 476.76], "text": " be, oh, excuse me, well, then we say once we have our unique, sustainable, competitive"}, {"timestamp": [476.76, 482.3], "text": " advantages identified in our minds, we need to then focus on how and where do we market those."}, {"timestamp": [482.3, 485.04], "text": " So does that include live marketing?"}, {"timestamp": [488.3, 488.8], "text": " So what is it that sets you apart from your competition?"}, {"timestamp": [491.42, 493.56], "text": " For us, one of our sustainable competitive advantages is our HR Solutions portion of the business,"}, {"timestamp": [493.98, 496.32], "text": " which is a big competitor from other recruitment companies."}, {"timestamp": [496.66, 497.7], "text": " But for you, what is it?"}, {"timestamp": [498.1, 499.62], "text": " Is it your repeatable brand name,"}, {"timestamp": [499.88, 501.9], "text": " your great products or your high-quality standards?"}, {"timestamp": [502.54, 510.64], "text": " Is it your years of service and your exceptional service? Is it your use of the latest and greatest technologies? So maybe take 10 seconds just"}, {"timestamp": [510.64, 514.92], "text": " to think about right now what it is that sets your business apart from your competitors."}, {"timestamp": [515.24, 519.52], "text": " Because for every company there is something that you have. And that's what you should leverage"}, {"timestamp": [519.52, 523.46], "text": " on when building not just your live marketing strategy, but a marketing strategy in general."}, {"timestamp": [524.5, 530.62], "text": " So if you've been thinking about that, we can then discuss why would you choose live marketing?"}, {"timestamp": [530.62, 534.42], "text": " So now you've got your key differentiators, you know exactly what sets you apart."}, {"timestamp": [534.42, 538.2], "text": " So how are you going to market those in general to your audience, to your consumers, and why"}, {"timestamp": [538.2, 540.96], "text": " would live come into play with that?"}, {"timestamp": [540.96, 546.04], "text": " Well, unless you're like Scrooge McDuck here, who has piles and piles of money like"}, {"timestamp": [546.04, 551.38], "text": " some large companies do, which is great, you can't necessarily afford a lot of above-the-line"}, {"timestamp": [551.38, 555.76], "text": " advertising. And that's what makes live marketing so powerful, because it is a tool that"}, {"timestamp": [555.76, 561.26], "text": " gets you in front of a really targeted market, but it's not terribly expensive. So I'd just"}, {"timestamp": [561.26, 564.9], "text": " like to take a side note here and show you that I've done a terrific job, as you can see,"}, {"timestamp": [564.9, 565.36], "text": " of Photoshop"}, {"timestamp": [565.36, 571.12], "text": " If you showed my graphic designer this she would absolutely cringe but I'm pretty proud of myself for graphic design"}, {"timestamp": [571.12, 584.16], "text": " But as you can see here the point I'm trying to get across is the wonderful thing about live marketing is that it is targeted it's tailored and it's not it doesn't have to be expensive sure there is a cost but it doesn't have to be an arm and a leg like above the line advertising"}, {"timestamp": [584.8, 585.12], "text": " so again events trade shows seminars and your sales team it delivers your message directly Sure, there is a cost, but it doesn't have to be an arm and a leg like above the line advertising."}, {"timestamp": [585.12, 588.44], "text": " So again, events, trade shows, seminars, and your sales team."}, {"timestamp": [588.44, 592.66], "text": " It delivers your message directly to your end consumer, your target market, and usually"}, {"timestamp": [592.66, 594.0], "text": " in large volumes."}, {"timestamp": [594.0, 598.08], "text": " If you take an expo, for example, that could be from 100 to a thousand or more people that"}, {"timestamp": [598.08, 602.64], "text": " you're interacting with, and you're telling them directly about what it is that you have"}, {"timestamp": [602.64, 606.5], "text": " to offer and the value that you provide to them."}, {"timestamp": [606.5, 611.38], "text": " And again, it gives you B2P contact, that business to person contact that you can develop those"}, {"timestamp": [611.38, 615.34], "text": " relationships and cultivate that over a lifetime."}, {"timestamp": [615.34, 617.96], "text": " And it also acts as branding and content marketing."}, {"timestamp": [617.96, 622.5], "text": " So it's not just about a live event on its own, it's about portraying your brand and showcasing"}, {"timestamp": [622.5, 628.0], "text": " it to an audience of people that are interested in something you have to offer or something you're aligned with."}, {"timestamp": [628.0, 633.0], "text": " And of course, again, it's less expensive than above the line advertising for the most part."}, {"timestamp": [633.0, 638.0], "text": " But don't forget, your strategy and execution are absolutely critical."}, {"timestamp": [638.0, 650.46], "text": " You need to make sure that you've got a solid strategy and plan in place and your execution is well thought out with your sales team and otherwise in order to make it effective from a live marketing perspective."}, {"timestamp": [650.46, 652.68], "text": " So we've defined our live marketing strategy."}, {"timestamp": [652.68, 656.8], "text": " We've looked at exactly what that means for us in terms of our unique, sustainable competitive"}, {"timestamp": [656.8, 659.32], "text": " advantages and how that could work for live marketing."}, {"timestamp": [659.32, 661.88], "text": " So we'll look at developing your live marketing strategy."}, {"timestamp": [661.88, 670.6], "text": " So there are three key elements to focus on when you're thinking about how a live marketing event can look for you. And that is strategy, activation,"}, {"timestamp": [670.6, 675.9], "text": " and follow-up. And I'll talk through what each of those mean, both from B2B and B2C, but it's"}, {"timestamp": [675.9, 680.1], "text": " really important that we consider all of these three things when you're doing a live marketing"}, {"timestamp": [680.1, 685.18], "text": " event to make sure that you have the whole end-to-end event really mapped out properly and"}, {"timestamp": [685.18, 688.96], "text": " you can drive that ROI for your business afterwards."}, {"timestamp": [688.96, 694.72], "text": " So this could mean having an interaction, doing a demo, have a game, put your products"}, {"timestamp": [694.72, 699.84], "text": " on display, most importantly, have a reason for people to engage with you and your brand"}, {"timestamp": [699.84, 702.78], "text": " and your booth if we're talking about a trade show."}, {"timestamp": [702.78, 709.74], "text": " So for example, I'll give you an example of B to C event, a trade show. I was, as a first time expectant mother, I went to the baby show."}, {"timestamp": [710.0, 716.42], "text": " Have any of you been to the baby show before? So, oh my God, totally overwhelming. I had no"}, {"timestamp": [716.42, 721.62], "text": " idea what to expect, but I have so much to learn. Basically, you walk in, and it seems like"}, {"timestamp": [721.62, 727.08], "text": " hundreds of thousands of booths with all sorts of baby products on display and my head's swimming."}, {"timestamp": [727.3, 730.12], "text": " And, of course, there is a sea of thousands of people there."}, {"timestamp": [730.34, 734.4], "text": " And it's incredible because everything is under one roof as these large trade shows house."}, {"timestamp": [735.0, 742.98], "text": " So I'm walking through, and of course I have my marketing hat on, and I'm thinking, I wonder if some of these booths are doing strategy activation and follow-up and if they're doing it effectively."}, {"timestamp": [743.48, 746.82], "text": " And a lot of them were, and you could tell the difference between those that were and"}, {"timestamp": [746.82, 751.3], "text": " those that weren't. So we've got a booth and, you know, let's say, for example, a company"}, {"timestamp": [751.3, 755.88], "text": " sells 20 different products. What's your strategy going to be? You can have all 20 products"}, {"timestamp": [755.88, 760.92], "text": " on display, that's fine, but narrow it down to focus on just one or two to engage your"}, {"timestamp": [760.92, 767.06], "text": " consumer in that activation by doing a demo on those one or two products. So let's say you have a pram."}, {"timestamp": [767.06, 771.06], "text": " You can show your consumer, you know, they can push it around, they can take it for a test drive,"}, {"timestamp": [771.06, 774.8], "text": " you can pack it down, you can pull it up, you can have your hundreds of thousands of"}, {"timestamp": [774.8, 777.68], "text": " little gadgets that go on the pram that I just learned about so"}, {"timestamp": [777.68, 780.44], "text": " I've got a lot more research to do. But"}, {"timestamp": [780.44, 783.76], "text": " it really goes to show you that the more you engage and interact with people,"}, {"timestamp": [783.76, 785.36], "text": " the more they're likely to become"}, {"timestamp": [785.7, 790.76], "text": " Affiliated and really ingrained with your product and develop that customer relationship for life"}, {"timestamp": [790.76, 794.06], "text": " So you've got your strategy you've got your activation, but the follow-up"}, {"timestamp": [794.06, 801.54], "text": " Especially for B2B and those big-ticket B2C items is incredibly important because you might not have a purchase on the day"}, {"timestamp": [801.54, 809.14], "text": " But you need to develop that follow-up in order to be able to create that relationship to potentially drive that revenue and that profit"}, {"timestamp": [809.14, 811.56], "text": " moving forward with that consumer."}, {"timestamp": [811.56, 813.68], "text": " So you might have a survey at your booth."}, {"timestamp": [813.68, 818.32], "text": " It's a great way to get some market research and you put the survey in a draw for a chance"}, {"timestamp": [818.32, 819.32], "text": " to win."}, {"timestamp": [819.32, 821.28], "text": " People love being in to win."}, {"timestamp": [821.28, 823.38], "text": " But they also love getting something on the day."}, {"timestamp": [823.38, 825.46], "text": " People like gifts. So what you could do is if you don't want the day. People, you know, like gifts."}, {"timestamp": [829.16, 833.16], "text": " So what you could do is if you don't want to have a survey, have a business card draw. So make sure people drop their business card in, win a little something for engaging with your booth,"}, {"timestamp": [833.16, 838.84], "text": " but then you can take those cards and develop that follow-up plan after with your salespeople."}, {"timestamp": [839.2, 843.54], "text": " And we'll talk about that in the next section. So that's from a B-to-C perspective, how your"}, {"timestamp": [843.54, 845.88], "text": " strategy, activation, and follow-up can work."}, {"timestamp": [845.88, 850.18], "text": " From a B-to-B perspective, you know, for us, because we're involved in a number of trade shows,"}, {"timestamp": [850.18, 852.28], "text": " what we can do is have a strategy of right."}, {"timestamp": [852.28, 857.48], "text": " So we've got over 20 HR technologies and solutions, but we want to focus on just one or two."}, {"timestamp": [857.48, 861.88], "text": " So we'll do a technology demo, for example, and we'll have either a spinning wheel or we'll"}, {"timestamp": [861.88, 867.7], "text": " have a business card draw some way to engage people in saying thank you for doing a demo at our booth."}, {"timestamp": [868.24, 874.44], "text": " Drop your business card in or fill out the survey so that we get some client information about you and we can talk to you about it after."}, {"timestamp": [874.6, 875.46], "text": " That's our follow-up."}, {"timestamp": [875.76, 877.4], "text": " But for doing that, you win a prize."}, {"timestamp": [877.74, 883.56], "text": " And the prize could be a branded piece of merchandise, which is great because everyone loves branded water or branded USBs."}, {"timestamp": [883.56, 886.0], "text": " But it could also be a trial of your product."}, {"timestamp": [886.0, 891.0], "text": " So don't hesitate to give people an opportunity to try before they buy."}, {"timestamp": [891.0, 895.0], "text": " And that also allows you an opportunity to build a customer for life."}, {"timestamp": [895.0, 899.0], "text": " So if I can just say one thing about B2B, B2C,"}, {"timestamp": [899.0, 903.0], "text": " when you're at a trade show, as an important example,"}, {"timestamp": [903.0, 906.4], "text": " please don't have a trestle table at the front of your stand."}, {"timestamp": [906.4, 909.54], "text": " And if you do, make sure you're standing on the other side of it"}, {"timestamp": [909.54, 912.08], "text": " so you can engage with people."}, {"timestamp": [912.08, 915.48], "text": " Because most importantly, you need to create that open space"}, {"timestamp": [915.48, 918.92], "text": " to make sure that people can come up and feel like you can approach them."}, {"timestamp": [918.92, 921.72], "text": " And also, don't expect people to come and approach you."}, {"timestamp": [921.72, 924.06], "text": " Because gone are the days when they might be banging down your door"}, {"timestamp": [924.06, 931.84], "text": " to try and see what it is that you're offering or what it is you want to sell them and so go out and grab them and engage them in a conversation"}, {"timestamp": [931.84, 941.8], "text": " And that's the best point of advice I can give you is don't just forget or don't just think about the fact that you have all this strategy activation and follow-up to cultivate"}, {"timestamp": [941.8, 947.0], "text": " You also have to think about the layout of your booth, which is quite important for an engagement perspective."}, {"timestamp": [947.0, 951.0], "text": " So how do you execute your live marketing strategy?"}, {"timestamp": [951.0, 955.0], "text": " We've defined it, we've developed it, and now we need to think about executing it."}, {"timestamp": [955.0, 960.0], "text": " So what you need to do is make sure that you staff your live events with the right people."}, {"timestamp": [960.0, 964.0], "text": " Make sure that they're innovative in their approach and they're engaging with their audience."}, {"timestamp": [964.0, 968.7], "text": " I call them brand advocates, but they're the people that live and breathe your brand that"}, {"timestamp": [968.7, 972.9], "text": " love your business and are great with engaging with the audience."}, {"timestamp": [972.9, 977.44], "text": " And those are the people that you need to have in your trade show or if you're doing a point"}, {"timestamp": [977.44, 981.72], "text": " of purchase display at a supermarket, for example, as I don't know if any of you were in"}, {"timestamp": [981.72, 984.64], "text": " the V or in Scott's presentation."}, {"timestamp": [984.64, 987.62], "text": " So the pizza guy who didn't want, you know, have some pizza."}, {"timestamp": [987.9, 988.92], "text": " It's not very engaging."}, {"timestamp": [989.06, 991.54], "text": " You need to have somebody that can engage with the crowd."}, {"timestamp": [991.88, 995.16], "text": " So make sure that you choose wisely and get those brand advocates."}, {"timestamp": [995.96, 999.22], "text": " Use them as a case study for other staff to show them how it's done."}, {"timestamp": [999.64, 1001.78], "text": " So oftentimes you can staff a booth with two people."}, {"timestamp": [1002.22, 1004.58], "text": " Make sure one of them is one of your brand advocates internally"}, {"timestamp": [1004.58, 1005.94], "text": " and have the other person"}, {"timestamp": [1005.94, 1007.22], "text": " learned from them."}, {"timestamp": [1007.22, 1011.76], "text": " So if they're not or if they haven't done a lot of live events before or they don't have"}, {"timestamp": [1011.76, 1016.28], "text": " necessarily that level of energy yet, you can show them how it's done by doing four-legged"}, {"timestamp": [1016.28, 1017.64], "text": " meetings we call it."}, {"timestamp": [1017.64, 1021.5], "text": " So make sure that you've got one person that's really great at it and has a lot of experience"}, {"timestamp": [1021.5, 1030.56], "text": " and one person that needs to learn so that they can learn off of the best. That's the best way having a four-legged meeting to help drive that constant learning in your organization too."}, {"timestamp": [1030.56, 1034.56], "text": " And oftentimes you should do it too because you're the brand advocates."}, {"timestamp": [1034.56, 1040.4], "text": " You're the ones that develop these amazing marketing strategies for your events and can help execute it through your salespeople."}, {"timestamp": [1040.4, 1046.0], "text": " But don't be afraid to lead by example and manage that trade show stand or manage that live event yourself as well"}, {"timestamp": [1046.0, 1049.5], "text": " To show people the amount of energy and the level of focus and"}, {"timestamp": [1050.5, 1057.0], "text": " Information and how you can position that value to the client because that's really important and you guys are the ones that really know it best"}, {"timestamp": [1057.5, 1062.4], "text": " So if I can enforce that in terms of the execution make sure you've got the right people"}, {"timestamp": [1062.96, 1068.18], "text": " Executing that strategy for your brand so that it really resonates well and they can build those relationships with"}, {"timestamp": [1068.18, 1070.32], "text": " your clients."}, {"timestamp": [1070.32, 1075.32], "text": " So we've talked about now defining your live marketing strategy, developing it and then executing"}, {"timestamp": [1075.32, 1076.32], "text": " it."}, {"timestamp": [1076.32, 1080.06], "text": " So let's talk about integrating live marketing with your sales team."}, {"timestamp": [1080.06, 1084.04], "text": " And what does that look like and how can you do that from a marketing perspective?"}, {"timestamp": [1084.04, 1089.32], "text": " So marketing's role is both in onboarding and ongoing, in my opinion."}, {"timestamp": [1089.32, 1094.36], "text": " So it's great if we can train the staff on our competitive advantages."}, {"timestamp": [1094.36, 1100.24], "text": " So once you've defined what those look like for your organization, make sure that all of your staff know it too."}, {"timestamp": [1100.24, 1104.68], "text": " Make sure that they're quite aware of exactly what makes you different from all of your competitors."}, {"timestamp": [1104.68, 1106.58], "text": " So you're all singing from the same hymn sheet."}, {"timestamp": [1106.96, 1112.08], "text": " And you're talking to everyone about the same message positioning the same value statement to your clients."}, {"timestamp": [1112.88, 1116.86], "text": " And show them, again, as I say, how they provide value to your customers."}, {"timestamp": [1117.3, 1120.84], "text": " But make sure that you link a live strategy into an overall marketing campaign."}, {"timestamp": [1121.26, 1124.0], "text": " Because any type of marketing can't really stand alone nowadays."}, {"timestamp": [1124.0, 1126.0], "text": " It needs to link altogether. So don't forget about that too. Live marketing is great in type of marketing can't really stand alone nowadays. It needs to link all together."}, {"timestamp": [1126.0, 1128.0], "text": " So don't forget about that too."}, {"timestamp": [1128.0, 1134.0], "text": " Live marketing is great in terms of having various events, but make sure that it's also integrated across your wider business."}, {"timestamp": [1134.0, 1140.0], "text": " And if you can integrate your marketing strategy and training into onboarding, that's terrific."}, {"timestamp": [1140.0, 1169.28], "text": " And if you have a company that doesn't have a lot of turnover or has had staff for a long time, that's great too. Do a quarterly meeting. Do a webinar if you have a national organization or do host lunch and learns once a quarter for your staff so that you can talk about the value that you provide and those brand messages that you offer and your competitive advantages. And also highlight some of the upcoming events that are happening in your organization for your external clients so that you can talk about it and use those brand advocates in those meetings."}, {"timestamp": [1169.74, 1174.74], "text": " It's a continuous ongoing learning process for your staff and the more you can reiterate the message,"}, {"timestamp": [1174.98, 1176.48], "text": " the better it will be for your business."}, {"timestamp": [1179.22, 1185.94], "text": " So the sales role ongoing in terms of integrating with marketing and sales, because they play a massive part as well."}, {"timestamp": [1185.94, 1189.28], "text": " They're the ones talking to your clients or your consumers every day."}, {"timestamp": [1189.28, 1194.02], "text": " So find out exactly what they think in terms of what events and live marketing initiatives"}, {"timestamp": [1194.02, 1196.14], "text": " your business should be involved in."}, {"timestamp": [1196.14, 1202.2], "text": " So whether that be a new industry that you want to target or a new niche market or a product"}, {"timestamp": [1202.2, 1208.2], "text": " that you might want to think about getting involved in and how you can market that to the public, get their feedback and opinion."}, {"timestamp": [1208.62, 1211.5], "text": " And that can be done through those webinars that we were just talking about hosting"}, {"timestamp": [1211.5, 1214.6], "text": " or through the ongoing training that you might do the lunch and learns,"}, {"timestamp": [1214.8, 1216.24], "text": " or just attend the sales meetings."}, {"timestamp": [1216.78, 1218.88], "text": " And if you're the salesperson and the marketer together,"}, {"timestamp": [1219.28, 1221.12], "text": " we'll listen to yourself because that's quite important."}, {"timestamp": [1221.12, 1223.54], "text": " And make sure that you share that with your management team"}, {"timestamp": [1223.54, 1226.24], "text": " because it's really beneficial to your business overall."}, {"timestamp": [1226.24, 1228.76], "text": " If you get that feedback from on the ground from your clients, too,"}, {"timestamp": [1228.76, 1230.76], "text": " as to what they want."}, {"timestamp": [1230.76, 1234.76], "text": " So integrating live marketing and sales even further,"}, {"timestamp": [1234.76, 1237.76], "text": " we need to talk about the purpose of live marketing again."}, {"timestamp": [1237.76, 1239.24], "text": " And it's to provide value."}, {"timestamp": [1239.24, 1242.24], "text": " It's to be those trusted advisors to your client,"}, {"timestamp": [1242.24, 1245.16], "text": " to deliver those meaningful messages to them"}, {"timestamp": [1245.16, 1249.6], "text": " because it's all about building those relationships and sharing that value and"}, {"timestamp": [1249.6, 1253.72], "text": " vision with your client and then it differentiates you from a transactional"}, {"timestamp": [1253.72, 1257.58], "text": " model because it's no longer about you need to buy something I need to sell"}, {"timestamp": [1257.58, 1261.0], "text": " something that's great let's come together it's more about let's understand"}, {"timestamp": [1261.0, 1264.78], "text": " what it is that you need mr. client because you've got a pain point in your"}, {"timestamp": [1264.78, 1268.64], "text": " organization and I want to figure out how we can help you solve that."}, {"timestamp": [1268.64, 1272.4], "text": " Because if you do, that emotional relationship and connection that you're going to make"}, {"timestamp": [1272.4, 1278.56], "text": " will last an awfully long time. And then again, the delivery of live marketing is through"}, {"timestamp": [1278.56, 1282.96], "text": " a number of different channels as I've been talking about, through your B2P channels, through"}, {"timestamp": [1282.96, 1285.06], "text": " your seminars and events, through your"}, {"timestamp": [1285.06, 1286.56], "text": " client meetings."}, {"timestamp": [1286.56, 1291.5], "text": " And don't forget, through client meetings can be for retail as well on your retail sales"}, {"timestamp": [1291.5, 1292.5], "text": " floor."}, {"timestamp": [1292.5, 1294.68], "text": " So it doesn't just have to be one-on-one."}, {"timestamp": [1294.68, 1296.2], "text": " It can be a really large community."}, {"timestamp": [1296.2, 1301.68], "text": " So make sure your service, you strive for service excellence, because that's what customers"}, {"timestamp": [1301.68, 1304.96], "text": " want, and that translates into word of mouth marketing."}, {"timestamp": [1304.96, 1310.72], "text": " But additionally, you need to have your internal brand advocates appreciated and your external"}, {"timestamp": [1310.72, 1311.82], "text": " clients."}, {"timestamp": [1311.82, 1314.06], "text": " So don't forget to say thank you to them."}, {"timestamp": [1314.06, 1317.5], "text": " And I know a number of presentations this morning we're talking about the big thank you's"}, {"timestamp": [1317.5, 1322.72], "text": " that you can do, but it's really important and critical that you do at some point appreciate"}, {"timestamp": [1322.72, 1328.32], "text": " the clients because they're the reason why we're in business and why we have jobs because they're buying from us."}, {"timestamp": [1328.32, 1332.76], "text": " So let's say thank you to them and also to your staff because they work really hard."}, {"timestamp": [1332.76, 1337.12], "text": " So I'll talk a little bit about some of the things that we do moving forward."}, {"timestamp": [1337.12, 1341.62], "text": " But another thing we need to focus on, as I said earlier, is building trust through live"}, {"timestamp": [1341.62, 1346.4], "text": " marketing because this is really important in terms of developing that long-term relationship."}, {"timestamp": [1346.4, 1348.24], "text": " And it comes from building rapport,"}, {"timestamp": [1348.24, 1350.72], "text": " doing what you say you're going to do,"}, {"timestamp": [1350.72, 1353.04], "text": " mean what you say, and work with integrity."}, {"timestamp": [1353.04, 1356.52], "text": " I know salespeople, they love to talk a big game"}, {"timestamp": [1356.52, 1359.28], "text": " and promise the world and don't worry, client,"}, {"timestamp": [1359.28, 1361.52], "text": " we can make anything happen, it's no problem."}, {"timestamp": [1361.52, 1364.56], "text": " But sometimes that might translate into not being factual,"}, {"timestamp": [1364.56, 1369.14], "text": " and that can damage a relationship. So make sure that you do what you say you're going to do and mean"}, {"timestamp": [1369.14, 1373.94], "text": " what you say. And know your business and your clients inside and out. Know what makes you different"}, {"timestamp": [1373.94, 1377.82], "text": " from the competition so that you can have that conversation with your clients. I know that there's"}, {"timestamp": [1377.82, 1381.62], "text": " a lot of other competitors out there, but this is why we're different and this is why I'd like you to"}, {"timestamp": [1381.62, 1391.18], "text": " work with us. And this is why it will benefit your business and this is the value we can provide to you. So building trust again"}, {"timestamp": [1391.18, 1396.94], "text": " comes from encouraging that positive message in the marketplace through word of mouth marketing."}, {"timestamp": [1397.62, 1402.12], "text": " And don't forget, instead of just waiting for word of mouth marketing to come to you,"}, {"timestamp": [1402.42, 1405.86], "text": " you can encourage it through blogs or active user groups."}, {"timestamp": [1405.86, 1411.46], "text": " So for us, as Drake, as an example, through building trust, through our client appreciation,"}, {"timestamp": [1411.46, 1415.38], "text": " we host a client and candidate appreciation event at least once a year to say thank you to"}, {"timestamp": [1415.38, 1416.38], "text": " our clients."}, {"timestamp": [1416.38, 1420.12], "text": " And that could be even through a sausage sizzle, or it could be a nice, you know, networking"}, {"timestamp": [1420.12, 1426.48], "text": " cocktail canopy event with some great live music and all sorts of things like that."}, {"timestamp": [1426.48, 1431.88], "text": " But also for our internal staff, we host an annual global retreat, which for our top performers"}, {"timestamp": [1431.88, 1437.1], "text": " from all around the world, we have a five-star all expenses paid vacation that we take them on."}, {"timestamp": [1437.1, 1441.76], "text": " And it takes a lot to qualify, but it makes people feel incredibly special when they do, and"}, {"timestamp": [1441.76, 1443.12], "text": " they work hard for you."}, {"timestamp": [1443.12, 1448.92], "text": " And they're passionate about the brand, and that helps you build those brand advocates and drive that business as well. So don't forget"}, {"timestamp": [1448.92, 1454.06], "text": " about your internal people too. So another thing about building trust in word of mouth marketing."}, {"timestamp": [1454.82, 1459.22], "text": " Some great examples I just wanted to show you. Red Bull is one and I wish that I had known that"}, {"timestamp": [1459.22, 1464.68], "text": " we were talking about V earlier because I would have used a V example. But Red Bull, to me, this looks"}, {"timestamp": [1464.68, 1465.7], "text": " like, holy crap, this is scary and I don't even want to be a part of example. But Red Bull, to me, this looks like, holy crap,"}, {"timestamp": [1465.78, 1469.76], "text": " this is scary and I don't even want to be a part of it. But a lot of people love this sort of"}, {"timestamp": [1469.76, 1473.28], "text": " event. And the wonderful thing is, you know, whether they sponsor it or whether they're"}, {"timestamp": [1473.28, 1477.92], "text": " putting it on just for their clients to say thank you, it's all about bringing people together"}, {"timestamp": [1477.92, 1481.86], "text": " so that they can network with each other. And they've got that relationship with the brand,"}, {"timestamp": [1481.86, 1486.24], "text": " and then they're building that relationship with the other people too, because you're all there for the same purpose,"}, {"timestamp": [1486.36, 1488.92], "text": " because you want to see the same thing or be involved in the same event."}, {"timestamp": [1489.24, 1491.56], "text": " So it's a great opportunity for you to leverage your brand"}, {"timestamp": [1491.56, 1496.0], "text": " and make that more of an emotional response and emotional relationship."}, {"timestamp": [1496.82, 1498.62], "text": " And then we've got Porsche and Harley Davidson."}, {"timestamp": [1499.0, 1501.56], "text": " So they're great examples of companies that have owners groups."}, {"timestamp": [1502.08, 1504.92], "text": " So lots of people are very passionate about their Harleys"}, {"timestamp": [1504.92, 1508.76], "text": " or passionate about their Porsches, and they come together all around the world every"}, {"timestamp": [1508.76, 1513.76], "text": " year and they bring their motorcycles or their cars together and they talk about how awesome"}, {"timestamp": [1513.76, 1518.56], "text": " that they are. And that's wonderful because A, you get people all in one place talking about"}, {"timestamp": [1518.56, 1522.6], "text": " how great your product is. They're there because they love your product, but they're also there"}, {"timestamp": [1522.6, 1528.16], "text": " because they're building that word of mouth marketing and they're talking about the relationship with each other and their relationship with the brand."}, {"timestamp": [1528.16, 1531.84], "text": " So that's a wonderful opportunity that you could think about leveraging for yourself too."}, {"timestamp": [1533.28, 1536.8], "text": " So next we have, first we've talked about defining your live marketing strategy,"}, {"timestamp": [1537.2, 1541.52], "text": " then we have engaging the sales team, and now we've got ROI is everything."}, {"timestamp": [1541.92, 1545.66], "text": " So how do you measure your way to marketing success from a live marketing"}, {"timestamp": [1545.66, 1550.8], "text": " perspective? So my boss, the chairman of Drake, he always thought that a marketer isn't just"}, {"timestamp": [1550.8, 1555.24], "text": " somebody that comes up with great ideas and executes them. He thinks that a marketer is truly"}, {"timestamp": [1555.24, 1561.12], "text": " someone who is statistical in their mind. So somebody who does a lot of analysis and a lot of math"}, {"timestamp": [1561.12, 1567.68], "text": " and numbers, and it's so true. Because what you have to do is determine if what you're doing is good, great,"}, {"timestamp": [1568.02, 1569.52], "text": " but if it's not, why not?"}, {"timestamp": [1569.64, 1570.58], "text": " And how do you do that?"}, {"timestamp": [1570.78, 1572.52], "text": " You do that by measuring the end result,"}, {"timestamp": [1572.74, 1575.56], "text": " measuring the numbers, and how that translates for your business."}, {"timestamp": [1576.66, 1578.84], "text": " So marketing needs support from sales"}, {"timestamp": [1578.84, 1580.02], "text": " in order to make that happen."}, {"timestamp": [1580.12, 1581.48], "text": " I can't reiterate that enough."}, {"timestamp": [1581.8, 1583.88], "text": " Without that solid follow-up plan in place,"}, {"timestamp": [1583.88, 1586.66], "text": " you're not going to gain those results from live marketing."}, {"timestamp": [1587.3, 1588.88], "text": " Because businesses work hard for their money,"}, {"timestamp": [1588.96, 1590.92], "text": " and there's a great song that you can sing right now"}, {"timestamp": [1590.92, 1591.94], "text": " that talks about that."}, {"timestamp": [1592.36, 1595.08], "text": " But marketing and sales need to work really closely"}, {"timestamp": [1595.08, 1597.3], "text": " so that you can achieve that ROI."}, {"timestamp": [1597.98, 1600.02], "text": " And don't forget, there are three elements"}, {"timestamp": [1600.02, 1601.94], "text": " to an effective event, live event,"}, {"timestamp": [1602.24, 1603.68], "text": " and that strategy activation,"}, {"timestamp": [1603.88, 1605.28], "text": " but most importantly in this case,"}, {"timestamp": [1605.58, 1610.34], "text": " is follow-up. Because without that follow-up, you cannot drive business results. Because as I say,"}, {"timestamp": [1610.44, 1615.1], "text": " quite often, you won't have a sale on the day, but what you will do is you'll be able to have"}, {"timestamp": [1615.1, 1618.68], "text": " those contact details of people that have engaged with your booth and engaged with your brand,"}, {"timestamp": [1619.04, 1623.4], "text": " and follow up to make sure that you drive that revenue and drive that relationship to build"}, {"timestamp": [1623.4, 1625.72], "text": " revenue in the future. And so make sure for any event that you have, revenue and drive that relationship to build revenue in the future."}, {"timestamp": [1625.72, 1631.88], "text": " And so make sure for any event that you have, you capture the details and maintain a tight and"}, {"timestamp": [1631.88, 1635.12], "text": " diligent follow-up plan with your sales staff."}, {"timestamp": [1635.12, 1636.32], "text": " And it's quite easy to do."}, {"timestamp": [1636.32, 1639.2], "text": " You just need to make sure that you map it out."}, {"timestamp": [1639.2, 1644.52], "text": " Because marketing, and especially live marketing, is only as effective as your sales staff."}, {"timestamp": [1644.52, 1648.64], "text": " And I have very interesting and heated conversations when I talk to salespeople about this,"}, {"timestamp": [1648.64, 1650.24], "text": " but it's incredibly true."}, {"timestamp": [1650.24, 1655.04], "text": " I mean, when you think about the fact that we bring people to an event,"}, {"timestamp": [1655.04, 1658.24], "text": " or we put you in front of a lot of people at an event,"}, {"timestamp": [1658.24, 1661.24], "text": " it's the salespeople's job to help translate that."}, {"timestamp": [1661.24, 1665.04], "text": " So have any of you ever heard about the DJ doesn't sell drinks analogy?"}, {"timestamp": [1666.66, 1671.1], "text": " Well, I'll tell you right now. So essentially you have a world-class DJ like Calvin Harris,"}, {"timestamp": [1671.22, 1675.92], "text": " David Gutter, doesn't matter, and they come together and, or they come to a nightclub and"}, {"timestamp": [1675.92, 1680.7], "text": " thousands of tickets sell out in an instant. Great. The nightclub says awesome. But the nightclub"}, {"timestamp": [1680.7, 1685.0], "text": " doesn't actually make profit on those ticket sales because that goes to the DJ for the most part."}, {"timestamp": [1685.28, 1687.36], "text": " The nightclub needs to rely on selling drinks."}, {"timestamp": [1687.86, 1690.54], "text": " So the DJ comes to the event and so do thousands of people."}, {"timestamp": [1691.18, 1694.82], "text": " And one thing the DJ doesn't do is say, don't forget everyone."}, {"timestamp": [1695.3, 1697.32], "text": " Please remember to buy your vodka soda at the bar."}, {"timestamp": [1697.42, 1698.26], "text": " Thank you very much."}, {"timestamp": [1698.66, 1709.8], "text": " So what you need to do as salespeople is to make sure that you engage with those attendees at the nightclub that the DJ brought there and get them purchasing drinks to make profit."}, {"timestamp": [1710.38, 1716.02], "text": " So marketing gets a lot of people to your event or it gets you in front of a lot of people at an event,"}, {"timestamp": [1716.02, 1721.12], "text": " but it's up to the sales team to make sure that that translates into results for your business."}, {"timestamp": [1721.32, 1731.14], "text": " So that's why we need to work so closely together so that we can realize that ROI on those initiatives. So if it is a well-targeted event, which most live"}, {"timestamp": [1731.14, 1736.22], "text": " events are, because you've done your strategy activation and follow-up, then it's a great opportunity"}, {"timestamp": [1736.22, 1741.24], "text": " for sales because people are interested in what you're trying to talk to them about, the value"}, {"timestamp": [1741.24, 1748.0], "text": " that you are positioning to them. And these are some statistics that are sort of all over the internet at the moment on a number"}, {"timestamp": [1748.0, 1752.68], "text": " of business blogs which are quite frightening, actually, I think, but do resonate, and I've"}, {"timestamp": [1752.68, 1756.16], "text": " seen it in our business in certain areas, and I'm sure that it might resonate with you"}, {"timestamp": [1756.16, 1757.32], "text": " a little bit."}, {"timestamp": [1757.32, 1762.84], "text": " Some stats are 80% of sales happen between the fifth and 12th point of contact."}, {"timestamp": [1762.84, 1766.74], "text": " And this is most important for B2B or large ticket B2C items."}, {"timestamp": [1767.28, 1772.14], "text": " But that's a lot of sales contact that you need to get through before you get that sale."}, {"timestamp": [1772.44, 1780.6], "text": " However, they say between 20 to 48% of people never follow up with a sales prospect."}, {"timestamp": [1781.1, 1791.12], "text": " So even if you have your strategy activation and follow up plan in place and you grab those details, up to 48% of people might never call those people again. And that's frightening."}, {"timestamp": [1791.28, 1795.86], "text": " What are you doing? You know, is that going to translate into results for you? Probably not."}, {"timestamp": [1796.48, 1802.72], "text": " And then they say only 25% of salespeople make that second point of contact. So when you think"}, {"timestamp": [1802.72, 1805.56], "text": " about the fact that you have between 5 to 12 points"}, {"timestamp": [1805.56, 1811.14], "text": " of contacts that you need to make a sale after an event, but only 25% are calling somebody"}, {"timestamp": [1811.14, 1816.9], "text": " the second time, it's going to give you Didley Squat, basically. So what we need to make sure"}, {"timestamp": [1816.9, 1822.66], "text": " is that we are persistent with the sales team, and maybe we help them develop a follow-up plan"}, {"timestamp": [1822.66, 1825.44], "text": " in order to, okay, here's what you're going to do."}, {"timestamp": [1827.9, 1828.24], "text": " One point of contact this week, talk about X."}, {"timestamp": [1830.78, 1831.18], "text": " Second point of contact, second week, talk about Y."}, {"timestamp": [1833.6, 1834.06], "text": " Help them develop a plan so that they're not afraid."}, {"timestamp": [1835.08, 1835.18], "text": " Make it, you know, a goal."}, {"timestamp": [1837.18, 1837.36], "text": " You can have a prize for the fifth point of contact."}, {"timestamp": [1837.66, 1837.94], "text": " Great."}, {"timestamp": [1838.48, 1838.56], "text": " Here you go."}, {"timestamp": [1840.28, 1840.62], "text": " Here's a branded pen or something."}, {"timestamp": [1849.16, 1851.84], "text": " You know, make it exciting for them to engage with them to ensure that they hit those points of contact to get the ROI for your business, because it's working together that's going to make that translatable."}, {"timestamp": [1851.84, 1856.76], "text": " And as I say, persistence is absolutely key, and you need to focus on promoting your brand"}, {"timestamp": [1856.76, 1857.76], "text": " advocates."}, {"timestamp": [1857.76, 1863.0], "text": " So as we say, we have those brand advocates that are really great at driving that message to your"}, {"timestamp": [1863.0, 1865.82], "text": " consumers at those live events, but also make sure"}, {"timestamp": [1865.82, 1870.3], "text": " that you can use them in terms of the follow-up plan to show others how it works."}, {"timestamp": [1870.3, 1875.78], "text": " And so, you know, this is how Mr. Best Brand Advocate has been able to drive those sales."}, {"timestamp": [1875.78, 1880.04], "text": " Let's learn from him, and we can follow what he's doing, and he can show you how it's done."}, {"timestamp": [1880.04, 1883.88], "text": " So those types of things are really important in terms of using those brand advocates in your"}, {"timestamp": [1883.88, 1885.18], "text": " business."}, {"timestamp": [1887.74, 1888.24], "text": " So we've talked about defining your live marketing strategy."}, {"timestamp": [1892.04, 1892.36], "text": " We've talked about engaging your sales team to make the most out of those events."}, {"timestamp": [1896.38, 1896.88], "text": " And then we've just talked about ROI being everything and measuring your way to marketing success."}, {"timestamp": [1902.4, 1903.1], "text": " So lastly, let's wrap it up and talk about creating your business case to promote it to senior management."}, {"timestamp": [1907.7, 1911.92], "text": " So marketing in the senior management team really need to start working together from your strategy from the top because if it starts from the top, it can trickle down into the whole"}, {"timestamp": [1911.92, 1915.68], "text": " organization and as I said, everyone is speaking from the same hymn sheet."}, {"timestamp": [1916.38, 1921.16], "text": " So the senior management team can help you identify those unique, sustainable, competitive"}, {"timestamp": [1921.16, 1922.86], "text": " advantages that we talked about earlier."}, {"timestamp": [1923.44, 1926.56], "text": " And ideally, marketing would be part of your senior management team"}, {"timestamp": [1926.56, 1930.24], "text": " so that you can have that constant communication with that group of individuals"}, {"timestamp": [1930.24, 1933.58], "text": " so that that message is resonating across the whole organization."}, {"timestamp": [1934.4, 1938.12], "text": " Because with a solid marketing plan identified from your differentiators"}, {"timestamp": [1938.12, 1942.18], "text": " and mapped out strategically, these initiatives are worth a test."}, {"timestamp": [1942.18, 1947.6], "text": " And the great thing about live marketing is that it doesn't have to be an ongoing year-long plan."}, {"timestamp": [1947.6, 1951.2], "text": " It can be something that is a one-off initiative that you can test."}, {"timestamp": [1951.2, 1954.4], "text": " We've got a saying at Drake that is, research, research,"}, {"timestamp": [1954.4, 1958.2], "text": " test, test, measure, measure, repeat, repeat, repeat."}, {"timestamp": [1958.2, 1960.4], "text": " And aside from being a massive tongue twister,"}, {"timestamp": [1960.4, 1963.4], "text": " it's really important and it shows you that you have to research something,"}, {"timestamp": [1963.4, 1965.66], "text": " but then don't go gangbusters on it."}, {"timestamp": [1965.66, 1972.24], "text": " You have to test it and do it in a, you know, case by case basis, and then measure it to see if it's successful and if it is."}, {"timestamp": [1972.24, 1973.64], "text": " And those measurements could be different."}, {"timestamp": [1973.64, 1975.14], "text": " Success could mean different things for you."}, {"timestamp": [1975.14, 1976.56], "text": " It could mean a new client."}, {"timestamp": [1976.56, 1977.82], "text": " It could mean net revenue."}, {"timestamp": [1977.82, 1979.56], "text": " It could mean further contact."}, {"timestamp": [1979.56, 1982.64], "text": " Whatever it might be for your organization, measure it."}, {"timestamp": [1982.64, 1986.4], "text": " And then what we need to do is repeat if it works."}, {"timestamp": [1986.4, 1989.82], "text": " So make sure that, again, that you have that plan to drive ROI."}, {"timestamp": [1989.82, 1992.18], "text": " So here's how you're going to create your business case."}, {"timestamp": [1992.18, 1995.2], "text": " You have to list the events you're getting involved in and why."}, {"timestamp": [1995.2, 1999.24], "text": " So you do your research, you have an idea as to what that means for your business."}, {"timestamp": [1999.24, 2003.72], "text": " Then you talk to your senior management team about who do these events target and how many"}, {"timestamp": [2003.72, 2007.84], "text": " delegates are going to be in attendance? Because if you've got a lot of people that you're targeting"}, {"timestamp": [2007.84, 2011.98], "text": " that are the right demographic the right number it's going to translate into"}, {"timestamp": [2011.98, 2017.04], "text": " potential initiative for testing what is your main focus and outcome outline"}, {"timestamp": [2017.04, 2020.4], "text": " this to your senior management team what are those three elements strategy"}, {"timestamp": [2020.4, 2025.16], "text": " activation and follow-up and what is specifically your follow-up plan?"}, {"timestamp": [2029.76, 2031.42], "text": " How are you going to translate those results into sales or net revenue or building further business after the event?"}, {"timestamp": [2032.3, 2034.7], "text": " And then ensure your staff are trained on what to say."}, {"timestamp": [2034.96, 2036.46], "text": " So you can show your senior management team."}, {"timestamp": [2036.7, 2040.66], "text": " We've got this great plan, and this is all the robust information behind it, but here's"}, {"timestamp": [2040.66, 2042.62], "text": " how we're actually going to execute it with our staff."}, {"timestamp": [2043.0, 2046.0], "text": " We're going to do onboarding training and ongoing training."}, {"timestamp": [2046.0, 2049.38], "text": " We're going to make sure that we host lunch and learn so that we're training people on exactly"}, {"timestamp": [2049.38, 2054.46], "text": " what our key differentiators are, what that means to them in their business."}, {"timestamp": [2054.46, 2056.7], "text": " And how the sales team can assist."}, {"timestamp": [2056.7, 2060.2], "text": " And if you have an upcoming event, it's a great opportunity for you to talk about your"}, {"timestamp": [2060.2, 2064.56], "text": " strategy activation and follow up for that and a bit of a script around what they should say at"}, {"timestamp": [2064.56, 2065.0], "text": " the event"}, {"timestamp": [2065.0, 2068.72], "text": " because that's always important too. And make sure you leverage those brand advocates"}, {"timestamp": [2068.72, 2073.52], "text": " when you're talking to that about the sale, talking about that to the senior management team."}, {"timestamp": [2073.52, 2079.24], "text": " I'm going to use these people who are really excellent in this element to show the other staff how it works"}, {"timestamp": [2079.24, 2081.6], "text": " and it's going to be an ongoing training type of initiative."}, {"timestamp": [2081.6, 2088.88], "text": " So from that we've got, we've developed our live marketing strategy through focusing on our competitive"}, {"timestamp": [2088.88, 2092.48], "text": " advantages and our strategy activation and follow-up."}, {"timestamp": [2092.48, 2097.0], "text": " We've engaged the sales team to make the most out of our events, and that's through training,"}, {"timestamp": [2097.0, 2101.52], "text": " onboarding and ongoing training and using those brand advocates to our advantage."}, {"timestamp": [2101.52, 2105.44], "text": " And then we're going to measure the event events success and the impact on the bottom line"}, {"timestamp": [2105.44, 2110.76], "text": " because follow-up, the follow-up plan is so important and R-O-I is everything."}, {"timestamp": [2110.76, 2114.36], "text": " And then we're going to create and convey that case to senior management by going back"}, {"timestamp": [2114.36, 2118.44], "text": " to the beginning, using those first three elements to be able to tie it all together and"}, {"timestamp": [2118.44, 2123.12], "text": " show them the target market and the numbers and the research behind what you were proposing."}, {"timestamp": [2123.12, 2127.0], "text": " And then the strategy activation follow up an ROI plan."}, {"timestamp": [2127.0, 2129.64], "text": " Because don't forget, numbers are very sexy,"}, {"timestamp": [2129.64, 2132.24], "text": " and that's what your senior management wants to learn about."}, {"timestamp": [2132.24, 2133.44], "text": " And that's all for me."}, {"timestamp": [2133.44, 2134.44], "text": " Thank you."}, {"timestamp": [2137.5, 2139.1], "text": " Alexandra, thank you very much."}, {"timestamp": [2139.1, 2141.34], "text": " Gosh, the first thing that strikes me from that"}, {"timestamp": [2141.34, 2143.74], "text": " is that we've just been, I guess, lucky enough"}, {"timestamp": [2143.74, 2149.96], "text": " to see quite a global or world-class sort of set of methodology in action."}, {"timestamp": [2149.96, 2153.88], "text": " I'm thinking of when Scott Wright was speaking this morning, he kind of had that Kiwi thing"}, {"timestamp": [2153.88, 2158.44], "text": " going on, and we did this and we did that and stuff, and you know, whereas Alexander has given"}, {"timestamp": [2158.44, 2162.86], "text": " us a glimpse into it, what's obviously quite sort of a world-class methodology."}, {"timestamp": [2162.86, 2166.32], "text": " My immediate reaction to that is that we shouldn't be at all daunted by that."}, {"timestamp": [2166.78, 2171.12], "text": " The bones of, you know, success often comes from having your act together,"}, {"timestamp": [2171.38, 2175.48], "text": " and we've just had a really valuable glimpse, I think, into a structure and a process,"}, {"timestamp": [2175.72, 2178.5], "text": " a methodology, if you will, of how to do live marketing."}, {"timestamp": [2178.9, 2180.26], "text": " So that's not a question, just an observation."}, {"timestamp": [2180.78, 2182.12], "text": " Look, it is question time."}, {"timestamp": [2182.26, 2184.94], "text": " Does anyone have any questions they'd like to ask, Alexandra?"}, {"timestamp": [2185.0, 2188.0], "text": " Look, it is question time. Does anyone have any questions they'd like to ask Alexandra?"}, {"timestamp": [2199.0, 2208.16], "text": " Nothing? I'll kick it off. What portion of what Drake does is live versus other marketing or sales channels? I mean, there was a lot there. Is it a big portion? Yes. Yeah. It's the majority of our marketing strategy is live marketing because as as I say, we host 150 seminars across Australia and New Zealand."}, {"timestamp": [2208.16, 2208.92], "text": " Every year."}, {"timestamp": [2209.02, 2212.78], "text": " So we do about 80 in New Zealand and the rest in Australia."}, {"timestamp": [2212.96, 2213.9], "text": " So the majority is here."}, {"timestamp": [2214.28, 2215.82], "text": " And then, of course, we have our trade shows and events."}, {"timestamp": [2215.88, 2220.52], "text": " So I would say it's probably about 75 to 80% of our focus from a marketing perspective."}, {"timestamp": [2220.98, 2221.08], "text": " Okay."}, {"timestamp": [2221.72, 2225.24], "text": " And a similar proportion, therefore, of your marketing budget, perhaps?"}, {"timestamp": [2225.24, 2231.76], "text": " Yes, well, I don't know if you can translate it like that, yes, absolutely."}, {"timestamp": [2231.76, 2235.28], "text": " But in terms of the other initiatives we do, because we don't do a lot of above the line"}, {"timestamp": [2235.28, 2239.52], "text": " or really any at all, except for some radio in certain pockets."}, {"timestamp": [2239.52, 2244.76], "text": " So the budget isn't massive for any of the other things, so sure you could say about 80%."}, {"timestamp": [2244.76, 2251.36], "text": " And what place does marketing have in the hierarchy of Drake? I mean, there's obviously a lot of focus."}, {"timestamp": [2251.36, 2254.16], "text": " It seems like it would be something that gets talked about at the top table, is that?"}, {"timestamp": [2254.16, 2257.92], "text": " Yes, it absolutely is. And that's the wonderful thing about working for Drake. It's basically"}, {"timestamp": [2257.92, 2263.2], "text": " a marketer's dream because for us, if you have a great initiative and you have a good rationale behind it,"}, {"timestamp": [2263.2, 2269.22], "text": " everything is worth a test. And our chairman, who's the co-founder of the organization 63 years ago, who's still actively"}, {"timestamp": [2269.22, 2273.06], "text": " involved in the business, he is sort of an entrepreneur and a marketer at heart."}, {"timestamp": [2273.18, 2276.96], "text": " So he truly believes in that, and it's a wonderful place for us to have that opportunity"}, {"timestamp": [2276.96, 2278.42], "text": " to market, yeah."}, {"timestamp": [2280.54, 2281.76], "text": " Oh, a couple of questions."}, {"timestamp": [2281.96, 2282.86], "text": " One down the front here, I think."}, {"timestamp": [2282.0, 2284.0], "text": " Oh, a couple of questions. One down the front here, I think."}, {"timestamp": [2288.0, 2290.0], "text": " Sorry, mine's just a quick question."}, {"timestamp": [2290.0, 2292.0], "text": " You said the figures that you put up?"}, {"timestamp": [2292.0, 2293.0], "text": " Yes."}, {"timestamp": [2293.0, 2294.0], "text": " You know where they came from?"}, {"timestamp": [2294.0, 2298.0], "text": " I can send you the link, but they come from a number of different business blogs."}, {"timestamp": [2298.0, 2308.22], "text": " They were originally posted on LinkedIn two years ago, but if you, yeah, I can send you the link as the easiest one if they're about six or seven different articles they write them up yes thank you"}, {"timestamp": [2308.22, 2311.46], "text": " yeah I miss but I saw those stats somewhere else one of our guys here actually"}, {"timestamp": [2311.46, 2314.1], "text": " I remember him sending it to me a while ago there's something very similar to"}, {"timestamp": [2314.1, 2318.36], "text": " that stuff I was quite surprised I guess there's that there's that kiwi kind of"}, {"timestamp": [2318.36, 2322.86], "text": " not repressed but restrained thing where we're not you know we're not"}, {"timestamp": [2322.86, 2347.0], "text": " really born pesterers to be you know and that's probably how we see it. But, you know, there's a learning there that as long as you're not inappropriate, you know, keep being in contact, keep providing value. Yeah. I think there was another question. Here we go here. Hi, Derek Livier. You mentioned webinars before. Yes. Are there, do you face unique challenges with webinars versus live events or rather in-person live events?"}, {"timestamp": [2347.0, 2353.0], "text": " Yeah, I mean we focus on both webinars and seminars because webinars are amazing."}, {"timestamp": [2353.0, 2358.5], "text": " You're able to hit every pocket of the nation or international if you want to, which is the great thing."}, {"timestamp": [2358.5, 2361.0], "text": " But it really is all about adoption of that technology."}, {"timestamp": [2361.0, 2369.78], "text": " So here in New Zealand, for example, we're finding that seminars, that face-to-face live interaction is much more powerful and gets us more of a return in terms"}, {"timestamp": [2369.78, 2375.64], "text": " of attendee numbers than our webinars do. But in Australia, for example, webinars are going crazy"}, {"timestamp": [2375.64, 2380.76], "text": " because it means that we have 22 offices in Australia and nine here, but every single pocket"}, {"timestamp": [2380.76, 2390.04], "text": " of Australia can be touched by this content that we're trying to deliver. So for us, yeah, it depends on the market, but there's something, I mean, they're certainly"}, {"timestamp": [2390.04, 2392.32], "text": " really popular in the States right now."}, {"timestamp": [2392.32, 2394.9], "text": " They're starting to grow in Australia and they're certainly here."}, {"timestamp": [2394.9, 2398.5], "text": " So I think it's definitely worthwhile looking into."}, {"timestamp": [2398.5, 2399.62], "text": " That was just why we're doing it."}, {"timestamp": [2399.62, 2400.62], "text": " Yeah."}, {"timestamp": [2400.62, 2402.56], "text": " I think there's another question down the back, Josh."}, {"timestamp": [2402.56, 2408.64], "text": " I just want to hear your thoughts on hybrid events, obviously combining live and online."}, {"timestamp": [2408.64, 2412.32], "text": " The trend is from what I can tell is increasing in the events industry."}, {"timestamp": [2412.32, 2415.08], "text": " What are your thoughts on how far can it go?"}, {"timestamp": [2415.08, 2420.76], "text": " I am a firm believer won't replace face to face, but having a online and community watching"}, {"timestamp": [2420.76, 2426.24], "text": " like we do today online and an in-room audience, how far do you see hybrid events going? Sorry, hyper events?"}, {"timestamp": [2426.24, 2427.24], "text": " Hybrid?"}, {"timestamp": [2427.24, 2428.24], "text": " Hybrid."}, {"timestamp": [2428.24, 2429.24], "text": " Yeah, absolutely."}, {"timestamp": [2429.24, 2430.24], "text": " Sorry."}, {"timestamp": [2430.24, 2431.24], "text": " Half deaf."}, {"timestamp": [2431.24, 2432.24], "text": " Yeah, absolutely."}, {"timestamp": [2432.24, 2433.24], "text": " I think it's great."}, {"timestamp": [2433.24, 2436.46], "text": " And it actually shows you that personal interaction while you're doing it."}, {"timestamp": [2436.46, 2441.58], "text": " So it's not just that you're online and you're behind a computer, you know, it's a real interaction."}, {"timestamp": [2441.58, 2447.98], "text": " And I think that's a great place to start because when you take about or when you when you think about and take on an online event whether it be"}, {"timestamp": [2447.98, 2452.84], "text": " a webinar or otherwise or social media initiative you can inter engage them all"}, {"timestamp": [2452.84, 2456.92], "text": " together so I absolutely think that hybrid events could be the way of the future"}, {"timestamp": [2456.92, 2460.82], "text": " and again as I say it helps you reach all of those far-reaching pockets which"}, {"timestamp": [2460.82, 2465.72], "text": " for a national company or international is really important. Great, yeah."}, {"timestamp": [2465.72, 2471.92], "text": " Yeah, with the webinars, reaching the New Zealand and Australian market, are you using"}, {"timestamp": [2471.92, 2475.44], "text": " a current database list or are you purchasing ones?"}, {"timestamp": [2475.44, 2476.62], "text": " Where are you finding them?"}, {"timestamp": [2476.62, 2478.24], "text": " It's a space that we're trying to get into."}, {"timestamp": [2478.24, 2480.68], "text": " Yeah, good question."}, {"timestamp": [2480.68, 2487.04], "text": " So in terms of our database, we use over, well, we've got quite a few thousand contacts"}, {"timestamp": [2487.04, 2490.68], "text": " that we've developed ourselves over the years."}, {"timestamp": [2490.68, 2495.92], "text": " The legislation is different in Australia and New Zealand into how you can get access"}, {"timestamp": [2495.92, 2498.9], "text": " to people's email addresses if you want to purchase a database."}, {"timestamp": [2498.9, 2502.62], "text": " It's possible to do it here, but you just need to find the right kind of company."}, {"timestamp": [2502.62, 2506.34], "text": " We've purchased databases in Australia before, but not here we haven't."}, {"timestamp": [2506.66, 2507.62], "text": " But absolutely you can."}, {"timestamp": [2507.68, 2510.84], "text": " And the great thing about that is that you can tell them what target market you want,"}, {"timestamp": [2510.94, 2512.54], "text": " what industry, et cetera, to focus on."}, {"timestamp": [2512.8, 2515.52], "text": " Because if you don't have a big enough database yourself as an organization,"}, {"timestamp": [2516.0, 2517.06], "text": " it's the best place to start."}, {"timestamp": [2517.5, 2521.46], "text": " So absolutely, I would encourage you to purchase the database if it's targeted."}, {"timestamp": [2522.06, 2524.16], "text": " But make sure if you do it just as a side note,"}, {"timestamp": [2524.54, 2528.7], "text": " purchase the email addresses or mailing addresses on an ongoing basis, because oftentimes"}, {"timestamp": [2528.7, 2532.66], "text": " they only sell them as a one-off usage. So make sure you get it ongoing so that you can"}, {"timestamp": [2532.66, 2536.62], "text": " continue to send those emails. I might add to that a little bit. New Zealand's got"}, {"timestamp": [2536.62, 2540.86], "text": " stricter privacy rules in Australia, which essentially means the quality of database"}, {"timestamp": [2540.86, 2547.0], "text": " that you can buy in New Zealand. I won't say it's not as good, but the industry has sort of shrunk a bit compared to, say,"}, {"timestamp": [2547.0, 2548.0], "text": " 10 or 15 years ago."}, {"timestamp": [2548.0, 2553.0], "text": " So I would almost ask for a sample and trying to go to negotiate the ability to test."}, {"timestamp": [2553.0, 2554.0], "text": " Yeah, absolutely."}, {"timestamp": [2554.0, 2559.0], "text": " You know, a lot of years ago I was involved in that sort of marketing, and I think it was generally more successful"}, {"timestamp": [2559.0, 2562.0], "text": " because you could sort of have bigger volumes."}, {"timestamp": [2562.0, 2568.2], "text": " There are some good databases in New Zealand, but the problem with B2B databases around the world, of course, is that some organizations have great tenure,"}, {"timestamp": [2568.2, 2572.6], "text": " others don't. People change roles, they change companies, and so keeping it fresh if you're"}, {"timestamp": [2572.6, 2578.3], "text": " going to do it is quite tough. You might want to sort of look at generating your own database."}, {"timestamp": [2578.3, 2582.04], "text": " Different ways of doing that, I mean, and this is probably not the forum. But New Zealand"}, {"timestamp": [2582.04, 2587.68], "text": " is a database marketing environment because of our privacy laws, which I don't really have an argument with. I think that'll be important going"}, {"timestamp": [2587.68, 2594.08], "text": " forward, especially for GCSB. You know, I think that's the environment we work in. And so I think"}, {"timestamp": [2594.08, 2598.26], "text": " it could be a channel for you, but I wouldn't put all my eggs in buying the database channel."}, {"timestamp": [2598.86, 2602.02], "text": " Sorry, we're on a dog leg there. No, no, that's fine. But it's really important, and especially"}, {"timestamp": [2602.02, 2606.04], "text": " to note, for database companies that sell it, you have to have a 95% accuracy."}, {"timestamp": [2606.7, 2610.78], "text": " So make sure that they also adhere to that too, because that's quite important."}, {"timestamp": [2611.54, 2612.6], "text": " Any other questions?"}, {"timestamp": [2613.44, 2614.18], "text": " Yep, one down here."}, {"timestamp": [2618.82, 2626.24], "text": " With the stats you gave up there about the follow-up stats I mean you got any sort of very wise"}, {"timestamp": [2626.24, 2632.18], "text": " tips on how you could actually reduce that 80% how can we encourage follow-up yeah"}, {"timestamp": [2632.18, 2640.4], "text": " well he can make the what you think that the step was 80% of sales on the fourth"}, {"timestamp": [2640.4, 2646.4], "text": " or fifth contact something yeah so I mean it live events, how could you actually reduce that?"}, {"timestamp": [2647.68, 2650.22], "text": " Reduce the number of points of contact that you require."}, {"timestamp": [2650.48, 2652.52], "text": " To move them to a sale, yeah."}, {"timestamp": [2652.74, 2654.42], "text": " Well, that's a really good question."}, {"timestamp": [2654.72, 2657.08], "text": " And, you know, I'm sure that there are ways to do it."}, {"timestamp": [2657.48, 2662.18], "text": " What really, I mean, when you have somebody who's engaging with your technology or your"}, {"timestamp": [2662.18, 2668.78], "text": " product or your business and they're ready to buy straight away, it normally means that they've done a lot of research beforehand."}, {"timestamp": [2668.78, 2672.66], "text": " So what it's all about is, you know, oftentimes those points of contact aren't necessarily"}, {"timestamp": [2672.66, 2676.9], "text": " about selling, it's about relationship building and then the sale comes after."}, {"timestamp": [2676.9, 2680.7], "text": " So if you cut straight to the chase and you, you know, I'm sure that you can make it quicker,"}, {"timestamp": [2680.7, 2686.82], "text": " but it depends on the individual and their personal consumption patterns and their way of purchasing in general."}, {"timestamp": [2686.82, 2690.72], "text": " But I think just ensuring that you have a solid follow-up plan, and that could be just making"}, {"timestamp": [2690.72, 2694.24], "text": " sure all your business cards are mapped out in a spreadsheet and you send it to your sales"}, {"timestamp": [2694.24, 2699.84], "text": " staff and you encourage them through KPI's to drive these follow-up messages, regardless"}, {"timestamp": [2699.84, 2705.24], "text": " if it's five to 12 points of contact or one point of contact, it really helps you in terms"}, {"timestamp": [2705.24, 2706.24], "text": " of building your business."}, {"timestamp": [2706.24, 2710.44], "text": " So I don't know if I answered your question, but I do think it's really based on the consumer"}, {"timestamp": [2710.44, 2711.44], "text": " behavior."}, {"timestamp": [2711.44, 2716.56], "text": " But if you have a demo and a try before you buy and a bit of a really strategic activation"}, {"timestamp": [2716.56, 2723.34], "text": " at your live event, I think you're much more likely to get a purchase from that delegate who's"}, {"timestamp": [2723.34, 2725.84], "text": " engaged with that technology and is interested."}, {"timestamp": [2727.2, 2729.92], "text": " Guys, we have to actually wrap it up now. That's been a great session."}, {"timestamp": [2730.06, 2732.88], "text": " Alexander, thank you very much for your wisdom. Can we thank Alexander?"}, {"timestamp": [2733.44, 2734.48], "text": " Thank you. Thank you."}], "text": " Thank you, Tony. Sort of kind of pregnant, I guess. Yes. Yes. Hello, good afternoon. Welcome to you all. I'm Alexander Tidy, as Tony just said. I'm the marketing manager for New Zealand and Australia for Drake International. And today, I'm going to take you on a journey of aligning live marketing to your business, brand and sales strategy. So I have been with Drake for the last six and a half years, started in Canada, as Tony alluded to, and I have been in the Asia-Pacific market for the last four years. And for the last year and a half, I'm lucky enough to have called New Zealand my home. So I married a Kiwi, we have a little New Zanadian baby brewing in here, and so while I don't sound like a Kiwi, I most certainly feel like one. So let's start on our journey. The live marketing journey. I aim today to deliver you some insights and ideas in terms of being able to take this pivotal form of marketing into your business and develop a new marketing strategy potentially for your business. And whether you are in B2B or B2C, at the end of the day, we're all B2P. We're all in the business of doing business with people. And that's really important. And live marketing affords you that capability to have that personal one-on-one face-to-face relationship. Because without that, we can't necessarily find out what the drivers are of our clients or what their pain points are. And when we know that, we can have those meaningful conversations and develop those meaningful relationships so that we can build customers not on a one-off type basis, but a customer for life. So that's what the live marketing journey can afford you and your businesses. So how we're going to align live marketing to your business brand and sales strategy? First, I'll talk about a little bit about Drake, what it is we do from a live marketing perspective and how I can stand up here and talk to you all about it, of course. But then I'm going to take you through the journey of the four key elements of developing a live marketing strategy for your business, whether that be, again, as I say, B2B or B2C. So our first step is developing your live marketing strategy, how to define it for your organization, what does it mean to you, what can your company get involved in in terms of live marketing. And then we have engaging the sales team to make the most out of events. So this helps you determine and gain an ROI from your live marketing initiatives. Because without the sales team, marketing and sales, especially in live marketing, have to work so closely together in terms of being able to generate an ROI. And then that takes us to measuring the event success and the impact on your bottom line. Because of course math is quite sexy, I think, but ROI is everything and it is a marketer's dream, especially to get something that is translatable in terms of results, which live marketing can give you. And then last, we're going to summarize all those three points and talk about creating and conveying the business case to senior management. And I can't stress this enough that in terms of being able to create and convey a case to senior management in terms of being able to get their buy-in and budget for live marketing, you really need to believe in that strategy that you've set and have a really good plan in place to be able to execute and deliver a live marketing strategy before they'll give you budget. So we'll give you budget. So we'll talk about Drake. Have any of you heard of Drake International or Drake New Zealand as we're known here? Yes? So as most of you may know, we are a recruitment company, of course. That is a large portion of our business. But what some of you might not know is that we're also an HR solutions provider. So what we consider is we do end to end HR solutions in technologies, from HR analytics technologies to learning management systems, performance appraisals, behavioral assessments. The list goes on. But we can assist a company throughout any stage in the employee life cycle. So from a marketer's perspective, how can we position that to our clients, to the general wide audience? So how and where do we do that? And that's where a number of different marketing initiatives come into play. So we are a content marketing lover. We have a number of content marketing and thought leadership initiatives that we take part in every year. We have our bi-annual business publication called the Drake Business Review. We do a number of thought leadership articles, as well as white papers and research reports. So that's from a content marketing perspective, but most importantly aligned to today. We are a live marketing devotee. So in Australia every year, we run over 150 seminars and events. We're also involved in trade shows. We do a number of networking associations. So we get involved in building those relationships in those particular verticals that we might be aligned to from a business perspective. And the list goes on and on. We also do a lot of client appreciation events, both external and for our internal clients, our staff, which I'll talk about later. So that's us from a live marketing perspective. So let's talk about what it means for your business. How do you define your live marketing strategy, which is our first element, as I say, in those four that we're going to talk about today. So as I've said, you know, in referral to what Drake does, live marketing includes a number of different initiatives. So you can have events and trade shows, which I know were mentioned throughout the day here in this live stream. You can do seminars, you can have your client events, but those are all sort of the basic standard things that you think about. But really, what is the biggest portion of your business most likely, especially for B2B, but also B2C, is it's any contact your sales team has with clients, is live marketing. And this is, again, why I say live marketing and your sales team need with clients is live marketing. And this is again why I say live marketing and your sales team need to be integrated so closely together because you need to be sharing the same message with your market with your clients and consumers. So this contact that you have with your clients and from a B2B perspective it could be going on your sales calls and trying to develop those relationships and build sales. But from B2 C, it could be in your retail store. You know, you have your staff there that are interacting with your consumers, and they're building those relationships too, to hopefully not just have a sale, but have a really good experience, build that emotional relationship with the brand, and therefore a customer for life. So that is all about building trust. And live marketing, because you have that one-on-one personal relationship, it's all about building that trust. So then we have that leading into word of mouth marketing, which is such a wonderful and powerful form of marketing because it's free. And it's all about people talking to people. And people listen to people. So if you can have a really great experience generated for your client or consumer, and they start telling their friends or their colleagues about it, that translates really well on your business and brand and yourselves if you're a salesperson or a marketer who's doing that live marketing connection with your clients. And so that is really built on trust. So again, having those personal relationships, that one-on-one interaction is focused on trust and that's how we're going to drive live marketing. So again, what does this look like for your business? So when you think about defining your live marketing strategy, Michael Porter wrote an article in the Harvard Business Review quite a few years ago, but he highlighted this concept, which is really important, I think. You need to think about what makes you different from your competition. You need to consider what are your unique, sustainable, competitive advantages. And what does that mean for you? So that's exactly what I say. It makes you different from your competitors, but that also isn't easy to be replicated. So if you just take a moment and think about what that might mean for you, you know, it could be, oh, excuse me, well, then we say once we have our unique, sustainable, competitive advantages identified in our minds, we need to then focus on how and where do we market those. So does that include live marketing? So what is it that sets you apart from your competition? For us, one of our sustainable competitive advantages is our HR Solutions portion of the business, which is a big competitor from other recruitment companies. But for you, what is it? Is it your repeatable brand name, your great products or your high-quality standards? Is it your years of service and your exceptional service? Is it your use of the latest and greatest technologies? So maybe take 10 seconds just to think about right now what it is that sets your business apart from your competitors. Because for every company there is something that you have. And that's what you should leverage on when building not just your live marketing strategy, but a marketing strategy in general. So if you've been thinking about that, we can then discuss why would you choose live marketing? So now you've got your key differentiators, you know exactly what sets you apart. So how are you going to market those in general to your audience, to your consumers, and why would live come into play with that? Well, unless you're like Scrooge McDuck here, who has piles and piles of money like some large companies do, which is great, you can't necessarily afford a lot of above-the-line advertising. And that's what makes live marketing so powerful, because it is a tool that gets you in front of a really targeted market, but it's not terribly expensive. So I'd just like to take a side note here and show you that I've done a terrific job, as you can see, of Photoshop If you showed my graphic designer this she would absolutely cringe but I'm pretty proud of myself for graphic design But as you can see here the point I'm trying to get across is the wonderful thing about live marketing is that it is targeted it's tailored and it's not it doesn't have to be expensive sure there is a cost but it doesn't have to be an arm and a leg like above the line advertising so again events trade shows seminars and your sales team it delivers your message directly Sure, there is a cost, but it doesn't have to be an arm and a leg like above the line advertising. So again, events, trade shows, seminars, and your sales team. It delivers your message directly to your end consumer, your target market, and usually in large volumes. If you take an expo, for example, that could be from 100 to a thousand or more people that you're interacting with, and you're telling them directly about what it is that you have to offer and the value that you provide to them. And again, it gives you B2P contact, that business to person contact that you can develop those relationships and cultivate that over a lifetime. And it also acts as branding and content marketing. So it's not just about a live event on its own, it's about portraying your brand and showcasing it to an audience of people that are interested in something you have to offer or something you're aligned with. And of course, again, it's less expensive than above the line advertising for the most part. But don't forget, your strategy and execution are absolutely critical. You need to make sure that you've got a solid strategy and plan in place and your execution is well thought out with your sales team and otherwise in order to make it effective from a live marketing perspective. So we've defined our live marketing strategy. We've looked at exactly what that means for us in terms of our unique, sustainable competitive advantages and how that could work for live marketing. So we'll look at developing your live marketing strategy. So there are three key elements to focus on when you're thinking about how a live marketing event can look for you. And that is strategy, activation, and follow-up. And I'll talk through what each of those mean, both from B2B and B2C, but it's really important that we consider all of these three things when you're doing a live marketing event to make sure that you have the whole end-to-end event really mapped out properly and you can drive that ROI for your business afterwards. So this could mean having an interaction, doing a demo, have a game, put your products on display, most importantly, have a reason for people to engage with you and your brand and your booth if we're talking about a trade show. So for example, I'll give you an example of B to C event, a trade show. I was, as a first time expectant mother, I went to the baby show. Have any of you been to the baby show before? So, oh my God, totally overwhelming. I had no idea what to expect, but I have so much to learn. Basically, you walk in, and it seems like hundreds of thousands of booths with all sorts of baby products on display and my head's swimming. And, of course, there is a sea of thousands of people there. And it's incredible because everything is under one roof as these large trade shows house. So I'm walking through, and of course I have my marketing hat on, and I'm thinking, I wonder if some of these booths are doing strategy activation and follow-up and if they're doing it effectively. And a lot of them were, and you could tell the difference between those that were and those that weren't. So we've got a booth and, you know, let's say, for example, a company sells 20 different products. What's your strategy going to be? You can have all 20 products on display, that's fine, but narrow it down to focus on just one or two to engage your consumer in that activation by doing a demo on those one or two products. So let's say you have a pram. You can show your consumer, you know, they can push it around, they can take it for a test drive, you can pack it down, you can pull it up, you can have your hundreds of thousands of little gadgets that go on the pram that I just learned about so I've got a lot more research to do. But it really goes to show you that the more you engage and interact with people, the more they're likely to become Affiliated and really ingrained with your product and develop that customer relationship for life So you've got your strategy you've got your activation, but the follow-up Especially for B2B and those big-ticket B2C items is incredibly important because you might not have a purchase on the day But you need to develop that follow-up in order to be able to create that relationship to potentially drive that revenue and that profit moving forward with that consumer. So you might have a survey at your booth. It's a great way to get some market research and you put the survey in a draw for a chance to win. People love being in to win. But they also love getting something on the day. People like gifts. So what you could do is if you don't want the day. People, you know, like gifts. So what you could do is if you don't want to have a survey, have a business card draw. So make sure people drop their business card in, win a little something for engaging with your booth, but then you can take those cards and develop that follow-up plan after with your salespeople. And we'll talk about that in the next section. So that's from a B-to-C perspective, how your strategy, activation, and follow-up can work. From a B-to-B perspective, you know, for us, because we're involved in a number of trade shows, what we can do is have a strategy of right. So we've got over 20 HR technologies and solutions, but we want to focus on just one or two. So we'll do a technology demo, for example, and we'll have either a spinning wheel or we'll have a business card draw some way to engage people in saying thank you for doing a demo at our booth. Drop your business card in or fill out the survey so that we get some client information about you and we can talk to you about it after. That's our follow-up. But for doing that, you win a prize. And the prize could be a branded piece of merchandise, which is great because everyone loves branded water or branded USBs. But it could also be a trial of your product. So don't hesitate to give people an opportunity to try before they buy. And that also allows you an opportunity to build a customer for life. So if I can just say one thing about B2B, B2C, when you're at a trade show, as an important example, please don't have a trestle table at the front of your stand. And if you do, make sure you're standing on the other side of it so you can engage with people. Because most importantly, you need to create that open space to make sure that people can come up and feel like you can approach them. And also, don't expect people to come and approach you. Because gone are the days when they might be banging down your door to try and see what it is that you're offering or what it is you want to sell them and so go out and grab them and engage them in a conversation And that's the best point of advice I can give you is don't just forget or don't just think about the fact that you have all this strategy activation and follow-up to cultivate You also have to think about the layout of your booth, which is quite important for an engagement perspective. So how do you execute your live marketing strategy? We've defined it, we've developed it, and now we need to think about executing it. So what you need to do is make sure that you staff your live events with the right people. Make sure that they're innovative in their approach and they're engaging with their audience. I call them brand advocates, but they're the people that live and breathe your brand that love your business and are great with engaging with the audience. And those are the people that you need to have in your trade show or if you're doing a point of purchase display at a supermarket, for example, as I don't know if any of you were in the V or in Scott's presentation. So the pizza guy who didn't want, you know, have some pizza. It's not very engaging. You need to have somebody that can engage with the crowd. So make sure that you choose wisely and get those brand advocates. Use them as a case study for other staff to show them how it's done. So oftentimes you can staff a booth with two people. Make sure one of them is one of your brand advocates internally and have the other person learned from them. So if they're not or if they haven't done a lot of live events before or they don't have necessarily that level of energy yet, you can show them how it's done by doing four-legged meetings we call it. So make sure that you've got one person that's really great at it and has a lot of experience and one person that needs to learn so that they can learn off of the best. That's the best way having a four-legged meeting to help drive that constant learning in your organization too. And oftentimes you should do it too because you're the brand advocates. You're the ones that develop these amazing marketing strategies for your events and can help execute it through your salespeople. But don't be afraid to lead by example and manage that trade show stand or manage that live event yourself as well To show people the amount of energy and the level of focus and Information and how you can position that value to the client because that's really important and you guys are the ones that really know it best So if I can enforce that in terms of the execution make sure you've got the right people Executing that strategy for your brand so that it really resonates well and they can build those relationships with your clients. So we've talked about now defining your live marketing strategy, developing it and then executing it. So let's talk about integrating live marketing with your sales team. And what does that look like and how can you do that from a marketing perspective? So marketing's role is both in onboarding and ongoing, in my opinion. So it's great if we can train the staff on our competitive advantages. So once you've defined what those look like for your organization, make sure that all of your staff know it too. Make sure that they're quite aware of exactly what makes you different from all of your competitors. So you're all singing from the same hymn sheet. And you're talking to everyone about the same message positioning the same value statement to your clients. And show them, again, as I say, how they provide value to your customers. But make sure that you link a live strategy into an overall marketing campaign. Because any type of marketing can't really stand alone nowadays. It needs to link altogether. So don't forget about that too. Live marketing is great in type of marketing can't really stand alone nowadays. It needs to link all together. So don't forget about that too. Live marketing is great in terms of having various events, but make sure that it's also integrated across your wider business. And if you can integrate your marketing strategy and training into onboarding, that's terrific. And if you have a company that doesn't have a lot of turnover or has had staff for a long time, that's great too. Do a quarterly meeting. Do a webinar if you have a national organization or do host lunch and learns once a quarter for your staff so that you can talk about the value that you provide and those brand messages that you offer and your competitive advantages. And also highlight some of the upcoming events that are happening in your organization for your external clients so that you can talk about it and use those brand advocates in those meetings. It's a continuous ongoing learning process for your staff and the more you can reiterate the message, the better it will be for your business. So the sales role ongoing in terms of integrating with marketing and sales, because they play a massive part as well. They're the ones talking to your clients or your consumers every day. So find out exactly what they think in terms of what events and live marketing initiatives your business should be involved in. So whether that be a new industry that you want to target or a new niche market or a product that you might want to think about getting involved in and how you can market that to the public, get their feedback and opinion. And that can be done through those webinars that we were just talking about hosting or through the ongoing training that you might do the lunch and learns, or just attend the sales meetings. And if you're the salesperson and the marketer together, we'll listen to yourself because that's quite important. And make sure that you share that with your management team because it's really beneficial to your business overall. If you get that feedback from on the ground from your clients, too, as to what they want. So integrating live marketing and sales even further, we need to talk about the purpose of live marketing again. And it's to provide value. It's to be those trusted advisors to your client, to deliver those meaningful messages to them because it's all about building those relationships and sharing that value and vision with your client and then it differentiates you from a transactional model because it's no longer about you need to buy something I need to sell something that's great let's come together it's more about let's understand what it is that you need mr. client because you've got a pain point in your organization and I want to figure out how we can help you solve that. Because if you do, that emotional relationship and connection that you're going to make will last an awfully long time. And then again, the delivery of live marketing is through a number of different channels as I've been talking about, through your B2P channels, through your seminars and events, through your client meetings. And don't forget, through client meetings can be for retail as well on your retail sales floor. So it doesn't just have to be one-on-one. It can be a really large community. So make sure your service, you strive for service excellence, because that's what customers want, and that translates into word of mouth marketing. But additionally, you need to have your internal brand advocates appreciated and your external clients. So don't forget to say thank you to them. And I know a number of presentations this morning we're talking about the big thank you's that you can do, but it's really important and critical that you do at some point appreciate the clients because they're the reason why we're in business and why we have jobs because they're buying from us. So let's say thank you to them and also to your staff because they work really hard. So I'll talk a little bit about some of the things that we do moving forward. But another thing we need to focus on, as I said earlier, is building trust through live marketing because this is really important in terms of developing that long-term relationship. And it comes from building rapport, doing what you say you're going to do, mean what you say, and work with integrity. I know salespeople, they love to talk a big game and promise the world and don't worry, client, we can make anything happen, it's no problem. But sometimes that might translate into not being factual, and that can damage a relationship. So make sure that you do what you say you're going to do and mean what you say. And know your business and your clients inside and out. Know what makes you different from the competition so that you can have that conversation with your clients. I know that there's a lot of other competitors out there, but this is why we're different and this is why I'd like you to work with us. And this is why it will benefit your business and this is the value we can provide to you. So building trust again comes from encouraging that positive message in the marketplace through word of mouth marketing. And don't forget, instead of just waiting for word of mouth marketing to come to you, you can encourage it through blogs or active user groups. So for us, as Drake, as an example, through building trust, through our client appreciation, we host a client and candidate appreciation event at least once a year to say thank you to our clients. And that could be even through a sausage sizzle, or it could be a nice, you know, networking cocktail canopy event with some great live music and all sorts of things like that. But also for our internal staff, we host an annual global retreat, which for our top performers from all around the world, we have a five-star all expenses paid vacation that we take them on. And it takes a lot to qualify, but it makes people feel incredibly special when they do, and they work hard for you. And they're passionate about the brand, and that helps you build those brand advocates and drive that business as well. So don't forget about your internal people too. So another thing about building trust in word of mouth marketing. Some great examples I just wanted to show you. Red Bull is one and I wish that I had known that we were talking about V earlier because I would have used a V example. But Red Bull, to me, this looks like, holy crap, this is scary and I don't even want to be a part of example. But Red Bull, to me, this looks like, holy crap, this is scary and I don't even want to be a part of it. But a lot of people love this sort of event. And the wonderful thing is, you know, whether they sponsor it or whether they're putting it on just for their clients to say thank you, it's all about bringing people together so that they can network with each other. And they've got that relationship with the brand, and then they're building that relationship with the other people too, because you're all there for the same purpose, because you want to see the same thing or be involved in the same event. So it's a great opportunity for you to leverage your brand and make that more of an emotional response and emotional relationship. And then we've got Porsche and Harley Davidson. So they're great examples of companies that have owners groups. So lots of people are very passionate about their Harleys or passionate about their Porsches, and they come together all around the world every year and they bring their motorcycles or their cars together and they talk about how awesome that they are. And that's wonderful because A, you get people all in one place talking about how great your product is. They're there because they love your product, but they're also there because they're building that word of mouth marketing and they're talking about the relationship with each other and their relationship with the brand. So that's a wonderful opportunity that you could think about leveraging for yourself too. So next we have, first we've talked about defining your live marketing strategy, then we have engaging the sales team, and now we've got ROI is everything. So how do you measure your way to marketing success from a live marketing perspective? So my boss, the chairman of Drake, he always thought that a marketer isn't just somebody that comes up with great ideas and executes them. He thinks that a marketer is truly someone who is statistical in their mind. So somebody who does a lot of analysis and a lot of math and numbers, and it's so true. Because what you have to do is determine if what you're doing is good, great, but if it's not, why not? And how do you do that? You do that by measuring the end result, measuring the numbers, and how that translates for your business. So marketing needs support from sales in order to make that happen. I can't reiterate that enough. Without that solid follow-up plan in place, you're not going to gain those results from live marketing. Because businesses work hard for their money, and there's a great song that you can sing right now that talks about that. But marketing and sales need to work really closely so that you can achieve that ROI. And don't forget, there are three elements to an effective event, live event, and that strategy activation, but most importantly in this case, is follow-up. Because without that follow-up, you cannot drive business results. Because as I say, quite often, you won't have a sale on the day, but what you will do is you'll be able to have those contact details of people that have engaged with your booth and engaged with your brand, and follow up to make sure that you drive that revenue and drive that relationship to build revenue in the future. And so make sure for any event that you have, revenue and drive that relationship to build revenue in the future. And so make sure for any event that you have, you capture the details and maintain a tight and diligent follow-up plan with your sales staff. And it's quite easy to do. You just need to make sure that you map it out. Because marketing, and especially live marketing, is only as effective as your sales staff. And I have very interesting and heated conversations when I talk to salespeople about this, but it's incredibly true. I mean, when you think about the fact that we bring people to an event, or we put you in front of a lot of people at an event, it's the salespeople's job to help translate that. So have any of you ever heard about the DJ doesn't sell drinks analogy? Well, I'll tell you right now. So essentially you have a world-class DJ like Calvin Harris, David Gutter, doesn't matter, and they come together and, or they come to a nightclub and thousands of tickets sell out in an instant. Great. The nightclub says awesome. But the nightclub doesn't actually make profit on those ticket sales because that goes to the DJ for the most part. The nightclub needs to rely on selling drinks. So the DJ comes to the event and so do thousands of people. And one thing the DJ doesn't do is say, don't forget everyone. Please remember to buy your vodka soda at the bar. Thank you very much. So what you need to do as salespeople is to make sure that you engage with those attendees at the nightclub that the DJ brought there and get them purchasing drinks to make profit. So marketing gets a lot of people to your event or it gets you in front of a lot of people at an event, but it's up to the sales team to make sure that that translates into results for your business. So that's why we need to work so closely together so that we can realize that ROI on those initiatives. So if it is a well-targeted event, which most live events are, because you've done your strategy activation and follow-up, then it's a great opportunity for sales because people are interested in what you're trying to talk to them about, the value that you are positioning to them. And these are some statistics that are sort of all over the internet at the moment on a number of business blogs which are quite frightening, actually, I think, but do resonate, and I've seen it in our business in certain areas, and I'm sure that it might resonate with you a little bit. Some stats are 80% of sales happen between the fifth and 12th point of contact. And this is most important for B2B or large ticket B2C items. But that's a lot of sales contact that you need to get through before you get that sale. However, they say between 20 to 48% of people never follow up with a sales prospect. So even if you have your strategy activation and follow up plan in place and you grab those details, up to 48% of people might never call those people again. And that's frightening. What are you doing? You know, is that going to translate into results for you? Probably not. And then they say only 25% of salespeople make that second point of contact. So when you think about the fact that you have between 5 to 12 points of contacts that you need to make a sale after an event, but only 25% are calling somebody the second time, it's going to give you Didley Squat, basically. So what we need to make sure is that we are persistent with the sales team, and maybe we help them develop a follow-up plan in order to, okay, here's what you're going to do. One point of contact this week, talk about X. Second point of contact, second week, talk about Y. Help them develop a plan so that they're not afraid. Make it, you know, a goal. You can have a prize for the fifth point of contact. Great. Here you go. Here's a branded pen or something. You know, make it exciting for them to engage with them to ensure that they hit those points of contact to get the ROI for your business, because it's working together that's going to make that translatable. And as I say, persistence is absolutely key, and you need to focus on promoting your brand advocates. So as we say, we have those brand advocates that are really great at driving that message to your consumers at those live events, but also make sure that you can use them in terms of the follow-up plan to show others how it works. And so, you know, this is how Mr. Best Brand Advocate has been able to drive those sales. Let's learn from him, and we can follow what he's doing, and he can show you how it's done. So those types of things are really important in terms of using those brand advocates in your business. So we've talked about defining your live marketing strategy. We've talked about engaging your sales team to make the most out of those events. And then we've just talked about ROI being everything and measuring your way to marketing success. So lastly, let's wrap it up and talk about creating your business case to promote it to senior management. So marketing in the senior management team really need to start working together from your strategy from the top because if it starts from the top, it can trickle down into the whole organization and as I said, everyone is speaking from the same hymn sheet. So the senior management team can help you identify those unique, sustainable, competitive advantages that we talked about earlier. And ideally, marketing would be part of your senior management team so that you can have that constant communication with that group of individuals so that that message is resonating across the whole organization. Because with a solid marketing plan identified from your differentiators and mapped out strategically, these initiatives are worth a test. And the great thing about live marketing is that it doesn't have to be an ongoing year-long plan. It can be something that is a one-off initiative that you can test. We've got a saying at Drake that is, research, research, test, test, measure, measure, repeat, repeat, repeat. And aside from being a massive tongue twister, it's really important and it shows you that you have to research something, but then don't go gangbusters on it. You have to test it and do it in a, you know, case by case basis, and then measure it to see if it's successful and if it is. And those measurements could be different. Success could mean different things for you. It could mean a new client. It could mean net revenue. It could mean further contact. Whatever it might be for your organization, measure it. And then what we need to do is repeat if it works. So make sure that, again, that you have that plan to drive ROI. So here's how you're going to create your business case. You have to list the events you're getting involved in and why. So you do your research, you have an idea as to what that means for your business. Then you talk to your senior management team about who do these events target and how many delegates are going to be in attendance? Because if you've got a lot of people that you're targeting that are the right demographic the right number it's going to translate into potential initiative for testing what is your main focus and outcome outline this to your senior management team what are those three elements strategy activation and follow-up and what is specifically your follow-up plan? How are you going to translate those results into sales or net revenue or building further business after the event? And then ensure your staff are trained on what to say. So you can show your senior management team. We've got this great plan, and this is all the robust information behind it, but here's how we're actually going to execute it with our staff. We're going to do onboarding training and ongoing training. We're going to make sure that we host lunch and learn so that we're training people on exactly what our key differentiators are, what that means to them in their business. And how the sales team can assist. And if you have an upcoming event, it's a great opportunity for you to talk about your strategy activation and follow up for that and a bit of a script around what they should say at the event because that's always important too. And make sure you leverage those brand advocates when you're talking to that about the sale, talking about that to the senior management team. I'm going to use these people who are really excellent in this element to show the other staff how it works and it's going to be an ongoing training type of initiative. So from that we've got, we've developed our live marketing strategy through focusing on our competitive advantages and our strategy activation and follow-up. We've engaged the sales team to make the most out of our events, and that's through training, onboarding and ongoing training and using those brand advocates to our advantage. And then we're going to measure the event events success and the impact on the bottom line because follow-up, the follow-up plan is so important and R-O-I is everything. And then we're going to create and convey that case to senior management by going back to the beginning, using those first three elements to be able to tie it all together and show them the target market and the numbers and the research behind what you were proposing. And then the strategy activation follow up an ROI plan. Because don't forget, numbers are very sexy, and that's what your senior management wants to learn about. And that's all for me. Thank you. Alexandra, thank you very much. Gosh, the first thing that strikes me from that is that we've just been, I guess, lucky enough to see quite a global or world-class sort of set of methodology in action. I'm thinking of when Scott Wright was speaking this morning, he kind of had that Kiwi thing going on, and we did this and we did that and stuff, and you know, whereas Alexander has given us a glimpse into it, what's obviously quite sort of a world-class methodology. My immediate reaction to that is that we shouldn't be at all daunted by that. The bones of, you know, success often comes from having your act together, and we've just had a really valuable glimpse, I think, into a structure and a process, a methodology, if you will, of how to do live marketing. So that's not a question, just an observation. Look, it is question time. Does anyone have any questions they'd like to ask, Alexandra? Look, it is question time. Does anyone have any questions they'd like to ask Alexandra? Nothing? I'll kick it off. What portion of what Drake does is live versus other marketing or sales channels? I mean, there was a lot there. Is it a big portion? Yes. Yeah. It's the majority of our marketing strategy is live marketing because as as I say, we host 150 seminars across Australia and New Zealand. Every year. So we do about 80 in New Zealand and the rest in Australia. So the majority is here. And then, of course, we have our trade shows and events. So I would say it's probably about 75 to 80% of our focus from a marketing perspective. Okay. And a similar proportion, therefore, of your marketing budget, perhaps? Yes, well, I don't know if you can translate it like that, yes, absolutely. But in terms of the other initiatives we do, because we don't do a lot of above the line or really any at all, except for some radio in certain pockets. So the budget isn't massive for any of the other things, so sure you could say about 80%. And what place does marketing have in the hierarchy of Drake? I mean, there's obviously a lot of focus. It seems like it would be something that gets talked about at the top table, is that? Yes, it absolutely is. And that's the wonderful thing about working for Drake. It's basically a marketer's dream because for us, if you have a great initiative and you have a good rationale behind it, everything is worth a test. And our chairman, who's the co-founder of the organization 63 years ago, who's still actively involved in the business, he is sort of an entrepreneur and a marketer at heart. So he truly believes in that, and it's a wonderful place for us to have that opportunity to market, yeah. Oh, a couple of questions. One down the front here, I think. Oh, a couple of questions. One down the front here, I think. Sorry, mine's just a quick question. You said the figures that you put up? Yes. You know where they came from? I can send you the link, but they come from a number of different business blogs. They were originally posted on LinkedIn two years ago, but if you, yeah, I can send you the link as the easiest one if they're about six or seven different articles they write them up yes thank you yeah I miss but I saw those stats somewhere else one of our guys here actually I remember him sending it to me a while ago there's something very similar to that stuff I was quite surprised I guess there's that there's that kiwi kind of not repressed but restrained thing where we're not you know we're not really born pesterers to be you know and that's probably how we see it. But, you know, there's a learning there that as long as you're not inappropriate, you know, keep being in contact, keep providing value. Yeah. I think there was another question. Here we go here. Hi, Derek Livier. You mentioned webinars before. Yes. Are there, do you face unique challenges with webinars versus live events or rather in-person live events? Yeah, I mean we focus on both webinars and seminars because webinars are amazing. You're able to hit every pocket of the nation or international if you want to, which is the great thing. But it really is all about adoption of that technology. So here in New Zealand, for example, we're finding that seminars, that face-to-face live interaction is much more powerful and gets us more of a return in terms of attendee numbers than our webinars do. But in Australia, for example, webinars are going crazy because it means that we have 22 offices in Australia and nine here, but every single pocket of Australia can be touched by this content that we're trying to deliver. So for us, yeah, it depends on the market, but there's something, I mean, they're certainly really popular in the States right now. They're starting to grow in Australia and they're certainly here. So I think it's definitely worthwhile looking into. That was just why we're doing it. Yeah. I think there's another question down the back, Josh. I just want to hear your thoughts on hybrid events, obviously combining live and online. The trend is from what I can tell is increasing in the events industry. What are your thoughts on how far can it go? I am a firm believer won't replace face to face, but having a online and community watching like we do today online and an in-room audience, how far do you see hybrid events going? Sorry, hyper events? Hybrid? Hybrid. Yeah, absolutely. Sorry. Half deaf. Yeah, absolutely. I think it's great. And it actually shows you that personal interaction while you're doing it. So it's not just that you're online and you're behind a computer, you know, it's a real interaction. And I think that's a great place to start because when you take about or when you when you think about and take on an online event whether it be a webinar or otherwise or social media initiative you can inter engage them all together so I absolutely think that hybrid events could be the way of the future and again as I say it helps you reach all of those far-reaching pockets which for a national company or international is really important. Great, yeah. Yeah, with the webinars, reaching the New Zealand and Australian market, are you using a current database list or are you purchasing ones? Where are you finding them? It's a space that we're trying to get into. Yeah, good question. So in terms of our database, we use over, well, we've got quite a few thousand contacts that we've developed ourselves over the years. The legislation is different in Australia and New Zealand into how you can get access to people's email addresses if you want to purchase a database. It's possible to do it here, but you just need to find the right kind of company. We've purchased databases in Australia before, but not here we haven't. But absolutely you can. And the great thing about that is that you can tell them what target market you want, what industry, et cetera, to focus on. Because if you don't have a big enough database yourself as an organization, it's the best place to start. So absolutely, I would encourage you to purchase the database if it's targeted. But make sure if you do it just as a side note, purchase the email addresses or mailing addresses on an ongoing basis, because oftentimes they only sell them as a one-off usage. So make sure you get it ongoing so that you can continue to send those emails. I might add to that a little bit. New Zealand's got stricter privacy rules in Australia, which essentially means the quality of database that you can buy in New Zealand. I won't say it's not as good, but the industry has sort of shrunk a bit compared to, say, 10 or 15 years ago. So I would almost ask for a sample and trying to go to negotiate the ability to test. Yeah, absolutely. You know, a lot of years ago I was involved in that sort of marketing, and I think it was generally more successful because you could sort of have bigger volumes. There are some good databases in New Zealand, but the problem with B2B databases around the world, of course, is that some organizations have great tenure, others don't. People change roles, they change companies, and so keeping it fresh if you're going to do it is quite tough. You might want to sort of look at generating your own database. Different ways of doing that, I mean, and this is probably not the forum. But New Zealand is a database marketing environment because of our privacy laws, which I don't really have an argument with. I think that'll be important going forward, especially for GCSB. You know, I think that's the environment we work in. And so I think it could be a channel for you, but I wouldn't put all my eggs in buying the database channel. Sorry, we're on a dog leg there. No, no, that's fine. But it's really important, and especially to note, for database companies that sell it, you have to have a 95% accuracy. So make sure that they also adhere to that too, because that's quite important. Any other questions? Yep, one down here. With the stats you gave up there about the follow-up stats I mean you got any sort of very wise tips on how you could actually reduce that 80% how can we encourage follow-up yeah well he can make the what you think that the step was 80% of sales on the fourth or fifth contact something yeah so I mean it live events, how could you actually reduce that? Reduce the number of points of contact that you require. To move them to a sale, yeah. Well, that's a really good question. And, you know, I'm sure that there are ways to do it. What really, I mean, when you have somebody who's engaging with your technology or your product or your business and they're ready to buy straight away, it normally means that they've done a lot of research beforehand. So what it's all about is, you know, oftentimes those points of contact aren't necessarily about selling, it's about relationship building and then the sale comes after. So if you cut straight to the chase and you, you know, I'm sure that you can make it quicker, but it depends on the individual and their personal consumption patterns and their way of purchasing in general. But I think just ensuring that you have a solid follow-up plan, and that could be just making sure all your business cards are mapped out in a spreadsheet and you send it to your sales staff and you encourage them through KPI's to drive these follow-up messages, regardless if it's five to 12 points of contact or one point of contact, it really helps you in terms of building your business. So I don't know if I answered your question, but I do think it's really based on the consumer behavior. But if you have a demo and a try before you buy and a bit of a really strategic activation at your live event, I think you're much more likely to get a purchase from that delegate who's engaged with that technology and is interested. Guys, we have to actually wrap it up now. That's been a great session. Alexander, thank you very much for your wisdom. Can we thank Alexander? Thank you. Thank you."}