{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Welcome to this Eva training video."}, {"timestamp": [4.0, 7.5], "text": " So today we'll look at placing images in your videos."}, {"timestamp": [7.5, 11.0], "text": " The image tool lets you offer viewers relevant pictures."}, {"timestamp": [11.0, 18.0], "text": " You can also give students the option of jumping to another part of the video or to a website."}, {"timestamp": [18.0, 22.0], "text": " So select the part of the video you want to work with."}, {"timestamp": [22.0, 26.56], "text": " Choose the images icon and drag it to place it onto the frame."}, {"timestamp": [26.56, 32.16], "text": " You have a few options here in the editor. You can choose to have the image immediately"}, {"timestamp": [32.16, 39.12], "text": " available to viewers by choosing the poster option or use the button option which gives"}, {"timestamp": [39.12, 49.5], "text": " your students a label to click which then reveals the embedded picture. The display time's auto set to show for 10 seconds but you might want to lengthen or reduce that."}, {"timestamp": [49.5, 54.56], "text": " I prefer the pause engaged option which stops the video playing so viewers can"}, {"timestamp": [54.56, 64.24], "text": " engage with the material. Now let's give our image a label, click the add image"}, {"timestamp": [64.24, 68.0], "text": " button and choose your picture."}, {"timestamp": [68.0, 73.0], "text": " You can do simple edits here like Rotate and Crop."}, {"timestamp": [73.0, 77.0], "text": " Now copyright protects original artworks."}, {"timestamp": [77.0, 82.0], "text": " This is just placeholder text that you can change by entering the correct information."}, {"timestamp": [82.0, 88.0], "text": " At a minimum, you should always enter the title and author of the material you are using."}, {"timestamp": [88.0, 94.0], "text": " You can add alternative text here and hover text."}, {"timestamp": [94.0, 97.0], "text": " Click the go-to-un-click disclosure button."}, {"timestamp": [97.0, 102.0], "text": " Activating the visualized function adds a send arrow to the corner of the picture."}, {"timestamp": [102.0, 106.0], "text": " Informing viewers there's a jump option available. Now you have two choices between sending viewers to a website or to a website or to the corner of the picture, informing viewers there's a jump option available."}, {"timestamp": [106.0, 111.0], "text": " Now you have two choices between sending viewers to a website or to another part of the video."}, {"timestamp": [111.0, 114.0], "text": " Let's do the time code option."}, {"timestamp": [114.0, 118.0], "text": " So choose the part of the video you wish to send people to."}, {"timestamp": [118.0, 129.12], "text": " Type the time code into the go-to box, click done and click save save so to send users to a website is the same"}, {"timestamp": [129.12, 134.64], "text": " process just choose the URL option paste the web address here and viewers will be able to"}, {"timestamp": [134.64, 141.28], "text": " access that site from this point of the video and here we are going to another part of"}, {"timestamp": [141.28, 144.0], "text": " the video"}], "text": " Welcome to this Eva training video. So today we'll look at placing images in your videos. The image tool lets you offer viewers relevant pictures. You can also give students the option of jumping to another part of the video or to a website. So select the part of the video you want to work with. Choose the images icon and drag it to place it onto the frame. You have a few options here in the editor. You can choose to have the image immediately available to viewers by choosing the poster option or use the button option which gives your students a label to click which then reveals the embedded picture. The display time's auto set to show for 10 seconds but you might want to lengthen or reduce that. I prefer the pause engaged option which stops the video playing so viewers can engage with the material. Now let's give our image a label, click the add image button and choose your picture. You can do simple edits here like Rotate and Crop. Now copyright protects original artworks. This is just placeholder text that you can change by entering the correct information. At a minimum, you should always enter the title and author of the material you are using. You can add alternative text here and hover text. Click the go-to-un-click disclosure button. Activating the visualized function adds a send arrow to the corner of the picture. Informing viewers there's a jump option available. Now you have two choices between sending viewers to a website or to a website or to the corner of the picture, informing viewers there's a jump option available. Now you have two choices between sending viewers to a website or to another part of the video. Let's do the time code option. So choose the part of the video you wish to send people to. Type the time code into the go-to box, click done and click save save so to send users to a website is the same process just choose the URL option paste the web address here and viewers will be able to access that site from this point of the video and here we are going to another part of the video"}