{"speakers": [], "chunks": [{"timestamp": [0.0, 13.0], "text": " All right. Hi everyone. Welcome back from your lunch. So the next session that we have is a panel discussion session."}, {"timestamp": [13.0, 26.44], "text": " I have with me here, Phil Kerr from, who's the chief executive of Otago Polytechnic, and Rick, Rick Ed, chief executive of Unitech Institute of Technology."}, {"timestamp": [26.9, 34.18], "text": " So what I just want to emphasize on the onset is that we want to keep this session an interactive, free-flowing, conversational one."}, {"timestamp": [34.6, 39.2], "text": " So it won't be one where we're just going to keep a monologue or talk from the stage."}, {"timestamp": [39.94, 46.36], "text": " We would like you to raise any issues, any comments, any questions as you have so that we can engage in a dialogue."}, {"timestamp": [48.0, 53.28], "text": " What I'm going to do first is that I'm just going to introduce both of our panelists here"}, {"timestamp": [53.28, 61.08], "text": " and then pass over the mic to them for them to say a few words on the topic that we're going to look at today,"}, {"timestamp": [61.16, 63.9], "text": " which is supporting the digital student beyond the tools."}, {"timestamp": [64.4, 71.2], "text": " How to develop a culture of support to ensure success of future learning environments in the tertiary sector."}, {"timestamp": [73.78, 77.9], "text": " Okay, let me just briefly introduce our panelists here."}, {"timestamp": [78.8, 84.46], "text": " Rick has been the chief executive of Unitech Institute of Technology in New Zealand since April 2008."}, {"timestamp": [84.96, 89.54], "text": " He holds a master's degree and a doctorate in chemistry from the University of Waikato."}, {"timestamp": [90.22, 95.7], "text": " He has provided consultancy services to industry and educational organizations in Asia and North Pacific,"}, {"timestamp": [96.56, 99.1], "text": " and is an alumnus of the London Business School."}, {"timestamp": [99.7, 103.5], "text": " He has recently been elected as a member of the National Executive Committee of India,"}, {"timestamp": [104.0, 109.94], "text": " New Zealand Business Council, and is a member of the Australian Institute of Company directors."}, {"timestamp": [112.6, 119.78], "text": " Next is Phil. Phil is a successful tertiary leader and teacher with expertise in curriculum"}, {"timestamp": [119.78, 130.24], "text": " development, assessment of student learning and leadership. He has had a lengthy teaching career including teaching economics, accounting management,"}, {"timestamp": [130.24, 135.5], "text": " and tertiary teaching practice and has had a career long interest in leadership and leadership"}, {"timestamp": [135.5, 142.8], "text": " development in the professional development of tertiary educators and in the recognition of prior learning."}, {"timestamp": [142.8, 145.72], "text": " All right, with that brief introduction of our panelists,"}, {"timestamp": [146.14, 150.7], "text": " what I'm going to do is I'm going to hand over to both of them"}, {"timestamp": [150.7, 155.06], "text": " so that they can just say a few words about today's topic"}, {"timestamp": [155.06, 156.72], "text": " and then we'll open it up to the audience."}, {"timestamp": [157.84, 158.12], "text": " All right."}, {"timestamp": [159.44, 159.64], "text": " Okay."}, {"timestamp": [160.72, 160.92], "text": " Okay."}, {"timestamp": [160.92, 162.7], "text": " Hopefully this is Mike working okay?"}, {"timestamp": [162.84, 163.48], "text": " Yep, sounds good."}, {"timestamp": [163.84, 165.8], "text": " Look, kiora everybody, welcome."}, {"timestamp": [165.8, 169.2], "text": " And I'm going to sort of frame my comments today"}, {"timestamp": [169.2, 173.04], "text": " in the context of a strategic journey"}, {"timestamp": [173.04, 175.66], "text": " that Unitech is undertaking."}, {"timestamp": [176.66, 179.3], "text": " We've, like I'm sure, a number of people in this room"}, {"timestamp": [179.3, 181.4], "text": " and a number of tertiary institutions around the world"}, {"timestamp": [181.4, 186.28], "text": " are looking at the big drivers for change that we see out"}, {"timestamp": [186.28, 195.68], "text": " there, obviously technology, changing expectations of learners, changing expectations of employers"}, {"timestamp": [195.68, 201.52], "text": " and society, changing expectations of governments in the way they fund education."}, {"timestamp": [201.52, 206.32], "text": " And we've come to a conclusion that our current way of working, our current"}, {"timestamp": [206.32, 213.44], "text": " way of taking learners on a successful journey needs to fundamentally change. And as an"}, {"timestamp": [213.44, 220.84], "text": " organization, we need to fundamentally change the way we approach that journey. And so we've"}, {"timestamp": [220.84, 230.88], "text": " taken the decision to explicitly move to a very highly blended learning environment,"}, {"timestamp": [232.08, 239.12], "text": " to invest heavily in technology to support that environment,"}, {"timestamp": [239.84, 245.5], "text": " and to radically transform the learning spaces that we use to support learners"}, {"timestamp": [245.5, 249.5], "text": " when they happen to be on campus,"}, {"timestamp": [249.5, 251.52], "text": " but with the expectations that they'll be spending"}, {"timestamp": [251.52, 255.6], "text": " an awful lot less time on campus than has been the case."}, {"timestamp": [255.6, 258.8], "text": " And so my comments today will be really framed"}, {"timestamp": [258.8, 261.96], "text": " in the context of taking a whole organization"}, {"timestamp": [261.96, 268.4], "text": " on this journey, an organization of some 20,000, 25,000 students, 2,000 staff,"}, {"timestamp": [269.6, 272.48], "text": " and a large property portfolio."}, {"timestamp": [272.48, 275.92], "text": " And how do we set up a resilient and sustainable future"}, {"timestamp": [277.44, 281.6], "text": " as an organization that actually is relevant to learners"}, {"timestamp": [281.6, 283.2], "text": " and to employers into the future?"}, {"timestamp": [283.2, 286.6], "text": " So I'll just start with that introductory remark"}, {"timestamp": [286.6, 289.6], "text": " and then we'll pick up the themes of that conversation."}, {"timestamp": [291.4, 297.8], "text": " Well, it's a bit of a snap from an Otago Polytechnic perspective."}, {"timestamp": [299.2, 303.8], "text": " Perhaps not entertaining quite such radical moves, Rick,"}, {"timestamp": [303.8, 309.5], "text": " as you certainly have embarked upon with your design school."}, {"timestamp": [309.5, 315.12], "text": " But we're pretty clear that the future is one"}, {"timestamp": [315.12, 320.2], "text": " where we have to embrace the online learning world"}, {"timestamp": [320.2, 325.0], "text": " much more vigorously than what we've done in the past."}, {"timestamp": [325.0, 332.0], "text": " It's interesting to, when you start to reflect on the notion of the digital learner,"}, {"timestamp": [332.0, 334.0], "text": " who's the digital learner?"}, {"timestamp": [334.0, 340.0], "text": " Well, actually in the future, every learner is the digital learner."}, {"timestamp": [340.0, 358.02], "text": " And I think we perhaps tend to make the mistake of thinking that the digital learner is the young tech savvy running around in nappies with an iPad eventually coming to Polytechnic, and we somehow have to respond to that."}, {"timestamp": [359.06, 362.28], "text": " I don't think that's what we're actually talking about."}, {"timestamp": [362.28, 373.32], "text": " We're talking about people who will be learning in quite different ways from what we've been"}, {"timestamp": [373.32, 375.82], "text": " used to."}, {"timestamp": [375.82, 385.0], "text": " The big shift, I think as we all know with technology, is to render no longer king content."}, {"timestamp": [385.0, 391.0], "text": " And the challenge for us, therefore, as education providers,"}, {"timestamp": [391.0, 397.0], "text": " is how do we go about engaging with learners"}, {"timestamp": [397.0, 404.0], "text": " who can, who have access to, who can teach themselves on the one level,"}, {"timestamp": [404.0, 407.5], "text": " how do we go about adding value to that"}, {"timestamp": [407.5, 414.38], "text": " in ways which better meet not only their needs but the needs of employers and society"}, {"timestamp": [414.38, 415.38], "text": " at large?"}, {"timestamp": [415.38, 419.84], "text": " I think in that regard, Rick, we're absolutely on the same page."}, {"timestamp": [419.84, 428.76], "text": " I think where we've perhaps moving a bit differently for the future is in looking at what"}, {"timestamp": [428.76, 440.44], "text": " we see as the workplace as the learning environment, not just for those areas that traditionally"}, {"timestamp": [440.44, 447.84], "text": " we've seen as places for training, such as in the trades area, but across the full range"}, {"timestamp": [447.84, 457.76], "text": " of qualifications that people can gain, whether that be trade certificates through to degrees"}, {"timestamp": [457.76, 459.88], "text": " and master's degrees."}, {"timestamp": [459.88, 471.88], "text": " So as an institution, we're very much embracing work-based learning as a valid way to offer"}, {"timestamp": [471.88, 475.46], "text": " learning opportunities to adults."}, {"timestamp": [475.46, 482.88], "text": " Interesting thing that seems to be an international phenomenon, which I think has been"}, {"timestamp": [482.88, 489.6], "text": " brought about by the online learning environment"}, {"timestamp": [489.6, 498.0], "text": " and that's the exponential growth of adults engaging in further and higher education."}, {"timestamp": [498.0, 508.6], "text": " Look I've just come back from some time in the States and I revisited an institution that's got this amazing record"}, {"timestamp": [508.6, 514.2], "text": " for its performance in online learning, Southern New Hampshire University."}, {"timestamp": [514.2, 520.68], "text": " When I was there last year, 10 months ago, they had 30,000 online learners."}, {"timestamp": [520.68, 524.52], "text": " Today they have 45,000 online learners."}, {"timestamp": [524.52, 531.3], "text": " All adults in work, there's the future and there's the challenge that we've got, I think,"}, {"timestamp": [531.78, 537.24], "text": " when it comes back to what's the future of support for learners."}, {"timestamp": [537.7, 539.56], "text": " I'll sort of stop there for the moment."}, {"timestamp": [540.4, 547.84], "text": " What Rick and I hope is that rather than us go to and throw in breaking up one dialogue,"}, {"timestamp": [547.84, 553.64], "text": " monologue followed by another, is if we can get some interaction going with the group."}, {"timestamp": [553.64, 560.24], "text": " We've been a pretty quiet group all morning and it'll be deathly if after lunch we remain a quiet group."}, {"timestamp": [560.24, 564.24], "text": " So we'll just have to be controversial, Phil."}, {"timestamp": [564.24, 565.0], "text": " Okay."}, {"timestamp": [565.0, 573.0], "text": " All right, so how about, I mean, I would like to open up to the audience, questions, comments,"}, {"timestamp": [573.0, 576.0], "text": " interesting points you want to raise?"}, {"timestamp": [576.0, 581.0], "text": " Yes, please."}, {"timestamp": [581.0, 585.0], "text": " You might just want to, I guess you might just want to introduce yourself, I mean, and then, Yes, please."}, {"timestamp": [590.0, 593.0], "text": " You might just want to, I guess you might just want to introduce yourself and then, I mean, I mean, we know who you are because morning you spoke about."}, {"timestamp": [593.0, 595.0], "text": " Now, at lunch and after lunch is a long time."}, {"timestamp": [595.0, 597.0], "text": " People would forget."}, {"timestamp": [597.0, 600.0], "text": " So I'm Vassi again from North Tech."}, {"timestamp": [600.0, 608.24], "text": " I kind of agree with Phil that the future of learning places and spaces are likely to move and probably not be on campus."}, {"timestamp": [609.24, 615.3], "text": " And then we look at something amazing that MIT have done and build this wonderful building in space and say,"}, {"timestamp": [615.3, 618.64], "text": " well, what will be the use of that in the future?"}, {"timestamp": [620.64, 627.5], "text": " If the learning spaces and places move to where the learners are at work or somewhere else."}, {"timestamp": [628.34, 632.46], "text": " And how are we going to bridge that divide between a learning space and a learning place"}, {"timestamp": [632.46, 634.44], "text": " where the learner is and learner learns?"}, {"timestamp": [636.44, 637.2], "text": " I'll start?"}, {"timestamp": [637.46, 637.66], "text": " Yeah."}, {"timestamp": [637.74, 638.02], "text": " All right."}, {"timestamp": [638.02, 658.64], "text": " Well, I think one way into that really, I mean, incredibly valid and relevant point is to start thinking about, you know, one of the fundamental principles of, you know, of really designing great education and starting with understanding who your learners are and what they're trying to achieve themselves."}, {"timestamp": [659.22, 664.46], "text": " And I think, you know, that's something, it's a, it's, we should never, never forget that, and I'm sure no one here would."}, {"timestamp": [664.46, 666.66], "text": " But it's, it's recognizing that different learners it's, it's, it's, it's never, never forget that and I'm sure no one here would, but it's, it's, it's recognizing that that"}, {"timestamp": [666.66, 670.32], "text": " different learners are at different stages of that learning journey have different"}, {"timestamp": [670.32, 674.82], "text": " different, different needs and and expectations that even, you know, social"}, {"timestamp": [674.82, 678.3], "text": " expectations as to what, what, you know, they anticipate the learning"}, {"timestamp": [678.3, 684.16], "text": " journey will look like and so, you know, from, from my perspective, we, we are"}, {"timestamp": [684.16, 688.68], "text": " almost placing a bet that for the next five to ten years,"}, {"timestamp": [688.68, 695.76], "text": " we are saying that if we sort of took, say, for a three-year applied degree, we'd broadly"}, {"timestamp": [695.76, 699.92], "text": " expect to see our learners spend about a third of that time on campus, about a third of that"}, {"timestamp": [699.92, 705.64], "text": " time at least in work-integrated learning experiences likely in the workplace and about"}, {"timestamp": [705.64, 709.7], "text": " a third of their time interacting online and remotely."}, {"timestamp": [709.7, 717.04], "text": " And that the, for those learners who are school leavers, you know, that social interaction in"}, {"timestamp": [717.04, 723.0], "text": " the learning space we think is still likely to be both expected and highly, highly relevant"}, {"timestamp": [723.0, 724.54], "text": " from those learners."}, {"timestamp": [724.54, 729.6], "text": " If the learners are primarily people who are in work, we would have an expectation that very"}, {"timestamp": [729.6, 734.12], "text": " few of them would spend much time at all wanting to be, you know, coming to us."}, {"timestamp": [734.12, 735.82], "text": " They want us to go to them."}, {"timestamp": [735.82, 750.78], "text": " So as things evolve over time, I could imagine actually that the relevance of campuses does become under question."}, {"timestamp": [750.78, 759.68], "text": " But I'm not yet at the point where I say that I foresee that campuses will disappear"}, {"timestamp": [759.68, 764.9], "text": " entirely and have no relevance whatsoever."}, {"timestamp": [764.9, 768.0], "text": " Relevance is changing, I would say the extent of access is changing,"}, {"timestamp": [769.0, 773.48], "text": " which is again, while we're trying to do at Unitech is to, you know,"}, {"timestamp": [773.48, 777.04], "text": " basically we actually are planning for a future with less space,"}, {"timestamp": [777.04, 779.44], "text": " even though we're expecting to grow the organization."}, {"timestamp": [779.44, 781.64], "text": " And that's a way of, if you like, managing,"}, {"timestamp": [781.64, 784.24], "text": " sort of having a dollar each way, if you like, on that bet."}, {"timestamp": [785.12, 791.14], "text": " But if you look at what MIT have done, you know, they are facing a learner population,"}, {"timestamp": [791.14, 798.88], "text": " but facing, particularly, you know, a high proportion of less confident learners"}, {"timestamp": [798.88, 807.76], "text": " who probably do need higher levels of support and perhaps a little bit more face-to-face"}, {"timestamp": [807.76, 809.16], "text": " than hands-on care."}, {"timestamp": [809.16, 811.0], "text": " So I can see from their perspective"}, {"timestamp": [811.0, 814.0], "text": " it's a sensible thing to do what they've done."}, {"timestamp": [815.84, 817.5], "text": " Will it last for 50 years?"}, {"timestamp": [817.5, 819.12], "text": " I don't know."}, {"timestamp": [819.12, 820.46], "text": " Thank you very much for that."}, {"timestamp": [820.46, 822.3], "text": " You just got me thinking when you're talking"}, {"timestamp": [822.3, 828.82], "text": " about the role of the campus and the three-thirds of the way and places and time that learners will spend in the"}, {"timestamp": [828.82, 832.78], "text": " future it kind of got me thinking that from what you were saying the campus"}, {"timestamp": [832.78, 836.86], "text": " will become the space for them to socialize mainly absolutely so that's what"}, {"timestamp": [836.86, 841.96], "text": " they're going to engage and get support and kind of meet and learn together"}, {"timestamp": [841.96, 845.96], "text": " rather than the primary place that they're going to learn."}, {"timestamp": [845.96, 850.6], "text": " So it's more like ability to offer that socializing and ability to connect with other learners"}, {"timestamp": [850.6, 855.44], "text": " face to face if desirable rather than the place to be taught."}, {"timestamp": [855.44, 864.44], "text": " I think that's sort of inevitably the case that we're seeing more and more the type of space"}, {"timestamp": [864.44, 868.24], "text": " that particularly younger, younger learners,"}, {"timestamp": [868.24, 873.94], "text": " our Gen Y learners want to operate within."}, {"timestamp": [873.94, 878.66], "text": " They don't want to be locked away in classrooms, they want to be learning in more social"}, {"timestamp": [878.66, 881.24], "text": " and open and collaborative spaces."}, {"timestamp": [881.24, 887.0], "text": " But I think the key point for us to take on board is that actually the future"}, {"timestamp": [888.34, 894.66], "text": " will be made up of parts of everything because there are just so many diverse learner needs."}, {"timestamp": [896.8, 907.82], "text": " And I think that's the issue that we have to grapple with. Up until recent times, we've operated on the assumption that all learners"}, {"timestamp": [907.82, 917.24], "text": " are pretty much the same and they're not. And so yes, there'll always be a place for campuses"}, {"timestamp": [917.24, 930.3], "text": " that are providing particular things for particular learners. And then there will be alternative resources that are required for different learners."}, {"timestamp": [930.3, 938.46], "text": " And I don't know that that necessarily just divides up nicely into school leavers and adults"}, {"timestamp": [938.46, 945.0], "text": " in work, but it's about the needs of the individual."}, {"timestamp": [945.4, 947.84], "text": " I think that's what we're grappling with,"}, {"timestamp": [947.84, 953.04], "text": " that we can no longer think about operating institutions"}, {"timestamp": [953.04, 956.4], "text": " that treat the learner as an homogenous group"}, {"timestamp": [956.4, 958.24], "text": " because they're far from that."}, {"timestamp": [958.24, 962.32], "text": " And so when we translate that into the question"}, {"timestamp": [962.32, 965.8], "text": " at issue here today about providing support for learners,"}, {"timestamp": [966.22, 968.22], "text": " then that has to be a tailored support."}, {"timestamp": [968.72, 975.4], "text": " The mistake that we will make is perpetuating the myth that all learners are the same."}, {"timestamp": [977.84, 979.28], "text": " Steve Sources for you, Cole."}, {"timestamp": [979.86, 985.1], "text": " It's also true, Phil, that we tend to make the mistake of thinking that all programs are the same."}, {"timestamp": [985.46, 992.24], "text": " And that different programs obviously have very different means by which they can be imparted to students."}, {"timestamp": [992.54, 994.78], "text": " I'm not sure I'd ever want to learn cooking online."}, {"timestamp": [995.56, 998.26], "text": " I've seen enough of MasterChev to know that it doesn't work."}, {"timestamp": [998.8, 1002.98], "text": " You've actually got to be there with people who can help you and guide you."}, {"timestamp": [1003.1, 1005.38], "text": " And there'll be a lot of programs, trades programs,"}, {"timestamp": [1005.38, 1009.12], "text": " similarly, where actually, so I guess my thought"}, {"timestamp": [1009.12, 1013.14], "text": " is that the institutions are likely to become"}, {"timestamp": [1013.14, 1016.52], "text": " places with high value spaces."}, {"timestamp": [1016.52, 1019.08], "text": " That when you're not working in work,"}, {"timestamp": [1019.08, 1020.88], "text": " and that's one way in which of course you can get"}, {"timestamp": [1020.88, 1023.12], "text": " your hospitality and catering training"}, {"timestamp": [1023.12, 1024.62], "text": " is through in-work programs,"}, {"timestamp": [1024.62, 1027.26], "text": " but where people are coming to our institutions,"}, {"timestamp": [1027.78, 1030.54], "text": " it's going to be for a high value experience"}, {"timestamp": [1030.54, 1035.82], "text": " because you can indeed get a lot of the information imparted"}, {"timestamp": [1035.82, 1037.18], "text": " simply through the online."}, {"timestamp": [1037.62, 1040.54], "text": " So it's an adding value experience coming to us."}, {"timestamp": [1041.0, 1042.82], "text": " Yeah, couldn't agree with you more"}, {"timestamp": [1042.82, 1054.86], "text": " that we've got to focus on the value ad and that's actually a different role for our academic"}, {"timestamp": [1054.86, 1057.42], "text": " staff in particular."}, {"timestamp": [1057.42, 1068.36], "text": " It's that shift from, well, actually I'm the value ad to, well, no, there's a lot more value add component parts."}, {"timestamp": [1068.36, 1074.96], "text": " And I think when we start to look at the notion of supporting the learner of the future,"}, {"timestamp": [1074.96, 1082.84], "text": " then it's about getting our heads around who does that support and how do we best do that."}, {"timestamp": [1082.84, 1090.0], "text": " I think that we've tended to undervalue somewhat the support that comes with the"}, {"timestamp": [1090.0, 1095.88], "text": " person that has the primary interaction with the learner. I was going to say the classroom teacher,"}, {"timestamp": [1095.88, 1108.4], "text": " but it could be the online teacher. And I think we've got to rethink how important that role is as a learner support role,"}, {"timestamp": [1108.94, 1114.92], "text": " not seeing centralised support services as the answer."}, {"timestamp": [1115.22, 1123.26], "text": " The centralised support services should be, again, a value add for the things that, let's call it,"}, {"timestamp": [1123.32, 1125.0], "text": " the learning facilitator,"}, {"timestamp": [1126.08, 1129.68], "text": " is unable to do or it's not reasonable for them to do."}, {"timestamp": [1131.52, 1133.76], "text": " I think I'd build on that point actually,"}, {"timestamp": [1135.16, 1139.96], "text": " that we've both in terms of support services for learners,"}, {"timestamp": [1139.96, 1144.68], "text": " but even if we think about the role of the tutor"}, {"timestamp": [1144.68, 1145.24], "text": " or the lecturer, or the academic is, and think about something, you know, what the role of the tutor or the lecturer,"}, {"timestamp": [1145.68, 1150.92], "text": " or the, you know, academic is, and think about saying to unbundle those, the various"}, {"timestamp": [1150.92, 1155.78], "text": " contributions that those people make in that learning journey."}, {"timestamp": [1155.78, 1164.64], "text": " And thinking about that then of not necessarily seeing the future teacher, if you like,"}, {"timestamp": [1164.72, 1165.0], "text": " is necessarily looking like they do now and maybe allowing for greater degrees of specialised. not necessarily seeing the future teacher, if you like,"}, {"timestamp": [1165.0, 1167.62], "text": " is necessarily looking like they do now,"}, {"timestamp": [1167.62, 1170.98], "text": " and maybe allowing for greater degrees of specialization"}, {"timestamp": [1170.98, 1175.78], "text": " and greater use of teamwork in supporting learners"}, {"timestamp": [1175.78, 1177.3], "text": " on that journey, both on an online"}, {"timestamp": [1177.3, 1179.16], "text": " and a face-to-face role."}, {"timestamp": [1179.16, 1180.84], "text": " So that's some of the things we've been grappling with"}, {"timestamp": [1180.84, 1185.92], "text": " is what's the future of the educator in this world."}, {"timestamp": [1185.92, 1192.7], "text": " We need them, but again, we think there are different ways you can conceptualize those jobs."}, {"timestamp": [1192.7, 1198.5], "text": " Just going back to Steve, your point about that value adding of the space."}, {"timestamp": [1198.5, 1204.16], "text": " Again, I totally support that, and in many respects, I think what we're trying to conceptualize"}, {"timestamp": [1204.16, 1206.24], "text": " for Unitech is how, again, just as we're trying to conceptualise for Unitech is how again"}, {"timestamp": [1206.24, 1212.04], "text": " just as we're trying to create learning experiences that are more reflective and relevant towards"}, {"timestamp": [1212.04, 1226.82], "text": " the world of work is to create the physical environment that actually starts to look and feel a lot more like that as well and if you look at the MIT building in a way I mean that that looks like a modern well-out office building rather than a tertiary institution."}, {"timestamp": [1227.66, 1230.7], "text": " And so you're actually already creating, if it's like an ambience and an environment,"}, {"timestamp": [1230.7, 1237.04], "text": " that is a lot closer to what most people would be expecting to interact in the workplace of the future,"}, {"timestamp": [1237.5, 1241.02], "text": " be it in an office environment or in a workshop or a kitchen."}, {"timestamp": [1241.92, 1244.68], "text": " It's actually about making that as authentic as possible."}, {"timestamp": [1245.0, 1248.0], "text": " Yeah."}, {"timestamp": [1248.0, 1249.0], "text": " Next question."}, {"timestamp": [1249.0, 1252.0], "text": " Hi, Edwin McCrae, game developer."}, {"timestamp": [1252.0, 1259.82], "text": " What I guess I'm struggling with is the differentiation between the tools and the support"}, {"timestamp": [1259.82, 1261.86], "text": " and environment outside."}, {"timestamp": [1261.86, 1266.1], "text": " What I'm seeing in the entertainment industry is that the design of a game"}, {"timestamp": [1266.1, 1271.9], "text": " incorporates all of the support that goes with it. And game developers are stepping back"}, {"timestamp": [1271.9, 1276.3], "text": " from actually trying to teach players how to play their game and are letting the community"}, {"timestamp": [1276.3, 1282.24], "text": " do that and curate that through forums, YouTube, video creation, tutorials and so on."}, {"timestamp": [1282.24, 1285.1], "text": " So is that a model that could potentially be"}, {"timestamp": [1285.1, 1290.56], "text": " introduced and we're actually the teacher is removing themselves on it becoming"}, {"timestamp": [1290.56, 1296.06], "text": " more of a curator than an actual source of information? Yeah I think that's"}, {"timestamp": [1296.06, 1307.48], "text": " happening now. I think of a program that we're just in our third year at Otago Polytechnic operating."}, {"timestamp": [1308.22, 1311.9], "text": " It's a culinary design degree."}, {"timestamp": [1313.36, 1319.98], "text": " And this is taking a whole different look at training chefs."}, {"timestamp": [1321.94, 1328.04], "text": " And it's about training chefs as the creators of food experiences."}, {"timestamp": [1328.92, 1332.0], "text": " And so in that sense, I guess, it's not necessarily training chefs."}, {"timestamp": [1332.0, 1338.12], "text": " But the whole learning model is actually a learner-driven model"}, {"timestamp": [1338.12, 1350.62], "text": " with learners initially provided with the necessary basic skill set, which is in the first year of the degree"}, {"timestamp": [1350.62, 1358.82], "text": " and thereafter essentially driving their own learning, mainly project-driven with the staff"}, {"timestamp": [1358.82, 1359.82], "text": " on the side."}, {"timestamp": [1359.82, 1368.2], "text": " And I think curator is a really good way to describe that role."}, {"timestamp": [1368.2, 1374.74], "text": " The staff tell us though that it's even more demanding than being the content expert."}, {"timestamp": [1374.74, 1382.24], "text": " But differently demanding and certainly from their own statements a heck of a lot more satisfying"}, {"timestamp": [1382.24, 1386.24], "text": " than transmitting skills and techniques and knowledge."}, {"timestamp": [1386.24, 1396.76], "text": " Thank you. I completely agree with that. I think that curation word is a really, really interesting choice and I think is really relevant to that."}, {"timestamp": [1396.76, 1407.4], "text": " And I think it also, the point that more and more peer support from students to student is just an incredibly vital part of that,"}, {"timestamp": [1407.4, 1410.24], "text": " you know, that value adding is a learning experience as well."}, {"timestamp": [1410.24, 1421.24], "text": " And so that ability then of, you know, the future curator, tutor, facilitator, coach, mentor,"}, {"timestamp": [1421.24, 1426.9], "text": " whatever word you want to use, is around, in a way, sort of shaping that"}, {"timestamp": [1426.9, 1432.0], "text": " game environment and making sure there are lots of different ways for people to learn"}, {"timestamp": [1432.0, 1433.0], "text": " under that environment."}, {"timestamp": [1433.0, 1440.86], "text": " And we've just gone through a whole semester where we have put 400 students into a flip"}, {"timestamp": [1440.86, 1445.64], "text": " classroom model for our first year health sciences program, so the first semester."}, {"timestamp": [1446.36, 1456.5], "text": " There are no lectures, content is online, and the face-to-face interaction is around the project"}, {"timestamp": [1456.5, 1461.4], "text": " work, the teamwork, and so on. So two big learnings from that. First learning from the staff"}, {"timestamp": [1461.4, 1465.56], "text": " perspective, this was the first time that the staff had done this."}, {"timestamp": [1465.56, 1468.0], "text": " They knew the theory."}, {"timestamp": [1468.0, 1470.14], "text": " And they said they felt for a whole semester"}, {"timestamp": [1470.14, 1473.3], "text": " they were in a continuous professional development program"}, {"timestamp": [1473.3, 1476.54], "text": " being taught by the students effectively."}, {"timestamp": [1476.54, 1480.2], "text": " The second one, it was a huge journey for the students too."}, {"timestamp": [1480.2, 1486.86], "text": " But that when they worked out that actually collaboration was okay, that we actually want you to work together."}, {"timestamp": [1487.38, 1489.06], "text": " We don't want you to work individually."}, {"timestamp": [1489.54, 1498.4], "text": " They started helping each other and instantly, you know, the performance of the group lifted from that."}, {"timestamp": [1499.78, 1502.42], "text": " But it was still a big shock for some students."}, {"timestamp": [1502.92, 1506.14], "text": " We had one complaint from a mother of one student."}, {"timestamp": [1506.14, 1509.48], "text": " And Hyde-Dajun-Rang said, I must complain, why are we paying you this money?"}, {"timestamp": [1509.48, 1513.04], "text": " It seems like my daughter is having to teach herself."}, {"timestamp": [1513.04, 1518.06], "text": " And we said, thank you very much, mission accomplished."}, {"timestamp": [1518.06, 1526.4], "text": " Which of course goes to the heart of what it is that we're trying to generate with graduates these days."}, {"timestamp": [1526.4, 1531.32], "text": " And I think we're seeing a fairly clear shift."}, {"timestamp": [1531.32, 1536.6], "text": " Interestingly enough, one that was underscored in the latest tertiary education strategy."}, {"timestamp": [1536.6, 1544.44], "text": " I don't know how many of you are surprised as I was to see quite a lengthy section expecting"}, {"timestamp": [1544.44, 1549.4], "text": " tertiary providers to be developing broader learner capability,"}, {"timestamp": [1549.4, 1552.24], "text": " the so-called soft skills."}, {"timestamp": [1552.24, 1560.62], "text": " In fact, if you do a little Google exercise and ask the question, what are the top ten things"}, {"timestamp": [1560.62, 1564.86], "text": " that employers want in a graduate?"}, {"timestamp": [1564.86, 1568.24], "text": " And do that for France and Canada and the United"}, {"timestamp": [1568.24, 1571.96], "text": " States and Britain and so on, Australia and New Zealand."}, {"timestamp": [1571.96, 1579.16], "text": " And I'll bet you that on the list of 10, that seven of them will be absolutely common and"}, {"timestamp": [1579.16, 1582.82], "text": " that they'll fall in roughly the same order."}, {"timestamp": [1582.82, 1590.5], "text": " And it's actually not about the discipline content per se, but about"}, {"timestamp": [1590.5, 1598.0], "text": " a broader set of skills and capabilities. And I think therein is an important part of our"}, {"timestamp": [1598.0, 1608.16], "text": " future and that our learning environments are going to have to do much better job in not just developing those"}, {"timestamp": [1608.16, 1614.0], "text": " capable, helping students develop those capabilities, but we're going to have to get into"}, {"timestamp": [1614.0, 1621.08], "text": " the business of assessing those capabilities and assuring employers, and I'm coming at this"}, {"timestamp": [1621.08, 1630.4], "text": " unashamedly from a polytechnic perspective here. I think we're in the business of helping people into their careers"}, {"timestamp": [1630.4, 1631.96], "text": " and into meaningful work."}, {"timestamp": [1632.8, 1640.12], "text": " But that's going to be incumbent upon us to be sending our graduates out"}, {"timestamp": [1640.12, 1647.56], "text": " with some form of evidence around those broader capabilities rather than just an"}, {"timestamp": [1647.56, 1653.18], "text": " academic transcript that says they've got an A or B or a C for what looks like traditional"}, {"timestamp": [1653.18, 1654.82], "text": " subjects."}, {"timestamp": [1654.82, 1663.68], "text": " So I think therein lies a real challenge for us, both in terms of how we design for learning,"}, {"timestamp": [1663.68, 1666.58], "text": " but it also introduces another set of challenges around"}, {"timestamp": [1666.58, 1672.34], "text": " how we support the development of those capabilities."}, {"timestamp": [1672.34, 1678.24], "text": " Some of our traditional academic staff will find that quite a difficult thing to get their"}, {"timestamp": [1678.24, 1679.6], "text": " heads around."}, {"timestamp": [1679.6, 1689.0], "text": " Much easier to be working with that which you're comfortable with rather than, okay, so now I have to help"}, {"timestamp": [1689.0, 1695.0], "text": " these people become better team players. Do I know how to do that? And so on."}, {"timestamp": [1695.0, 1699.0], "text": " Yes. Yes, please."}, {"timestamp": [1699.0, 1704.0], "text": " My name is Ingrid Valleku from Calston Girls High School."}, {"timestamp": [1704.0, 1713.0], "text": " I've just embraced, I'm with Mind Lab just starting their course and I've changed my teaching style and it's been the last two weeks."}, {"timestamp": [1713.0, 1717.0], "text": " My learners are learning together, I'm not teaching in there."}, {"timestamp": [1717.0, 1730.18], "text": " And I've really been in the last two weeks amazed at the learning that's gone on in my level one digital technology class. I've provided them with some tools, some keywords, and they're working on"}, {"timestamp": [1730.18, 1735.28], "text": " their own. They're teaching each other, supporting each other, working in groups, and"}, {"timestamp": [1735.28, 1740.22], "text": " they're all engaged, all heavily engaged, they're inspired, they're encouraging each other,"}, {"timestamp": [1740.22, 1744.6], "text": " and I noticed there were three particular students whom you could say I thought we're"}, {"timestamp": [1744.6, 1745.54], "text": " not very bright,"}, {"timestamp": [1745.74, 1749.68], "text": " were maybe a little bit mentally impaired."}, {"timestamp": [1750.1, 1755.1], "text": " The last lesson, I could not believe what they had actually achieved, what they had got through,"}, {"timestamp": [1755.52, 1756.52], "text": " and they were amazed."}, {"timestamp": [1756.52, 1764.06], "text": " I actually asked them and they said how enthused they were and that they were amazed that they had achieved what they had in that time."}, {"timestamp": [1764.78, 1765.24], "text": " And I was just walking around the room, open class next door achieved what they had in that time."}, {"timestamp": [1765.24, 1771.22], "text": " And I was just walking around the room, open class next door, and I had a teacher walk in."}, {"timestamp": [1771.22, 1775.76], "text": " She didn't even know it was going on, and she walked in and she says, oh, what's going on in here?"}, {"timestamp": [1775.76, 1777.24], "text": " She said, this is amazing."}, {"timestamp": [1777.24, 1782.24], "text": " I had no idea, but it was just the atmosphere and the vibes that must have come off."}, {"timestamp": [1782.24, 1783.24], "text": " Fantastic."}, {"timestamp": [1783.24, 1786.0], "text": " Nice, thanks for that comment."}, {"timestamp": [1786.0, 1788.0], "text": " Anyone else?"}, {"timestamp": [1788.0, 1794.0], "text": " Actually, I had a question, I mean, because Rick, you were talking about moving to a blended model."}, {"timestamp": [1794.0, 1797.0], "text": " So, I mean, I had this question even before I came into the session."}, {"timestamp": [1797.0, 1800.0], "text": " I mean, I teach two models completely online."}, {"timestamp": [1800.0, 1804.0], "text": " Usually, especially at the beginning, there tends to be a lot of problems."}, {"timestamp": [1804.0, 1810.24], "text": " I mean, some students come at different levels of technological ability, digital literacy levels."}, {"timestamp": [1811.44, 1814.28], "text": " Some of them are just completely not used to learning online."}, {"timestamp": [1814.64, 1819.4], "text": " So I was just wondering, at an institutional level, you mentioned that you're slowly moving,"}, {"timestamp": [1819.56, 1821.18], "text": " encouraging a move towards a blended model."}, {"timestamp": [1821.88, 1828.6], "text": " So would you be able to just share some of your, I mean, some of the challenges that you, I mean, faced and how probably..."}, {"timestamp": [1828.6, 1834.24], "text": " Oh, sure. Look, and I think it is, it's absolutely again recognizing that you're sort of,"}, {"timestamp": [1834.24, 1838.9], "text": " one of the fundamental principles of good education, you start where the learners at."}, {"timestamp": [1838.9, 1847.5], "text": " And so, recognize and understanding that because not yet every secondary school classroom has had teachers"}, {"timestamp": [1847.5, 1853.36], "text": " going through the mine lab and teaching in lots of different ways, that the confidence"}, {"timestamp": [1853.36, 1860.14], "text": " with technology, the digital literacy, other literacy, they're at different levels."}, {"timestamp": [1860.14, 1877.42], "text": " And it's again then recognizing that you actually need to provide a solution for each of those students to help get them up to the level where they can compete on an even footing, if you like, in terms of competes the wrong way, but participate on a level playing field."}, {"timestamp": [1877.92, 1886.5], "text": " So that was one of the learnings we had from our Flip Classroom experiment pilot was that for the second semester, so"}, {"timestamp": [1886.5, 1891.4], "text": " it's already, we started into the, we're actually teaching this in three semesters, so summer"}, {"timestamp": [1891.4, 1898.0], "text": " school as well, that they're going, the team have built in a latter two-week sort of introduction"}, {"timestamp": [1898.0, 1907.76], "text": " period where they focus much more on just ensuring that all of the students have acquiring the confidence and the"}, {"timestamp": [1907.76, 1912.76], "text": " capabilities they need with the technology. So more support at the early end."}, {"timestamp": [1912.76, 1915.24], "text": " Was this done face to face or was it online?"}, {"timestamp": [1915.24, 1924.28], "text": " Yes, basically all models. So there are face-to-face drop in sessions, there are online"}, {"timestamp": [1924.28, 1928.5], "text": " slow tutorials. There are, we use Blackwall"}, {"timestamp": [1928.5, 1935.34], "text": " Collaborates, so there are also online, online, you know, sessions with the support teams."}, {"timestamp": [1935.34, 1941.7], "text": " So, you know, it's again, it's not relying on one way, but providing, you know, a range of options."}, {"timestamp": [1942.3, 1946.0], "text": " And again, that's a great thing with you, When you use a lot of that from a technology perspective,"}, {"timestamp": [1946.0, 1948.0], "text": " it makes it much more scalable."}, {"timestamp": [1948.0, 1951.0], "text": " So that's been one big learning,"}, {"timestamp": [1951.0, 1953.0], "text": " and it was anticipated,"}, {"timestamp": [1953.0, 1957.0], "text": " but I think we found that there was quite a range"}, {"timestamp": [1957.0, 1961.0], "text": " of confidence and competence with the students"}, {"timestamp": [1961.0, 1963.0], "text": " that you just need to plan for that."}, {"timestamp": [1963.0, 1965.08], "text": " Thanks. Anything you would like to pay for that. Thanks."}, {"timestamp": [1967.08, 1967.74], "text": " Anything you would like to add to that, Phil?"}, {"timestamp": [1970.3, 1971.1], "text": " From Otago, not really."}, {"timestamp": [1972.56, 1972.68], "text": " Okay, anyone else?"}, {"timestamp": [1973.8, 1979.44], "text": " Any, yes, please."}, {"timestamp": [1981.8, 1982.72], "text": " Hanzibilian from Rotorah Girls High School."}, {"timestamp": [1987.84, 1992.76], "text": " So we are just listening to you, we are going through a very similar journey in our thinking and our ways of delivering our programs and trying to be more innovative and trying to get"}, {"timestamp": [1992.76, 1998.82], "text": " the student learning, you know, centred at the heart of what we do."}, {"timestamp": [1998.82, 2004.9], "text": " But what sort of support have you wrapped around your teaching and especially in the way"}, {"timestamp": [2004.9, 2005.84], "text": " of building that culture?"}, {"timestamp": [2005.84, 2009.12], "text": " Because that's something that we're really trying to achieve."}, {"timestamp": [2009.12, 2016.76], "text": " And we know that, you know, walking into a classroom, as said before today, you know, you can really tell the level of engagement."}, {"timestamp": [2016.76, 2024.24], "text": " And there are certainly things that we can do a lot better and in preparing our students for further study, for work, you know."}, {"timestamp": [2024.24, 2027.76], "text": " So a lot of our conversations are very similar to yours."}, {"timestamp": [2027.76, 2034.0], "text": " And also the second part of what I'm trying to ask is, what sort of support do you provide"}, {"timestamp": [2034.0, 2040.0], "text": " down to secondary in that sense, you know, for us to be able to work together in a common"}, {"timestamp": [2040.0, 2041.0], "text": " goal?"}, {"timestamp": [2041.0, 2044.0], "text": " Two good questions there."}, {"timestamp": [2044.0, 2049.92], "text": " Well, I think the first part of it, which is around supporting the teachers, yeah, certainly"}, {"timestamp": [2049.92, 2052.58], "text": " I mean that's a huge part of it."}, {"timestamp": [2052.58, 2059.62], "text": " And there's lots of different things we're trying to do there, but one of them is first"}, {"timestamp": [2059.62, 2066.4], "text": " of all about setting an expectation that this is moving from a nice idea to actually this is the way"}, {"timestamp": [2066.4, 2070.0], "text": " we're going to be doing it in the future so there's a journey that's been sort of laid out"}, {"timestamp": [2070.0, 2076.0], "text": " that we're going on this journey we'd really like you to be on that journey with us and and so"}, {"timestamp": [2076.0, 2082.32], "text": " that's the first thing the second thing is it's again to recognize themselves that our teachers"}, {"timestamp": [2082.32, 2085.7], "text": " bring to have different strengths and capabilities and if"}, {"timestamp": [2085.7, 2090.18], "text": " we start thinking about it into the future maybe maybe we don't have to set the"}, {"timestamp": [2090.18, 2095.76], "text": " expectation that that teachers have to have you know be excellent at a whole"}, {"timestamp": [2095.76, 2098.96], "text": " range of things maybe there's an opportunity to specialize more and work in a"}, {"timestamp": [2098.96, 2102.68], "text": " team environment that's the second thing but it's also about it's about thinking"}, {"timestamp": [2102.68, 2109.72], "text": " about the capabilities it's about creating the opportunities for professional development but it's also about thinking about the capabilities. It's about creating the opportunities for professional development, but it's also about making"}, {"timestamp": [2109.72, 2110.72], "text": " it real."}, {"timestamp": [2110.72, 2117.62], "text": " And so it's finding out the teams that are the early adopters and actively encouraging them"}, {"timestamp": [2117.62, 2127.26], "text": " to both share with their colleagues and create opportunities for observations in the classroom and what have you."}, {"timestamp": [2127.62, 2130.86], "text": " But also it's about creating the spaces, the learning spaces,"}, {"timestamp": [2130.98, 2132.58], "text": " as pilot and demonstration spaces."}, {"timestamp": [2133.06, 2138.28], "text": " So we've found actually that space is a big driver for these,"}, {"timestamp": [2139.54, 2142.42], "text": " it's getting the change in behaviours for both the students and the staff."}, {"timestamp": [2143.76, 2147.76], "text": " It's interesting that the number of times we had when the staff who had, some of them have"}, {"timestamp": [2147.76, 2153.84], "text": " been quite reticent to explore the space, but they walk into a classroom that's been reconfigured"}, {"timestamp": [2153.84, 2157.12], "text": " into a more, you know, support a more collaborative learning approach, and all of a sudden,"}, {"timestamp": [2157.12, 2160.72], "text": " they go, ah, got it, now I see."}, {"timestamp": [2160.72, 2164.88], "text": " So it's lots of different ways, but certainly that practical part of it is sort of giving people"}, {"timestamp": [2164.88, 2166.1], "text": " a chance to try it out."}, {"timestamp": [2166.1, 2170.76], "text": " Again, I think that's what the fundamental principle under the way the Mind Lab project"}, {"timestamp": [2170.76, 2174.76], "text": " is working is actually incredibly practically oriented."}, {"timestamp": [2174.76, 2191.34], "text": " I think there's the, we underestimate the power of collaborative approaches at our peril, that we should be putting more time and energy"}, {"timestamp": [2191.34, 2200.96], "text": " into leveraging the power of learning communities that are learner-driven communities."}, {"timestamp": [2200.96, 2207.0], "text": " A lot more than my observation is that we do currently."}, {"timestamp": [2207.0, 2211.0], "text": " Peer-to-peer processes are extraordinarily powerful."}, {"timestamp": [2211.0, 2215.0], "text": " Interesting enough, I was reading something recently"}, {"timestamp": [2215.0, 2220.0], "text": " which was talking about where do you think you get the most value"}, {"timestamp": [2220.0, 2224.0], "text": " from putting in developmental effort?"}, {"timestamp": [2224.0, 2227.5], "text": " Would it be in developing teachers?"}, {"timestamp": [2227.5, 2234.5], "text": " Would it be in improving the way in which you structured your delivery?"}, {"timestamp": [2234.5, 2240.5], "text": " Or would it be in terms of empowering groups of learners to work together?"}, {"timestamp": [2240.5, 2249.76], "text": " Well, it was the latter was where the best return so it was being argued would"}, {"timestamp": [2249.76, 2256.56], "text": " come from and the least return was preparing the teachers, putting more energy into the"}, {"timestamp": [2256.56, 2264.88], "text": " teachers. So that's suggesting perhaps a different focus for us, not so much on whether"}, {"timestamp": [2264.88, 2268.38], "text": " it's teacher development that's required,"}, {"timestamp": [2268.38, 2275.98], "text": " but actually leveraging more the learner as a genuine co-participant in the learning process."}, {"timestamp": [2275.98, 2282.72], "text": " I think we find it easy to stay in the mode that the teacher is central."}, {"timestamp": [2282.72, 2288.32], "text": " The learner is central and we've just seen so much in so many different"}, {"timestamp": [2288.32, 2297.68], "text": " contexts of the power of the crowd, that ability for people to, in the end, mediate the"}, {"timestamp": [2297.68, 2307.76], "text": " contributions of many to arrive at good answers. And so my suspicion is that that's where we should be put in our"}, {"timestamp": [2307.76, 2309.76], "text": " developmental energy."}, {"timestamp": [2309.76, 2316.0], "text": " So just picking up on your other question, which is about that, the, you know, working"}, {"timestamp": [2316.0, 2320.24], "text": " with secondary schools and tertiary institutions working more closely together in this space."}, {"timestamp": [2320.24, 2325.32], "text": " That's a really, you know, really interesting one of us. Do start thinking about the role that"}, {"timestamp": [2325.32, 2336.18], "text": " technology can play here in terms of enhancing collaboration. And I know that a lot of the energy"}, {"timestamp": [2336.18, 2342.32], "text": " that has gone into sort of the policy setting around transitions from secondary to tertiary"}, {"timestamp": [2342.32, 2346.06], "text": " education is around trying to better"}, {"timestamp": [2346.06, 2351.04], "text": " plug those pathways together you know make it sort of close the gaps that"}, {"timestamp": [2351.04, 2355.72], "text": " that students can fall through you know and there's things like the Trade"}, {"timestamp": [2355.72, 2359.44], "text": " Academies and and some of those other other initiatives that that are aimed at"}, {"timestamp": [2359.44, 2371.0], "text": " trying to blur the you know blue the boundaries I think that you know one of the other, as we, all parts of the education"}, {"timestamp": [2371.0, 2378.56], "text": " sector move to this more collaborative and online enabled space, it could create some really"}, {"timestamp": [2378.56, 2383.88], "text": " interesting opportunities to collaborate, you know, thinking of it from the perspective"}, {"timestamp": [2383.88, 2385.84], "text": " of the learner's journey. There are bureaucratically in funding, you know, thinking of it from the perspective of the learner's journey."}, {"timestamp": [2385.84, 2392.56], "text": " There are bureaucratically in funding, you know, reasons why, you know, the secondary school"}, {"timestamp": [2392.56, 2400.16], "text": " and a tertiary institution or a PTE or a, you know, a job, actually technology is one way to actually"}, {"timestamp": [2400.16, 2402.36], "text": " overcome those barriers."}, {"timestamp": [2402.36, 2405.18], "text": " So it's, yeah, I think there's a lot to think about it in that space."}, {"timestamp": [2405.26, 2407.26], "text": " It's a really intriguing possibility."}, {"timestamp": [2411.3, 2412.28], "text": " Yep, thank you."}, {"timestamp": [2413.28, 2414.24], "text": " Anyone else?"}, {"timestamp": [2415.34, 2418.32], "text": " I think we can take probably another two more questions."}, {"timestamp": [2419.52, 2421.6], "text": " I just, well, so, sorry, there we go to the question over there."}, {"timestamp": [2425.82, 2426.64], "text": " No, behind you."}, {"timestamp": [2427.82, 2428.22], "text": " Behind you."}, {"timestamp": [2432.36, 2434.14], "text": " Iris Hutchinson, North Tech."}, {"timestamp": [2436.0, 2439.32], "text": " Tertiary education is often viewed in the past"}, {"timestamp": [2439.32, 2441.98], "text": " as being something that would add value"}, {"timestamp": [2441.98, 2447.0], "text": " to a workers' earning capacity."}, {"timestamp": [2447.0, 2453.0], "text": " Northland, as many people know, is a low-waged economy, and there are a lot of people on"}, {"timestamp": [2453.0, 2459.0], "text": " benefits, and there are a lot of people on benefits being moved into tertiary education,"}, {"timestamp": [2459.0, 2464.0], "text": " with the idea that they'll be able to get well-paid jobs at the end of it."}, {"timestamp": [2464.0, 2472.52], "text": " My question is future learning environments, will they be affordable for the student, given"}, {"timestamp": [2472.52, 2476.38], "text": " the talk of the changes in the delivery?"}, {"timestamp": [2476.38, 2480.68], "text": " And it's a valid question that the mother asked, what are we paying for, except my question"}, {"timestamp": [2480.68, 2488.0], "text": " is what will the student get in real terms out of this new learning environment"}, {"timestamp": [2488.0, 2490.0], "text": " in places like Northland?"}, {"timestamp": [2492.0, 2493.0], "text": " Yeah."}, {"timestamp": [2494.0, 2495.0], "text": " And not be worse off."}, {"timestamp": [2495.0, 2498.0], "text": " The point being that there are many students that I've seen in North,"}, {"timestamp": [2498.0, 2501.0], "text": " who start off on a benefit, that's not good,"}, {"timestamp": [2501.0, 2508.22], "text": " but they go into tertiary education and they're actually deeper in debt, they're financially worse off than if they've never been there in the first place."}, {"timestamp": [2510.42, 2513.44], "text": " That's a really big question actually."}, {"timestamp": [2514.9, 2526.36], "text": " And I think my first answer is it absolutely demonstrates the fact that even education in itself can't be thought of in isolation."}, {"timestamp": [2527.24, 2534.96], "text": " That, you know, while education is a huge enabler to help people to succeed and prosper,"}, {"timestamp": [2536.38, 2544.34], "text": " it's a necessary but not sufficient, you know, condition that unless the thinking is going on"}, {"timestamp": [2544.34, 2549.76], "text": " about how to build, you to build an economy and the jobs"}, {"timestamp": [2549.76, 2557.76], "text": " and the development of a region alongside that, then you'll get exactly the outcomes that you"}, {"timestamp": [2557.76, 2563.92], "text": " talked about. So if there are no jobs in the region, then presumably people have either two choices."}, {"timestamp": [2563.92, 2567.76], "text": " They wear the debt or they go somewhere else where they can find a job"}, {"timestamp": [2567.76, 2571.76], "text": " and I don't think anyone would be arguing that that's a sustainable proposition either."}, {"timestamp": [2571.76, 2581.6], "text": " I think that's a deeply concerning situation, I think, for a lot of the different parts of the world,"}, {"timestamp": [2581.6, 2583.76], "text": " but parts of New Zealand."}, {"timestamp": [2583.76, 2585.04], "text": " I think from an affordability perspective, I actually believe that a lot of the different parts of the world, but parts of New Zealand."}, {"timestamp": [2587.5, 2587.72], "text": " I think from an affordability perspective,"}, {"timestamp": [2592.36, 2595.84], "text": " I actually believe that we are yet to really challenge ourselves as an education industry about whether, in fact,"}, {"timestamp": [2596.0, 2598.64], "text": " there are more affordable ways available here."}, {"timestamp": [2599.68, 2603.42], "text": " I think about, I'm sure most people here know about the Khan Academy."}, {"timestamp": [2604.42, 2605.3], "text": " Think about that. It's free. I think about, I'm sure most people here know about the Khan Academy, you know, think about"}, {"timestamp": [2605.3, 2610.0], "text": " that, it's free, funded through a completely different mechanism."}, {"timestamp": [2610.0, 2619.92], "text": " You know, I do believe that a challenge that we need to really own is finding ways to actually"}, {"timestamp": [2619.92, 2626.68], "text": " reduce significantly the cost to the learner, and I don't necessarily mean that means the government should pay more."}, {"timestamp": [2627.74, 2632.78], "text": " But have we tried hard enough to break the existing paradigms and rethink this?"}, {"timestamp": [2633.26, 2635.26], "text": " There are people out there who are doing it like Kahn."}, {"timestamp": [2636.66, 2648.0], "text": " Could I add that I think that what is implicitly underpinning how we operate at tertiary is that we're educating for employment."}, {"timestamp": [2648.0, 2658.0], "text": " And it's only a small shift to reconceptualise that that we might maybe we are educating for work,"}, {"timestamp": [2658.0, 2660.0], "text": " which may be self-employment."}, {"timestamp": [2660.0, 2667.44], "text": " And I'm not saying this lightly, as a polytechnic we're engaging with Bougainville."}, {"timestamp": [2667.44, 2673.24], "text": " I don't know if you know much about Bougainville, it's an extraordinarily depressed area,"}, {"timestamp": [2673.24, 2682.3], "text": " 45% illiteracy rate overall, and there's no employment."}, {"timestamp": [2682.3, 2687.06], "text": " And yet they see, we're working with the autonomous government there."}, {"timestamp": [2687.16, 2690.86], "text": " It's an autonomous region within Papua New Guinea."}, {"timestamp": [2691.7, 2697.7], "text": " And they're totally convinced that there's only one way out of their mire, and that is through education."}, {"timestamp": [2697.7, 2703.6], "text": " So I think we're starting in the right place from that perspective, but they're equally adamant."}, {"timestamp": [2704.02, 2705.5], "text": " There's no point in training people"}, {"timestamp": [2705.5, 2711.08], "text": " to be employed because they won't be. You're going to have to train them to be self-employed."}, {"timestamp": [2711.88, 2719.12], "text": " It requires us to bring an entirely different perspective to bear and therefore creating entirely"}, {"timestamp": [2719.12, 2729.76], "text": " different learning environments. And I suspect that this is the case with Northland that more of a sustainable community"}, {"timestamp": [2729.76, 2736.56], "text": " model is what is required so that at least in the first instance people who can't"}, {"timestamp": [2736.56, 2743.62], "text": " realistically aspire to employment into jobs that don't exist can contribute in a very"}, {"timestamp": [2743.62, 2752.0], "text": " real way to building the economic base of a town or of a village"}, {"timestamp": [2752.0, 2754.28], "text": " if it's that small."}, {"timestamp": [2754.28, 2761.76], "text": " So I think we do have to rethink the underpinning assumption of what it is that we're doing."}, {"timestamp": [2761.76, 2767.32], "text": " And educating for enterprise skills is an entirely different kettle of fish"}, {"timestamp": [2767.32, 2770.3], "text": " to educating for employment skills."}, {"timestamp": [2772.4, 2773.86], "text": " I think there's an answer in there."}, {"timestamp": [2775.08, 2777.08], "text": " Yeah, thanks."}, {"timestamp": [2777.08, 2778.84], "text": " I think we are coming very close."}, {"timestamp": [2778.84, 2782.34], "text": " I mean, we could take probably one more final question"}, {"timestamp": [2782.34, 2784.28], "text": " if there's any."}, {"timestamp": [2784.28, 2786.0], "text": " Anyone? one final?"}, {"timestamp": [2786.0, 2791.8], "text": " Could I add a bit just something that I think is important for us to focus on in a world"}, {"timestamp": [2791.8, 2799.86], "text": " that I think we're all agreeing will have much more online learning whether it's"}, {"timestamp": [2799.86, 2807.16], "text": " in a blended model whether it's to service adults in in work for whom there's no other alternative."}, {"timestamp": [2807.16, 2817.72], "text": " And it's appreciating the power of mining the data that is generated in the online learning"}, {"timestamp": [2817.72, 2819.68], "text": " environment."}, {"timestamp": [2819.68, 2828.88], "text": " And I see the future of support for learners and learning being significantly enhanced in the future"}, {"timestamp": [2828.88, 2838.38], "text": " by much better learning analytics. The ability for us to know that an individual learner is"}, {"timestamp": [2838.38, 2845.0], "text": " engaging or not. That's the beauty with working in the online environment."}, {"timestamp": [2845.0, 2853.0], "text": " Redesigning learning for that environment and ensuring that there are lots of opportunities"}, {"timestamp": [2853.0, 2859.0], "text": " for learners to demonstrate whether they've grasped the concept."}, {"timestamp": [2859.0, 2864.0], "text": " And of course our ability to know instantly whether they have or not."}, {"timestamp": [2864.0, 2873.72], "text": " So it's a new field, but it's one I think that we should be engaging in much more vigorously."}, {"timestamp": [2873.72, 2880.76], "text": " And I guess my wish is that we wouldn't do it as individual institutions."}, {"timestamp": [2880.76, 2888.36], "text": " I think there's considerable scope for institutional collaboration around the development of online learning,"}, {"timestamp": [2888.86, 2895.14], "text": " the learning analytics, and therefore the evidence base to inform good learner support."}, {"timestamp": [2895.74, 2900.04], "text": " Because at the end of the day, the best learner support is totally individualised."}, {"timestamp": [2900.22, 2901.02], "text": " It has to be."}, {"timestamp": [2901.8, 2910.04], "text": " And you can do that if you've got access to specific data about specific individuals about"}, {"timestamp": [2910.04, 2915.88], "text": " how they're doing coming at that from a variety of perspectives, whether it's actual success,"}, {"timestamp": [2915.88, 2920.76], "text": " achievement and success, whether it's engagement, whether it's communicating with others,"}, {"timestamp": [2920.76, 2921.76], "text": " whatever."}, {"timestamp": [2921.76, 2926.56], "text": " There's a future there that's waiting to be tapped."}, {"timestamp": [2926.56, 2927.6], "text": " Now I fully support that."}, {"timestamp": [2927.6, 2931.22], "text": " Just to quickly throw in a live example,"}, {"timestamp": [2931.22, 2933.92], "text": " we've started looking into the analytics associated"}, {"timestamp": [2933.92, 2935.28], "text": " with this first semester."}, {"timestamp": [2935.28, 2939.34], "text": " So we found a direct correlation to the grade level"}, {"timestamp": [2939.34, 2941.46], "text": " of the extent of interaction that the students have"}, {"timestamp": [2941.46, 2944.16], "text": " with the online learning portal and they're great."}, {"timestamp": [2944.16, 2947.06], "text": " They achieve higher their interaction, high the grade."}, {"timestamp": [2947.06, 2951.36], "text": " Now what we don't know is, is that a cause or if they're in effect, all we're measuring"}, {"timestamp": [2951.36, 2952.36], "text": " is engagement."}, {"timestamp": [2952.36, 2957.32], "text": " So, you know, but it's really interesting, you know, just to open up that one, it's understanding"}, {"timestamp": [2957.32, 2961.12], "text": " what's going on there."}, {"timestamp": [2961.12, 2964.24], "text": " How recognisable are online qualifications?"}, {"timestamp": [2964.24, 2971.46], "text": " Like I'm not sure what papers you can do online, but say I did a bachelor's degree online with one of the online things."}, {"timestamp": [2971.86, 2979.42], "text": " And then I wanted to go and I qualified in that and I wanted to go to do my master's at Auckland University or something."}, {"timestamp": [2979.82, 2986.32], "text": " You know, to get cross credits or even going in teaching, would they recognise that qualification and teaching"}, {"timestamp": [2986.32, 2988.94], "text": " and give me the pay scale accordingly?"}, {"timestamp": [2989.9, 2992.28], "text": " Far be it for me to speak on behalf of Auckland University,"}, {"timestamp": [2992.62, 2997.64], "text": " but I think you'll find at the moment that it's a fairly wildly varying space,"}, {"timestamp": [2997.72, 3000.02], "text": " but actually it is anyway, whether it was online or not."}, {"timestamp": [3000.02, 3002.74], "text": " You know, Auckland University makes its own rules"}, {"timestamp": [3002.74, 3007.16], "text": " about which qualifications it'll accept and, you know, for entry into its programs anyway."}, {"timestamp": [3008.34, 3009.86], "text": " So, as to others."}, {"timestamp": [3011.14, 3016.5], "text": " You know, we have in New Zealand at least a, you know, a national accreditation framework."}, {"timestamp": [3017.82, 3022.42], "text": " And so a, you know, in terms of the credibility of the qualification,"}, {"timestamp": [3022.72, 3025.04], "text": " if it's fully online, fully face-to-face,"}, {"timestamp": [3031.2, 3031.52], "text": " there is a benchmarking through the NGQA's accreditation processes that in New Zealand, I think,"}, {"timestamp": [3033.08, 3033.82], "text": " give us some degree of confidence."}, {"timestamp": [3038.92, 3043.14], "text": " But it comes back down to what you tend to use that for, and whether an employer will regard a degree earned online,"}, {"timestamp": [3044.06, 3047.76], "text": " compared to one fully you know, fully"}, {"timestamp": [3047.76, 3052.6], "text": " face to face, will come down to an individual employer decision actually."}, {"timestamp": [3052.6, 3059.0], "text": " But I think the employment world will need to catch up because, you know, more and more"}, {"timestamp": [3059.0, 3061.24], "text": " and more people will be taking advantage of that."}, {"timestamp": [3061.24, 3066.48], "text": " And it comes that down to the confidence in the accreditation and the credentialing."}, {"timestamp": [3066.48, 3071.38], "text": " The evidence in North America is that apart from the employers"}, {"timestamp": [3071.38, 3074.64], "text": " that are interested in Ivy League degrees,"}, {"timestamp": [3074.64, 3077.02], "text": " the rest don't care."}, {"timestamp": [3077.02, 3080.34], "text": " That what they want to know is to what level"}, {"timestamp": [3080.34, 3082.74], "text": " have you been educated?"}, {"timestamp": [3082.74, 3086.56], "text": " And that's about all I generally want to know."}, {"timestamp": [3086.56, 3087.84], "text": " And then they move on."}, {"timestamp": [3087.84, 3096.06], "text": " It's one of those very base level selection criteria when looking to see whether someone's"}, {"timestamp": [3096.06, 3099.06], "text": " going to make the shortlist or not."}, {"timestamp": [3099.06, 3100.88], "text": " And we've got a wonderful master's degree."}, {"timestamp": [3100.88, 3110.0], "text": " You're welcome to come and do it. All right. I'm mindful of time because we've just gone past 220."}, {"timestamp": [3110.0, 3115.0], "text": " With that, I think I should bring a closure to this panel session."}, {"timestamp": [3115.0, 3120.0], "text": " I would like to thank all of you from the audience for your questions, comments and insightful"}, {"timestamp": [3120.0, 3127.72], "text": " sharing and I would like to thank our panelists Rick and Phil for taking the time off to"}, {"timestamp": [3127.72, 3133.98], "text": " come here and share their insights and engaging in an interesting conversation with"}, {"timestamp": [3133.98, 3138.36], "text": " all of you yes with that thank you thank you pleasure"}, {"timestamp": [3138.36, 3142.44], "text": " pleasure"}], "text": " All right. Hi everyone. Welcome back from your lunch. So the next session that we have is a panel discussion session. I have with me here, Phil Kerr from, who's the chief executive of Otago Polytechnic, and Rick, Rick Ed, chief executive of Unitech Institute of Technology. So what I just want to emphasize on the onset is that we want to keep this session an interactive, free-flowing, conversational one. So it won't be one where we're just going to keep a monologue or talk from the stage. We would like you to raise any issues, any comments, any questions as you have so that we can engage in a dialogue. What I'm going to do first is that I'm just going to introduce both of our panelists here and then pass over the mic to them for them to say a few words on the topic that we're going to look at today, which is supporting the digital student beyond the tools. How to develop a culture of support to ensure success of future learning environments in the tertiary sector. Okay, let me just briefly introduce our panelists here. Rick has been the chief executive of Unitech Institute of Technology in New Zealand since April 2008. He holds a master's degree and a doctorate in chemistry from the University of Waikato. He has provided consultancy services to industry and educational organizations in Asia and North Pacific, and is an alumnus of the London Business School. He has recently been elected as a member of the National Executive Committee of India, New Zealand Business Council, and is a member of the Australian Institute of Company directors. Next is Phil. Phil is a successful tertiary leader and teacher with expertise in curriculum development, assessment of student learning and leadership. He has had a lengthy teaching career including teaching economics, accounting management, and tertiary teaching practice and has had a career long interest in leadership and leadership development in the professional development of tertiary educators and in the recognition of prior learning. All right, with that brief introduction of our panelists, what I'm going to do is I'm going to hand over to both of them so that they can just say a few words about today's topic and then we'll open it up to the audience. All right. Okay. Okay. Hopefully this is Mike working okay? Yep, sounds good. Look, kiora everybody, welcome. And I'm going to sort of frame my comments today in the context of a strategic journey that Unitech is undertaking. We've, like I'm sure, a number of people in this room and a number of tertiary institutions around the world are looking at the big drivers for change that we see out there, obviously technology, changing expectations of learners, changing expectations of employers and society, changing expectations of governments in the way they fund education. And we've come to a conclusion that our current way of working, our current way of taking learners on a successful journey needs to fundamentally change. And as an organization, we need to fundamentally change the way we approach that journey. And so we've taken the decision to explicitly move to a very highly blended learning environment, to invest heavily in technology to support that environment, and to radically transform the learning spaces that we use to support learners when they happen to be on campus, but with the expectations that they'll be spending an awful lot less time on campus than has been the case. And so my comments today will be really framed in the context of taking a whole organization on this journey, an organization of some 20,000, 25,000 students, 2,000 staff, and a large property portfolio. And how do we set up a resilient and sustainable future as an organization that actually is relevant to learners and to employers into the future? So I'll just start with that introductory remark and then we'll pick up the themes of that conversation. Well, it's a bit of a snap from an Otago Polytechnic perspective. Perhaps not entertaining quite such radical moves, Rick, as you certainly have embarked upon with your design school. But we're pretty clear that the future is one where we have to embrace the online learning world much more vigorously than what we've done in the past. It's interesting to, when you start to reflect on the notion of the digital learner, who's the digital learner? Well, actually in the future, every learner is the digital learner. And I think we perhaps tend to make the mistake of thinking that the digital learner is the young tech savvy running around in nappies with an iPad eventually coming to Polytechnic, and we somehow have to respond to that. I don't think that's what we're actually talking about. We're talking about people who will be learning in quite different ways from what we've been used to. The big shift, I think as we all know with technology, is to render no longer king content. And the challenge for us, therefore, as education providers, is how do we go about engaging with learners who can, who have access to, who can teach themselves on the one level, how do we go about adding value to that in ways which better meet not only their needs but the needs of employers and society at large? I think in that regard, Rick, we're absolutely on the same page. I think where we've perhaps moving a bit differently for the future is in looking at what we see as the workplace as the learning environment, not just for those areas that traditionally we've seen as places for training, such as in the trades area, but across the full range of qualifications that people can gain, whether that be trade certificates through to degrees and master's degrees. So as an institution, we're very much embracing work-based learning as a valid way to offer learning opportunities to adults. Interesting thing that seems to be an international phenomenon, which I think has been brought about by the online learning environment and that's the exponential growth of adults engaging in further and higher education. Look I've just come back from some time in the States and I revisited an institution that's got this amazing record for its performance in online learning, Southern New Hampshire University. When I was there last year, 10 months ago, they had 30,000 online learners. Today they have 45,000 online learners. All adults in work, there's the future and there's the challenge that we've got, I think, when it comes back to what's the future of support for learners. I'll sort of stop there for the moment. What Rick and I hope is that rather than us go to and throw in breaking up one dialogue, monologue followed by another, is if we can get some interaction going with the group. We've been a pretty quiet group all morning and it'll be deathly if after lunch we remain a quiet group. So we'll just have to be controversial, Phil. Okay. All right, so how about, I mean, I would like to open up to the audience, questions, comments, interesting points you want to raise? Yes, please. You might just want to, I guess you might just want to introduce yourself, I mean, and then, Yes, please. You might just want to, I guess you might just want to introduce yourself and then, I mean, I mean, we know who you are because morning you spoke about. Now, at lunch and after lunch is a long time. People would forget. So I'm Vassi again from North Tech. I kind of agree with Phil that the future of learning places and spaces are likely to move and probably not be on campus. And then we look at something amazing that MIT have done and build this wonderful building in space and say, well, what will be the use of that in the future? If the learning spaces and places move to where the learners are at work or somewhere else. And how are we going to bridge that divide between a learning space and a learning place where the learner is and learner learns? I'll start? Yeah. All right. Well, I think one way into that really, I mean, incredibly valid and relevant point is to start thinking about, you know, one of the fundamental principles of, you know, of really designing great education and starting with understanding who your learners are and what they're trying to achieve themselves. And I think, you know, that's something, it's a, it's, we should never, never forget that, and I'm sure no one here would. But it's, it's recognizing that different learners it's, it's, it's, it's never, never forget that and I'm sure no one here would, but it's, it's, it's recognizing that that different learners are at different stages of that learning journey have different different, different needs and and expectations that even, you know, social expectations as to what, what, you know, they anticipate the learning journey will look like and so, you know, from, from my perspective, we, we are almost placing a bet that for the next five to ten years, we are saying that if we sort of took, say, for a three-year applied degree, we'd broadly expect to see our learners spend about a third of that time on campus, about a third of that time at least in work-integrated learning experiences likely in the workplace and about a third of their time interacting online and remotely. And that the, for those learners who are school leavers, you know, that social interaction in the learning space we think is still likely to be both expected and highly, highly relevant from those learners. If the learners are primarily people who are in work, we would have an expectation that very few of them would spend much time at all wanting to be, you know, coming to us. They want us to go to them. So as things evolve over time, I could imagine actually that the relevance of campuses does become under question. But I'm not yet at the point where I say that I foresee that campuses will disappear entirely and have no relevance whatsoever. Relevance is changing, I would say the extent of access is changing, which is again, while we're trying to do at Unitech is to, you know, basically we actually are planning for a future with less space, even though we're expecting to grow the organization. And that's a way of, if you like, managing, sort of having a dollar each way, if you like, on that bet. But if you look at what MIT have done, you know, they are facing a learner population, but facing, particularly, you know, a high proportion of less confident learners who probably do need higher levels of support and perhaps a little bit more face-to-face than hands-on care. So I can see from their perspective it's a sensible thing to do what they've done. Will it last for 50 years? I don't know. Thank you very much for that. You just got me thinking when you're talking about the role of the campus and the three-thirds of the way and places and time that learners will spend in the future it kind of got me thinking that from what you were saying the campus will become the space for them to socialize mainly absolutely so that's what they're going to engage and get support and kind of meet and learn together rather than the primary place that they're going to learn. So it's more like ability to offer that socializing and ability to connect with other learners face to face if desirable rather than the place to be taught. I think that's sort of inevitably the case that we're seeing more and more the type of space that particularly younger, younger learners, our Gen Y learners want to operate within. They don't want to be locked away in classrooms, they want to be learning in more social and open and collaborative spaces. But I think the key point for us to take on board is that actually the future will be made up of parts of everything because there are just so many diverse learner needs. And I think that's the issue that we have to grapple with. Up until recent times, we've operated on the assumption that all learners are pretty much the same and they're not. And so yes, there'll always be a place for campuses that are providing particular things for particular learners. And then there will be alternative resources that are required for different learners. And I don't know that that necessarily just divides up nicely into school leavers and adults in work, but it's about the needs of the individual. I think that's what we're grappling with, that we can no longer think about operating institutions that treat the learner as an homogenous group because they're far from that. And so when we translate that into the question at issue here today about providing support for learners, then that has to be a tailored support. The mistake that we will make is perpetuating the myth that all learners are the same. Steve Sources for you, Cole. It's also true, Phil, that we tend to make the mistake of thinking that all programs are the same. And that different programs obviously have very different means by which they can be imparted to students. I'm not sure I'd ever want to learn cooking online. I've seen enough of MasterChev to know that it doesn't work. You've actually got to be there with people who can help you and guide you. And there'll be a lot of programs, trades programs, similarly, where actually, so I guess my thought is that the institutions are likely to become places with high value spaces. That when you're not working in work, and that's one way in which of course you can get your hospitality and catering training is through in-work programs, but where people are coming to our institutions, it's going to be for a high value experience because you can indeed get a lot of the information imparted simply through the online. So it's an adding value experience coming to us. Yeah, couldn't agree with you more that we've got to focus on the value ad and that's actually a different role for our academic staff in particular. It's that shift from, well, actually I'm the value ad to, well, no, there's a lot more value add component parts. And I think when we start to look at the notion of supporting the learner of the future, then it's about getting our heads around who does that support and how do we best do that. I think that we've tended to undervalue somewhat the support that comes with the person that has the primary interaction with the learner. I was going to say the classroom teacher, but it could be the online teacher. And I think we've got to rethink how important that role is as a learner support role, not seeing centralised support services as the answer. The centralised support services should be, again, a value add for the things that, let's call it, the learning facilitator, is unable to do or it's not reasonable for them to do. I think I'd build on that point actually, that we've both in terms of support services for learners, but even if we think about the role of the tutor or the lecturer, or the academic is, and think about something, you know, what the role of the tutor or the lecturer, or the, you know, academic is, and think about saying to unbundle those, the various contributions that those people make in that learning journey. And thinking about that then of not necessarily seeing the future teacher, if you like, is necessarily looking like they do now and maybe allowing for greater degrees of specialised. not necessarily seeing the future teacher, if you like, is necessarily looking like they do now, and maybe allowing for greater degrees of specialization and greater use of teamwork in supporting learners on that journey, both on an online and a face-to-face role. So that's some of the things we've been grappling with is what's the future of the educator in this world. We need them, but again, we think there are different ways you can conceptualize those jobs. Just going back to Steve, your point about that value adding of the space. Again, I totally support that, and in many respects, I think what we're trying to conceptualize for Unitech is how, again, just as we're trying to conceptualise for Unitech is how again just as we're trying to create learning experiences that are more reflective and relevant towards the world of work is to create the physical environment that actually starts to look and feel a lot more like that as well and if you look at the MIT building in a way I mean that that looks like a modern well-out office building rather than a tertiary institution. And so you're actually already creating, if it's like an ambience and an environment, that is a lot closer to what most people would be expecting to interact in the workplace of the future, be it in an office environment or in a workshop or a kitchen. It's actually about making that as authentic as possible. Yeah. Next question. Hi, Edwin McCrae, game developer. What I guess I'm struggling with is the differentiation between the tools and the support and environment outside. What I'm seeing in the entertainment industry is that the design of a game incorporates all of the support that goes with it. And game developers are stepping back from actually trying to teach players how to play their game and are letting the community do that and curate that through forums, YouTube, video creation, tutorials and so on. So is that a model that could potentially be introduced and we're actually the teacher is removing themselves on it becoming more of a curator than an actual source of information? Yeah I think that's happening now. I think of a program that we're just in our third year at Otago Polytechnic operating. It's a culinary design degree. And this is taking a whole different look at training chefs. And it's about training chefs as the creators of food experiences. And so in that sense, I guess, it's not necessarily training chefs. But the whole learning model is actually a learner-driven model with learners initially provided with the necessary basic skill set, which is in the first year of the degree and thereafter essentially driving their own learning, mainly project-driven with the staff on the side. And I think curator is a really good way to describe that role. The staff tell us though that it's even more demanding than being the content expert. But differently demanding and certainly from their own statements a heck of a lot more satisfying than transmitting skills and techniques and knowledge. Thank you. I completely agree with that. I think that curation word is a really, really interesting choice and I think is really relevant to that. And I think it also, the point that more and more peer support from students to student is just an incredibly vital part of that, you know, that value adding is a learning experience as well. And so that ability then of, you know, the future curator, tutor, facilitator, coach, mentor, whatever word you want to use, is around, in a way, sort of shaping that game environment and making sure there are lots of different ways for people to learn under that environment. And we've just gone through a whole semester where we have put 400 students into a flip classroom model for our first year health sciences program, so the first semester. There are no lectures, content is online, and the face-to-face interaction is around the project work, the teamwork, and so on. So two big learnings from that. First learning from the staff perspective, this was the first time that the staff had done this. They knew the theory. And they said they felt for a whole semester they were in a continuous professional development program being taught by the students effectively. The second one, it was a huge journey for the students too. But that when they worked out that actually collaboration was okay, that we actually want you to work together. We don't want you to work individually. They started helping each other and instantly, you know, the performance of the group lifted from that. But it was still a big shock for some students. We had one complaint from a mother of one student. And Hyde-Dajun-Rang said, I must complain, why are we paying you this money? It seems like my daughter is having to teach herself. And we said, thank you very much, mission accomplished. Which of course goes to the heart of what it is that we're trying to generate with graduates these days. And I think we're seeing a fairly clear shift. Interestingly enough, one that was underscored in the latest tertiary education strategy. I don't know how many of you are surprised as I was to see quite a lengthy section expecting tertiary providers to be developing broader learner capability, the so-called soft skills. In fact, if you do a little Google exercise and ask the question, what are the top ten things that employers want in a graduate? And do that for France and Canada and the United States and Britain and so on, Australia and New Zealand. And I'll bet you that on the list of 10, that seven of them will be absolutely common and that they'll fall in roughly the same order. And it's actually not about the discipline content per se, but about a broader set of skills and capabilities. And I think therein is an important part of our future and that our learning environments are going to have to do much better job in not just developing those capable, helping students develop those capabilities, but we're going to have to get into the business of assessing those capabilities and assuring employers, and I'm coming at this unashamedly from a polytechnic perspective here. I think we're in the business of helping people into their careers and into meaningful work. But that's going to be incumbent upon us to be sending our graduates out with some form of evidence around those broader capabilities rather than just an academic transcript that says they've got an A or B or a C for what looks like traditional subjects. So I think therein lies a real challenge for us, both in terms of how we design for learning, but it also introduces another set of challenges around how we support the development of those capabilities. Some of our traditional academic staff will find that quite a difficult thing to get their heads around. Much easier to be working with that which you're comfortable with rather than, okay, so now I have to help these people become better team players. Do I know how to do that? And so on. Yes. Yes, please. My name is Ingrid Valleku from Calston Girls High School. I've just embraced, I'm with Mind Lab just starting their course and I've changed my teaching style and it's been the last two weeks. My learners are learning together, I'm not teaching in there. And I've really been in the last two weeks amazed at the learning that's gone on in my level one digital technology class. I've provided them with some tools, some keywords, and they're working on their own. They're teaching each other, supporting each other, working in groups, and they're all engaged, all heavily engaged, they're inspired, they're encouraging each other, and I noticed there were three particular students whom you could say I thought we're not very bright, were maybe a little bit mentally impaired. The last lesson, I could not believe what they had actually achieved, what they had got through, and they were amazed. I actually asked them and they said how enthused they were and that they were amazed that they had achieved what they had in that time. And I was just walking around the room, open class next door achieved what they had in that time. And I was just walking around the room, open class next door, and I had a teacher walk in. She didn't even know it was going on, and she walked in and she says, oh, what's going on in here? She said, this is amazing. I had no idea, but it was just the atmosphere and the vibes that must have come off. Fantastic. Nice, thanks for that comment. Anyone else? Actually, I had a question, I mean, because Rick, you were talking about moving to a blended model. So, I mean, I had this question even before I came into the session. I mean, I teach two models completely online. Usually, especially at the beginning, there tends to be a lot of problems. I mean, some students come at different levels of technological ability, digital literacy levels. Some of them are just completely not used to learning online. So I was just wondering, at an institutional level, you mentioned that you're slowly moving, encouraging a move towards a blended model. So would you be able to just share some of your, I mean, some of the challenges that you, I mean, faced and how probably... Oh, sure. Look, and I think it is, it's absolutely again recognizing that you're sort of, one of the fundamental principles of good education, you start where the learners at. And so, recognize and understanding that because not yet every secondary school classroom has had teachers going through the mine lab and teaching in lots of different ways, that the confidence with technology, the digital literacy, other literacy, they're at different levels. And it's again then recognizing that you actually need to provide a solution for each of those students to help get them up to the level where they can compete on an even footing, if you like, in terms of competes the wrong way, but participate on a level playing field. So that was one of the learnings we had from our Flip Classroom experiment pilot was that for the second semester, so it's already, we started into the, we're actually teaching this in three semesters, so summer school as well, that they're going, the team have built in a latter two-week sort of introduction period where they focus much more on just ensuring that all of the students have acquiring the confidence and the capabilities they need with the technology. So more support at the early end. Was this done face to face or was it online? Yes, basically all models. So there are face-to-face drop in sessions, there are online slow tutorials. There are, we use Blackwall Collaborates, so there are also online, online, you know, sessions with the support teams. So, you know, it's again, it's not relying on one way, but providing, you know, a range of options. And again, that's a great thing with you, When you use a lot of that from a technology perspective, it makes it much more scalable. So that's been one big learning, and it was anticipated, but I think we found that there was quite a range of confidence and competence with the students that you just need to plan for that. Thanks. Anything you would like to pay for that. Thanks. Anything you would like to add to that, Phil? From Otago, not really. Okay, anyone else? Any, yes, please. Hanzibilian from Rotorah Girls High School. So we are just listening to you, we are going through a very similar journey in our thinking and our ways of delivering our programs and trying to be more innovative and trying to get the student learning, you know, centred at the heart of what we do. But what sort of support have you wrapped around your teaching and especially in the way of building that culture? Because that's something that we're really trying to achieve. And we know that, you know, walking into a classroom, as said before today, you know, you can really tell the level of engagement. And there are certainly things that we can do a lot better and in preparing our students for further study, for work, you know. So a lot of our conversations are very similar to yours. And also the second part of what I'm trying to ask is, what sort of support do you provide down to secondary in that sense, you know, for us to be able to work together in a common goal? Two good questions there. Well, I think the first part of it, which is around supporting the teachers, yeah, certainly I mean that's a huge part of it. And there's lots of different things we're trying to do there, but one of them is first of all about setting an expectation that this is moving from a nice idea to actually this is the way we're going to be doing it in the future so there's a journey that's been sort of laid out that we're going on this journey we'd really like you to be on that journey with us and and so that's the first thing the second thing is it's again to recognize themselves that our teachers bring to have different strengths and capabilities and if we start thinking about it into the future maybe maybe we don't have to set the expectation that that teachers have to have you know be excellent at a whole range of things maybe there's an opportunity to specialize more and work in a team environment that's the second thing but it's also about it's about thinking about the capabilities it's about creating the opportunities for professional development but it's also about thinking about the capabilities. It's about creating the opportunities for professional development, but it's also about making it real. And so it's finding out the teams that are the early adopters and actively encouraging them to both share with their colleagues and create opportunities for observations in the classroom and what have you. But also it's about creating the spaces, the learning spaces, as pilot and demonstration spaces. So we've found actually that space is a big driver for these, it's getting the change in behaviours for both the students and the staff. It's interesting that the number of times we had when the staff who had, some of them have been quite reticent to explore the space, but they walk into a classroom that's been reconfigured into a more, you know, support a more collaborative learning approach, and all of a sudden, they go, ah, got it, now I see. So it's lots of different ways, but certainly that practical part of it is sort of giving people a chance to try it out. Again, I think that's what the fundamental principle under the way the Mind Lab project is working is actually incredibly practically oriented. I think there's the, we underestimate the power of collaborative approaches at our peril, that we should be putting more time and energy into leveraging the power of learning communities that are learner-driven communities. A lot more than my observation is that we do currently. Peer-to-peer processes are extraordinarily powerful. Interesting enough, I was reading something recently which was talking about where do you think you get the most value from putting in developmental effort? Would it be in developing teachers? Would it be in improving the way in which you structured your delivery? Or would it be in terms of empowering groups of learners to work together? Well, it was the latter was where the best return so it was being argued would come from and the least return was preparing the teachers, putting more energy into the teachers. So that's suggesting perhaps a different focus for us, not so much on whether it's teacher development that's required, but actually leveraging more the learner as a genuine co-participant in the learning process. I think we find it easy to stay in the mode that the teacher is central. The learner is central and we've just seen so much in so many different contexts of the power of the crowd, that ability for people to, in the end, mediate the contributions of many to arrive at good answers. And so my suspicion is that that's where we should be put in our developmental energy. So just picking up on your other question, which is about that, the, you know, working with secondary schools and tertiary institutions working more closely together in this space. That's a really, you know, really interesting one of us. Do start thinking about the role that technology can play here in terms of enhancing collaboration. And I know that a lot of the energy that has gone into sort of the policy setting around transitions from secondary to tertiary education is around trying to better plug those pathways together you know make it sort of close the gaps that that students can fall through you know and there's things like the Trade Academies and and some of those other other initiatives that that are aimed at trying to blur the you know blue the boundaries I think that you know one of the other, as we, all parts of the education sector move to this more collaborative and online enabled space, it could create some really interesting opportunities to collaborate, you know, thinking of it from the perspective of the learner's journey. There are bureaucratically in funding, you know, thinking of it from the perspective of the learner's journey. There are bureaucratically in funding, you know, reasons why, you know, the secondary school and a tertiary institution or a PTE or a, you know, a job, actually technology is one way to actually overcome those barriers. So it's, yeah, I think there's a lot to think about it in that space. It's a really intriguing possibility. Yep, thank you. Anyone else? I think we can take probably another two more questions. I just, well, so, sorry, there we go to the question over there. No, behind you. Behind you. Iris Hutchinson, North Tech. Tertiary education is often viewed in the past as being something that would add value to a workers' earning capacity. Northland, as many people know, is a low-waged economy, and there are a lot of people on benefits, and there are a lot of people on benefits being moved into tertiary education, with the idea that they'll be able to get well-paid jobs at the end of it. My question is future learning environments, will they be affordable for the student, given the talk of the changes in the delivery? And it's a valid question that the mother asked, what are we paying for, except my question is what will the student get in real terms out of this new learning environment in places like Northland? Yeah. And not be worse off. The point being that there are many students that I've seen in North, who start off on a benefit, that's not good, but they go into tertiary education and they're actually deeper in debt, they're financially worse off than if they've never been there in the first place. That's a really big question actually. And I think my first answer is it absolutely demonstrates the fact that even education in itself can't be thought of in isolation. That, you know, while education is a huge enabler to help people to succeed and prosper, it's a necessary but not sufficient, you know, condition that unless the thinking is going on about how to build, you to build an economy and the jobs and the development of a region alongside that, then you'll get exactly the outcomes that you talked about. So if there are no jobs in the region, then presumably people have either two choices. They wear the debt or they go somewhere else where they can find a job and I don't think anyone would be arguing that that's a sustainable proposition either. I think that's a deeply concerning situation, I think, for a lot of the different parts of the world, but parts of New Zealand. I think from an affordability perspective, I actually believe that a lot of the different parts of the world, but parts of New Zealand. I think from an affordability perspective, I actually believe that we are yet to really challenge ourselves as an education industry about whether, in fact, there are more affordable ways available here. I think about, I'm sure most people here know about the Khan Academy. Think about that. It's free. I think about, I'm sure most people here know about the Khan Academy, you know, think about that, it's free, funded through a completely different mechanism. You know, I do believe that a challenge that we need to really own is finding ways to actually reduce significantly the cost to the learner, and I don't necessarily mean that means the government should pay more. But have we tried hard enough to break the existing paradigms and rethink this? There are people out there who are doing it like Kahn. Could I add that I think that what is implicitly underpinning how we operate at tertiary is that we're educating for employment. And it's only a small shift to reconceptualise that that we might maybe we are educating for work, which may be self-employment. And I'm not saying this lightly, as a polytechnic we're engaging with Bougainville. I don't know if you know much about Bougainville, it's an extraordinarily depressed area, 45% illiteracy rate overall, and there's no employment. And yet they see, we're working with the autonomous government there. It's an autonomous region within Papua New Guinea. And they're totally convinced that there's only one way out of their mire, and that is through education. So I think we're starting in the right place from that perspective, but they're equally adamant. There's no point in training people to be employed because they won't be. You're going to have to train them to be self-employed. It requires us to bring an entirely different perspective to bear and therefore creating entirely different learning environments. And I suspect that this is the case with Northland that more of a sustainable community model is what is required so that at least in the first instance people who can't realistically aspire to employment into jobs that don't exist can contribute in a very real way to building the economic base of a town or of a village if it's that small. So I think we do have to rethink the underpinning assumption of what it is that we're doing. And educating for enterprise skills is an entirely different kettle of fish to educating for employment skills. I think there's an answer in there. Yeah, thanks. I think we are coming very close. I mean, we could take probably one more final question if there's any. Anyone? one final? Could I add a bit just something that I think is important for us to focus on in a world that I think we're all agreeing will have much more online learning whether it's in a blended model whether it's to service adults in in work for whom there's no other alternative. And it's appreciating the power of mining the data that is generated in the online learning environment. And I see the future of support for learners and learning being significantly enhanced in the future by much better learning analytics. The ability for us to know that an individual learner is engaging or not. That's the beauty with working in the online environment. Redesigning learning for that environment and ensuring that there are lots of opportunities for learners to demonstrate whether they've grasped the concept. And of course our ability to know instantly whether they have or not. So it's a new field, but it's one I think that we should be engaging in much more vigorously. And I guess my wish is that we wouldn't do it as individual institutions. I think there's considerable scope for institutional collaboration around the development of online learning, the learning analytics, and therefore the evidence base to inform good learner support. Because at the end of the day, the best learner support is totally individualised. It has to be. And you can do that if you've got access to specific data about specific individuals about how they're doing coming at that from a variety of perspectives, whether it's actual success, achievement and success, whether it's engagement, whether it's communicating with others, whatever. There's a future there that's waiting to be tapped. Now I fully support that. Just to quickly throw in a live example, we've started looking into the analytics associated with this first semester. So we found a direct correlation to the grade level of the extent of interaction that the students have with the online learning portal and they're great. They achieve higher their interaction, high the grade. Now what we don't know is, is that a cause or if they're in effect, all we're measuring is engagement. So, you know, but it's really interesting, you know, just to open up that one, it's understanding what's going on there. How recognisable are online qualifications? Like I'm not sure what papers you can do online, but say I did a bachelor's degree online with one of the online things. And then I wanted to go and I qualified in that and I wanted to go to do my master's at Auckland University or something. You know, to get cross credits or even going in teaching, would they recognise that qualification and teaching and give me the pay scale accordingly? Far be it for me to speak on behalf of Auckland University, but I think you'll find at the moment that it's a fairly wildly varying space, but actually it is anyway, whether it was online or not. You know, Auckland University makes its own rules about which qualifications it'll accept and, you know, for entry into its programs anyway. So, as to others. You know, we have in New Zealand at least a, you know, a national accreditation framework. And so a, you know, in terms of the credibility of the qualification, if it's fully online, fully face-to-face, there is a benchmarking through the NGQA's accreditation processes that in New Zealand, I think, give us some degree of confidence. But it comes back down to what you tend to use that for, and whether an employer will regard a degree earned online, compared to one fully you know, fully face to face, will come down to an individual employer decision actually. But I think the employment world will need to catch up because, you know, more and more and more people will be taking advantage of that. And it comes that down to the confidence in the accreditation and the credentialing. The evidence in North America is that apart from the employers that are interested in Ivy League degrees, the rest don't care. That what they want to know is to what level have you been educated? And that's about all I generally want to know. And then they move on. It's one of those very base level selection criteria when looking to see whether someone's going to make the shortlist or not. And we've got a wonderful master's degree. You're welcome to come and do it. All right. I'm mindful of time because we've just gone past 220. With that, I think I should bring a closure to this panel session. I would like to thank all of you from the audience for your questions, comments and insightful sharing and I would like to thank our panelists Rick and Phil for taking the time off to come here and share their insights and engaging in an interesting conversation with all of you yes with that thank you thank you pleasure pleasure"}