{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " I've got author and artist Gavin Bishop."}, {"timestamp": [6.0, 9.6], "text": " Gavin, do you enjoy being able to illustrate your own stories?"}, {"timestamp": [9.6, 13.66], "text": " I clued on pretty quickly that if you wrote your own story and did your own pictures"}, {"timestamp": [13.66, 19.4], "text": " then you're in control of the whole project and you could make decisions that you might"}, {"timestamp": [19.4, 23.76], "text": " not have been able to make if you were illustrating somebody else's work."}, {"timestamp": [23.76, 27.0], "text": " If you're illustrating somebody else's story. If you're illustrating somebody else's story,"}, {"timestamp": [27.0, 30.0], "text": " you can't really make changes to it."}, {"timestamp": [30.0, 31.0], "text": " Right."}, {"timestamp": [31.0, 33.0], "text": " And so if I write my own story and illustrate it,"}, {"timestamp": [33.0, 37.0], "text": " I can make changes to the story right up to the last minute."}, {"timestamp": [37.0, 39.0], "text": " How did you get started?"}, {"timestamp": [39.0, 42.0], "text": " I studied painting at the Canterbury School of Fine Arts"}, {"timestamp": [42.0, 47.32], "text": " at Canterbury University and did honours in painting."}, {"timestamp": [47.32, 51.98], "text": " And for a long time when I left, after I'd left, I thought that I was going to be a painter."}, {"timestamp": [51.98, 57.12], "text": " And I sort of painted away for years but sort of didn't get anywhere, really."}, {"timestamp": [57.12, 60.88], "text": " And I was also teaching full-time at the same time."}, {"timestamp": [60.88, 67.38], "text": " And then at about 1778 I met somebody who said that I should have a go at writing"}, {"timestamp": [67.38, 70.46], "text": " and illustrating books for children."}, {"timestamp": [70.46, 74.72], "text": " And suddenly I thought, yes, I should."}, {"timestamp": [74.72, 76.84], "text": " You know, it just sort of felt right."}, {"timestamp": [76.84, 82.44], "text": " So that's when I started writing my first book, Bitty Bitty."}, {"timestamp": [82.44, 88.0], "text": " Because I decided by that time that the most essentially New Zealand character I could think of"}, {"timestamp": [88.0, 90.5], "text": " was a sheep."}, {"timestamp": [90.5, 92.5], "text": " And I wasn't quite sure what I was doing."}, {"timestamp": [92.5, 98.0], "text": " I just wrote and wrote and wrote for several weeks,"}, {"timestamp": [98.0, 100.5], "text": " and then I thought I'd try some illustrations."}, {"timestamp": [100.5, 102.5], "text": " I did a few illustrations for it."}, {"timestamp": [102.5, 105.2], "text": " And I wasn't quite sure how it was going to finish."}, {"timestamp": [106.9, 107.4], "text": " Eventually, I thought of a way of finishing it."}, {"timestamp": [112.72, 117.76], "text": " And I asked a friend of mine at the time to type it out for me because this was in the days before, you know, PCs and things like that."}, {"timestamp": [117.92, 118.86], "text": " And, of course, I couldn't type."}, {"timestamp": [119.7, 121.1], "text": " And so she typed it up for me."}, {"timestamp": [121.16, 123.08], "text": " And when she handed it back, she said,"}, {"timestamp": [123.28, 127.2], "text": " you might find it's a bit shorter than it was when you first gave it to me."}, {"timestamp": [127.2, 128.9], "text": " I said, I'll come."}, {"timestamp": [128.9, 131.8], "text": " And she said, well, there are some things in that I didn't like very much,"}, {"timestamp": [131.8, 133.56], "text": " so I left those bits out."}, {"timestamp": [133.56, 137.4], "text": " Now many of your books are folk tales, some of them English and some of the Māori."}, {"timestamp": [137.4, 139.3], "text": " Why do you choose folk tales?"}, {"timestamp": [139.3, 142.6], "text": " These are generally stories that I like and I used to like as a child"}, {"timestamp": [142.6, 145.28], "text": " and I just want to revisit them and"}, {"timestamp": [145.28, 152.16], "text": " retell them and illustrate them myself just really for my own enjoyment but also there's a"}, {"timestamp": [152.16, 157.68], "text": " there's a market there for that sort of material there's a kind of a sort of a steady"}, {"timestamp": [157.68, 164.64], "text": " market for folk tales nursery rhymes but it also gave me time a bit more breathing space"}, {"timestamp": [164.64, 165.24], "text": " to think up my"}, {"timestamp": [165.24, 170.02], "text": " own stories. You know, while I was working on, say, chicken lickin, then I was thinking"}, {"timestamp": [170.02, 177.04], "text": " of, say, the horror-fickory bay or something like that of my own. And those stories"}, {"timestamp": [177.04, 182.24], "text": " tend to take much, they take me more time to resolve."}, {"timestamp": [182.24, 188.8], "text": " What's more important in the book in terms of telling the story? Is it the words or is it the illustrations?"}, {"timestamp": [188.8, 191.0], "text": " It's both of them really, they're inseparable."}, {"timestamp": [191.0, 196.32], "text": " Sometimes they sort of intertwine"}, {"timestamp": [196.32, 202.32], "text": " and become one and other times they become two separate things that just sort of"}, {"timestamp": [202.32, 207.0], "text": " nudge one another. I like writing my own stories because"}, {"timestamp": [207.0, 214.22], "text": " while I'm writing them, I've got images and things coming into my mind. And instead of"}, {"timestamp": [214.22, 220.24], "text": " putting a particular bit of information into the text, I can save it and put that into the"}, {"timestamp": [220.24, 227.0], "text": " illustration. So I always try to have the illustration saying something a bit different"}, {"timestamp": [227.0, 233.0], "text": " to what's being said in the text. And one of the things I like doing is playing down,"}, {"timestamp": [233.0, 241.0], "text": " kind of making the text laid back and having the completely the opposite happening,"}, {"timestamp": [241.0, 245.14], "text": " you know, having the complete opposite happening in the illustrations."}, {"timestamp": [245.14, 250.06], "text": " And I'm just going to show you, picture in rats."}, {"timestamp": [250.06, 255.72], "text": " And this is what I deliberately did here with, say, a picture like that, where all hells"}, {"timestamp": [255.72, 259.18], "text": " let loose, but all it says at the top is they invaded her bath."}, {"timestamp": [259.18, 263.14], "text": " So the text is sort of laid back just one sentence, but the picture has got everything going"}, {"timestamp": [263.14, 264.06], "text": " on."}, {"timestamp": [264.06, 266.44], "text": " Yeah. So later on when they say no rats in here"}, {"timestamp": [266.44, 269.68], "text": " yeah exactly the same thing there's a million rats"}, {"timestamp": [269.68, 270.84], "text": " that's right"}, {"timestamp": [270.84, 273.82], "text": " that's the way i like to approach"}, {"timestamp": [273.82, 275.44], "text": " a picture book text"}, {"timestamp": [275.44, 278.9], "text": " is sort of keep it really spare"}, {"timestamp": [278.9, 280.08], "text": " and"}, {"timestamp": [280.08, 282.04], "text": " and i think it's more humorous right"}, {"timestamp": [282.04, 287.62], "text": " with this preschool book that i've just finished it it's based on an old English nursery rhyme."}, {"timestamp": [288.62, 293.58], "text": " And the designer, instead of typesetting the words,"}, {"timestamp": [293.8, 298.28], "text": " she got me to write the words just with a felt pen."}, {"timestamp": [299.4, 302.24], "text": " And so I said, okay, I'll do that."}, {"timestamp": [302.54, 304.86], "text": " So I wrote it in my neatest handwriting, you know."}, {"timestamp": [305.34, 310.06], "text": " And she said, no, no, no, write it again, but much, much more quickly."}, {"timestamp": [310.96, 314.18], "text": " So I wrote it again, and then she said, no, no, do it even faster."}, {"timestamp": [314.48, 316.14], "text": " So I just scruple out these words."}, {"timestamp": [316.58, 318.16], "text": " And I thought, oh my God, it looks terrible."}, {"timestamp": [319.18, 320.26], "text": " She said, yes, that's right."}, {"timestamp": [320.58, 321.94], "text": " That's just the way we want it."}, {"timestamp": [322.54, 327.0], "text": " And now that she's put it into place with my illustrations, it looks terrific."}, {"timestamp": [327.0, 330.0], "text": " Are you always happy with the way that your books turn out?"}, {"timestamp": [330.0, 338.0], "text": " I look at a book when it's first published and I think, oh damn, I wish I could pull that back and redo that bit."}, {"timestamp": [338.0, 345.0], "text": " You know, I'd love to have another go at that animal or that face or that bit of the background."}, {"timestamp": [345.0, 351.5], "text": " But after a while you forget those things and now when I pick up some of my very early books"}, {"timestamp": [351.5, 360.6], "text": " like from, well, nearly 30 years ago, things like Mr Fox or Mrs McGinty in the Bizarre Plant,"}, {"timestamp": [360.6, 363.68], "text": " I look at those as if they've been done by somebody else."}, {"timestamp": [363.68, 368.0], "text": " How long might it take for you to do the drawings for one layout of a book, one page?"}, {"timestamp": [368.0, 371.0], "text": " Rats, those pictures would have taken me a week."}, {"timestamp": [371.0, 372.0], "text": " For each one?"}, {"timestamp": [372.0, 373.0], "text": " Yeah."}, {"timestamp": [373.0, 374.0], "text": " What's the process?"}, {"timestamp": [374.0, 376.0], "text": " Story comes first."}, {"timestamp": [376.0, 382.0], "text": " When I first wrote the first draft of the Rats story, I sent it to Jenny Helen."}, {"timestamp": [382.0, 386.0], "text": " She said, I like this story to about halfway, but after that it just goes to pieces."}, {"timestamp": [386.0, 387.0], "text": " I don't think it makes any sense."}, {"timestamp": [387.0, 389.0], "text": " It doesn't hold together."}, {"timestamp": [389.0, 392.0], "text": " I thought, damn, she's right."}, {"timestamp": [392.0, 393.0], "text": " I knew she was right."}, {"timestamp": [393.0, 395.0], "text": " So I chopped it in half,"}, {"timestamp": [395.0, 397.0], "text": " chopped the story in half, dumped the second half of it,"}, {"timestamp": [397.0, 400.0], "text": " and rewrote a whole new second half,"}, {"timestamp": [400.0, 401.0], "text": " dropped a character."}, {"timestamp": [401.0, 403.0], "text": " I had an extra character in there, dropped him."}, {"timestamp": [403.0, 407.0], "text": " I had a rat catcher come in, dropped him."}, {"timestamp": [407.0, 412.0], "text": " And rewrote it entirely different second half."}, {"timestamp": [412.0, 415.0], "text": " Sent it back to her, she said, yep, it's works."}, {"timestamp": [415.0, 416.0], "text": " It's fine."}, {"timestamp": [416.0, 417.0], "text": " Structures much, much better."}, {"timestamp": [417.0, 418.0], "text": " It's really good."}, {"timestamp": [418.0, 420.0], "text": " So I got the story sorted out."}, {"timestamp": [420.0, 426.5], "text": " Then I did a storyboard where I just reduce the pages to little rectangles like that and"}, {"timestamp": [426.5, 430.24], "text": " just sketch in roughly what's going to go on each page."}, {"timestamp": [430.24, 431.82], "text": " So what happens next?"}, {"timestamp": [431.82, 437.48], "text": " So once I've done the storyboard, usually run that past the editor."}, {"timestamp": [437.48, 440.88], "text": " Once she's given it that the okay, then I'll make a dummy."}, {"timestamp": [440.88, 448.32], "text": " And by this stage I've got a page size for the book and I make up a dummy of the finished"}, {"timestamp": [448.32, 449.32], "text": " book."}, {"timestamp": [449.32, 452.2], "text": " So it's the exact size that the final book's going to be."}, {"timestamp": [452.2, 458.9], "text": " Then I go through it, print the text off my computer, glue it all into place in the dummy,"}, {"timestamp": [458.9, 464.08], "text": " then go through and put the pictures in, draw the pictures all in a pencil through the whole"}, {"timestamp": [464.08, 467.7], "text": " book. And then that's how I can see how"}, {"timestamp": [467.7, 473.0], "text": " one page relates to the previous one, the next one coming up and so on."}, {"timestamp": [473.0, 475.5], "text": " Why is the page layout so important?"}, {"timestamp": [475.5, 481.0], "text": " Because you manipulate and control the way the viewer looks at that picture"}, {"timestamp": [481.0, 484.0], "text": " by where you put things."}, {"timestamp": [484.0, 490.84], "text": " And in Western society we tend to read pictures like words from left to right."}, {"timestamp": [490.84, 498.88], "text": " And so you just even subconsciously start to have lines or leaders that will take the viewer"}, {"timestamp": [498.88, 502.38], "text": " into a picture from the left-hand side of your page."}, {"timestamp": [502.38, 508.0], "text": " Sometimes when you look at a picture and you're not quite sure why it's not working. It's often because things aren't in the right places on the page."}, {"timestamp": [508.0, 512.0], "text": " What would you say to someone who wanted to be a writer, illustrator?"}, {"timestamp": [512.0, 516.24], "text": " I think part of your job when you're writing and illustrating the kids is to take them to places"}, {"timestamp": [516.24, 522.08], "text": " that they haven't been to yet and introducing them to ways of making pictures using colours"}, {"timestamp": [522.08, 525.24], "text": " that perhaps they haven't thought of using or wouldn't"}, {"timestamp": [525.24, 526.24], "text": " normally consider."}, {"timestamp": [526.24, 527.24], "text": " Right."}, {"timestamp": [527.24, 533.4], "text": " So the impression I try to give them is that it's hard work, you've got to spend"}, {"timestamp": [533.4, 537.88], "text": " a lot of time doing it and you've got to really think about what you're doing."}, {"timestamp": [537.88, 542.64], "text": " It's not just something you can do while you're doing a PlayStation with one hand and"}, {"timestamp": [542.64, 552.08], "text": " torrent of the other and watching TV. You know, it's a solitary activity that demands huge amount of time, thought, and concentration."}, {"timestamp": [552.08, 553.68], "text": " Is it a fun job?"}, {"timestamp": [553.68, 557.68], "text": " No. I don't know why I do it really."}, {"timestamp": [557.68, 559.68], "text": " Must be mad."}, {"timestamp": [559.68, 563.68], "text": " Ha ha ha ha ha ha ha ha ha ha."}], "text": " I've got author and artist Gavin Bishop. Gavin, do you enjoy being able to illustrate your own stories? I clued on pretty quickly that if you wrote your own story and did your own pictures then you're in control of the whole project and you could make decisions that you might not have been able to make if you were illustrating somebody else's work. If you're illustrating somebody else's story. If you're illustrating somebody else's story, you can't really make changes to it. Right. And so if I write my own story and illustrate it, I can make changes to the story right up to the last minute. How did you get started? I studied painting at the Canterbury School of Fine Arts at Canterbury University and did honours in painting. And for a long time when I left, after I'd left, I thought that I was going to be a painter. And I sort of painted away for years but sort of didn't get anywhere, really. And I was also teaching full-time at the same time. And then at about 1778 I met somebody who said that I should have a go at writing and illustrating books for children. And suddenly I thought, yes, I should. You know, it just sort of felt right. So that's when I started writing my first book, Bitty Bitty. Because I decided by that time that the most essentially New Zealand character I could think of was a sheep. And I wasn't quite sure what I was doing. I just wrote and wrote and wrote for several weeks, and then I thought I'd try some illustrations. I did a few illustrations for it. And I wasn't quite sure how it was going to finish. Eventually, I thought of a way of finishing it. And I asked a friend of mine at the time to type it out for me because this was in the days before, you know, PCs and things like that. And, of course, I couldn't type. And so she typed it up for me. And when she handed it back, she said, you might find it's a bit shorter than it was when you first gave it to me. I said, I'll come. And she said, well, there are some things in that I didn't like very much, so I left those bits out. Now many of your books are folk tales, some of them English and some of the Māori. Why do you choose folk tales? These are generally stories that I like and I used to like as a child and I just want to revisit them and retell them and illustrate them myself just really for my own enjoyment but also there's a there's a market there for that sort of material there's a kind of a sort of a steady market for folk tales nursery rhymes but it also gave me time a bit more breathing space to think up my own stories. You know, while I was working on, say, chicken lickin, then I was thinking of, say, the horror-fickory bay or something like that of my own. And those stories tend to take much, they take me more time to resolve. What's more important in the book in terms of telling the story? Is it the words or is it the illustrations? It's both of them really, they're inseparable. Sometimes they sort of intertwine and become one and other times they become two separate things that just sort of nudge one another. I like writing my own stories because while I'm writing them, I've got images and things coming into my mind. And instead of putting a particular bit of information into the text, I can save it and put that into the illustration. So I always try to have the illustration saying something a bit different to what's being said in the text. And one of the things I like doing is playing down, kind of making the text laid back and having the completely the opposite happening, you know, having the complete opposite happening in the illustrations. And I'm just going to show you, picture in rats. And this is what I deliberately did here with, say, a picture like that, where all hells let loose, but all it says at the top is they invaded her bath. So the text is sort of laid back just one sentence, but the picture has got everything going on. Yeah. So later on when they say no rats in here yeah exactly the same thing there's a million rats that's right that's the way i like to approach a picture book text is sort of keep it really spare and and i think it's more humorous right with this preschool book that i've just finished it it's based on an old English nursery rhyme. And the designer, instead of typesetting the words, she got me to write the words just with a felt pen. And so I said, okay, I'll do that. So I wrote it in my neatest handwriting, you know. And she said, no, no, no, write it again, but much, much more quickly. So I wrote it again, and then she said, no, no, do it even faster. So I just scruple out these words. And I thought, oh my God, it looks terrible. She said, yes, that's right. That's just the way we want it. And now that she's put it into place with my illustrations, it looks terrific. Are you always happy with the way that your books turn out? I look at a book when it's first published and I think, oh damn, I wish I could pull that back and redo that bit. You know, I'd love to have another go at that animal or that face or that bit of the background. But after a while you forget those things and now when I pick up some of my very early books like from, well, nearly 30 years ago, things like Mr Fox or Mrs McGinty in the Bizarre Plant, I look at those as if they've been done by somebody else. How long might it take for you to do the drawings for one layout of a book, one page? Rats, those pictures would have taken me a week. For each one? Yeah. What's the process? Story comes first. When I first wrote the first draft of the Rats story, I sent it to Jenny Helen. She said, I like this story to about halfway, but after that it just goes to pieces. I don't think it makes any sense. It doesn't hold together. I thought, damn, she's right. I knew she was right. So I chopped it in half, chopped the story in half, dumped the second half of it, and rewrote a whole new second half, dropped a character. I had an extra character in there, dropped him. I had a rat catcher come in, dropped him. And rewrote it entirely different second half. Sent it back to her, she said, yep, it's works. It's fine. Structures much, much better. It's really good. So I got the story sorted out. Then I did a storyboard where I just reduce the pages to little rectangles like that and just sketch in roughly what's going to go on each page. So what happens next? So once I've done the storyboard, usually run that past the editor. Once she's given it that the okay, then I'll make a dummy. And by this stage I've got a page size for the book and I make up a dummy of the finished book. So it's the exact size that the final book's going to be. Then I go through it, print the text off my computer, glue it all into place in the dummy, then go through and put the pictures in, draw the pictures all in a pencil through the whole book. And then that's how I can see how one page relates to the previous one, the next one coming up and so on. Why is the page layout so important? Because you manipulate and control the way the viewer looks at that picture by where you put things. And in Western society we tend to read pictures like words from left to right. And so you just even subconsciously start to have lines or leaders that will take the viewer into a picture from the left-hand side of your page. Sometimes when you look at a picture and you're not quite sure why it's not working. It's often because things aren't in the right places on the page. What would you say to someone who wanted to be a writer, illustrator? I think part of your job when you're writing and illustrating the kids is to take them to places that they haven't been to yet and introducing them to ways of making pictures using colours that perhaps they haven't thought of using or wouldn't normally consider. Right. So the impression I try to give them is that it's hard work, you've got to spend a lot of time doing it and you've got to really think about what you're doing. It's not just something you can do while you're doing a PlayStation with one hand and torrent of the other and watching TV. You know, it's a solitary activity that demands huge amount of time, thought, and concentration. Is it a fun job? No. I don't know why I do it really. Must be mad. Ha ha ha ha ha ha ha ha ha ha."}