{"speakers": [], "chunks": [{"timestamp": [0.0, 12.0], "text": " Yeah, so I'm a game developer essentially, teacher turned game developer."}, {"timestamp": [12.0, 17.3], "text": " And long time ago I thought that I would be able to shake the teaching education habit,"}, {"timestamp": [17.3, 21.68], "text": " but I just haven't managed to, so here I am again."}, {"timestamp": [21.68, 27.0], "text": " So I do a mixture of entertainment games working."}, {"timestamp": [27.0, 33.0], "text": " So a narrative designer is effectively a storyteller in the video game space."}, {"timestamp": [33.0, 38.0], "text": " So I'm the guy who comes up with the characters, designs the world,"}, {"timestamp": [38.0, 42.0], "text": " writes the plots, writes the in-game dialogue, and all that sort of stuff."}, {"timestamp": [42.0, 48.92], "text": " Which is great because I don't need to know a scrap of coding, I don't need to know how to draw or anything, I let other people do that."}, {"timestamp": [48.92, 53.0], "text": " I get to just stick to my favorite medium, which are words."}, {"timestamp": [53.0, 62.64], "text": " So, but what I've seen in working in entertainment and working with educational games as well"}, {"timestamp": [62.64, 67.14], "text": " is that there's a massive split between what entertainment"}, {"timestamp": [67.14, 71.76], "text": " is doing and is working really well just to put you in a sort of picture of the"}, {"timestamp": [71.76, 79.68], "text": " scale of what's possible is I work for Path of Exile which is an online game"}, {"timestamp": [79.68, 86.3], "text": " it's very hard for me to find the educational elements to it. I'm sure there might be some in there."}, {"timestamp": [86.3, 89.5], "text": " It's mostly about killing monsters."}, {"timestamp": [89.5, 96.2], "text": " But we have at last count five and a half million registered users, so that's five and a half"}, {"timestamp": [96.2, 103.26], "text": " million people playing the game from around the world, and people are putting in hundreds"}, {"timestamp": [103.26, 105.22], "text": " of hours into this game."}, {"timestamp": [107.84, 108.06], "text": " The company I work for is called Grinding Gear Games,"}, {"timestamp": [112.7, 113.38], "text": " and they're called that because their principle is getting players to grind."}, {"timestamp": [119.32, 120.42], "text": " And grind is essentially practice things over and over and over and over until you are fantastic at it."}, {"timestamp": [128.04, 133.84], "text": " And that is the principle that I'm seeing work beautifully in the entertainment space, and somehow we're managing to get players to invest all of that time and effort, but it's not happening"}, {"timestamp": [133.84, 136.08], "text": " in the educational gaming space."}, {"timestamp": [136.08, 141.08], "text": " So I guess it's my mission to try and bring those two spaces together and see if we can grab"}, {"timestamp": [141.08, 145.36], "text": " the good stuff from entertainment and start using it in the educational space."}, {"timestamp": [151.52, 152.16], "text": " So this is one of my principles that I've been developing, and this is earned knowledge equals valued knowledge."}, {"timestamp": [156.72, 165.5], "text": " This is actually the real name of the talk, but I didn't think I'd be able to get it through. So essentially, players, whoops, we've got a screen freeze."}, {"timestamp": [166.0, 168.58], "text": " I'll have to go back so I can do my big reveal again."}, {"timestamp": [170.64, 171.5], "text": " Where was I?"}, {"timestamp": [171.68, 173.46], "text": " So this is the real name of my talk."}, {"timestamp": [176.24, 176.96], "text": " There we go, right."}, {"timestamp": [179.86, 184.02], "text": " So in the game space, in the entertainment game space, particularly,"}, {"timestamp": [184.32, 185.74], "text": " we're allowed to do this all the time."}, {"timestamp": [185.74, 189.28], "text": " If you don't learn to play the game, we will kill you."}, {"timestamp": [189.48, 195.66], "text": " And that's the fundamental of a huge section of video gaming."}, {"timestamp": [196.48, 199.58], "text": " Now, of course, this gets a lot of flack."}, {"timestamp": [201.32, 208.3], "text": " There have been all sorts of studies looking at how violence translates to behaviour."}, {"timestamp": [208.3, 213.46], "text": " And as of yet, no one has actually managed to prove that violence does translate to behavior."}, {"timestamp": [213.46, 219.5], "text": " In fact, there have been more studies that have proved there is no link than there has been"}, {"timestamp": [219.5, 221.44], "text": " that there is a link."}, {"timestamp": [221.44, 225.32], "text": " But I just wanted to mention it so that that issue is out on the table and"}, {"timestamp": [225.32, 230.36], "text": " you can decide how you feel about that particular issue. But my perspective is that's"}, {"timestamp": [230.36, 239.88], "text": " where I'm working. I am a dark science fiction and horror writer from way back. So this is the"}, {"timestamp": [239.88, 242.88], "text": " round that I work in."}, {"timestamp": [242.88, 246.0], "text": " So what I've learned from video games is that the scale. that I work in."}, {"timestamp": [253.0, 258.0], "text": " So what I've learned from video games is that the skills that you pick up in video games stick. They stay with you for a very long time."}, {"timestamp": [259.0, 267.0], "text": " And the question is, well, they do that by making you care very deeply about the stuff that you learn in games."}, {"timestamp": [271.0, 276.0], "text": " They set things up so that you can't help but care because if you don't care you will die"}, {"timestamp": [276.0, 279.0], "text": " and that's the simple survival rule."}, {"timestamp": [282.0, 288.46], "text": " So this was a game that I played a long time ago and has recently, it's been released"}, {"timestamp": [288.46, 291.68], "text": " several times now, you can play it on the iPad."}, {"timestamp": [291.68, 297.66], "text": " I played this between the ages of probably about 12 and 15."}, {"timestamp": [297.66, 303.36], "text": " I was working on an old Atari ST at the time."}, {"timestamp": [303.36, 307.0], "text": " So you were talking about 1990 when everybody thought this guy"}, {"timestamp": [307.0, 314.5], "text": " was still sane and there's my Atari ST which I loved very much and spent many a"}, {"timestamp": [314.5, 321.4], "text": " cozy hour on when I should have been doing farm work. Did anybody play on an Atari or"}, {"timestamp": [321.4, 327.0], "text": " have an Atari? Yay, My people. Omega 500."}, {"timestamp": [327.0, 330.0], "text": " Pha-hafebac-ha."}, {"timestamp": [330.0, 335.0], "text": " Yeah, it was actually. I have to admit."}, {"timestamp": [335.0, 340.0], "text": " So these are the things, which have done on this beautiful colour scheme, so you can barely read it."}, {"timestamp": [340.0, 345.0], "text": " These are things I actually learned from this game at the age of about 1314."}, {"timestamp": [345.0, 350.18], "text": " So colonial politics of the Caribbean and the 1600s, geography of the Caribbean, European"}, {"timestamp": [350.18, 352.6], "text": " Nordical Technology of the 1600s."}, {"timestamp": [352.6, 357.72], "text": " If you presented me with those three books, I would have thrown them at you at that age."}, {"timestamp": [357.72, 359.04], "text": " Well, no, I was too polite to do that."}, {"timestamp": [359.04, 361.94], "text": " I would have thought about throwing them at you at that age."}, {"timestamp": [361.94, 365.5], "text": " But here I was immersed in these three subjects"}, {"timestamp": [365.5, 368.54], "text": " and learned far more than I thought I ever would."}, {"timestamp": [368.54, 371.5], "text": " And the reason I did that was because I had to know"}, {"timestamp": [371.5, 374.08], "text": " how many cannons would fit on my sloop."}, {"timestamp": [374.08, 376.52], "text": " I had to be able to maximize my cargo space"}, {"timestamp": [376.52, 380.84], "text": " so that I would be able to do the trade routes I wanted to"}, {"timestamp": [380.84, 383.84], "text": " and manage to fight off the pirates and capture other ships."}, {"timestamp": [383.84, 390.12], "text": " So I was learning how to custom fit ships from the 1600s."}, {"timestamp": [390.12, 395.6], "text": " And the beautiful thing about this game is that they stuck to the actual logistics of those"}, {"timestamp": [395.6, 396.6], "text": " ships."}, {"timestamp": [396.6, 404.52], "text": " So you were learning really what the limits of a 1600s loop actually was."}, {"timestamp": [404.52, 407.16], "text": " And these are the other things I learned from this game."}, {"timestamp": [407.16, 411.78], "text": " So the idea was you traded across the Caribbean from port to port."}, {"timestamp": [411.78, 415.6], "text": " You'd buy sugar in this place and you'd sell it over here."}, {"timestamp": [415.6, 421.0], "text": " You'd battle off battle pirates as you went, or you'd capture other ships and extend your cargo"}, {"timestamp": [421.0, 424.82], "text": " convoy so that you could pack more sugar in there and sell it somewhere else."}, {"timestamp": [424.82, 431.12], "text": " And so I learnt the basic trading principles, buy low, sell high, buy sugar at three gold here,"}, {"timestamp": [431.12, 433.24], "text": " sell it for six over there."}, {"timestamp": [433.24, 439.88], "text": " Simple or seemingly simple."}, {"timestamp": [439.88, 446.64], "text": " The next thing that I learned from pirates was how to manage staff."}, {"timestamp": [446.64, 450.6], "text": " So I would build up this crew of pirates that I had to somehow keep happy."}, {"timestamp": [450.6, 455.18], "text": " There was actually a morale counter in the game."}, {"timestamp": [455.18, 464.16], "text": " And if my pirates got unhappy, they would eventually, oh here, here's my lovely crew,"}, {"timestamp": [464.16, 465.64], "text": " being happy. If they're not happy, that's my lovely crew, being happy."}, {"timestamp": [465.64, 469.38], "text": " If they're not happy, that's what they'll do."}, {"timestamp": [469.38, 473.06], "text": " And you'll find yourself on a desert island, and then you get picked up by another ship,"}, {"timestamp": [473.06, 475.0], "text": " and you have to start all over again."}, {"timestamp": [475.0, 481.34], "text": " So I learned, I thought, was a really valid lesson, is that how do you keep the people you"}, {"timestamp": [481.34, 482.96], "text": " are working with happy?"}, {"timestamp": [482.96, 484.72], "text": " You reward them regularly."}, {"timestamp": [484.72, 486.72], "text": " You don't go on ridiculously"}, {"timestamp": [486.72, 492.02], "text": " long voyages right across the Caribbean with nothing to do. So, you know, there were simple principles"}, {"timestamp": [492.02, 497.46], "text": " at play there. And very much, you know, it was 12 or 13 at the time of picking these things up."}, {"timestamp": [498.46, 506.72], "text": " And somehow I still remember this stuff. It's hardwired into my head. So So yeah, the question is why, and that's that question"}, {"timestamp": [506.72, 512.46], "text": " was that got me thinking is, okay, what is this magic thing going on here? What is this Goldilocks"}, {"timestamp": [512.46, 521.26], "text": " effect? And I realized it was, in that situation, failure happened a lot. If I was to get"}, {"timestamp": [521.26, 525.5], "text": " through the game, I had to learn not to fail."}, {"timestamp": [525.5, 530.84], "text": " If I didn't learn, yeah, I was basically sunk."}, {"timestamp": [530.84, 535.08], "text": " So it's about states."}, {"timestamp": [535.08, 538.88], "text": " It's about being involved in something that you start to care deeply about."}, {"timestamp": [538.88, 540.62], "text": " You've been working away for hours at this."}, {"timestamp": [540.62, 543.88], "text": " You're building up your relationship with the Caribbean."}, {"timestamp": [543.88, 545.56], "text": " You're working with colonies. You're building up your relationship with the Caribbean, you're working with colonies,"}, {"timestamp": [546.4, 552.94], "text": " you're creating an awesome ship and then you come along and it gets blown away. And you actually"}, {"timestamp": [552.94, 558.5], "text": " feel bereaved at that point because you have put so much effort into it. And any gamer will"}, {"timestamp": [558.5, 564.18], "text": " tell you that that character that they've been slaving away with for hours, when that character"}, {"timestamp": [564.18, 567.52], "text": " dies, it's like losing a friend."}, {"timestamp": [567.52, 568.52], "text": " So it is."}, {"timestamp": [568.52, 572.58], "text": " It's about that emotional investment that you get."}, {"timestamp": [572.58, 579.76], "text": " So the trick is making knowledge really matter."}, {"timestamp": [579.76, 581.8], "text": " And this is only one way of doing it."}, {"timestamp": [581.8, 586.24], "text": " And I'm just focusing on this today because it's the most dramatic, but there are other ways"}, {"timestamp": [586.24, 589.56], "text": " to get people to care about the knowledge."}, {"timestamp": [589.56, 593.34], "text": " But there is nothing like a life and death situation to suddenly get you to start caring"}, {"timestamp": [593.34, 597.74], "text": " about things."}, {"timestamp": [597.74, 605.0], "text": " And it can be your life at stake or it can be the lives of others."}, {"timestamp": [607.2, 608.3], "text": " Now, I'll talk about this game a little bit."}, {"timestamp": [610.48, 611.2], "text": " A second, it's an extremely effective game,"}, {"timestamp": [613.98, 616.32], "text": " but I'll just, I'll carry on for a sec."}, {"timestamp": [618.08, 618.58], "text": " And I'm going to talk about it now, that's right."}, {"timestamp": [619.56, 620.48], "text": " All right, sweatshop."}, {"timestamp": [622.82, 627.5], "text": " Now, this was a game I actually ended up using with year nines and tens quite a bit, first at"}, {"timestamp": [627.5, 633.68], "text": " Maniariwa High School and then at Garon College down in Nelson."}, {"timestamp": [633.68, 643.56], "text": " And what sweatshop is this, a free strategy game about money, fashion and dismembered limbs."}, {"timestamp": [643.56, 647.6], "text": " It explores the subject of sweatshops and sweatshop labour and looks at a free strategy game about money, fashion and dismembered limbs. It explores the subject of sweatshops and sweatshop labour"}, {"timestamp": [647.6, 654.8], "text": " and looks at why they are there, what are the moral choices that these people are making,"}, {"timestamp": [655.52, 669.4], "text": " what are the benefits and what are the downfalls. And so, and I realised as we were playing through Switch Shop, we were learning the economics"}, {"timestamp": [669.4, 671.74], "text": " and ethics of manufacturing, okay?"}, {"timestamp": [671.74, 675.76], "text": " Which yeah, that's a classic textbook title."}, {"timestamp": [675.76, 681.68], "text": " This is the one I prefer."}, {"timestamp": [681.68, 686.6], "text": " Might sell a little better, I don't know, but this is what sweatshop presents to you."}, {"timestamp": [686.6, 692.52], "text": " It actually shows you the consequences of the moral choices surrounding sweatshop labor."}, {"timestamp": [692.52, 699.52], "text": " If you choose money over people, this is what's going to happen."}, {"timestamp": [699.52, 703.82], "text": " So within this game, you have a morality counter."}, {"timestamp": [703.82, 706.36], "text": " So your actions, say for instance the people that"}, {"timestamp": [706.36, 711.86], "text": " you hire, whether you choose to hire skilled laborers or unskilled laborers because"}, {"timestamp": [711.86, 717.98], "text": " of the cheaper, whether you choose to put in safety measures, whether you choose to"}, {"timestamp": [717.98, 724.18], "text": " put in water coolers into the factory so that your workers don't dehydrate, this"}, {"timestamp": [724.18, 726.96], "text": " is all counted towards your"}, {"timestamp": [726.96, 732.22], "text": " morality score so you can see if you are being good or evil. It's not very"}, {"timestamp": [732.22, 740.16], "text": " subtle about it. So yeah these are the things you can do. You can skimp on safety,"}, {"timestamp": [740.16, 745.0], "text": " hire children, you can work people to death."}, {"timestamp": [745.0, 748.0], "text": " And I found that."}, {"timestamp": [748.0, 753.0], "text": " Kids were great because you could fill your factory with them."}, {"timestamp": [753.0, 755.0], "text": " They don't cost very much."}, {"timestamp": [755.0, 758.0], "text": " When they die off, you can replace them easily."}, {"timestamp": [758.0, 764.0], "text": " This is this what, and I'm not saying, that's a very extreme example,"}, {"timestamp": [764.0, 766.76], "text": " but it really hammered home to those"}, {"timestamp": [766.76, 771.66], "text": " 13 and 14 year olds what sort of choices were being made and they started asking me these"}, {"timestamp": [771.66, 772.66], "text": " questions."}, {"timestamp": [772.66, 773.66], "text": " Is this real?"}, {"timestamp": [773.66, 775.42], "text": " Are there actually kids working in factories?"}, {"timestamp": [775.42, 777.88], "text": " Are there actually kids dying in factories?"}, {"timestamp": [777.88, 781.8], "text": " And unfortunately I was able to say yes."}, {"timestamp": [781.8, 783.76], "text": " And it started to prompt them to look further."}, {"timestamp": [783.76, 788.2], "text": " The other great thing about this game is it has a whole array of online resources attached"}, {"timestamp": [788.2, 795.3], "text": " to it which you can link from the game too, so you can actually explore the issue of Switch Shop labour further."}, {"timestamp": [795.3, 812.54], "text": " What really troubled me lately was that they created an app for this game and Apple refused to publish it because they said that essentially video games were not the platform for discussing social issues."}, {"timestamp": [814.0, 818.32], "text": " So, unfortunately, there are still some pretty strong gateways out there."}, {"timestamp": [819.0, 820.2], "text": " But this is still available."}, {"timestamp": [820.34, 822.9], "text": " It's a free online game, so you can still access it."}, {"timestamp": [828.0, 835.0], "text": " And on the plus side, you can actually run a really humming, morally sound factory."}, {"timestamp": [835.0, 838.0], "text": " You can train your workers, you can look after them."}, {"timestamp": [838.0, 841.0], "text": " So it doesn't force you to be the bad guy."}, {"timestamp": [841.0, 849.04], "text": " You can actually experience what it is like to have a really sound, socially good"}, {"timestamp": [849.04, 857.8], "text": " piece of production. So it's exploring the issue of success and guilt. What are you prepared to do"}, {"timestamp": [857.8, 866.28], "text": " to be successful? Are you prepared to use people to be successful or can you find a way where you can work"}, {"timestamp": [866.28, 867.62], "text": " together to be successful?"}, {"timestamp": [867.62, 871.52], "text": " And again, that I thought was a really valuable lesson for these 13 and 14 year olds and"}, {"timestamp": [871.52, 874.48], "text": " it seemed to hit home from the feedback that I got."}, {"timestamp": [874.48, 879.24], "text": " They understood it because they had to actually experience it."}, {"timestamp": [879.24, 881.76], "text": " So I'll look at another one now."}, {"timestamp": [881.76, 886.6], "text": " So moving over to the science realm and this one is called Plague Inc."}, {"timestamp": [888.6, 896.16], "text": " Does anybody come across this game? Or two? Maybe just one. So in Plague Inc."}, {"timestamp": [897.66, 903.58], "text": " Well, again, it's a little dark. So this is your mission. So you're not trying,"}, {"timestamp": [904.18, 906.52], "text": " you're not trying to stop a plague."}, {"timestamp": [906.7, 907.72], "text": " You are the plague."}, {"timestamp": [909.2, 911.56], "text": " And you have this little baby epidemic"}, {"timestamp": [911.56, 913.4], "text": " that you need to grow and nurture."}, {"timestamp": [914.44, 915.34], "text": " And ultimately,"}, {"timestamp": [917.48, 921.14], "text": " that's what you're trying to do."}, {"timestamp": [923.6, 928.4], "text": " Now, why make a game like this?"}, {"timestamp": [928.4, 939.38], "text": " So the makers of Plague Inc were then invited to go speak with the Center for Disease Control"}, {"timestamp": [939.38, 944.86], "text": " in the US, which is the main center for working out how to deal with epidemics."}, {"timestamp": [944.86, 949.54], "text": " Because what they'd done is model so beautifully how infectious diseases are spread"}, {"timestamp": [949.54, 953.56], "text": " and how the countermeasures can be put in place to stop them,"}, {"timestamp": [953.96, 956.36], "text": " that they recognised it as an educational tool."}, {"timestamp": [956.44, 959.04], "text": " Now, these guys made it as an entertainment piece."}, {"timestamp": [959.14, 961.88], "text": " They didn't go out of their way to make an educational piece,"}, {"timestamp": [961.88, 963.88], "text": " but it was recognised as such,"}, {"timestamp": [964.22, 965.26], "text": " because they designed"}, {"timestamp": [965.26, 967.76], "text": " it so closely to how things actually work."}, {"timestamp": [970.76, 976.7], "text": " So you can, within this game, you can look at transmission symptoms, mutation resistances,"}, {"timestamp": [977.62, 985.76], "text": " and you can design your disease. So you can look at what symptoms do I want."}, {"timestamp": [985.76, 991.64], "text": " Should I just start with low level ones like coughs and things like that which will"}, {"timestamp": [991.64, 997.64], "text": " spread the disease but won't be noticed outside of the common cold or do I get, go for"}, {"timestamp": [997.64, 1001.48], "text": " the really a hardcore ones and have people's brains exploding and things. The problem"}, {"timestamp": [1001.48, 1007.92], "text": " with that is that then it'll be recognized immediately and the world will start to try and develop a cure and suddenly"}, {"timestamp": [1007.92, 1013.92], "text": " you're in a race between wiping out the planet before your disease gets cured."}, {"timestamp": [1013.92, 1017.76], "text": " So there's all these sort of interesting choices you have to make. Are you going to"}, {"timestamp": [1017.76, 1022.84], "text": " transmit via mosquitoes which works really well in tropical countries or are you"}, {"timestamp": [1022.84, 1025.56], "text": " going to look at birds or are you going to look at birds, or are you going"}, {"timestamp": [1025.56, 1031.58], "text": " to try and transmit via water, which means that you can then suddenly access boats and planes"}, {"timestamp": [1031.58, 1033.5], "text": " and someone like that."}, {"timestamp": [1033.5, 1039.94], "text": " So you really start to, once you're in the mindset of a disease, you should really start"}, {"timestamp": [1039.94, 1042.82], "text": " to see, oh, this is how these things actually spread."}, {"timestamp": [1042.82, 1047.02], "text": " And as soon as we understand how they spread,"}, {"timestamp": [1047.02, 1052.02], "text": " then we can work out how they can be stopped."}, {"timestamp": [1052.02, 1053.94], "text": " And you start to see all of the countermeasures"}, {"timestamp": [1053.94, 1056.2], "text": " that countries put in place."}, {"timestamp": [1056.2, 1058.76], "text": " And again, it's your job to try and get around them."}, {"timestamp": [1058.76, 1061.16], "text": " So if they start dispensing bottle water,"}, {"timestamp": [1061.16, 1065.7], "text": " then I'm going to start transmitting my disease via ear. Then if they start wearing masks, then I'm going to start transmitting my disease via ear."}, {"timestamp": [1065.7, 1070.14], "text": " Then if they start wearing masks, then I'm going to try birds."}, {"timestamp": [1070.14, 1080.52], "text": " So you constantly see how an organism will, how and why it'll evolve."}, {"timestamp": [1080.52, 1084.54], "text": " So yeah, why does it work so well?"}, {"timestamp": [1084.54, 1087.76], "text": " Because everything you learn in that game, you can then use straight away."}, {"timestamp": [1088.78, 1094.96], "text": " And you can apply it and you can see the payoff, either whether it works or whether it doesn't."}, {"timestamp": [1095.32, 1099.26], "text": " Whether you manage to wipe out the world or whether your disease is exterminated."}, {"timestamp": [1100.44, 1101.86], "text": " Academic becomes pragmatic."}, {"timestamp": [1102.22, 1104.94], "text": " The theoretical becomes something you can actually do."}, {"timestamp": [1105.0, 1109.0], "text": " Learn or die."}, {"timestamp": [1109.0, 1115.0], "text": " And again you start to really care about that disease."}, {"timestamp": [1115.0, 1118.0], "text": " It's your little baby, even though it's an evil little baby."}, {"timestamp": [1118.0, 1125.92], "text": " You really start to, well you're nurturing it, you're invested in it."}, {"timestamp": [1128.64, 1131.46], "text": " But sometimes you just can't win."}, {"timestamp": [1134.0, 1138.0], "text": " Canada is amazingly difficult to infect, A, because it's very cold,"}, {"timestamp": [1138.0, 1140.08], "text": " B, because it has first-class medicine."}, {"timestamp": [1142.56, 1147.64], "text": " C, they seem to be able to close off their borders pretty well so it's a really tough one"}, {"timestamp": [1147.64, 1155.84], "text": " New Zealand's pretty good too actually though Greenland is by far the worst so it almost becomes"}, {"timestamp": [1155.84, 1162.56], "text": " a disease as your pet you're caring about this you're growing it you're looking after it and that"}, {"timestamp": [1162.56, 1166.6], "text": " sticks if you think about your relationship with any pet if you think"}, {"timestamp": [1166.6, 1171.22], "text": " about your relationship with your children those moments of caring nurturing"}, {"timestamp": [1171.22, 1177.82], "text": " seeing them grow it sticks and when you're a place in the simulation and and"}, {"timestamp": [1177.82, 1183.94], "text": " kind of using those same as emotional aspects it really gets locked into your"}, {"timestamp": [1183.94, 1186.0], "text": " brain so yeah the take-home lessons for me from Pirates Workshop and play emotional aspects, it really gets locked into your brain."}, {"timestamp": [1190.34, 1192.8], "text": " So, yeah, the take-home lessons for me from Pirates, Sweatshop and Plague Inc."}, {"timestamp": [1196.18, 1197.02], "text": " Number one, give the learner a goal that they can truly care about."}, {"timestamp": [1198.58, 1200.52], "text": " So give them a pet disease."}, {"timestamp": [1210.82, 1216.56], "text": " Give them, you know, give them the opportunity to become a legendary pirate or run a business that doesn't hurt anybody once they find out that there are businesses out there that do hurt people or the good old"}, {"timestamp": [1216.56, 1227.3], "text": " classic kill the world so what's the common ingredient here?"}, {"timestamp": [1229.74, 1230.84], "text": " The curing only has to happen in-game."}, {"timestamp": [1233.88, 1234.44], "text": " Just like, it's like an enclosed classroom."}, {"timestamp": [1236.68, 1241.1], "text": " You don't have to pull in outside issues because it's all packaged in that one interactive medium."}, {"timestamp": [1241.76, 1243.64], "text": " And you can get to use it straight away."}, {"timestamp": [1243.72, 1245.24], "text": " You don't have to wait until the exam. You don't have to wait until the exam."}, {"timestamp": [1245.38, 1251.44], "text": " You don't have to wait until you graduate. You use that knowledge right now. So that immediate"}, {"timestamp": [1251.44, 1270.76], "text": " practical application. And again, just hammering home the point, hearing equals memory."}, {"timestamp": [1273.5, 1274.8], "text": " So the second one, yeah, make every piece of knowledge matter."}, {"timestamp": [1280.96, 1282.6], "text": " This is where we run into trouble because there are expectations about what knowledge matters and what knowledge doesn't."}, {"timestamp": [1282.6, 1287.88], "text": " And often we're prescribed by others what knowledge is going to matter and knowledge doesn't. And often we're prescribed by others what knowledge"}, {"timestamp": [1287.88, 1291.48], "text": " is going to matter and what doesn't. Only the student knows what's going to matter to them,"}, {"timestamp": [1291.78, 1298.6], "text": " and only the student knows what's going to stick. The game presents the knowledge which is"}, {"timestamp": [1298.6, 1303.54], "text": " absolutely relevant at the time. If the student doesn't find that relevant and isn't doing it,"}, {"timestamp": [1303.54, 1305.38], "text": " they'll stop playing. But if they are engaged and they't find that relevant and isn't doing it, they'll stop playing."}, {"timestamp": [1305.38, 1312.36], "text": " But if they are engaged and they do find it relevant, then the game makes sure that everything"}, {"timestamp": [1312.36, 1319.04], "text": " is relevant. The good games do."}, {"timestamp": [1319.04, 1325.0], "text": " So I quickly learned where to find the cheap tobacco and where to find the place to sell it."}, {"timestamp": [1325.0, 1330.0], "text": " I quickly learned about simply putting water coolers"}, {"timestamp": [1330.0, 1334.0], "text": " and will increase your staff productivity and no one will die."}, {"timestamp": [1334.0, 1338.0], "text": " I learned that diseases can have bacterial shells"}, {"timestamp": [1338.0, 1342.0], "text": " and therefore makes them survive in Greenland."}, {"timestamp": [1347.0, 1350.2], "text": " Therapeutes fully integrate gameplay with learning outcomes."}, {"timestamp": [1350.2, 1355.2], "text": " Now, this is where the difference between gamification"}, {"timestamp": [1355.2, 1357.7], "text": " and game design comes in."}, {"timestamp": [1357.7, 1362.8], "text": " Gameification, to me, is adding rewards"}, {"timestamp": [1362.8, 1368.76], "text": " and adding a lot of gameplay aspects over top of an existing educational structure."}, {"timestamp": [1370.6, 1374.76], "text": " Gameplay, game design is about making you not even notice you're learning."}, {"timestamp": [1376.5, 1380.46], "text": " You're just there. You pick up this knowledge, you use it, because you want to."}, {"timestamp": [1381.28, 1383.84], "text": " You're not even aware of that stuff sticking in your brain."}, {"timestamp": [1387.76, 1395.24], "text": " So every mechanic, every game mechanic, must teach something, otherwise there's no point in having it."}, {"timestamp": [1395.24, 1404.44], "text": " And I'm a strong believer in this. There are too many games out there that are veiled"}, {"timestamp": [1404.44, 1408.4], "text": " in the, well, they wear the cape of education,"}, {"timestamp": [1408.9, 1411.44], "text": " but end up having far too much of this stuff in there."}, {"timestamp": [1413.84, 1419.56], "text": " Good old Twitch reflex stuff, which is there to keep students entertained"}, {"timestamp": [1419.56, 1422.98], "text": " while we get, until we get to the next piece of learning."}, {"timestamp": [1423.94, 1429.0], "text": " And this is honestly a waste of time."}, {"timestamp": [1429.0, 1434.0], "text": " So in a game like Pirates, for instance, if they'd cut out the fencing, the bombarding towns"}, {"timestamp": [1434.0, 1441.0], "text": " and the ballroom dancing, then it would have been actually a much more valuable learning experience."}, {"timestamp": [1441.0, 1448.68], "text": " However, Pirates wasn't designed to be an educational game, completely accidental"}, {"timestamp": [1448.68, 1453.6], "text": " on the educational front. It was designed to be a swashbuckling rollock through the Caribbean."}, {"timestamp": [1455.52, 1462.22], "text": " But other designers, like the designers of Sweatshop and Play Inc, recognized this potential"}, {"timestamp": [1462.22, 1466.84], "text": " and actually put it to use, stripped out all the play-for-play stake stuff"}, {"timestamp": [1466.84, 1469.88], "text": " and actually educated through gameplay."}, {"timestamp": [1471.28, 1475.0], "text": " And the last thing is just tailoring the context to your target learner."}, {"timestamp": [1477.12, 1484.12], "text": " So that's a very broad breakdown of where those games are going to appeal."}, {"timestamp": [1487.28, 1497.2], "text": " For instance, young adults, it's probably going to be young male adults for a start, but you know, you sort of say you've got to just"}, {"timestamp": [1497.2, 1503.28], "text": " match, match things up accordingly, as you all know. And the last thing, raise the stakes, raise"}, {"timestamp": [1503.28, 1508.0], "text": " the heart rate. There needs to be an emotional element in education."}, {"timestamp": [1508.0, 1510.0], "text": " How am I doing for time?"}, {"timestamp": [1510.0, 1512.0], "text": " All good."}, {"timestamp": [1512.0, 1516.0], "text": " And this is where life of death comes in."}, {"timestamp": [1516.0, 1520.0], "text": " Anybody played typing of the dead?"}, {"timestamp": [1520.0, 1524.0], "text": " If you do want to brush up on your typing skills,"}, {"timestamp": [1524.0, 1529.12], "text": " essentially, you type words and phrases"}, {"timestamp": [1529.12, 1533.2], "text": " and that typing kills the zombies."}, {"timestamp": [1533.2, 1537.2], "text": " And they've recently released another one called Typing of the Dead Overkill, which is basically"}, {"timestamp": [1537.2, 1541.38], "text": " a typing program meets zombies meets Quentin Tarantino."}, {"timestamp": [1541.38, 1544.24], "text": " So lots of fun."}, {"timestamp": [1544.24, 1553.28], "text": " R18 fun. And this is this, I think this is a real"}, {"timestamp": [1554.24, 1560.08], "text": " obstacle when it comes to actually bringing entertainment into education and that is us"}, {"timestamp": [1560.08, 1567.06], "text": " being a bit afraid to offend people. Your average teenager doesn't worry about offending people."}, {"timestamp": [1567.06, 1570.0], "text": " Your tweenie doesn't really worry about offending people anymore."}, {"timestamp": [1570.0, 1573.32], "text": " In fact, the only kids I know who are worried about offending people,"}, {"timestamp": [1573.32, 1575.8], "text": " it seems to stop about the eight, nine year old people,"}, {"timestamp": [1575.8, 1577.5], "text": " and all of them aren't worried either."}, {"timestamp": [1577.5, 1579.34], "text": " But we're worried."}, {"timestamp": [1579.34, 1583.12], "text": " Are we too worried?"}, {"timestamp": [1583.12, 1590.5], "text": " Games do this well. Now, I use this example because you can do it tastefully"}, {"timestamp": [1590.5, 1595.9], "text": " you don't have to be graphic about it you can actually yeah you can get"}, {"timestamp": [1595.9, 1600.28], "text": " married and pirates and depending on how what status you are depending on how"}, {"timestamp": [1600.28, 1609.32], "text": " beautiful your wife is it's a bit sexist, but it was 1990. Violence, again, done"}, {"timestamp": [1609.32, 1621.06], "text": " within reason. And lastly, glamour. Now I put that shot up there. Glamour, not in making it,"}, {"timestamp": [1621.86, 1625.48], "text": " as in glamorous, but glamour at making things look pretty."}, {"timestamp": [1632.66, 1633.38], "text": " There are too many educational games out there that just aren't attractive to the eye on a basic level."}, {"timestamp": [1638.28, 1640.76], "text": " And the reason that's a problem is because I don't think we're any more, we're not competing with textbooks and lecturers anymore."}, {"timestamp": [1641.5, 1643.84], "text": " This is what we're competing with."}, {"timestamp": [1648.4, 1653.04], "text": " So you put your average educational game up against Grand Theft Auto and the kids have a choice of which one to play. Well,"}, {"timestamp": [1653.04, 1659.18], "text": " it's a no-brainer which one they're going to pick on the whole unless we can start creating"}, {"timestamp": [1659.18, 1665.0], "text": " educational games that look that good. And yeah, it's about the money,"}, {"timestamp": [1665.0, 1668.0], "text": " but it's about actually proving to game companies"}, {"timestamp": [1668.0, 1671.0], "text": " that we can make money out of education."}, {"timestamp": [1671.0, 1673.0], "text": " We can do both."}, {"timestamp": [1673.0, 1676.0], "text": " It doesn't need to be a one or other thing."}, {"timestamp": [1676.0, 1679.0], "text": " And we have the advantage"}, {"timestamp": [1679.0, 1682.0], "text": " from the educational standpoint"}, {"timestamp": [1682.0, 1686.54], "text": " because actually what we do in game does matter."}, {"timestamp": [1686.54, 1691.34], "text": " If we choose the content right, then these skills that are developed in game can be used"}, {"timestamp": [1691.34, 1692.86], "text": " in the real world."}, {"timestamp": [1692.86, 1701.12], "text": " There are skills that you learn in Grand Theft Auto that you don't want anybody to use in the real world."}, {"timestamp": [1701.12, 1709.0], "text": " So simple trading. Use it in the real world."}, {"timestamp": [1709.0, 1715.0], "text": " And looking at what the player cares about,"}, {"timestamp": [1715.0, 1719.0], "text": " so suddenly they start caring about diseases and how they work."}, {"timestamp": [1719.0, 1722.0], "text": " So a slightly graphic picture coming up."}, {"timestamp": [1722.0, 1728.88], "text": " That is a man with Ebola. Suddenly they start to care about what"}, {"timestamp": [1728.88, 1734.1], "text": " affect these diseases have in the real world. So I guess, yeah, this is my take-home"}, {"timestamp": [1734.1, 1739.12], "text": " message, is earn, the player earns their knowledge through the game. They learn to"}, {"timestamp": [1739.12, 1743.4], "text": " care about it, therefore by learning to care about it, they value it, and because"}, {"timestamp": [1743.4, 1747.36], "text": " they care and value it, they end up remembering it, possibly forever."}], "text": " Yeah, so I'm a game developer essentially, teacher turned game developer. And long time ago I thought that I would be able to shake the teaching education habit, but I just haven't managed to, so here I am again. So I do a mixture of entertainment games working. So a narrative designer is effectively a storyteller in the video game space. So I'm the guy who comes up with the characters, designs the world, writes the plots, writes the in-game dialogue, and all that sort of stuff. Which is great because I don't need to know a scrap of coding, I don't need to know how to draw or anything, I let other people do that. I get to just stick to my favorite medium, which are words. So, but what I've seen in working in entertainment and working with educational games as well is that there's a massive split between what entertainment is doing and is working really well just to put you in a sort of picture of the scale of what's possible is I work for Path of Exile which is an online game it's very hard for me to find the educational elements to it. I'm sure there might be some in there. It's mostly about killing monsters. But we have at last count five and a half million registered users, so that's five and a half million people playing the game from around the world, and people are putting in hundreds of hours into this game. The company I work for is called Grinding Gear Games, and they're called that because their principle is getting players to grind. And grind is essentially practice things over and over and over and over until you are fantastic at it. And that is the principle that I'm seeing work beautifully in the entertainment space, and somehow we're managing to get players to invest all of that time and effort, but it's not happening in the educational gaming space. So I guess it's my mission to try and bring those two spaces together and see if we can grab the good stuff from entertainment and start using it in the educational space. So this is one of my principles that I've been developing, and this is earned knowledge equals valued knowledge. This is actually the real name of the talk, but I didn't think I'd be able to get it through. So essentially, players, whoops, we've got a screen freeze. I'll have to go back so I can do my big reveal again. Where was I? So this is the real name of my talk. There we go, right. So in the game space, in the entertainment game space, particularly, we're allowed to do this all the time. If you don't learn to play the game, we will kill you. And that's the fundamental of a huge section of video gaming. Now, of course, this gets a lot of flack. There have been all sorts of studies looking at how violence translates to behaviour. And as of yet, no one has actually managed to prove that violence does translate to behavior. In fact, there have been more studies that have proved there is no link than there has been that there is a link. But I just wanted to mention it so that that issue is out on the table and you can decide how you feel about that particular issue. But my perspective is that's where I'm working. I am a dark science fiction and horror writer from way back. So this is the round that I work in. So what I've learned from video games is that the scale. that I work in. So what I've learned from video games is that the skills that you pick up in video games stick. They stay with you for a very long time. And the question is, well, they do that by making you care very deeply about the stuff that you learn in games. They set things up so that you can't help but care because if you don't care you will die and that's the simple survival rule. So this was a game that I played a long time ago and has recently, it's been released several times now, you can play it on the iPad. I played this between the ages of probably about 12 and 15. I was working on an old Atari ST at the time. So you were talking about 1990 when everybody thought this guy was still sane and there's my Atari ST which I loved very much and spent many a cozy hour on when I should have been doing farm work. Did anybody play on an Atari or have an Atari? Yay, My people. Omega 500. Pha-hafebac-ha. Yeah, it was actually. I have to admit. So these are the things, which have done on this beautiful colour scheme, so you can barely read it. These are things I actually learned from this game at the age of about 1314. So colonial politics of the Caribbean and the 1600s, geography of the Caribbean, European Nordical Technology of the 1600s. If you presented me with those three books, I would have thrown them at you at that age. Well, no, I was too polite to do that. I would have thought about throwing them at you at that age. But here I was immersed in these three subjects and learned far more than I thought I ever would. And the reason I did that was because I had to know how many cannons would fit on my sloop. I had to be able to maximize my cargo space so that I would be able to do the trade routes I wanted to and manage to fight off the pirates and capture other ships. So I was learning how to custom fit ships from the 1600s. And the beautiful thing about this game is that they stuck to the actual logistics of those ships. So you were learning really what the limits of a 1600s loop actually was. And these are the other things I learned from this game. So the idea was you traded across the Caribbean from port to port. You'd buy sugar in this place and you'd sell it over here. You'd battle off battle pirates as you went, or you'd capture other ships and extend your cargo convoy so that you could pack more sugar in there and sell it somewhere else. And so I learnt the basic trading principles, buy low, sell high, buy sugar at three gold here, sell it for six over there. Simple or seemingly simple. The next thing that I learned from pirates was how to manage staff. So I would build up this crew of pirates that I had to somehow keep happy. There was actually a morale counter in the game. And if my pirates got unhappy, they would eventually, oh here, here's my lovely crew, being happy. If they're not happy, that's my lovely crew, being happy. If they're not happy, that's what they'll do. And you'll find yourself on a desert island, and then you get picked up by another ship, and you have to start all over again. So I learned, I thought, was a really valid lesson, is that how do you keep the people you are working with happy? You reward them regularly. You don't go on ridiculously long voyages right across the Caribbean with nothing to do. So, you know, there were simple principles at play there. And very much, you know, it was 12 or 13 at the time of picking these things up. And somehow I still remember this stuff. It's hardwired into my head. So So yeah, the question is why, and that's that question was that got me thinking is, okay, what is this magic thing going on here? What is this Goldilocks effect? And I realized it was, in that situation, failure happened a lot. If I was to get through the game, I had to learn not to fail. If I didn't learn, yeah, I was basically sunk. So it's about states. It's about being involved in something that you start to care deeply about. You've been working away for hours at this. You're building up your relationship with the Caribbean. You're working with colonies. You're building up your relationship with the Caribbean, you're working with colonies, you're creating an awesome ship and then you come along and it gets blown away. And you actually feel bereaved at that point because you have put so much effort into it. And any gamer will tell you that that character that they've been slaving away with for hours, when that character dies, it's like losing a friend. So it is. It's about that emotional investment that you get. So the trick is making knowledge really matter. And this is only one way of doing it. And I'm just focusing on this today because it's the most dramatic, but there are other ways to get people to care about the knowledge. But there is nothing like a life and death situation to suddenly get you to start caring about things. And it can be your life at stake or it can be the lives of others. Now, I'll talk about this game a little bit. A second, it's an extremely effective game, but I'll just, I'll carry on for a sec. And I'm going to talk about it now, that's right. All right, sweatshop. Now, this was a game I actually ended up using with year nines and tens quite a bit, first at Maniariwa High School and then at Garon College down in Nelson. And what sweatshop is this, a free strategy game about money, fashion and dismembered limbs. It explores the subject of sweatshops and sweatshop labour and looks at a free strategy game about money, fashion and dismembered limbs. It explores the subject of sweatshops and sweatshop labour and looks at why they are there, what are the moral choices that these people are making, what are the benefits and what are the downfalls. And so, and I realised as we were playing through Switch Shop, we were learning the economics and ethics of manufacturing, okay? Which yeah, that's a classic textbook title. This is the one I prefer. Might sell a little better, I don't know, but this is what sweatshop presents to you. It actually shows you the consequences of the moral choices surrounding sweatshop labor. If you choose money over people, this is what's going to happen. So within this game, you have a morality counter. So your actions, say for instance the people that you hire, whether you choose to hire skilled laborers or unskilled laborers because of the cheaper, whether you choose to put in safety measures, whether you choose to put in water coolers into the factory so that your workers don't dehydrate, this is all counted towards your morality score so you can see if you are being good or evil. It's not very subtle about it. So yeah these are the things you can do. You can skimp on safety, hire children, you can work people to death. And I found that. Kids were great because you could fill your factory with them. They don't cost very much. When they die off, you can replace them easily. This is this what, and I'm not saying, that's a very extreme example, but it really hammered home to those 13 and 14 year olds what sort of choices were being made and they started asking me these questions. Is this real? Are there actually kids working in factories? Are there actually kids dying in factories? And unfortunately I was able to say yes. And it started to prompt them to look further. The other great thing about this game is it has a whole array of online resources attached to it which you can link from the game too, so you can actually explore the issue of Switch Shop labour further. What really troubled me lately was that they created an app for this game and Apple refused to publish it because they said that essentially video games were not the platform for discussing social issues. So, unfortunately, there are still some pretty strong gateways out there. But this is still available. It's a free online game, so you can still access it. And on the plus side, you can actually run a really humming, morally sound factory. You can train your workers, you can look after them. So it doesn't force you to be the bad guy. You can actually experience what it is like to have a really sound, socially good piece of production. So it's exploring the issue of success and guilt. What are you prepared to do to be successful? Are you prepared to use people to be successful or can you find a way where you can work together to be successful? And again, that I thought was a really valuable lesson for these 13 and 14 year olds and it seemed to hit home from the feedback that I got. They understood it because they had to actually experience it. So I'll look at another one now. So moving over to the science realm and this one is called Plague Inc. Does anybody come across this game? Or two? Maybe just one. So in Plague Inc. Well, again, it's a little dark. So this is your mission. So you're not trying, you're not trying to stop a plague. You are the plague. And you have this little baby epidemic that you need to grow and nurture. And ultimately, that's what you're trying to do. Now, why make a game like this? So the makers of Plague Inc were then invited to go speak with the Center for Disease Control in the US, which is the main center for working out how to deal with epidemics. Because what they'd done is model so beautifully how infectious diseases are spread and how the countermeasures can be put in place to stop them, that they recognised it as an educational tool. Now, these guys made it as an entertainment piece. They didn't go out of their way to make an educational piece, but it was recognised as such, because they designed it so closely to how things actually work. So you can, within this game, you can look at transmission symptoms, mutation resistances, and you can design your disease. So you can look at what symptoms do I want. Should I just start with low level ones like coughs and things like that which will spread the disease but won't be noticed outside of the common cold or do I get, go for the really a hardcore ones and have people's brains exploding and things. The problem with that is that then it'll be recognized immediately and the world will start to try and develop a cure and suddenly you're in a race between wiping out the planet before your disease gets cured. So there's all these sort of interesting choices you have to make. Are you going to transmit via mosquitoes which works really well in tropical countries or are you going to look at birds or are you going to look at birds, or are you going to try and transmit via water, which means that you can then suddenly access boats and planes and someone like that. So you really start to, once you're in the mindset of a disease, you should really start to see, oh, this is how these things actually spread. And as soon as we understand how they spread, then we can work out how they can be stopped. And you start to see all of the countermeasures that countries put in place. And again, it's your job to try and get around them. So if they start dispensing bottle water, then I'm going to start transmitting my disease via ear. Then if they start wearing masks, then I'm going to start transmitting my disease via ear. Then if they start wearing masks, then I'm going to try birds. So you constantly see how an organism will, how and why it'll evolve. So yeah, why does it work so well? Because everything you learn in that game, you can then use straight away. And you can apply it and you can see the payoff, either whether it works or whether it doesn't. Whether you manage to wipe out the world or whether your disease is exterminated. Academic becomes pragmatic. The theoretical becomes something you can actually do. Learn or die. And again you start to really care about that disease. It's your little baby, even though it's an evil little baby. You really start to, well you're nurturing it, you're invested in it. But sometimes you just can't win. Canada is amazingly difficult to infect, A, because it's very cold, B, because it has first-class medicine. C, they seem to be able to close off their borders pretty well so it's a really tough one New Zealand's pretty good too actually though Greenland is by far the worst so it almost becomes a disease as your pet you're caring about this you're growing it you're looking after it and that sticks if you think about your relationship with any pet if you think about your relationship with your children those moments of caring nurturing seeing them grow it sticks and when you're a place in the simulation and and kind of using those same as emotional aspects it really gets locked into your brain so yeah the take-home lessons for me from Pirates Workshop and play emotional aspects, it really gets locked into your brain. So, yeah, the take-home lessons for me from Pirates, Sweatshop and Plague Inc. Number one, give the learner a goal that they can truly care about. So give them a pet disease. Give them, you know, give them the opportunity to become a legendary pirate or run a business that doesn't hurt anybody once they find out that there are businesses out there that do hurt people or the good old classic kill the world so what's the common ingredient here? The curing only has to happen in-game. Just like, it's like an enclosed classroom. You don't have to pull in outside issues because it's all packaged in that one interactive medium. And you can get to use it straight away. You don't have to wait until the exam. You don't have to wait until the exam. You don't have to wait until you graduate. You use that knowledge right now. So that immediate practical application. And again, just hammering home the point, hearing equals memory. So the second one, yeah, make every piece of knowledge matter. This is where we run into trouble because there are expectations about what knowledge matters and what knowledge doesn't. And often we're prescribed by others what knowledge is going to matter and knowledge doesn't. And often we're prescribed by others what knowledge is going to matter and what doesn't. Only the student knows what's going to matter to them, and only the student knows what's going to stick. The game presents the knowledge which is absolutely relevant at the time. If the student doesn't find that relevant and isn't doing it, they'll stop playing. But if they are engaged and they't find that relevant and isn't doing it, they'll stop playing. But if they are engaged and they do find it relevant, then the game makes sure that everything is relevant. The good games do. So I quickly learned where to find the cheap tobacco and where to find the place to sell it. I quickly learned about simply putting water coolers and will increase your staff productivity and no one will die. I learned that diseases can have bacterial shells and therefore makes them survive in Greenland. Therapeutes fully integrate gameplay with learning outcomes. Now, this is where the difference between gamification and game design comes in. Gameification, to me, is adding rewards and adding a lot of gameplay aspects over top of an existing educational structure. Gameplay, game design is about making you not even notice you're learning. You're just there. You pick up this knowledge, you use it, because you want to. You're not even aware of that stuff sticking in your brain. So every mechanic, every game mechanic, must teach something, otherwise there's no point in having it. And I'm a strong believer in this. There are too many games out there that are veiled in the, well, they wear the cape of education, but end up having far too much of this stuff in there. Good old Twitch reflex stuff, which is there to keep students entertained while we get, until we get to the next piece of learning. And this is honestly a waste of time. So in a game like Pirates, for instance, if they'd cut out the fencing, the bombarding towns and the ballroom dancing, then it would have been actually a much more valuable learning experience. However, Pirates wasn't designed to be an educational game, completely accidental on the educational front. It was designed to be a swashbuckling rollock through the Caribbean. But other designers, like the designers of Sweatshop and Play Inc, recognized this potential and actually put it to use, stripped out all the play-for-play stake stuff and actually educated through gameplay. And the last thing is just tailoring the context to your target learner. So that's a very broad breakdown of where those games are going to appeal. For instance, young adults, it's probably going to be young male adults for a start, but you know, you sort of say you've got to just match, match things up accordingly, as you all know. And the last thing, raise the stakes, raise the heart rate. There needs to be an emotional element in education. How am I doing for time? All good. And this is where life of death comes in. Anybody played typing of the dead? If you do want to brush up on your typing skills, essentially, you type words and phrases and that typing kills the zombies. And they've recently released another one called Typing of the Dead Overkill, which is basically a typing program meets zombies meets Quentin Tarantino. So lots of fun. R18 fun. And this is this, I think this is a real obstacle when it comes to actually bringing entertainment into education and that is us being a bit afraid to offend people. Your average teenager doesn't worry about offending people. Your tweenie doesn't really worry about offending people anymore. In fact, the only kids I know who are worried about offending people, it seems to stop about the eight, nine year old people, and all of them aren't worried either. But we're worried. Are we too worried? Games do this well. Now, I use this example because you can do it tastefully you don't have to be graphic about it you can actually yeah you can get married and pirates and depending on how what status you are depending on how beautiful your wife is it's a bit sexist, but it was 1990. Violence, again, done within reason. And lastly, glamour. Now I put that shot up there. Glamour, not in making it, as in glamorous, but glamour at making things look pretty. There are too many educational games out there that just aren't attractive to the eye on a basic level. And the reason that's a problem is because I don't think we're any more, we're not competing with textbooks and lecturers anymore. This is what we're competing with. So you put your average educational game up against Grand Theft Auto and the kids have a choice of which one to play. Well, it's a no-brainer which one they're going to pick on the whole unless we can start creating educational games that look that good. And yeah, it's about the money, but it's about actually proving to game companies that we can make money out of education. We can do both. It doesn't need to be a one or other thing. And we have the advantage from the educational standpoint because actually what we do in game does matter. If we choose the content right, then these skills that are developed in game can be used in the real world. There are skills that you learn in Grand Theft Auto that you don't want anybody to use in the real world. So simple trading. Use it in the real world. And looking at what the player cares about, so suddenly they start caring about diseases and how they work. So a slightly graphic picture coming up. That is a man with Ebola. Suddenly they start to care about what affect these diseases have in the real world. So I guess, yeah, this is my take-home message, is earn, the player earns their knowledge through the game. They learn to care about it, therefore by learning to care about it, they value it, and because they care and value it, they end up remembering it, possibly forever."}