{"speakers": [], "chunks": [{"timestamp": [0.0, 4.5], "text": " Thank you for being here and we're so excited actually that we've got our video conference link"}, {"timestamp": [4.5, 13.0], "text": " because we've been only doing this. We started last year. We joined Farnet in order to receive"}, {"timestamp": [13.0, 19.1], "text": " to Rayo Māori and we were so sold on the idea that we set up Harbinet this year and if you're"}, {"timestamp": [19.1, 24.38], "text": " not in a virtual learning net receiving and giving classes I'd say go for it. It's a fantastic system"}, {"timestamp": [24.38, 33.0], "text": " so that's really good. This particular presentation is just really about how we went about the Bring Your"}, {"timestamp": [33.0, 38.06], "text": " Own Device program, and as I said in our introduction, it wasn't something that we just"}, {"timestamp": [38.06, 47.56], "text": " decided at the last minute. It really was part of a progression of the way the school is moving and the way teachers are moving,"}, {"timestamp": [47.74, 49.52], "text": " so it was really good to do that."}, {"timestamp": [50.52, 56.46], "text": " So, and this particular app is called Prezi, if you haven't got it?"}, {"timestamp": [60.3, 60.74], "text": " Okay."}, {"timestamp": [66.36, 68.64], "text": " Strategic vision, as in all schools,"}, {"timestamp": [68.78, 73.08], "text": " we've got our own strategic plan for ICT,"}, {"timestamp": [73.28, 76.64], "text": " and as you can see, we had it kind of stepped up like that."}, {"timestamp": [78.16, 81.42], "text": " And just conventionally working through that,"}, {"timestamp": [81.48, 82.72], "text": " trying to achieve things."}, {"timestamp": [83.16, 84.96], "text": " That statement there, we believe,"}, {"timestamp": [88.48, 88.82], "text": " kind of exemplifies what people are trying to achieve."}, {"timestamp": [91.94, 92.66], "text": " It's actually modified from an Australian state statement,"}, {"timestamp": [96.56, 97.28], "text": " but it's pretty well the way we believe that we want to go."}, {"timestamp": [101.62, 102.18], "text": " And I think that, as has been said by a number of speakers already,"}, {"timestamp": [104.74, 106.6], "text": " we do need to keep aiming to be world class because what's"}, {"timestamp": [106.6, 111.34], "text": " happening in New Zealand around many of our schools is absolutely world class and we want"}, {"timestamp": [111.34, 121.6], "text": " to keep being that so we've got to keep pushing with using new opportunities. So this is where"}, {"timestamp": [121.6, 125.62], "text": " we came from. The reason that starts in 2004"}, {"timestamp": [125.62, 131.9], "text": " is that our school went through a big change in 2005,"}, {"timestamp": [132.32, 135.96], "text": " which had been in the planning for a couple of years before that."}, {"timestamp": [135.96, 138.64], "text": " Because this district is growing so fast,"}, {"timestamp": [139.12, 140.74], "text": " there was a big area strategy"}, {"timestamp": [140.74, 144.32], "text": " which meant that all the schools in the district got together."}, {"timestamp": [148.1, 152.66], "text": " And again, I think that says something about the collaborative nature of this district and it's helped our school as well all the schools and their boards got"}, {"timestamp": [152.66, 156.32], "text": " together with a ministry facilitator looked at how we're going to cope with"}, {"timestamp": [156.32, 162.8], "text": " growth and the outcome of that was that we as a school halved our intake but at the"}, {"timestamp": [162.8, 165.2], "text": " same time we took on year seven and eight students"}, {"timestamp": [165.2, 171.68], "text": " and another secondary school was established which was Fongaproa college so we had to really"}, {"timestamp": [171.68, 176.8], "text": " look at how do we do things differently when we're a year seven to 13 school so i believe we had a"}, {"timestamp": [176.8, 183.52], "text": " big advantage in that that was a significant change and staff could see that we couldn't just run"}, {"timestamp": [183.52, 185.04], "text": " the school the way we used to run it."}, {"timestamp": [185.56, 190.26], "text": " It wasn't just going to be ORIWA College with a little year 7 and 8 intermediate added on."}, {"timestamp": [190.68, 196.18], "text": " We were very clear we wanted a 7 to 13 school, so that gave us a real push for saying,"}, {"timestamp": [196.32, 198.12], "text": " okay, how do we actually do this?"}, {"timestamp": [198.12, 205.46], "text": " So we did the usual, you know, progress, I think, that's happened in many schools,"}, {"timestamp": [205.6, 207.68], "text": " that we started with our Tala laptops,"}, {"timestamp": [208.04, 211.24], "text": " we started with computer labs, pods, etc.,"}, {"timestamp": [211.24, 215.64], "text": " trying to integrate computers into classroom teaching as much as possible."}, {"timestamp": [216.02, 217.8], "text": " And I think we made a whole lot of progress,"}, {"timestamp": [217.9, 221.72], "text": " and we gradually distributed our hardware across the school."}, {"timestamp": [223.22, 228.24], "text": " But we just got to a point where we couldn't go any further with that,"}, {"timestamp": [228.24, 233.04], "text": " without it costing more money than our budget would allow."}, {"timestamp": [242.24, 245.52], "text": " Still not that good at pulling these screens."}, {"timestamp": [253.28, 256.1], "text": " So by last year we had conditions in place that allowed us to look at some of the possibilities that we wanted to move towards."}, {"timestamp": [256.7, 263.3], "text": " So we had that plan that we wanted to be entirely wireless so that wherever students were"}, {"timestamp": [263.3, 266.7], "text": " from a classroom to the gym to the field,"}, {"timestamp": [266.94, 275.16], "text": " if they needed to use their device, it would work for them. And those advantages are pretty obvious."}, {"timestamp": [275.68, 280.76], "text": " Every time you set up something with computers in it, it's not just the computers, it's the"}, {"timestamp": [280.76, 285.44], "text": " cabling, it's the, you know, an electrician you bring in out, to sort that out, it's changing your kind of desk or furniture arrangements. It was all, you know, it's a lot of, you know, it's a cabling, it's the electrician you bring in out, to sort that out,"}, {"timestamp": [285.56, 288.98], "text": " it's changing your kind of desk or furniture arrangements."}, {"timestamp": [289.5, 291.04], "text": " It was all these other costs."}, {"timestamp": [291.16, 296.02], "text": " And we just felt as a school we couldn't just keep doing that more and more and more."}, {"timestamp": [296.4, 300.92], "text": " So we were looking at what could be sustainable, how can we expand what we're trying to do"}, {"timestamp": [300.92, 307.96], "text": " without it being something that we come to a financial block."}, {"timestamp": [307.96, 313.32], "text": " So we did a big change at that point."}, {"timestamp": [313.32, 324.52], "text": " So the problems as we saw them were that our teaching capability and expectations, and I'm"}, {"timestamp": [324.52, 326.36], "text": " not talking about every teacher in the school,"}, {"timestamp": [326.36, 331.84], "text": " but a good bulk of teachers were really moving towards a different way and wanting to teach"}, {"timestamp": [331.84, 338.5], "text": " in a different way, and they couldn't kind of go further with what we already had."}, {"timestamp": [342.5, 354.3], "text": " And I'm sure it's very familiar to you from schools that the demand and the supply of computer technology was not a very good match."}, {"timestamp": [356.14, 367.2], "text": " And both ourselves at senior management and the board knew that we had to redistribute our budget in ways that made it possible for us."}, {"timestamp": [369.54, 376.36], "text": " And I guess that second statement is something that we feel very strongly about,"}, {"timestamp": [376.9, 379.08], "text": " and I made note of in my keynote speech,"}, {"timestamp": [379.4, 382.48], "text": " it's not just kids who are going to go to university and be professionals"}, {"timestamp": [382.48, 384.08], "text": " that will work in different ways."}, {"timestamp": [384.48, 390.04], "text": " Everyone works in different ways now. No one sits with paper and pen for any length of time."}, {"timestamp": [390.4, 400.06], "text": " It's just different. And I'm sure you will be very familiar with that. We have some departments here"}, {"timestamp": [400.06, 406.92], "text": " who are very well planned, who have booked computer labs many thousands of years in advance"}, {"timestamp": [406.92, 408.56], "text": " in order to do their curriculum."}, {"timestamp": [409.14, 411.42], "text": " We found particularly subjects like English."}, {"timestamp": [411.58, 419.8], "text": " We're using it a lot because as part of internal assessment they were wanting to do assessments"}, {"timestamp": [419.8, 425.64], "text": " in school and in order to do them in school they needed them to be done in the labs"}, {"timestamp": [425.64, 430.16], "text": " and then everyone was trying to get the same labs and even though we had lots of labs"}, {"timestamp": [430.16, 436.24], "text": " and pods they just didn't seem to be any fair way that we could allocate that resource"}, {"timestamp": [436.24, 441.04], "text": " no matter how we looked at it we couldn't come up with an agreement of how that would actually"}, {"timestamp": [441.04, 446.24], "text": " work and this comes back again to that sustainability of how that would actually work."}, {"timestamp": [449.36, 451.44], "text": " And this comes back again to that sustainability."}, {"timestamp": [456.16, 463.12], "text": " Quite apart from whether we could build more labs and set them up, we did begin to think, why would you have a room that just had computers in it?"}, {"timestamp": [463.12, 466.0], "text": " Because all you can do in there is use a computer."}, {"timestamp": [466.0, 470.0], "text": " And it's a bit like, I see some of you in the room still wear watches,"}, {"timestamp": [470.0, 472.0], "text": " I do because of the age I am,"}, {"timestamp": [472.0, 474.0], "text": " but kids will say to you,"}, {"timestamp": [474.0, 477.0], "text": " why would you have a watch, all it does is tell the time."}, {"timestamp": [477.0, 481.0], "text": " You know, their phone will do many, many more things than that."}, {"timestamp": [481.0, 486.16], "text": " So in a sense, why would we put physical space aside that had a very"}, {"timestamp": [486.16, 499.68], "text": " limited application? And I think, and I sort of addressed this earlier in the presentation too"}, {"timestamp": [499.68, 507.82], "text": " that we couldn't do things until certain conditions were in place and we are fortunate that those conditions have been able to be put in place"}, {"timestamp": [507.82, 513.9], "text": " and I know some schools are still not on the list for a little while"}, {"timestamp": [513.9, 517.5], "text": " in getting their ultra-fast broadband and it's immensely frustrating"}, {"timestamp": [517.5, 519.7], "text": " and I really feel for schools in that situation."}, {"timestamp": [519.7, 529.54], "text": " So we had ultra-fast broadband, we'd managed to get our wireless to a point that we were very comfortable,"}, {"timestamp": [529.8, 533.72], "text": " that it was going to be reliable and robust and worked throughout the school."}, {"timestamp": [534.48, 538.28], "text": " And then added onto that, really, and the key thing that made us move"}, {"timestamp": [538.28, 543.1], "text": " was the one-to-one devices are getting smaller, they're getting more powerful,"}, {"timestamp": [543.52, 544.72], "text": " they're getting more affordable."}, {"timestamp": [545.66, 552.06], "text": " And when we sat down to do this planning, we really, in our head, were thinking iPads"}, {"timestamp": [552.06, 554.86], "text": " because it just seemed to be the way to go."}, {"timestamp": [556.86, 561.3], "text": " And although the iPod touches and those sort of things and the smartphones are fine,"}, {"timestamp": [561.9, 565.92], "text": " there is a limitation really we felt in learning just with the"}, {"timestamp": [565.92, 576.44], "text": " sheer size of the screen. And again this will be familiar I think to a number of"}, {"timestamp": [576.44, 583.4], "text": " schools trying to encourage people to bring laptops to school and many of our"}, {"timestamp": [583.4, 586.06], "text": " students we were aware had laptops at home many many more of them than were bringing them to school. And many of our students, we were aware, had laptops at home."}, {"timestamp": [586.06, 589.3], "text": " Many, many more of them than were bringing them to school."}, {"timestamp": [589.3, 592.18], "text": " But they couldn't see a whole lot of point"}, {"timestamp": [592.18, 595.14], "text": " in bringing it to school if they were just using them really"}, {"timestamp": [595.14, 599.12], "text": " for note-taking and fairly conventional things."}, {"timestamp": [599.12, 600.12], "text": " It became a bit of a hassle."}, {"timestamp": [600.12, 602.08], "text": " You know, what do you do with them at lunchtime?"}, {"timestamp": [602.08, 604.12], "text": " What do you do with them?"}, {"timestamp": [604.12, 607.42], "text": " And it didn't change the way teaching was done,"}, {"timestamp": [608.04, 610.62], "text": " therefore the cycle goes around if teaching's no different,"}, {"timestamp": [610.74, 613.84], "text": " why would you bring your laptops and it just went around like that."}, {"timestamp": [614.2, 618.36], "text": " So while we were very encouraging and we had the set-up for it,"}, {"timestamp": [618.46, 619.76], "text": " it really didn't go anywhere."}, {"timestamp": [622.26, 624.1], "text": " Yeah, it just wasn't happening."}, {"timestamp": [625.86, 628.22], "text": " So this is where we came to that decision,"}, {"timestamp": [629.48, 635.6], "text": " that we went from encouraging to requiring."}, {"timestamp": [637.04, 640.54], "text": " And our recommendation for that was, you know,"}, {"timestamp": [640.54, 645.1], "text": " not really based on any big sell from Apple people or retailers."}, {"timestamp": [645.24, 649.62], "text": " It was just this intuitively we felt was the way things were going."}, {"timestamp": [650.26, 654.04], "text": " And we were aware that there were a lot of tablet devices out there,"}, {"timestamp": [654.24, 657.76], "text": " but we wanted to make sure anything we recommended to our parents"}, {"timestamp": [657.76, 662.04], "text": " had a good track record in terms of the people producing it"}, {"timestamp": [662.04, 664.66], "text": " so that they wouldn't feel, having bought it,"}, {"timestamp": [664.7, 665.62], "text": " that that was something"}, {"timestamp": [665.62, 668.48], "text": " that wasn't going to last the distance or was going to be a waste of money."}, {"timestamp": [672.88, 682.14], "text": " So our planning, Mark, Tony, Linda and myself, I'd have to say Mark already has a role in the school"}, {"timestamp": [682.14, 685.2], "text": " in terms of professional development and ICT."}, {"timestamp": [686.16, 692.02], "text": " And one of the reasons why I think this whole thing worked is that Mark's been here for quite a while."}, {"timestamp": [692.34, 694.68], "text": " He's been running our PD for quite a while."}, {"timestamp": [695.28, 698.92], "text": " So teachers had a lot of respect for his ability to do that."}, {"timestamp": [699.28, 702.22], "text": " So it wasn't a new person saying, oh, we need to do this."}, {"timestamp": [702.22, 705.12], "text": " It was something that was pretty embedded into the"}, {"timestamp": [705.12, 712.32], "text": " way we operated and that sort of mutual respect for Mark and Mark had a clear understanding"}, {"timestamp": [712.32, 719.04], "text": " of the realities of a classroom situation. So it was really good to have that. Tony's got extremely"}, {"timestamp": [719.04, 726.72], "text": " good technical skills as well as outstanding teaching skills and has been using ICT in all sorts of ways for some time."}, {"timestamp": [726.72, 734.8], "text": " He came to us some years ago from Victoria and they'd already been doing a lot of work there so he had a lot of background."}, {"timestamp": [735.52, 744.56], "text": " Linda as the year 19 and as someone in the English department that had really picked things up over the last year or two with IT so we knew she had the skills."}, {"timestamp": [744.56, 746.32], "text": " picked things up over the last year or two with IT so we knew she had the skills."}, {"timestamp": [749.92, 754.68], "text": " Me as a principal I'd have to say as I become more and more de-skilled as a principal because people do things for you much faster than you can do it yourself"}, {"timestamp": [754.68, 759.44], "text": " so that's just a reality. So as a principle I knew what we wanted to do"}, {"timestamp": [759.44, 764.0], "text": " but I didn't have the skills to actually do it so we had to have that team in place."}, {"timestamp": [762.44, 762.48], "text": " but I didn't have the skills to actually do it,"}, {"timestamp": [764.02, 767.32], "text": " so we had to have that team in place."}, {"timestamp": [767.84, 768.96], "text": " Right."}, {"timestamp": [774.32, 777.66], "text": " So Mark, already that role and really very important role because our experience with the ICTPD contract"}, {"timestamp": [777.66, 780.7], "text": " was having been initially really disappointed"}, {"timestamp": [780.7, 782.54], "text": " that we didn't get in on the early stages."}, {"timestamp": [783.14, 787.44], "text": " We were actually very pleased that we didn't get in on the early stages because by the time we got in"}, {"timestamp": [787.44, 792.54], "text": " onto it I think the whole thinking had become much more pedagogical rather"}, {"timestamp": [792.54, 799.38], "text": " than IT introduction. So I think we benefited hugely from that and Mark was very"}, {"timestamp": [799.38, 809.6], "text": " involved in that as well so he was the right person for that. And you know, he's already been challenging"}, {"timestamp": [809.6, 823.1], "text": " teachers as we all have about how can we do this. And as I said earlier, it would be wonderful"}, {"timestamp": [823.1, 826.18], "text": " if everyone did have an iPad, but that was never going to be a reality."}, {"timestamp": [826.88, 830.64], "text": " So teachers in all of their training and their planning"}, {"timestamp": [830.64, 835.28], "text": " had to do it on the basis that an iPad couldn't be assumed."}, {"timestamp": [836.14, 838.28], "text": " So it had to work with a netbook."}, {"timestamp": [838.36, 839.52], "text": " It had to work with a laptop."}, {"timestamp": [850.14, 851.04], "text": " And Tony worked very closely with isometrics,"}, {"timestamp": [853.04, 853.12], "text": " who is, and I should explain,"}, {"timestamp": [857.36, 857.46], "text": " isometrics is the group that we work with to do our technical support."}, {"timestamp": [859.38, 859.94], "text": " We employ one technician."}, {"timestamp": [861.84, 861.94], "text": " We've got, with 2,000 students,"}, {"timestamp": [863.66, 864.2], "text": " we only employ one full-time technician,"}, {"timestamp": [867.9, 868.0], "text": " and then a bit of higher level input as well."}, {"timestamp": [869.46, 870.76], "text": " So that's our contract with them."}, {"timestamp": [874.76, 875.18], "text": " And as I say, Tony's got really, really good skills in all of that,"}, {"timestamp": [876.78, 877.36], "text": " as well as good skills in teaching."}, {"timestamp": [879.78, 881.04], "text": " So that was his role to make sure all that worked and that we've thought it all through."}, {"timestamp": [881.78, 884.2], "text": " I'm not going to go over a lot of Linda's role"}, {"timestamp": [884.2, 885.32], "text": " because I know many of"}, {"timestamp": [885.32, 891.46], "text": " you will be at that pastoral workshop, but it was a really important thing for us to say this isn't"}, {"timestamp": [891.46, 896.74], "text": " just something that kids are going to use as they're learning. They're all here, they're Year 9"}, {"timestamp": [896.74, 903.7], "text": " students, they are really good at using this technology for social and gaming and entertaining reasons."}, {"timestamp": [904.06, 905.4], "text": " We need to make sure that we"}, {"timestamp": [905.4, 911.08], "text": " develop that responsible use. And I think that is a challenge and will continue to be a challenge,"}, {"timestamp": [911.44, 916.9], "text": " but it's something that we have to accept. You can't just ban and stop. You have to educate."}, {"timestamp": [921.06, 925.04], "text": " And again, I'm not going to go over the detail of that."}, {"timestamp": [927.32, 927.44], "text": " But it's a pretty integrated approach."}, {"timestamp": [930.66, 931.2], "text": " Our learning program, our values program, our IT introduction,"}, {"timestamp": [945.0, 946.0], "text": " all really follow the path of what we're trying to achieve. That's just a... Yeah."}, {"timestamp": [950.0, 956.0], "text": " And that was me doing the contact with parents,"}, {"timestamp": [956.0, 983.16], "text": " and responding if we had any controversy or whatever, which we did. So, you know, you do need to not move to this until those conditions are in place."}, {"timestamp": [984.24, 987.0], "text": " And I think you can do a fair degree of planning."}, {"timestamp": [987.0, 993.0], "text": " You know, teachers can develop resources, teachers can develop ways of doing things,"}, {"timestamp": [993.0, 1003.0], "text": " but it would be a disaster to bring in a program for one-to-one devices if the capability surrounding that wasn't strong and robust."}, {"timestamp": [1003.0, 1005.72], "text": " There would be nothing worse than things not working"}, {"timestamp": [1005.72, 1007.34], "text": " and not responding."}, {"timestamp": [1007.52, 1008.94], "text": " It would just be a disaster."}, {"timestamp": [1016.44, 1017.7], "text": " Now there's other things,"}, {"timestamp": [1017.78, 1019.38], "text": " but these are just some of the issues"}, {"timestamp": [1019.38, 1021.54], "text": " that parents have brought up."}, {"timestamp": [1023.8, 1028.9], "text": " And I must say that first one about why isn't it good enough now is a very, very minor one now."}, {"timestamp": [1029.46, 1032.74], "text": " Very, very few parents saying that."}, {"timestamp": [1032.86, 1035.62], "text": " That's been more of a perhaps community feedback."}, {"timestamp": [1035.62, 1042.5], "text": " And if you do recall when we got a bit of media heat here, almost all of it wasn't from"}, {"timestamp": [1042.5, 1044.42], "text": " us or our school."}, {"timestamp": [1044.96, 1048.36], "text": " It was from those sort of people who respond to everything,"}, {"timestamp": [1049.1, 1051.16], "text": " to talk back radio, to blogs, whatever."}, {"timestamp": [1051.28, 1052.76], "text": " They're just people who like to respond."}, {"timestamp": [1053.42, 1055.94], "text": " And so while there was a lot of it,"}, {"timestamp": [1056.64, 1060.2], "text": " the only two people in our school who went to the media"}, {"timestamp": [1060.2, 1063.58], "text": " were actually not people in the Year 9 program anyway."}, {"timestamp": [1064.22, 1068.0], "text": " So you just have to expect that people are going to respond in different ways"}, {"timestamp": [1068.0, 1070.0], "text": " and that's just how people are."}, {"timestamp": [1070.0, 1072.0], "text": " So we really had very little here from parents"}, {"timestamp": [1072.0, 1076.0], "text": " about why are you having to move into a more technological approach."}, {"timestamp": [1076.0, 1078.0], "text": " That really wasn't our parents at all."}, {"timestamp": [1078.0, 1081.0], "text": " Security was a big thing for our parents."}, {"timestamp": [1081.0, 1083.0], "text": " They were in their mind thinking,"}, {"timestamp": [1083.0, 1085.04], "text": " if I'm going to spend a lot of money on"}, {"timestamp": [1085.04, 1089.36], "text": " this device, how are you as a school going to make sure it's not going to get lost,"}, {"timestamp": [1089.36, 1095.36], "text": " stolen, broken, whatever. And we were quite confident that that wouldn't be a"}, {"timestamp": [1095.36, 1099.12], "text": " problem because we talked to schools that had already gone into this program like"}, {"timestamp": [1099.12, 1105.32], "text": " Wellington High School and it just didn't seem to be a problem."}, {"timestamp": [1105.44, 1109.34], "text": " If people owned something that they wanted, that they valued,"}, {"timestamp": [1109.66, 1110.76], "text": " they looked after it."}, {"timestamp": [1111.52, 1113.84], "text": " And it's not just ownership, it's something they value."}, {"timestamp": [1114.14, 1117.38], "text": " As you know, they don't particularly value if they lose their PE shorts,"}, {"timestamp": [1117.86, 1120.08], "text": " but they are going to value if they lose their iPad."}, {"timestamp": [1120.52, 1122.66], "text": " So it was not really an issue."}, {"timestamp": [1123.44, 1145.6], "text": " Writing exams is an issue, and we're aware of that. I think people will struggle to physically write for several hours. They'll just get sore wrists and crampy fingers, I don't know. But we are making sure that every day and every lesson there is some, or in most lessons there is some writing,"}, {"timestamp": [1145.6, 1150.92], "text": " because it is something that students will still have to do at some stage."}, {"timestamp": [1150.92, 1156.36], "text": " The wireless health, again, a couple of parents had a particular view of this, but it wasn't"}, {"timestamp": [1156.36, 1160.5], "text": " a strong enough issue that they said, no, we're not going to do it."}, {"timestamp": [1160.5, 1162.8], "text": " It was just a concern that they had."}, {"timestamp": [1162.8, 1165.12], "text": " Why the iPad, they didn't want to be dictated"}, {"timestamp": [1165.12, 1172.04], "text": " to about anything and that's why we didn't dictate but we ran a number of parent meetings"}, {"timestamp": [1172.04, 1177.52], "text": " where we had iPads there so they could see the benefit and the way they worked. And again,"}, {"timestamp": [1177.52, 1183.8], "text": " they're pretty happy with that really. Students will spend all their time on Facebook or"}, {"timestamp": [1183.8, 1188.08], "text": " playing games. Well, we haven't filtered those out."}, {"timestamp": [1188.08, 1193.16], "text": " So we have to make sure we keep educating for responsible use."}, {"timestamp": [1193.16, 1198.08], "text": " Because the more you filter, the slower everything is and the more frustrating everything"}, {"timestamp": [1198.08, 1199.24], "text": " will be."}, {"timestamp": [1199.24, 1203.32], "text": " And it's just a reality that we can't just block and ban."}, {"timestamp": [1203.32, 1206.66], "text": " We've got to keep educating kids, and that's not easy,"}, {"timestamp": [1207.26, 1211.72], "text": " and these are much more distracting than other technology used to be,"}, {"timestamp": [1212.08, 1213.82], "text": " but that's something we've got to get used to."}, {"timestamp": [1214.2, 1216.06], "text": " And cost was a factor as well."}, {"timestamp": [1218.44, 1219.56], "text": " Naturally it was a factor."}, {"timestamp": [1219.66, 1220.38], "text": " It's a lot of money."}, {"timestamp": [1220.96, 1224.2], "text": " And so we talked to parents about what things they wouldn't have to buy,"}, {"timestamp": [1228.64, 1234.56], "text": " which is quite a lot of things, really just trying to get that balance that over a period of time it seems a big input but actually it's it's a very good"}, {"timestamp": [1234.56, 1249.84], "text": " input that was another issue we haven't sensed that. We thought that might be the case because we"}, {"timestamp": [1249.84, 1255.68], "text": " do have a mixture of various devices in the school. So people that don't have an iPad just don't"}, {"timestamp": [1255.68, 1263.04], "text": " have an iPad, they have something else. And classes do a lot of sharing anyway, so those without"}, {"timestamp": [1263.04, 1266.2], "text": " an iPad are pretty familiar with how they operate."}, {"timestamp": [1266.8, 1271.36], "text": " And I met with people if they genuinely couldn't afford to get a device,"}, {"timestamp": [1271.5, 1273.86], "text": " and we had some devices at the school loaned out."}, {"timestamp": [1280.6, 1283.86], "text": " This is from term one, actually, the things that have come up."}, {"timestamp": [1285.22, 1288.0], "text": " Too much homework seems an odd..."}, {"timestamp": [1288.0, 1289.4], "text": " Is that still all right?"}, {"timestamp": [1290.3, 1294.14], "text": " Too much homework seems a bit of an odd complaint,"}, {"timestamp": [1294.86, 1299.74], "text": " but it's really more because everything is so fast and easy to do"}, {"timestamp": [1299.74, 1305.12], "text": " that there's a danger of thinking that kids can actually get through more."}, {"timestamp": [1305.78, 1309.88], "text": " So we're just developing that balance of what is reasonable."}, {"timestamp": [1310.52, 1313.12], "text": " And we haven't gone into things like a flip classroom"}, {"timestamp": [1313.12, 1317.14], "text": " where we want all the students to learn and read up things the night before"}, {"timestamp": [1317.14, 1320.84], "text": " and then you spend the classroom time discussing like a tutorial."}, {"timestamp": [1321.38, 1323.98], "text": " But that's certainly a direction we're quite interested in."}, {"timestamp": [1326.94, 1327.24], "text": " So too much homework."}, {"timestamp": [1332.6, 1337.9], "text": " Surface learning, a danger perhaps that because you can access everything so quickly and so easily, you'll flip to just accessing rather than actually using that information."}, {"timestamp": [1339.44, 1343.46], "text": " Google it. We had a parent saying that their child asked a question and the teacher just"}, {"timestamp": [1343.46, 1345.62], "text": " said Google it, and they didn't think that was a very good answer."}, {"timestamp": [1346.34, 1350.48], "text": " But at times that will be a very good answer and at times it won't."}, {"timestamp": [1350.58, 1352.06], "text": " So it's all just in context."}, {"timestamp": [1353.44, 1356.68], "text": " As I said, we haven't really had the iPad snobbery envy."}, {"timestamp": [1357.34, 1362.64], "text": " We've been very careful not to base our teaching on apps because not everyone has an iPad."}, {"timestamp": [1363.84, 1365.44], "text": " Despite the fact that some of the apps are really, really good, we haven't based our teaching on apps because not everyone has an iPad, despite the fact that some of the apps"}, {"timestamp": [1365.44, 1369.32], "text": " are really, really good, we haven't based our teaching on that."}, {"timestamp": [1369.32, 1376.0], "text": " The autonomy, depending on where the students have come from, some are still much more"}, {"timestamp": [1376.0, 1378.78], "text": " comfortable with being directed."}, {"timestamp": [1378.78, 1384.4], "text": " You know, do this now, get out your books, do this, follow this, and this is something"}, {"timestamp": [1384.4, 1387.32], "text": " that requires students to be actually"}, {"timestamp": [1387.32, 1391.94], "text": " a little bit more self-directed, and that's been a bit of a step for a number of students."}, {"timestamp": [1392.96, 1397.52], "text": " And the form class responsible use, while we're running a whole workshop on that, because"}, {"timestamp": [1397.52, 1404.54], "text": " we just think that's a big issue around New Zealand. I mean everywhere, it's a big issue,"}, {"timestamp": [1404.62, 1406.68], "text": " isn't it, cyber-s Cyber safety, cyberbullying."}, {"timestamp": [1407.18, 1414.56], "text": " So constant education about that and keeping that education updated for what is now relevant"}, {"timestamp": [1414.56, 1420.32], "text": " has become really important. And parents were very pleased with the fact that we were looking"}, {"timestamp": [1420.32, 1430.14], "text": " at it in a very integrated way."}, {"timestamp": [1432.1, 1435.04], "text": " This was the start of the year."}, {"timestamp": [1441.1, 1441.9], "text": " Start of the year we had six students who we issued with a netbook."}, {"timestamp": [1443.98, 1444.88], "text": " That has changed over the year."}, {"timestamp": [1447.54, 1454.06], "text": " That original six, I think there are probably only two or three, in fact there might only be two who are using that netbook, but there's"}, {"timestamp": [1454.06, 1457.76], "text": " actually still about eight with a netbook because other people's androids have broken and"}, {"timestamp": [1457.76, 1463.58], "text": " so they've got a netbook. So that has changed a little bit over the year, but"}, {"timestamp": [1463.58, 1465.5], "text": " essentially it's very small."}, {"timestamp": [1466.4, 1467.46], "text": " Very small indeed."}, {"timestamp": [1469.72, 1472.0], "text": " And that's what we've been able to achieve."}, {"timestamp": [1472.16, 1474.76], "text": " So far, that's our maximum at this point, we think,"}, {"timestamp": [1474.86, 1478.04], "text": " six or 700 devices on the wireless at one time."}, {"timestamp": [1480.76, 1484.16], "text": " Masses of bandwidth."}, {"timestamp": [1488.1, 1494.82], "text": " Oh, sorry, that would have been good at the beginning wouldn't it and certainly because teachers who are teaching"}, {"timestamp": [1494.82, 1499.5], "text": " year nine are getting pretty familiar with this they're getting to the"}, {"timestamp": [1499.5, 1503.64], "text": " point where they'd like to do it more in year 11 or 12 or whatever other class"}, {"timestamp": [1503.64, 1508.4], "text": " they're taking so when students in those classes bring their own device to school,"}, {"timestamp": [1508.82, 1513.16], "text": " the teachers are much more comfortable and encouraging about,"}, {"timestamp": [1513.32, 1515.04], "text": " even though they don't have a whole class,"}, {"timestamp": [1515.46, 1517.96], "text": " that that can actually get really good use in the classroom."}, {"timestamp": [1520.72, 1524.06], "text": " Oh, okay."}, {"timestamp": [1527.88, 1529.88], "text": " Well, just ask if you can't read anything please."}, {"timestamp": [1535.0, 1540.86], "text": " We were quite clear right at the beginning that we wanted this program monitored and we didn't think that we actually had the capability to do that ourselves."}, {"timestamp": [1542.02, 1543.6], "text": " We just didn't have the resource."}, {"timestamp": [1543.6, 1547.56], "text": " So we approached Massey University and they have"}, {"timestamp": [1547.56, 1553.76], "text": " set us up with a PhD student and he's already underway. He's interviewing parents, he's"}, {"timestamp": [1553.76, 1561.26], "text": " interviewing students, he's interviewing teachers, he's observing classes, doing surveys and that"}, {"timestamp": [1561.26, 1567.96], "text": " will go over two years because that's how long is how long is going going to take and we expect to get some really good feedback from that."}, {"timestamp": [1568.44, 1570.64], "text": " We're working with Auckland College of Education"}, {"timestamp": [1570.64, 1575.1], "text": " and hopefully the application they put in to do their research project"}, {"timestamp": [1575.1, 1579.24], "text": " will be approved and they are going to be looking more at the sort of"}, {"timestamp": [1579.24, 1586.36], "text": " pedagogical influence and what that might do to the actual outcome."}, {"timestamp": [1586.62, 1589.3], "text": " So they're looking at quite a lot of baseline data at the moment."}, {"timestamp": [1589.72, 1592.3], "text": " I can't really explain exactly what that's going to be"}, {"timestamp": [1592.3, 1595.28], "text": " because they haven't got their project finally approved"}, {"timestamp": [1595.28, 1597.26], "text": " and it may need to be altered around a little bit."}, {"timestamp": [1598.76, 1602.2], "text": " We always return calls to parents about this."}, {"timestamp": [1602.6, 1607.2], "text": " If they've got any concern, no matter how minor it might seem,"}, {"timestamp": [1607.9, 1614.56], "text": " we just need to keep all the parents on board. Really, really important. And this little day"}, {"timestamp": [1614.56, 1619.58], "text": " that we only really decided to do this because we had a lot of people asking, how's it going,"}, {"timestamp": [1619.68, 1623.52], "text": " could I come up and have a chat, could I have a look at something? And we thought it might be"}, {"timestamp": [1623.52, 1626.76], "text": " better not just for our resource to do it all in one day,"}, {"timestamp": [1626.76, 1629.24], "text": " but better for other people who are interested in doing it"}, {"timestamp": [1629.24, 1634.0], "text": " to be with each other anyway so that they could develop some networks"}, {"timestamp": [1634.0, 1639.0], "text": " and some sort of contacts so that when they move on with this,"}, {"timestamp": [1639.0, 1641.5], "text": " they've got a little bit of background there to do it."}, {"timestamp": [1641.5, 1649.72], "text": " And we've been absolutely thrilled with how many people have come to this. We didn't actually plan a teacher only day. It ended up being a teacher only day"}, {"timestamp": [1649.72, 1654.58], "text": " because we thought we haven't got enough parking and we just haven't got enough, we just couldn't"}, {"timestamp": [1654.58, 1661.62], "text": " have done it. So we've snuck an extra day this year. And that's about it really, I think."}, {"timestamp": [1661.6, 1664.22], "text": " That's about it really, I think."}, {"timestamp": [1666.74, 1667.04], "text": " Again, just final reinforcement."}, {"timestamp": [1667.88, 1669.68], "text": " That is critical."}, {"timestamp": [1671.82, 1672.64], "text": " You must get your infrastructure in place."}, {"timestamp": [1674.38, 1676.08], "text": " There would be nothing worse than starting and then having that not work."}, {"timestamp": [1677.48, 1678.48], "text": " So that's..."}, {"timestamp": [1678.48, 1680.34], "text": " I think that's everything, isn't it, Jaden?"}, {"timestamp": [1682.52, 1683.56], "text": " Yeah, that's fine."}, {"timestamp": [1688.16, 1694.86], "text": " So that's it. And if you've got got any questions I believe because we're on VC I'll have to repeat the question just so that the sound is good."}, {"timestamp": [1697.36, 1700.88], "text": " Okay, okay, good, good."}, {"timestamp": [1700.88, 1705.5], "text": " What others? I'm just going to get questions from here first,"}, {"timestamp": [1705.64, 1707.64], "text": " and then we'll hand over to you if that's all right."}, {"timestamp": [1710.04, 1710.72], "text": " Thank you."}, {"timestamp": [1712.32, 1714.98], "text": " Okay. Can I just ask that when you ask the question from the floor,"}, {"timestamp": [1715.06, 1718.0], "text": " if you could just speak loudly so they can actually catch it on in BC,"}, {"timestamp": [1718.46, 1720.12], "text": " and Kate, you could also repeat."}, {"timestamp": [1720.12, 1720.36], "text": " Okay."}, {"timestamp": [1721.24, 1723.16], "text": " So do they need the microscope?"}, {"timestamp": [1724.12, 1725.12], "text": " Microphone for TV."}, {"timestamp": [1725.76, 1726.66], "text": " Microphone, sorry."}, {"timestamp": [1729.24, 1731.76], "text": " I don't think the iPad's quite a microscope yet, is it?"}, {"timestamp": [1731.76, 1732.56], "text": " But it will be soon."}, {"timestamp": [1732.76, 1733.16], "text": " Hello, hello."}, {"timestamp": [1738.24, 1740.82], "text": " So Kate, now you're sort of a term onto it."}, {"timestamp": [1741.56, 1743.48], "text": " Do you think back and think of things that you wouldn't have done"}, {"timestamp": [1743.48, 1749.0], "text": " or you'd do differently than how you've done it? If you were, if you were to say our school"}, {"timestamp": [1749.0, 1752.0], "text": " was going to start up to the same sort of thing, what would you have done would be"}, {"timestamp": [1752.0, 1756.5], "text": " advice that other than the things that you had up there? I guess we didn't predict"}, {"timestamp": [1756.5, 1770.1], "text": " the media interest and so I think if I was doing it now I would say okay this is going to cause a lot of interest, how are we going to respond to that."}, {"timestamp": [1771.66, 1775.6], "text": " But apart from that, I don't think we would have done it any differently."}, {"timestamp": [1775.76, 1779.84], "text": " I don't believe as a state school we could have said, we want you to have an iPad."}, {"timestamp": [1781.04, 1784.12], "text": " I think we might get to that in two or three years' time."}, {"timestamp": [1784.56, 1787.34], "text": " But I think it was a necessary step to say"}, {"timestamp": [1787.34, 1789.6], "text": " you can bring a device"}, {"timestamp": [1789.6, 1791.9], "text": " that's got these capabilities"}, {"timestamp": [1791.9, 1796.28], "text": " I don't think we would have started training our teachers"}, {"timestamp": [1796.28, 1798.3], "text": " any earlier because"}, {"timestamp": [1798.3, 1800.58], "text": " middle of last year"}, {"timestamp": [1800.58, 1802.68], "text": " to the beginning of this year"}, {"timestamp": [1802.68, 1805.5], "text": " I think they would have got really frustrated"}, {"timestamp": [1805.5, 1810.08], "text": " doing endless training and not being able to apply it. So I think that was probably"}, {"timestamp": [1810.08, 1817.16], "text": " about right. You know, I don't think there's really a lot we could have done"}, {"timestamp": [1817.16, 1820.24], "text": " actually that was different."}, {"timestamp": [1820.24, 1824.24], "text": " Hi there, Brandon from Albany Junior."}, {"timestamp": [1824.24, 1826.52], "text": " Sorry, did that go through. Hi, how you going?"}, {"timestamp": [1826.52, 1833.2], "text": " Can you, as a teacher yourself growing up, obviously not in the technology side of education,"}, {"timestamp": [1833.2, 1838.62], "text": " can you tell me some of the really innovative and creative and just playing in English,"}, {"timestamp": [1838.62, 1844.68], "text": " awesome things that the students are doing that are really sort of pushing the boundaries?"}, {"timestamp": [1844.68, 1854.56], "text": " Yep. I don't know that you'd say awesome, innovative, but when I wand around classes for year nine,"}, {"timestamp": [1854.56, 1859.24], "text": " look for example at the beginning of the year when the year nine science classes are doing"}, {"timestamp": [1859.24, 1862.56], "text": " their safety sort of induction."}, {"timestamp": [1862.56, 1868.04], "text": " And what they did this year was they videoed all the issues to do with safety."}, {"timestamp": [1868.76, 1873.6], "text": " So, you know, a Bunsen burner burning or things like that. So they videoed all these things"}, {"timestamp": [1873.6, 1879.36], "text": " and a couple of the teachers tried to get that video to be a bit like an Air New Zealand safety"}, {"timestamp": [1879.36, 1885.82], "text": " video. Now, you know, all students learn about safety and laboratory."}, {"timestamp": [1885.82, 1891.94], "text": " And I doubt that they would remember drawing a picture of a Bunsen or, you know, whatever."}, {"timestamp": [1891.94, 1898.5], "text": " But I think they will remember making the video about the safety and their learning is just"}, {"timestamp": [1898.5, 1902.24], "text": " coming from, you know, multimedia really."}, {"timestamp": [1902.24, 1905.22], "text": " And, you know, forgetting about learning styles and all of that I"}, {"timestamp": [1905.22, 1909.54], "text": " think if you're using more than one medium to do things you are more likely to"}, {"timestamp": [1909.54, 1915.48], "text": " have that you know sink in so there's that sort of thing in language classes"}, {"timestamp": [1915.48, 1919.92], "text": " it's just wonderful they are recording themselves hearing themselves back"}, {"timestamp": [1919.92, 1929.08], "text": " being able to listen to things being read in different languages and slow those down,"}, {"timestamp": [1930.48, 1932.6], "text": " you know, just those sorts of things."}, {"timestamp": [1935.1, 1939.2], "text": " Maths probably not using it to a huge extent as yet,"}, {"timestamp": [1939.92, 1942.16], "text": " and maybe maths won't."}, {"timestamp": [1942.66, 1945.16], "text": " It may well be that in some curriculum areas,"}, {"timestamp": [1945.9, 1948.9], "text": " it lends itself to doing that."}, {"timestamp": [1949.34, 1951.86], "text": " I don't know, Sue, you might have more examples"}, {"timestamp": [1951.86, 1953.98], "text": " because you're actually, I don't teach anymore."}, {"timestamp": [1955.52, 1957.2], "text": " PE, yes, that's fantastic."}, {"timestamp": [1957.4, 1960.2], "text": " They video themselves doing something,"}, {"timestamp": [1960.84, 1963.64], "text": " and then they slow that down frame by frame,"}, {"timestamp": [1963.64, 1966.0], "text": " and they can compare that."}, {"timestamp": [1966.0, 1973.0], "text": " And I guess what it allows is that you could have two or three students,"}, {"timestamp": [1973.0, 1977.0], "text": " and let's say they're doing that PE videoing back,"}, {"timestamp": [1977.0, 1980.0], "text": " and each of their screens could be different."}, {"timestamp": [1980.0, 1989.0], "text": " So you've got the ability to do the sort of compare and contrast type thing in a way that you just didn't have before."}, {"timestamp": [1990.0, 1995.08], "text": " Because everyone's got their own, you're not just dependent on one screen."}, {"timestamp": [1997.44, 2001.68], "text": " But yeah, just lots of really, really good things."}, {"timestamp": [2001.68, 2004.62], "text": " And we've just been away on this trip overseas."}, {"timestamp": [2004.98, 2009.24], "text": " And I guess the best example I saw was a choir,"}, {"timestamp": [2010.16, 2012.96], "text": " a really good choir, very, very high-level choir"}, {"timestamp": [2012.96, 2015.18], "text": " that I think are going to be singing at the London Olympics,"}, {"timestamp": [2015.5, 2016.88], "text": " really high-level choir."}, {"timestamp": [2017.52, 2019.9], "text": " And they were singing, and their director was up here."}, {"timestamp": [2020.56, 2022.6], "text": " And then at one point the director said,"}, {"timestamp": [2022.8, 2024.8], "text": " okay, now sing into your iPads."}, {"timestamp": [2025.22, 2026.72], "text": " So they're all singing."}, {"timestamp": [2027.38, 2029.98], "text": " They then emailed him their own singing."}, {"timestamp": [2030.92, 2036.68], "text": " He then could see exactly, you know, what everyone was doing."}, {"timestamp": [2036.98, 2043.0], "text": " And he said it saved him hours because normally he had to listen to everyone individually"}, {"timestamp": [2043.0, 2045.24], "text": " and then go back and relisten"}, {"timestamp": [2045.24, 2046.92], "text": " and he had it all there"}, {"timestamp": [2046.92, 2050.58], "text": " and the kids were just taking it as the norm"}, {"timestamp": [2050.58, 2053.32], "text": " that that's the way you improve your performance"}, {"timestamp": [2053.32, 2056.9], "text": " by recording it, in this case not visually"}, {"timestamp": [2056.9, 2058.72], "text": " but recording it orally"}, {"timestamp": [2058.72, 2061.0], "text": " and someone giving you feedback on that"}, {"timestamp": [2061.0, 2062.78], "text": " that was pretty stunning"}, {"timestamp": [2062.78, 2066.68], "text": " I was wondering whether you had feedback on that. That was pretty stunning."}, {"timestamp": [2076.26, 2079.96], "text": " I was wondering whether you had considered doing any sort of behaviour measurements as to how this kind of teaching might have impacted on student behaviour?"}, {"timestamp": [2079.96, 2083.76], "text": " Let's say like using your student management system as a..."}, {"timestamp": [2083.76, 2086.24], "text": " We do intend to do that."}, {"timestamp": [2088.18, 2094.16], "text": " At this point in time, it looks as if attendance is very good."}, {"timestamp": [2095.04, 2096.8], "text": " I mean, it's always pretty good in year 9,"}, {"timestamp": [2096.86, 2099.4], "text": " but it looks like it's better than it has been."}, {"timestamp": [2101.32, 2104.48], "text": " The engagement of students is such that the,"}, {"timestamp": [2108.66, 2116.14], "text": " if you like, the detention, those sort of impositiony follow-ups is not as high as it was, but we're a bit reluctant to do that after just a short while"}, {"timestamp": [2116.14, 2122.22], "text": " because there is actually, for the kids there's still a novelty effect and for the staff there's"}, {"timestamp": [2122.22, 2129.54], "text": " still a novelty effect. And staff are quite reluctant, of them to take action so if they're walking around and"}, {"timestamp": [2129.54, 2135.96], "text": " they're seeing that you're on Facebook what we're saying to them is hand over"}, {"timestamp": [2135.96, 2139.2], "text": " your iPad you can have it back at the end of the lesson but you're off the"}, {"timestamp": [2139.2, 2143.68], "text": " wireless network for a week they're very reluctant to do that because they want"}, {"timestamp": [2143.68, 2145.66], "text": " all the kids to have the device."}, {"timestamp": [2146.04, 2150.98], "text": " So there's a lot of learning going on there about when you would intervene and when you"}, {"timestamp": [2150.98, 2157.54], "text": " wouldn't. So that's why, yes, over the year we'll certainly look at that. And, you know,"}, {"timestamp": [2157.62, 2163.88], "text": " intuitively, the engagement and the motivation is very high. And when I've wandered through"}, {"timestamp": [2163.88, 2166.24], "text": " classes with, and I look at some students who I know would generally be rather a chance. and the motivation is very high. And when I've wandered through classes,"}, {"timestamp": [2168.66, 2170.4], "text": " and I look at some students who I know would generally be rather a challenge,"}, {"timestamp": [2171.66, 2174.04], "text": " and they're really, you know,"}, {"timestamp": [2174.1, 2175.34], "text": " they're just on task,"}, {"timestamp": [2175.88, 2177.84], "text": " because what they're doing they quite like to do."}, {"timestamp": [2179.0, 2181.78], "text": " And I, again, another example from a language class,"}, {"timestamp": [2181.86, 2183.7], "text": " I was in a Toreo class the other day,"}, {"timestamp": [2183.7, 2185.94], "text": " and a couple"}, {"timestamp": [2185.94, 2189.92], "text": " of boys up the front the teacher said to me they're really challenging those boys but"}, {"timestamp": [2189.92, 2195.04], "text": " they're doing really well now and I went up and had a chat to them and they said oh miss"}, {"timestamp": [2195.04, 2200.08], "text": " would you be able to cry because they were doing something with language and I said well I"}, {"timestamp": [2200.08, 2204.56], "text": " don't think I could cry just like that but is there something else well could you just shake hands"}, {"timestamp": [2204.56, 2206.74], "text": " so they videoed me shaking hands."}, {"timestamp": [2206.84, 2208.52], "text": " They then had the vocabulary for that."}, {"timestamp": [2209.02, 2214.3], "text": " And, you know, these are 13-year-old boys who are probably, you know, struggling learners."}, {"timestamp": [2215.4, 2219.36], "text": " And you can't help but think that they'll remember that vocabulary"}, {"timestamp": [2219.36, 2222.64], "text": " because they'll remember that I came in and they asked me to shake hands."}, {"timestamp": [2222.64, 2230.86], "text": " And, you know, it's just they their learning over a number of different medium yeah but we are we are certainly"}, {"timestamp": [2230.86, 2240.88], "text": " going to follow that up yes Kate do you find there's any expectation or"}, {"timestamp": [2240.88, 2247.7], "text": " pressure from the community to hold parent nights for skill building or anything like that"}, {"timestamp": [2247.7, 2253.7], "text": " where you're sort of bridging the gap between what the students are using and how the parents are perceiving and"}, {"timestamp": [2253.7, 2256.84], "text": " integrated into their homes? Is that an issue at all?"}, {"timestamp": [2256.84, 2260.6], "text": " I'll repeat that because I don't think the VC people have heard that."}, {"timestamp": [2260.6, 2274.8], "text": " So the question is have we felt the need to run parent evenings in order to educate parents in the use of these and so that the community interest in that?"}, {"timestamp": [2275.34, 2282.3], "text": " We've run parent evenings in several ways. We obviously started prior to making the decision."}, {"timestamp": [2282.96, 2287.0], "text": " Well no, we've made the decision prior to the parents having to buy one,"}, {"timestamp": [2287.0, 2293.0], "text": " and we ran those evenings in a way that we brought in a couple of classes together."}, {"timestamp": [2293.0, 2297.0], "text": " We didn't have a whole lot of parents in one place."}, {"timestamp": [2297.0, 2301.0], "text": " And we did that quite deliberately because we had a number of devices there"}, {"timestamp": [2301.0, 2308.82], "text": " and we wanted parents to all have the opportunity to look at the potential for the devices and be able to talk to teachers and see what they might"}, {"timestamp": [2308.82, 2314.22], "text": " do but this was before we'd started using them we also thought if we did get a lot"}, {"timestamp": [2314.22, 2320.22], "text": " of negativity it would be easier to manage that in a smaller group than have one"}, {"timestamp": [2320.22, 2327.5], "text": " person sort of hogging a theater of 400 people when the other 399 weren't interested in that."}, {"timestamp": [2328.24, 2334.36], "text": " So yes, we did that. And then as the year has gone, we have kept in touch with parents."}, {"timestamp": [2334.36, 2344.02], "text": " We've sent them two or three communications. We sent them all that attitude book we got about, you know, managing themselves online."}, {"timestamp": [2345.6, 2347.94], "text": " We've sent them any responses we've got."}, {"timestamp": [2348.06, 2350.9], "text": " We had a parent who was concerned about posture."}, {"timestamp": [2351.7, 2354.18], "text": " He's a physio, and he told us various things"}, {"timestamp": [2354.18, 2358.86], "text": " the way students might be careful of their posture."}, {"timestamp": [2359.78, 2363.2], "text": " And then just recently, we did run an evening for parents"}, {"timestamp": [2363.2, 2367.58], "text": " getting their feedback and giving our feedback to them."}, {"timestamp": [2367.66, 2370.38], "text": " So we're just trying to be really responsive to parents."}, {"timestamp": [2370.54, 2374.28], "text": " If we see the need is there, then we will run the evening."}, {"timestamp": [2374.28, 2378.26], "text": " And the reason why we've only run the one for parents recently"}, {"timestamp": [2378.26, 2382.78], "text": " was with actually what is happening with the devices."}, {"timestamp": [2383.26, 2385.88], "text": " We wanted their students to be using them"}, {"timestamp": [2385.88, 2390.32], "text": " for a while and the teachers to be using them for a while so they actually had some"}, {"timestamp": [2390.32, 2396.38], "text": " reasonably you know questions based on a bit of experience rather than"}, {"timestamp": [2396.38, 2401.6], "text": " questions about what will happen. Yeah so we're trying to be as responsive as"}, {"timestamp": [2401.6, 2402.4], "text": " possible."}, {"timestamp": [2402.4, 2407.04], "text": " Any other questions? You've started at year nine. Why didn't you start? We're trying to be as responsive as possible."}, {"timestamp": [2408.88, 2409.26], "text": " You've started at year nine."}, {"timestamp": [2410.8, 2411.66], "text": " Why didn't you start at year seven?"}, {"timestamp": [2414.16, 2415.24], "text": " And could you see the program going down to primary school?"}, {"timestamp": [2418.12, 2418.76], "text": " We had a big discussion about where would we start."}, {"timestamp": [2424.22, 2425.76], "text": " And the reason we started at year nine is because we knew it would work at year seven."}, {"timestamp": [2429.18, 2434.08], "text": " Because in our year seven and eights we have home room situation and we just knew in a home room situation because we've looked at a lot of"}, {"timestamp": [2434.08, 2440.46], "text": " primary schools who are doing really fantastic stuff and we thought actually"}, {"timestamp": [2440.46, 2445.34], "text": " it's got to work in an environment where students go from teacher to teacher from room to room."}, {"timestamp": [2446.04, 2453.12], "text": " That's the whole purpose of a mobile device, to help those kids who are mobile to get better access."}, {"timestamp": [2453.12, 2457.54], "text": " Whereas the year 7 and 8th, certainly they go off for specialist lessons,"}, {"timestamp": [2457.94, 2459.3], "text": " but they are in a home room."}, {"timestamp": [2459.78, 2463.38], "text": " Wouldn't have been so hard to just make it work there."}, {"timestamp": [2463.46, 2466.66], "text": " So we thought long and hard about that, and we thought, no, it's got to be year nine."}, {"timestamp": [2467.76, 2471.34], "text": " And then all the challenges about that we worked through."}, {"timestamp": [2472.34, 2476.72], "text": " We intend next year to bring it out at year eight, nine and ten."}, {"timestamp": [2477.54, 2480.64], "text": " And the only reason we haven't said year seven is we think,"}, {"timestamp": [2480.72, 2483.54], "text": " well, kids are all buying uniforms and all of that in year seven,"}, {"timestamp": [2483.66, 2484.66], "text": " first year at the school."}, {"timestamp": [2486.44, 2489.12], "text": " But actually, do I see it in primary school? Absolutely."}, {"timestamp": [2489.92, 2494.38], "text": " I think a number of the smaller primary schools are just powering ahead."}, {"timestamp": [2495.14, 2497.98], "text": " And when you've got a school of only two or three teachers,"}, {"timestamp": [2498.82, 2501.04], "text": " the ability to get an alignment in what you're doing,"}, {"timestamp": [2501.76, 2506.96], "text": " and the ability to get some sort of grant money to get the devices is"}, {"timestamp": [2506.96, 2514.24], "text": " there. So yes I do and I think that's another one of the reasons why we made the decision to"}, {"timestamp": [2514.24, 2522.16], "text": " move to it now because our contributing schools are pretty good in terms of IT and we've known"}, {"timestamp": [2522.16, 2526.4], "text": " for some time that we need to make sure that students are not coming"}, {"timestamp": [2526.4, 2533.64], "text": " from an independent environment where they can access knowledge, IT, and then we come and"}, {"timestamp": [2533.64, 2537.1], "text": " we say, all right, sit down in your straight rows and be quiet because we're going to teach you."}, {"timestamp": [2538.3, 2538.72], "text": " Yeah."}, {"timestamp": [2540.32, 2541.64], "text": " Any other questions, please?"}, {"timestamp": [2543.44, 2547.0], "text": " Okay, Margo I'm going to hand over to you to go around your schools."}, {"timestamp": [2547.0, 2554.0], "text": " Thank you, I think we'll start with Shirley Boys who also has Marihal High School also represented there."}, {"timestamp": [2554.0, 2557.0], "text": " So let's have a question from you please."}, {"timestamp": [2557.0, 2561.0], "text": " I've been interested in know how the security issues went."}, {"timestamp": [2561.0, 2568.44], "text": " You said at the beginning you didn't anticipate there'd be a problem based on the research that you've done. Did that come to fruition? Have there been any issues"}, {"timestamp": [2568.44, 2576.56], "text": " that we should be aware of? Should I be looking here or here? Here, okay. No, security"}, {"timestamp": [2576.56, 2584.94], "text": " hasn't been a problem. We haven't lost them. We haven't had them stolen. I think we have"}, {"timestamp": [2584.94, 2587.04], "text": " had one screen that's been broken,"}, {"timestamp": [2587.84, 2591.58], "text": " but broken through not using it the correct way."}, {"timestamp": [2592.34, 2595.52], "text": " And because it's a bring your own device,"}, {"timestamp": [2596.42, 2598.04], "text": " we're not in a position of saying,"}, {"timestamp": [2598.14, 2600.32], "text": " oh my goodness, what are we going to do about the screen?"}, {"timestamp": [2601.06, 2604.48], "text": " What we say is, well, you do have good insurance, don't you?"}, {"timestamp": [2605.6, 2609.82], "text": " You know, that was part of the sustainability thing that we weren't going to be able to do that."}, {"timestamp": [2611.32, 2619.5], "text": " In terms of, I think it's an issue that we need to move on in terms of we want students to be"}, {"timestamp": [2619.5, 2624.06], "text": " able to go out and play at interval and lunchtime. We don't want everyone sitting on a screen."}, {"timestamp": [2624.84, 2628.68], "text": " And we've got quite active students here in good grounds, so we want that to continue."}, {"timestamp": [2629.32, 2634.3], "text": " At the moment, students need to, if they don't want to take their pads with them or their"}, {"timestamp": [2634.3, 2639.16], "text": " tablets or laptops or whatever, they've got to go and put them in the library or have a friend"}, {"timestamp": [2639.16, 2648.68], "text": " look after them. I can see that what we should do is have around the school, maybe five or six little places like a coffee cart type thing,"}, {"timestamp": [2649.32, 2652.66], "text": " where you just hand your device in for 40 minutes or whatever"}, {"timestamp": [2652.66, 2656.72], "text": " and you get a little, you know, just like a cloak check."}, {"timestamp": [2657.32, 2659.7], "text": " So you're not having to go halfway down the school"}, {"timestamp": [2659.7, 2662.12], "text": " and hand something in, and then halfway down the school"}, {"timestamp": [2662.12, 2663.48], "text": " and get a soccer ball to kick around."}, {"timestamp": [2664.0, 2669.9], "text": " So security hasn't been an issue, but would like to move to have have the ability"}, {"timestamp": [2669.9, 2676.82], "text": " to spread the sort of the looking after the handing in of devices that aren't being used"}, {"timestamp": [2676.82, 2678.04], "text": " around the school."}, {"timestamp": [2680.56, 2681.36], "text": " Thank you."}, {"timestamp": [2682.0, 2682.64], "text": " Thank you."}, {"timestamp": [2682.76, 2688.28], "text": " Rick, in High School, would you like to ask your question?"}, {"timestamp": [2689.12, 2689.76], "text": " Yes, hi."}, {"timestamp": [2694.12, 2694.68], "text": " One of the issues that you outlined was about homework, too much homework."}, {"timestamp": [2698.12, 2698.32], "text": " Now, in comparison with traditional classroom teaching,"}, {"timestamp": [2701.86, 2708.92], "text": " as opposed to bring your own device, have you found that the homework has indeed increased in BYOD, and if so,"}, {"timestamp": [2708.92, 2714.32], "text": " and has a research, like the students have to research more, have you found that?"}, {"timestamp": [2715.48, 2722.3], "text": " I think it's still early days, and it's, as with everything, it's quite dependent on the individual teacher."}, {"timestamp": [2722.3, 2724.0], "text": " it's quite dependent on the individual teacher."}, {"timestamp": [2728.74, 2728.86], "text": " Certainly, we were already using Ultranet,"}, {"timestamp": [2731.7, 2734.82], "text": " so there was already a lot of homework posted rather than doing it any other way."}, {"timestamp": [2734.94, 2737.28], "text": " So we were already moving in the direction of homework"}, {"timestamp": [2737.28, 2740.94], "text": " being conveniently and always online."}, {"timestamp": [2742.68, 2746.78], "text": " I don't think homework has increased. I think that's just a concern from"}, {"timestamp": [2746.78, 2752.22], "text": " some parents and a number of parents have also said that they used to struggle to"}, {"timestamp": [2752.22, 2757.46], "text": " get their kids to do any homework but now they do it because they're enjoying"}, {"timestamp": [2757.46, 2764.36], "text": " doing it more. So it's a little hard to say you know is there more I think it's"}, {"timestamp": [2764.36, 2770.72], "text": " just different. you some bees"}, {"timestamp": [2770.72, 2774.76], "text": " so bees"}, {"timestamp": [2774.76, 2780.56], "text": " are you still muted some beads try again"}, {"timestamp": [2780.56, 2788.56], "text": " sorry but hey there have you seen an increase inside the body this year?"}, {"timestamp": [2789.72, 2790.56], "text": " No."}, {"timestamp": [2791.2, 2794.16], "text": " It's obviously something we're very aware of,"}, {"timestamp": [2795.64, 2798.08], "text": " you don't have been for some time with phones."}, {"timestamp": [2799.52, 2803.58], "text": " I mean, we still get kids using their devices wrongly,"}, {"timestamp": [2804.0, 2806.48], "text": " but no, we haven't seen any increase and I"}, {"timestamp": [2806.48, 2811.34], "text": " think because we're making such a big thing to our students and our parents"}, {"timestamp": [2811.34, 2817.64], "text": " that with this device the responsible use has stepped up a bit from just having a"}, {"timestamp": [2817.64, 2830.4], "text": " phone that you know people are taking that social use of it quite seriously."}, {"timestamp": [2833.0, 2840.0], "text": " Thank you and from the Learning Centre here. Okay, do all your staff use often as that wise been throughout the school as a teaching tool?"}, {"timestamp": [2840.0, 2850.78], "text": " Yes, it's an expected part of our learning program and we have a rubric for staff appraisal as part of that learning program,"}, {"timestamp": [2851.18, 2853.48], "text": " and using Ultranet as part of that rubric."}, {"timestamp": [2854.28, 2856.8], "text": " And again, it varies from teacher to teacher,"}, {"timestamp": [2856.8, 2860.52], "text": " but every teacher uses it some of the time,"}, {"timestamp": [2861.12, 2865.62], "text": " and we're moving more and more towards every teacher using it for every class."}, {"timestamp": [2867.18, 2867.82], "text": " Thank you."}, {"timestamp": [2868.16, 2868.62], "text": " Thank you."}, {"timestamp": [2870.76, 2872.84], "text": " Okay, well, thank you very much everybody."}, {"timestamp": [2873.14, 2874.44], "text": " Thank you, Christchurch."}, {"timestamp": [2875.34, 2877.94], "text": " So I just like to thank Kate on my behalf."}, {"timestamp": [2877.94, 2879.1], "text": " So if you'd like to help me with that, so you'd like to help you a lot."}], "text": " Thank you for being here and we're so excited actually that we've got our video conference link because we've been only doing this. We started last year. We joined Farnet in order to receive to Rayo Māori and we were so sold on the idea that we set up Harbinet this year and if you're not in a virtual learning net receiving and giving classes I'd say go for it. It's a fantastic system so that's really good. This particular presentation is just really about how we went about the Bring Your Own Device program, and as I said in our introduction, it wasn't something that we just decided at the last minute. It really was part of a progression of the way the school is moving and the way teachers are moving, so it was really good to do that. So, and this particular app is called Prezi, if you haven't got it? Okay. Strategic vision, as in all schools, we've got our own strategic plan for ICT, and as you can see, we had it kind of stepped up like that. And just conventionally working through that, trying to achieve things. That statement there, we believe, kind of exemplifies what people are trying to achieve. It's actually modified from an Australian state statement, but it's pretty well the way we believe that we want to go. And I think that, as has been said by a number of speakers already, we do need to keep aiming to be world class because what's happening in New Zealand around many of our schools is absolutely world class and we want to keep being that so we've got to keep pushing with using new opportunities. So this is where we came from. The reason that starts in 2004 is that our school went through a big change in 2005, which had been in the planning for a couple of years before that. Because this district is growing so fast, there was a big area strategy which meant that all the schools in the district got together. And again, I think that says something about the collaborative nature of this district and it's helped our school as well all the schools and their boards got together with a ministry facilitator looked at how we're going to cope with growth and the outcome of that was that we as a school halved our intake but at the same time we took on year seven and eight students and another secondary school was established which was Fongaproa college so we had to really look at how do we do things differently when we're a year seven to 13 school so i believe we had a big advantage in that that was a significant change and staff could see that we couldn't just run the school the way we used to run it. It wasn't just going to be ORIWA College with a little year 7 and 8 intermediate added on. We were very clear we wanted a 7 to 13 school, so that gave us a real push for saying, okay, how do we actually do this? So we did the usual, you know, progress, I think, that's happened in many schools, that we started with our Tala laptops, we started with computer labs, pods, etc., trying to integrate computers into classroom teaching as much as possible. And I think we made a whole lot of progress, and we gradually distributed our hardware across the school. But we just got to a point where we couldn't go any further with that, without it costing more money than our budget would allow. Still not that good at pulling these screens. So by last year we had conditions in place that allowed us to look at some of the possibilities that we wanted to move towards. So we had that plan that we wanted to be entirely wireless so that wherever students were from a classroom to the gym to the field, if they needed to use their device, it would work for them. And those advantages are pretty obvious. Every time you set up something with computers in it, it's not just the computers, it's the cabling, it's the, you know, an electrician you bring in out, to sort that out, it's changing your kind of desk or furniture arrangements. It was all, you know, it's a lot of, you know, it's a cabling, it's the electrician you bring in out, to sort that out, it's changing your kind of desk or furniture arrangements. It was all these other costs. And we just felt as a school we couldn't just keep doing that more and more and more. So we were looking at what could be sustainable, how can we expand what we're trying to do without it being something that we come to a financial block. So we did a big change at that point. So the problems as we saw them were that our teaching capability and expectations, and I'm not talking about every teacher in the school, but a good bulk of teachers were really moving towards a different way and wanting to teach in a different way, and they couldn't kind of go further with what we already had. And I'm sure it's very familiar to you from schools that the demand and the supply of computer technology was not a very good match. And both ourselves at senior management and the board knew that we had to redistribute our budget in ways that made it possible for us. And I guess that second statement is something that we feel very strongly about, and I made note of in my keynote speech, it's not just kids who are going to go to university and be professionals that will work in different ways. Everyone works in different ways now. No one sits with paper and pen for any length of time. It's just different. And I'm sure you will be very familiar with that. We have some departments here who are very well planned, who have booked computer labs many thousands of years in advance in order to do their curriculum. We found particularly subjects like English. We're using it a lot because as part of internal assessment they were wanting to do assessments in school and in order to do them in school they needed them to be done in the labs and then everyone was trying to get the same labs and even though we had lots of labs and pods they just didn't seem to be any fair way that we could allocate that resource no matter how we looked at it we couldn't come up with an agreement of how that would actually work and this comes back again to that sustainability of how that would actually work. And this comes back again to that sustainability. Quite apart from whether we could build more labs and set them up, we did begin to think, why would you have a room that just had computers in it? Because all you can do in there is use a computer. And it's a bit like, I see some of you in the room still wear watches, I do because of the age I am, but kids will say to you, why would you have a watch, all it does is tell the time. You know, their phone will do many, many more things than that. So in a sense, why would we put physical space aside that had a very limited application? And I think, and I sort of addressed this earlier in the presentation too that we couldn't do things until certain conditions were in place and we are fortunate that those conditions have been able to be put in place and I know some schools are still not on the list for a little while in getting their ultra-fast broadband and it's immensely frustrating and I really feel for schools in that situation. So we had ultra-fast broadband, we'd managed to get our wireless to a point that we were very comfortable, that it was going to be reliable and robust and worked throughout the school. And then added onto that, really, and the key thing that made us move was the one-to-one devices are getting smaller, they're getting more powerful, they're getting more affordable. And when we sat down to do this planning, we really, in our head, were thinking iPads because it just seemed to be the way to go. And although the iPod touches and those sort of things and the smartphones are fine, there is a limitation really we felt in learning just with the sheer size of the screen. And again this will be familiar I think to a number of schools trying to encourage people to bring laptops to school and many of our students we were aware had laptops at home many many more of them than were bringing them to school. And many of our students, we were aware, had laptops at home. Many, many more of them than were bringing them to school. But they couldn't see a whole lot of point in bringing it to school if they were just using them really for note-taking and fairly conventional things. It became a bit of a hassle. You know, what do you do with them at lunchtime? What do you do with them? And it didn't change the way teaching was done, therefore the cycle goes around if teaching's no different, why would you bring your laptops and it just went around like that. So while we were very encouraging and we had the set-up for it, it really didn't go anywhere. Yeah, it just wasn't happening. So this is where we came to that decision, that we went from encouraging to requiring. And our recommendation for that was, you know, not really based on any big sell from Apple people or retailers. It was just this intuitively we felt was the way things were going. And we were aware that there were a lot of tablet devices out there, but we wanted to make sure anything we recommended to our parents had a good track record in terms of the people producing it so that they wouldn't feel, having bought it, that that was something that wasn't going to last the distance or was going to be a waste of money. So our planning, Mark, Tony, Linda and myself, I'd have to say Mark already has a role in the school in terms of professional development and ICT. And one of the reasons why I think this whole thing worked is that Mark's been here for quite a while. He's been running our PD for quite a while. So teachers had a lot of respect for his ability to do that. So it wasn't a new person saying, oh, we need to do this. It was something that was pretty embedded into the way we operated and that sort of mutual respect for Mark and Mark had a clear understanding of the realities of a classroom situation. So it was really good to have that. Tony's got extremely good technical skills as well as outstanding teaching skills and has been using ICT in all sorts of ways for some time. He came to us some years ago from Victoria and they'd already been doing a lot of work there so he had a lot of background. Linda as the year 19 and as someone in the English department that had really picked things up over the last year or two with IT so we knew she had the skills. picked things up over the last year or two with IT so we knew she had the skills. Me as a principal I'd have to say as I become more and more de-skilled as a principal because people do things for you much faster than you can do it yourself so that's just a reality. So as a principle I knew what we wanted to do but I didn't have the skills to actually do it so we had to have that team in place. but I didn't have the skills to actually do it, so we had to have that team in place. Right. So Mark, already that role and really very important role because our experience with the ICTPD contract was having been initially really disappointed that we didn't get in on the early stages. We were actually very pleased that we didn't get in on the early stages because by the time we got in onto it I think the whole thinking had become much more pedagogical rather than IT introduction. So I think we benefited hugely from that and Mark was very involved in that as well so he was the right person for that. And you know, he's already been challenging teachers as we all have about how can we do this. And as I said earlier, it would be wonderful if everyone did have an iPad, but that was never going to be a reality. So teachers in all of their training and their planning had to do it on the basis that an iPad couldn't be assumed. So it had to work with a netbook. It had to work with a laptop. And Tony worked very closely with isometrics, who is, and I should explain, isometrics is the group that we work with to do our technical support. We employ one technician. We've got, with 2,000 students, we only employ one full-time technician, and then a bit of higher level input as well. So that's our contract with them. And as I say, Tony's got really, really good skills in all of that, as well as good skills in teaching. So that was his role to make sure all that worked and that we've thought it all through. I'm not going to go over a lot of Linda's role because I know many of you will be at that pastoral workshop, but it was a really important thing for us to say this isn't just something that kids are going to use as they're learning. They're all here, they're Year 9 students, they are really good at using this technology for social and gaming and entertaining reasons. We need to make sure that we develop that responsible use. And I think that is a challenge and will continue to be a challenge, but it's something that we have to accept. You can't just ban and stop. You have to educate. And again, I'm not going to go over the detail of that. But it's a pretty integrated approach. Our learning program, our values program, our IT introduction, all really follow the path of what we're trying to achieve. That's just a... Yeah. And that was me doing the contact with parents, and responding if we had any controversy or whatever, which we did. So, you know, you do need to not move to this until those conditions are in place. And I think you can do a fair degree of planning. You know, teachers can develop resources, teachers can develop ways of doing things, but it would be a disaster to bring in a program for one-to-one devices if the capability surrounding that wasn't strong and robust. There would be nothing worse than things not working and not responding. It would just be a disaster. Now there's other things, but these are just some of the issues that parents have brought up. And I must say that first one about why isn't it good enough now is a very, very minor one now. Very, very few parents saying that. That's been more of a perhaps community feedback. And if you do recall when we got a bit of media heat here, almost all of it wasn't from us or our school. It was from those sort of people who respond to everything, to talk back radio, to blogs, whatever. They're just people who like to respond. And so while there was a lot of it, the only two people in our school who went to the media were actually not people in the Year 9 program anyway. So you just have to expect that people are going to respond in different ways and that's just how people are. So we really had very little here from parents about why are you having to move into a more technological approach. That really wasn't our parents at all. Security was a big thing for our parents. They were in their mind thinking, if I'm going to spend a lot of money on this device, how are you as a school going to make sure it's not going to get lost, stolen, broken, whatever. And we were quite confident that that wouldn't be a problem because we talked to schools that had already gone into this program like Wellington High School and it just didn't seem to be a problem. If people owned something that they wanted, that they valued, they looked after it. And it's not just ownership, it's something they value. As you know, they don't particularly value if they lose their PE shorts, but they are going to value if they lose their iPad. So it was not really an issue. Writing exams is an issue, and we're aware of that. I think people will struggle to physically write for several hours. They'll just get sore wrists and crampy fingers, I don't know. But we are making sure that every day and every lesson there is some, or in most lessons there is some writing, because it is something that students will still have to do at some stage. The wireless health, again, a couple of parents had a particular view of this, but it wasn't a strong enough issue that they said, no, we're not going to do it. It was just a concern that they had. Why the iPad, they didn't want to be dictated to about anything and that's why we didn't dictate but we ran a number of parent meetings where we had iPads there so they could see the benefit and the way they worked. And again, they're pretty happy with that really. Students will spend all their time on Facebook or playing games. Well, we haven't filtered those out. So we have to make sure we keep educating for responsible use. Because the more you filter, the slower everything is and the more frustrating everything will be. And it's just a reality that we can't just block and ban. We've got to keep educating kids, and that's not easy, and these are much more distracting than other technology used to be, but that's something we've got to get used to. And cost was a factor as well. Naturally it was a factor. It's a lot of money. And so we talked to parents about what things they wouldn't have to buy, which is quite a lot of things, really just trying to get that balance that over a period of time it seems a big input but actually it's it's a very good input that was another issue we haven't sensed that. We thought that might be the case because we do have a mixture of various devices in the school. So people that don't have an iPad just don't have an iPad, they have something else. And classes do a lot of sharing anyway, so those without an iPad are pretty familiar with how they operate. And I met with people if they genuinely couldn't afford to get a device, and we had some devices at the school loaned out. This is from term one, actually, the things that have come up. Too much homework seems an odd... Is that still all right? Too much homework seems a bit of an odd complaint, but it's really more because everything is so fast and easy to do that there's a danger of thinking that kids can actually get through more. So we're just developing that balance of what is reasonable. And we haven't gone into things like a flip classroom where we want all the students to learn and read up things the night before and then you spend the classroom time discussing like a tutorial. But that's certainly a direction we're quite interested in. So too much homework. Surface learning, a danger perhaps that because you can access everything so quickly and so easily, you'll flip to just accessing rather than actually using that information. Google it. We had a parent saying that their child asked a question and the teacher just said Google it, and they didn't think that was a very good answer. But at times that will be a very good answer and at times it won't. So it's all just in context. As I said, we haven't really had the iPad snobbery envy. We've been very careful not to base our teaching on apps because not everyone has an iPad. Despite the fact that some of the apps are really, really good, we haven't based our teaching on apps because not everyone has an iPad, despite the fact that some of the apps are really, really good, we haven't based our teaching on that. The autonomy, depending on where the students have come from, some are still much more comfortable with being directed. You know, do this now, get out your books, do this, follow this, and this is something that requires students to be actually a little bit more self-directed, and that's been a bit of a step for a number of students. And the form class responsible use, while we're running a whole workshop on that, because we just think that's a big issue around New Zealand. I mean everywhere, it's a big issue, isn't it, cyber-s Cyber safety, cyberbullying. So constant education about that and keeping that education updated for what is now relevant has become really important. And parents were very pleased with the fact that we were looking at it in a very integrated way. This was the start of the year. Start of the year we had six students who we issued with a netbook. That has changed over the year. That original six, I think there are probably only two or three, in fact there might only be two who are using that netbook, but there's actually still about eight with a netbook because other people's androids have broken and so they've got a netbook. So that has changed a little bit over the year, but essentially it's very small. Very small indeed. And that's what we've been able to achieve. So far, that's our maximum at this point, we think, six or 700 devices on the wireless at one time. Masses of bandwidth. Oh, sorry, that would have been good at the beginning wouldn't it and certainly because teachers who are teaching year nine are getting pretty familiar with this they're getting to the point where they'd like to do it more in year 11 or 12 or whatever other class they're taking so when students in those classes bring their own device to school, the teachers are much more comfortable and encouraging about, even though they don't have a whole class, that that can actually get really good use in the classroom. Oh, okay. Well, just ask if you can't read anything please. We were quite clear right at the beginning that we wanted this program monitored and we didn't think that we actually had the capability to do that ourselves. We just didn't have the resource. So we approached Massey University and they have set us up with a PhD student and he's already underway. He's interviewing parents, he's interviewing students, he's interviewing teachers, he's observing classes, doing surveys and that will go over two years because that's how long is how long is going going to take and we expect to get some really good feedback from that. We're working with Auckland College of Education and hopefully the application they put in to do their research project will be approved and they are going to be looking more at the sort of pedagogical influence and what that might do to the actual outcome. So they're looking at quite a lot of baseline data at the moment. I can't really explain exactly what that's going to be because they haven't got their project finally approved and it may need to be altered around a little bit. We always return calls to parents about this. If they've got any concern, no matter how minor it might seem, we just need to keep all the parents on board. Really, really important. And this little day that we only really decided to do this because we had a lot of people asking, how's it going, could I come up and have a chat, could I have a look at something? And we thought it might be better not just for our resource to do it all in one day, but better for other people who are interested in doing it to be with each other anyway so that they could develop some networks and some sort of contacts so that when they move on with this, they've got a little bit of background there to do it. And we've been absolutely thrilled with how many people have come to this. We didn't actually plan a teacher only day. It ended up being a teacher only day because we thought we haven't got enough parking and we just haven't got enough, we just couldn't have done it. So we've snuck an extra day this year. And that's about it really, I think. That's about it really, I think. Again, just final reinforcement. That is critical. You must get your infrastructure in place. There would be nothing worse than starting and then having that not work. So that's... I think that's everything, isn't it, Jaden? Yeah, that's fine. So that's it. And if you've got got any questions I believe because we're on VC I'll have to repeat the question just so that the sound is good. Okay, okay, good, good. What others? I'm just going to get questions from here first, and then we'll hand over to you if that's all right. Thank you. Okay. Can I just ask that when you ask the question from the floor, if you could just speak loudly so they can actually catch it on in BC, and Kate, you could also repeat. Okay. So do they need the microscope? Microphone for TV. Microphone, sorry. I don't think the iPad's quite a microscope yet, is it? But it will be soon. Hello, hello. So Kate, now you're sort of a term onto it. Do you think back and think of things that you wouldn't have done or you'd do differently than how you've done it? If you were, if you were to say our school was going to start up to the same sort of thing, what would you have done would be advice that other than the things that you had up there? I guess we didn't predict the media interest and so I think if I was doing it now I would say okay this is going to cause a lot of interest, how are we going to respond to that. But apart from that, I don't think we would have done it any differently. I don't believe as a state school we could have said, we want you to have an iPad. I think we might get to that in two or three years' time. But I think it was a necessary step to say you can bring a device that's got these capabilities I don't think we would have started training our teachers any earlier because middle of last year to the beginning of this year I think they would have got really frustrated doing endless training and not being able to apply it. So I think that was probably about right. You know, I don't think there's really a lot we could have done actually that was different. Hi there, Brandon from Albany Junior. Sorry, did that go through. Hi, how you going? Can you, as a teacher yourself growing up, obviously not in the technology side of education, can you tell me some of the really innovative and creative and just playing in English, awesome things that the students are doing that are really sort of pushing the boundaries? Yep. I don't know that you'd say awesome, innovative, but when I wand around classes for year nine, look for example at the beginning of the year when the year nine science classes are doing their safety sort of induction. And what they did this year was they videoed all the issues to do with safety. So, you know, a Bunsen burner burning or things like that. So they videoed all these things and a couple of the teachers tried to get that video to be a bit like an Air New Zealand safety video. Now, you know, all students learn about safety and laboratory. And I doubt that they would remember drawing a picture of a Bunsen or, you know, whatever. But I think they will remember making the video about the safety and their learning is just coming from, you know, multimedia really. And, you know, forgetting about learning styles and all of that I think if you're using more than one medium to do things you are more likely to have that you know sink in so there's that sort of thing in language classes it's just wonderful they are recording themselves hearing themselves back being able to listen to things being read in different languages and slow those down, you know, just those sorts of things. Maths probably not using it to a huge extent as yet, and maybe maths won't. It may well be that in some curriculum areas, it lends itself to doing that. I don't know, Sue, you might have more examples because you're actually, I don't teach anymore. PE, yes, that's fantastic. They video themselves doing something, and then they slow that down frame by frame, and they can compare that. And I guess what it allows is that you could have two or three students, and let's say they're doing that PE videoing back, and each of their screens could be different. So you've got the ability to do the sort of compare and contrast type thing in a way that you just didn't have before. Because everyone's got their own, you're not just dependent on one screen. But yeah, just lots of really, really good things. And we've just been away on this trip overseas. And I guess the best example I saw was a choir, a really good choir, very, very high-level choir that I think are going to be singing at the London Olympics, really high-level choir. And they were singing, and their director was up here. And then at one point the director said, okay, now sing into your iPads. So they're all singing. They then emailed him their own singing. He then could see exactly, you know, what everyone was doing. And he said it saved him hours because normally he had to listen to everyone individually and then go back and relisten and he had it all there and the kids were just taking it as the norm that that's the way you improve your performance by recording it, in this case not visually but recording it orally and someone giving you feedback on that that was pretty stunning I was wondering whether you had feedback on that. That was pretty stunning. I was wondering whether you had considered doing any sort of behaviour measurements as to how this kind of teaching might have impacted on student behaviour? Let's say like using your student management system as a... We do intend to do that. At this point in time, it looks as if attendance is very good. I mean, it's always pretty good in year 9, but it looks like it's better than it has been. The engagement of students is such that the, if you like, the detention, those sort of impositiony follow-ups is not as high as it was, but we're a bit reluctant to do that after just a short while because there is actually, for the kids there's still a novelty effect and for the staff there's still a novelty effect. And staff are quite reluctant, of them to take action so if they're walking around and they're seeing that you're on Facebook what we're saying to them is hand over your iPad you can have it back at the end of the lesson but you're off the wireless network for a week they're very reluctant to do that because they want all the kids to have the device. So there's a lot of learning going on there about when you would intervene and when you wouldn't. So that's why, yes, over the year we'll certainly look at that. And, you know, intuitively, the engagement and the motivation is very high. And when I've wandered through classes with, and I look at some students who I know would generally be rather a chance. and the motivation is very high. And when I've wandered through classes, and I look at some students who I know would generally be rather a challenge, and they're really, you know, they're just on task, because what they're doing they quite like to do. And I, again, another example from a language class, I was in a Toreo class the other day, and a couple of boys up the front the teacher said to me they're really challenging those boys but they're doing really well now and I went up and had a chat to them and they said oh miss would you be able to cry because they were doing something with language and I said well I don't think I could cry just like that but is there something else well could you just shake hands so they videoed me shaking hands. They then had the vocabulary for that. And, you know, these are 13-year-old boys who are probably, you know, struggling learners. And you can't help but think that they'll remember that vocabulary because they'll remember that I came in and they asked me to shake hands. And, you know, it's just they their learning over a number of different medium yeah but we are we are certainly going to follow that up yes Kate do you find there's any expectation or pressure from the community to hold parent nights for skill building or anything like that where you're sort of bridging the gap between what the students are using and how the parents are perceiving and integrated into their homes? Is that an issue at all? I'll repeat that because I don't think the VC people have heard that. So the question is have we felt the need to run parent evenings in order to educate parents in the use of these and so that the community interest in that? We've run parent evenings in several ways. We obviously started prior to making the decision. Well no, we've made the decision prior to the parents having to buy one, and we ran those evenings in a way that we brought in a couple of classes together. We didn't have a whole lot of parents in one place. And we did that quite deliberately because we had a number of devices there and we wanted parents to all have the opportunity to look at the potential for the devices and be able to talk to teachers and see what they might do but this was before we'd started using them we also thought if we did get a lot of negativity it would be easier to manage that in a smaller group than have one person sort of hogging a theater of 400 people when the other 399 weren't interested in that. So yes, we did that. And then as the year has gone, we have kept in touch with parents. We've sent them two or three communications. We sent them all that attitude book we got about, you know, managing themselves online. We've sent them any responses we've got. We had a parent who was concerned about posture. He's a physio, and he told us various things the way students might be careful of their posture. And then just recently, we did run an evening for parents getting their feedback and giving our feedback to them. So we're just trying to be really responsive to parents. If we see the need is there, then we will run the evening. And the reason why we've only run the one for parents recently was with actually what is happening with the devices. We wanted their students to be using them for a while and the teachers to be using them for a while so they actually had some reasonably you know questions based on a bit of experience rather than questions about what will happen. Yeah so we're trying to be as responsive as possible. Any other questions? You've started at year nine. Why didn't you start? We're trying to be as responsive as possible. You've started at year nine. Why didn't you start at year seven? And could you see the program going down to primary school? We had a big discussion about where would we start. And the reason we started at year nine is because we knew it would work at year seven. Because in our year seven and eights we have home room situation and we just knew in a home room situation because we've looked at a lot of primary schools who are doing really fantastic stuff and we thought actually it's got to work in an environment where students go from teacher to teacher from room to room. That's the whole purpose of a mobile device, to help those kids who are mobile to get better access. Whereas the year 7 and 8th, certainly they go off for specialist lessons, but they are in a home room. Wouldn't have been so hard to just make it work there. So we thought long and hard about that, and we thought, no, it's got to be year nine. And then all the challenges about that we worked through. We intend next year to bring it out at year eight, nine and ten. And the only reason we haven't said year seven is we think, well, kids are all buying uniforms and all of that in year seven, first year at the school. But actually, do I see it in primary school? Absolutely. I think a number of the smaller primary schools are just powering ahead. And when you've got a school of only two or three teachers, the ability to get an alignment in what you're doing, and the ability to get some sort of grant money to get the devices is there. So yes I do and I think that's another one of the reasons why we made the decision to move to it now because our contributing schools are pretty good in terms of IT and we've known for some time that we need to make sure that students are not coming from an independent environment where they can access knowledge, IT, and then we come and we say, all right, sit down in your straight rows and be quiet because we're going to teach you. Yeah. Any other questions, please? Okay, Margo I'm going to hand over to you to go around your schools. Thank you, I think we'll start with Shirley Boys who also has Marihal High School also represented there. So let's have a question from you please. I've been interested in know how the security issues went. You said at the beginning you didn't anticipate there'd be a problem based on the research that you've done. Did that come to fruition? Have there been any issues that we should be aware of? Should I be looking here or here? Here, okay. No, security hasn't been a problem. We haven't lost them. We haven't had them stolen. I think we have had one screen that's been broken, but broken through not using it the correct way. And because it's a bring your own device, we're not in a position of saying, oh my goodness, what are we going to do about the screen? What we say is, well, you do have good insurance, don't you? You know, that was part of the sustainability thing that we weren't going to be able to do that. In terms of, I think it's an issue that we need to move on in terms of we want students to be able to go out and play at interval and lunchtime. We don't want everyone sitting on a screen. And we've got quite active students here in good grounds, so we want that to continue. At the moment, students need to, if they don't want to take their pads with them or their tablets or laptops or whatever, they've got to go and put them in the library or have a friend look after them. I can see that what we should do is have around the school, maybe five or six little places like a coffee cart type thing, where you just hand your device in for 40 minutes or whatever and you get a little, you know, just like a cloak check. So you're not having to go halfway down the school and hand something in, and then halfway down the school and get a soccer ball to kick around. So security hasn't been an issue, but would like to move to have have the ability to spread the sort of the looking after the handing in of devices that aren't being used around the school. Thank you. Thank you. Rick, in High School, would you like to ask your question? Yes, hi. One of the issues that you outlined was about homework, too much homework. Now, in comparison with traditional classroom teaching, as opposed to bring your own device, have you found that the homework has indeed increased in BYOD, and if so, and has a research, like the students have to research more, have you found that? I think it's still early days, and it's, as with everything, it's quite dependent on the individual teacher. it's quite dependent on the individual teacher. Certainly, we were already using Ultranet, so there was already a lot of homework posted rather than doing it any other way. So we were already moving in the direction of homework being conveniently and always online. I don't think homework has increased. I think that's just a concern from some parents and a number of parents have also said that they used to struggle to get their kids to do any homework but now they do it because they're enjoying doing it more. So it's a little hard to say you know is there more I think it's just different. you some bees so bees are you still muted some beads try again sorry but hey there have you seen an increase inside the body this year? No. It's obviously something we're very aware of, you don't have been for some time with phones. I mean, we still get kids using their devices wrongly, but no, we haven't seen any increase and I think because we're making such a big thing to our students and our parents that with this device the responsible use has stepped up a bit from just having a phone that you know people are taking that social use of it quite seriously. Thank you and from the Learning Centre here. Okay, do all your staff use often as that wise been throughout the school as a teaching tool? Yes, it's an expected part of our learning program and we have a rubric for staff appraisal as part of that learning program, and using Ultranet as part of that rubric. And again, it varies from teacher to teacher, but every teacher uses it some of the time, and we're moving more and more towards every teacher using it for every class. Thank you. Thank you. Okay, well, thank you very much everybody. Thank you, Christchurch. So I just like to thank Kate on my behalf. So if you'd like to help me with that, so you'd like to help you a lot."}