{"speakers": [], "chunks": [{"timestamp": [0.0, 22.0], "text": " When the Pakeha arrived in New Zealand, the Maori had many tracks and pathways and ways of getting from place to place that were well known to them, often well trafficked."}, {"timestamp": [22.0, 27.36], "text": " And early Pākehā used some of those initially."}, {"timestamp": [27.36, 32.28], "text": " And there's accounts of officials being sent to go down a particular track to check out a"}, {"timestamp": [32.28, 34.32], "text": " particular road."}, {"timestamp": [34.32, 40.1], "text": " Napier Tapo, for example, was one of them, and this was a well-known Maori track."}, {"timestamp": [40.1, 45.96], "text": " But there was nothing that the Pākeha felt that they could use particularly as a road for heavy traffic."}, {"timestamp": [46.12, 47.96], "text": " They had bullock wagons, they had carts."}, {"timestamp": [48.6, 50.16], "text": " Eventually they had stagecoaches."}, {"timestamp": [51.3, 55.24], "text": " Often there were journeys just made overland in these vehicles."}, {"timestamp": [55.42, 58.38], "text": " It was pretty hard on the vehicle and it was slow and so forth."}, {"timestamp": [59.4, 62.32], "text": " They followed the Maori in that they used the rivers quite often."}, {"timestamp": [63.2, 65.88], "text": " They'd raft things down the rivers."}, {"timestamp": [65.88, 71.38], "text": " But eventually roads started appearing, and typically for economic reasons,"}, {"timestamp": [71.38, 78.04], "text": " it's specifically to connect places, ports with towns, just make things easier."}, {"timestamp": [78.04, 84.52], "text": " And it took time because the, again, the money was very short throughout."}, {"timestamp": [84.52, 91.04], "text": " But probably the biggest impetus for roading came in the 1860s with the New Zealand wars"}, {"timestamp": [91.04, 98.4], "text": " and the need for the British and the military to move large numbers of people and equipment"}, {"timestamp": [98.4, 100.42], "text": " around the country in fairly short order."}, {"timestamp": [101.42, 106.06], "text": " And there's nothing like a war to actually prod people into doing stuff that"}, {"timestamp": [106.06, 113.1], "text": " should have been done anyway like roading. And this was pretty much what happened, so that,"}, {"timestamp": [113.1, 121.12], "text": " for example, the Great South Road was set up specifically as a military supply route. And George"}, {"timestamp": [121.12, 127.4], "text": " Gray, the governor, rather cleverly, was able to offload the cost of it onto the British Army by getting the soldiers to make it."}, {"timestamp": [128.24, 129.32], "text": " They didn't like it."}, {"timestamp": [130.12, 131.16], "text": " They were grumbling about it."}, {"timestamp": [131.22, 133.2], "text": " They felt that they were being treated like convicts."}, {"timestamp": [134.24, 142.3], "text": " This, however, was probably a step up for New Zealand from Gray's other plan, which had been to import some convicts and get them to do it."}, {"timestamp": [143.1, 147.0], "text": " And that really didn't go down well at all in New Zealand."}, {"timestamp": [147.0, 155.0], "text": " So the result was that a quite good road got built from Auckland"}, {"timestamp": [155.0, 162.0], "text": " pretty much down to the Bombay Hills and beyond, specifically to fuel this war."}, {"timestamp": [162.0, 165.04], "text": " In many ways, probably not the most admirable motive at all. to fuel this war."}, {"timestamp": [170.22, 170.72], "text": " In many ways, probably not the most admirable motive at all,"}, {"timestamp": [172.94, 173.04], "text": " but in a practical sense it meant the road was there."}, {"timestamp": [174.02, 174.34], "text": " It was a pretty good road."}, {"timestamp": [176.36, 177.66], "text": " And, of course, it came in very handy later."}, {"timestamp": [183.24, 186.0], "text": " One of the bases for the roading system in North Island today, even though it follows much the same route."}, {"timestamp": [186.0, 191.0], "text": " Another military road was the track from Taupo to Napier."}, {"timestamp": [191.0, 200.0], "text": " During the late 1860s, Tecote was causing some difficulty in Hawks Bay, East Coast."}, {"timestamp": [200.0, 209.0], "text": " And so they built, improved the Maori track and built a series of garrison posts up this road,"}, {"timestamp": [209.0, 218.0], "text": " which subsequently became the supply road for the final 1869 campaign that defeated Tecote militarily in the field."}, {"timestamp": [218.0, 224.0], "text": " So again, you've got these military pressures pushing that sort of roading."}, {"timestamp": [224.0, 225.48], "text": " Other roads were slower to appear, commercial need usually pushed them, got these military pressures pushing that sort of roading."}, {"timestamp": [225.48, 231.62], "text": " Other roads were slower to appear, commercial need usually pushed them."}, {"timestamp": [231.62, 238.06], "text": " Wairapa opened up, for example, and links were needed through over the Rhinitas from"}, {"timestamp": [238.06, 239.78], "text": " Wellington."}, {"timestamp": [239.78, 246.0], "text": " There was already a very well-defined Maori track and this was expanded and again pretty much today"}, {"timestamp": [246.0, 249.84], "text": " that's pretty much today's road."}, {"timestamp": [249.84, 255.9], "text": " So in many ways the early riding emerged organically."}, {"timestamp": [255.9, 259.68], "text": " It emerged as a function of the way that the colony was developing."}, {"timestamp": [259.68, 267.0], "text": " It emerged at the least possible cost typically with the possible exception of the saddle road"}, {"timestamp": [267.0, 273.0], "text": " across from Littleton to Christchurch, which soaked up most of the money that the Canterbury Association had at that time."}, {"timestamp": [273.0, 282.0], "text": " Well, they really weren't passable quite often."}, {"timestamp": [282.0, 285.92], "text": " And at that time, one of the reasons why coach and cart"}, {"timestamp": [285.92, 291.96], "text": " wheels are so thin, specifically was to cut through the mud down to some sort of hard surface"}, {"timestamp": [291.96, 300.48], "text": " theoretically beneath. They'd still get bogged occasionally. The real problem there came later"}, {"timestamp": [300.48, 306.12], "text": " with the transition to motor vehicles and cars just couldn't do it."}, {"timestamp": [307.52, 309.88], "text": " By this time you're getting into the 20th century."}, {"timestamp": [310.5, 314.04], "text": " So they'd be driving along these colonial age roads,"}, {"timestamp": [314.26, 318.24], "text": " cart roads and tracks and so forth, bogging all the way."}, {"timestamp": [318.38, 320.98], "text": " They just could not get out of the mud."}, {"timestamp": [321.78, 326.12], "text": " And that really put a lot of pressure on the government, a lot of pressure"}, {"timestamp": [326.12, 332.04], "text": " on local roads boards who were administering these things to improve the surfaces. And of"}, {"timestamp": [332.04, 340.16], "text": " course that leads on to the 1920s drive to seal the roads, which eventually emerged the Main"}, {"timestamp": [340.16, 342.76], "text": " Highways Act and so forth that came out of that."}, {"timestamp": [342.76, 347.0], "text": " Well, the roading by the late, Main Highways Act and so forth that came out of that."}, {"timestamp": [353.0, 354.0], "text": " Well, the roading by the late 19th century was a fairly good system. It was localized."}, {"timestamp": [354.0, 358.0], "text": " So you had each individual community had a roads board."}, {"timestamp": [358.0, 363.0], "text": " And the idea was that they'd get their funding off the local community who used the roads,"}, {"timestamp": [363.0, 364.0], "text": " and typically did."}, {"timestamp": [364.0, 367.1], "text": " There were small fees and taxes and so forth that did this."}, {"timestamp": [367.96, 370.8], "text": " All worked very well in the Age of Horse and Cart."}, {"timestamp": [371.14, 372.32], "text": " Nobody went very far."}, {"timestamp": [373.34, 374.74], "text": " It was literally user pays."}, {"timestamp": [375.56, 380.08], "text": " But you get on into the 20th century, and suddenly you've got these funny foreign vehicles."}, {"timestamp": [381.08, 385.88], "text": " You know, somebody's, say, living in Levin, and a car turns up from Foxton."}, {"timestamp": [386.28, 388.1], "text": " Well, Foxen's a different road board."}, {"timestamp": [389.6, 399.3], "text": " And there were complaints because road boards didn't like having to fund the cost of repairing their roads for vehicles that came from other roads boards."}, {"timestamp": [399.98, 406.24], "text": " It was an extraordinary situation, which looking back, you find it hard to imagine today."}, {"timestamp": [407.2, 411.02], "text": " But that was the way the system worked, and of course it didn't really adapt to cars."}, {"timestamp": [411.02, 418.4], "text": " And so the result, as New Zealand motorised, which was essentially during the First World War into the 1920s,"}, {"timestamp": [419.14, 427.52], "text": " it forced central government to act and forced central government to create legislation"}, {"timestamp": [427.52, 432.0], "text": " that would bring all this under better control, properly fund it,"}, {"timestamp": [432.0, 450.0], "text": " and also seal initially the main highways later as many other roads as possible. The main driver behind the Arthur's Pass road was gold."}, {"timestamp": [450.0, 456.4], "text": " They discovered gold over in the West Coast and there was a rush, as always happened when"}, {"timestamp": [456.4, 459.62], "text": " gold was found."}, {"timestamp": [459.62, 464.72], "text": " And the revenues from it looked very much like they were going to go to Nelson, which irritated"}, {"timestamp": [464.72, 470.24], "text": " people in Christchurch rather heavily because at that time the West Coast was part of the Canterbury"}, {"timestamp": [470.24, 471.32], "text": " Province."}, {"timestamp": [471.32, 474.88], "text": " So provincial rivalries once again."}, {"timestamp": [474.88, 478.94], "text": " And the outcome was this road through Arthur's Pass."}, {"timestamp": [478.94, 487.76], "text": " Arthur Dobson, the son of the provincial engineer, was very go-getting, very energetic, and found a reasonable way"}, {"timestamp": [487.76, 494.64], "text": " through the ranges in the western part of Canterbury province. So they put the road in."}, {"timestamp": [494.64, 500.08], "text": " And this was a very, very significant achievement at the time, because everything, of course,"}, {"timestamp": [500.08, 506.0], "text": " had to be done with handwork, with wheelbarrows, with pickaxes and so forth."}, {"timestamp": [506.0, 509.0], "text": " There's a wonderful account."}, {"timestamp": [509.0, 519.0], "text": " A woman named, I think, Charlotte Chevalier, the wife of the artist, came through with her husband"}, {"timestamp": [519.0, 524.0], "text": " on a, he was on a painting trip, while the road was under construction."}, {"timestamp": [524.0, 526.48], "text": " And she was somewhat nervous and worried"}, {"timestamp": [526.48, 532.6], "text": " about these rugged work gangs that would be, they would meet on the road and very pleasantly"}, {"timestamp": [532.6, 538.16], "text": " surprised that when they found one of the work gangs, they were incredibly hospitable, couldn't"}, {"timestamp": [538.16, 544.54], "text": " have done enough for the travellers, very, very kind to them."}, {"timestamp": [544.54, 548.26], "text": " And that pretty much summed up the kind of mindset that occasionally occurred."}, {"timestamp": [548.36, 557.94], "text": " So you have these rugged work gangs with their language that was not the one that was used in a respectable middle class Victorian society"}, {"timestamp": [557.94, 566.62], "text": " and their rather casual attitude towards clothing and so forth by comparison with the settlers."}, {"timestamp": [566.62, 573.18], "text": " But they were fundamentally pretty good people and they got along with each other and had to"}, {"timestamp": [573.18, 578.56], "text": " and got the road built."}, {"timestamp": [578.56, 585.52], "text": " The road itself was incredibly rugged, very, very difficult to build."}, {"timestamp": [586.36, 594.48], "text": " And there were sections like from a terra down through to the, coming down to the West Coast,"}, {"timestamp": [596.12, 598.76], "text": " wound in and out, very steep, very narrow."}, {"timestamp": [599.64, 602.26], "text": " The width had a lot to do with cost constraints."}, {"timestamp": [603.4, 609.54], "text": " But it did work in the sense that, yes, you could get stuff through it quite slowly sometimes, with danger."}, {"timestamp": [612.08, 615.24], "text": " And this was meant to bring the gold through from the West Coast."}, {"timestamp": [615.76, 618.24], "text": " They made, I think, one shipment, that was it."}, {"timestamp": [618.62, 626.88], "text": " And, of course, the revenue to Canterbury was the duty on it, and it didn't really work as a gold road."}, {"timestamp": [626.88, 631.76], "text": " But as a connection through to the West Coast it worked a treat."}, {"timestamp": [631.76, 644.0], "text": " Well the system, the motorway systems themselves, Auckland of course was the first,"}, {"timestamp": [644.0, 646.28], "text": " very much following international"}, {"timestamp": [646.28, 653.28], "text": " trends, that you've got increasing numbers of vehicles, especially after the Second World War."}, {"timestamp": [653.28, 659.76], "text": " You've got spreading cities with extended suburbs, and New Zealand and Auckland in particular"}, {"timestamp": [659.76, 665.92], "text": " very, very spread out, need to get people back and forth very quickly."}, {"timestamp": [665.92, 669.96], "text": " And of course the old roading system just went up to that."}, {"timestamp": [669.96, 675.76], "text": " The idea of the motorway had been around for quite some time, United States, Europe and"}, {"timestamp": [675.76, 681.4], "text": " then Britain, it's 1920s and 30s kind of developments."}, {"timestamp": [681.4, 684.62], "text": " So New Zealand was quite late in doing so."}, {"timestamp": [684.62, 686.18], "text": " And of course the story was tied"}, {"timestamp": [686.18, 693.78], "text": " up politically again organising funding. There's also introduces other issues of being able"}, {"timestamp": [693.78, 700.88], "text": " to get the space to put the road in and that's been an issue of course in New Zealand for"}, {"timestamp": [700.88, 707.68], "text": " a lot of roading developments since right up to the present day."}, {"timestamp": [707.68, 713.18], "text": " But there was a need to get a system that would allow a good deal of traffic to move fairly"}, {"timestamp": [713.18, 718.88], "text": " efficiently back and forth through Auckland, through into the North Shore, through down"}, {"timestamp": [718.88, 722.24], "text": " to the Bombay Hills in the end."}, {"timestamp": [722.24, 725.24], "text": " And of course the implication was that there would have to be some sort of"}, {"timestamp": [725.24, 730.72], "text": " connection across the wider matter at the same time and that was the origin of the"}, {"timestamp": [730.72, 737.38], "text": " Harbour Bridge which in the broadest sense is pretty much integral with that"}, {"timestamp": [737.38, 738.38], "text": " motorway system."}, {"timestamp": [743.88, 750.56], "text": " The story with the bridge was interesting because they'd based the scale of the bridge"}, {"timestamp": [750.56, 755.88], "text": " and particularly the traffic that it could carry on the Devonport ferries which were heavily"}, {"timestamp": [755.88, 767.92], "text": " overloaded and projected potential traffic growth forward into the 1960s on which the bridge was planned"}, {"timestamp": [767.92, 771.92], "text": " in the late 1950s and subsequently built."}, {"timestamp": [771.92, 778.0], "text": " What nobody anticipated was that it got rather popular that in fact the Devonport"}, {"timestamp": [778.0, 784.64], "text": " Ferries hadn't reflected the potential total that could use the system if it was made easier"}, {"timestamp": [784.64, 786.58], "text": " to use, if it was convenient,"}, {"timestamp": [786.58, 788.82], "text": " just drive your car along a road."}, {"timestamp": [788.82, 794.04], "text": " And so immediately in its first few months of operation, the bridge was suddenly overloaded"}, {"timestamp": [794.04, 796.54], "text": " with traffic."}, {"timestamp": [796.54, 798.24], "text": " What do you do?"}, {"timestamp": [798.24, 804.72], "text": " They then developed the clip-ons, which added additional lanes, and of course that's the"}, {"timestamp": [804.72, 805.8], "text": " way it's gone since."}, {"timestamp": [806.8, 815.62], "text": " But it was a curious undercalculation in the original development of it."}, {"timestamp": [816.08, 820.38], "text": " There was a great deal of debate went on over exactly what was to be built, where it was to be"}, {"timestamp": [820.38, 827.0], "text": " built, how it was to be built, even how many bridges or a tunnel or something."}, {"timestamp": [827.0, 834.0], "text": " And lobby voices inevitably played out during the 1950s on that."}, {"timestamp": [834.0, 835.0], "text": " What are?"}, {"timestamp": [835.0, 841.0], "text": " Well, it's well up there."}, {"timestamp": [841.0, 845.88], "text": " We don't have a similar bridge anywhere else."}, {"timestamp": [848.2, 851.14], "text": " There are ride bridges like the one across the Rangitata, for example,"}, {"timestamp": [851.3, 853.5], "text": " which is spectacular for its length."}, {"timestamp": [855.32, 858.34], "text": " However, the Auckland Harbour Bridge is a tremendous engineering achievement,"}, {"timestamp": [859.14, 861.52], "text": " and tremendous in any sense is a bridge,"}, {"timestamp": [861.88, 866.32], "text": " just the height, the length, the sheer scale of it is very,"}, {"timestamp": [866.32, 873.18], "text": " very much up there. And even on a world standard. It isn't the biggest bridge in the world,"}, {"timestamp": [873.18, 879.36], "text": " it's not the highest or longest, but it's in the league. Some of the New Zealand rivers"}, {"timestamp": [879.36, 889.0], "text": " demanded some pretty spectacular bridging to get across it. And of course the one that springs to mind is the Rakhaya Bridge."}, {"timestamp": [889.0, 894.82], "text": " The current one we've got developed in the late 1930s as an initiative by the Labor"}, {"timestamp": [894.82, 902.8], "text": " Government of the day, part of the works programs, and is certainly the longest road"}, {"timestamp": [902.8, 907.6], "text": " bridge in the country. Very much a period piece now when you drive over it."}, {"timestamp": [907.6, 911.4], "text": " It's got that classic mid-20th century deco look"}, {"timestamp": [911.4, 916.32], "text": " on the design of it."}, {"timestamp": [916.32, 921.18], "text": " But you really have to admire that kind of thought"}, {"timestamp": [921.18, 924.02], "text": " and engineering that went into it, that, OK, we've got here."}, {"timestamp": [924.02, 925.56], "text": " We've got a river that's"}, {"timestamp": [925.56, 934.44], "text": " fanning out over a great alluvial plane. How are you going to get the road across it? And the"}, {"timestamp": [934.44, 942.52], "text": " answer is an incredibly long bridge. So off they go and do it. And it just symbolises the"}, {"timestamp": [942.52, 945.32], "text": " can't do attitude that New Zealand has had all along,"}, {"timestamp": [946.02, 950.78], "text": " which was certainly there in the colonial period and still there in the 20th century,"}, {"timestamp": [951.22, 953.84], "text": " and of course in other ways it's there today."}, {"timestamp": [954.82, 956.86], "text": " I guess you could almost call it a dialectic."}, {"timestamp": [956.86, 970.24], "text": " There was a two-way process going on in which the requirement to pioneer to build a colony in New Zealand's"}, {"timestamp": [970.24, 979.76], "text": " rugged, isolated landscape generated a sense of pride and itself fueled that sense that"}, {"timestamp": [979.76, 983.16], "text": " New Zealand was achieving, that New Zealand was up there with the rest of the world."}, {"timestamp": [984.16, 991.0], "text": " It certainly did a great deal to create the number eight Y mentality, that here we were"}, {"timestamp": [991.0, 995.36], "text": " without too much gear, without too much equipment, and we could go out there and take on the"}, {"timestamp": [995.36, 998.76], "text": " toughest that the world had to offer."}, {"timestamp": [998.76, 1007.4], "text": " It gave a sense that New Zealand was innovative with very little and world beating."}, {"timestamp": [1007.4, 1013.72], "text": " These factors very much shaped the way that New Zealand saw itself through into the"}, {"timestamp": [1013.72, 1015.78], "text": " 20th century."}, {"timestamp": [1015.78, 1022.04], "text": " It shaped our interpretation and understanding of ourselves through that period."}, {"timestamp": [1022.04, 1028.4], "text": " It was very much a product of the colonial mentality and I guess it's still with us today"}, {"timestamp": [1028.4, 1034.8], "text": " in many ways even though we've moved on a bit from the old colonial ideas and from the"}, {"timestamp": [1034.8, 1042.64], "text": " 20th century which itself had its own characteristics that we can now identify historically."}, {"timestamp": [1042.64, 1048.0], "text": " New Zealand had that getting on with it, the can-do attitude."}, {"timestamp": [1048.0, 1057.0], "text": " And it was one that probably we did share with other pioneering societies, but of course we didn't see too much of them, we saw a lot of our own."}, {"timestamp": [1057.0, 1062.0], "text": " And we gave it our own twist and our own enthusiasms."}, {"timestamp": [1062.0, 1068.0], "text": " And there's no question, for example, that in the two world wars of the 20th century, which"}, {"timestamp": [1068.0, 1073.5], "text": " New Zealand did get involved with very heavily, New Zealanders had a tremendous reputation"}, {"timestamp": [1073.5, 1079.66], "text": " more so than anyone else of being able to get things done and to do stuff."}, {"timestamp": [1079.66, 1081.04], "text": " And this was known."}, {"timestamp": [1081.04, 1086.64], "text": " So when you put it to the test in that way on the world stage, you've got to say, well, we're"}, {"timestamp": [1086.64, 1087.96], "text": " pretty good."}], "text": " When the Pakeha arrived in New Zealand, the Maori had many tracks and pathways and ways of getting from place to place that were well known to them, often well trafficked. And early Pākehā used some of those initially. And there's accounts of officials being sent to go down a particular track to check out a particular road. Napier Tapo, for example, was one of them, and this was a well-known Maori track. But there was nothing that the Pākeha felt that they could use particularly as a road for heavy traffic. They had bullock wagons, they had carts. Eventually they had stagecoaches. Often there were journeys just made overland in these vehicles. It was pretty hard on the vehicle and it was slow and so forth. They followed the Maori in that they used the rivers quite often. They'd raft things down the rivers. But eventually roads started appearing, and typically for economic reasons, it's specifically to connect places, ports with towns, just make things easier. And it took time because the, again, the money was very short throughout. But probably the biggest impetus for roading came in the 1860s with the New Zealand wars and the need for the British and the military to move large numbers of people and equipment around the country in fairly short order. And there's nothing like a war to actually prod people into doing stuff that should have been done anyway like roading. And this was pretty much what happened, so that, for example, the Great South Road was set up specifically as a military supply route. And George Gray, the governor, rather cleverly, was able to offload the cost of it onto the British Army by getting the soldiers to make it. They didn't like it. They were grumbling about it. They felt that they were being treated like convicts. This, however, was probably a step up for New Zealand from Gray's other plan, which had been to import some convicts and get them to do it. And that really didn't go down well at all in New Zealand. So the result was that a quite good road got built from Auckland pretty much down to the Bombay Hills and beyond, specifically to fuel this war. In many ways, probably not the most admirable motive at all. to fuel this war. In many ways, probably not the most admirable motive at all, but in a practical sense it meant the road was there. It was a pretty good road. And, of course, it came in very handy later. One of the bases for the roading system in North Island today, even though it follows much the same route. Another military road was the track from Taupo to Napier. During the late 1860s, Tecote was causing some difficulty in Hawks Bay, East Coast. And so they built, improved the Maori track and built a series of garrison posts up this road, which subsequently became the supply road for the final 1869 campaign that defeated Tecote militarily in the field. So again, you've got these military pressures pushing that sort of roading. Other roads were slower to appear, commercial need usually pushed them, got these military pressures pushing that sort of roading. Other roads were slower to appear, commercial need usually pushed them. Wairapa opened up, for example, and links were needed through over the Rhinitas from Wellington. There was already a very well-defined Maori track and this was expanded and again pretty much today that's pretty much today's road. So in many ways the early riding emerged organically. It emerged as a function of the way that the colony was developing. It emerged at the least possible cost typically with the possible exception of the saddle road across from Littleton to Christchurch, which soaked up most of the money that the Canterbury Association had at that time. Well, they really weren't passable quite often. And at that time, one of the reasons why coach and cart wheels are so thin, specifically was to cut through the mud down to some sort of hard surface theoretically beneath. They'd still get bogged occasionally. The real problem there came later with the transition to motor vehicles and cars just couldn't do it. By this time you're getting into the 20th century. So they'd be driving along these colonial age roads, cart roads and tracks and so forth, bogging all the way. They just could not get out of the mud. And that really put a lot of pressure on the government, a lot of pressure on local roads boards who were administering these things to improve the surfaces. And of course that leads on to the 1920s drive to seal the roads, which eventually emerged the Main Highways Act and so forth that came out of that. Well, the roading by the late, Main Highways Act and so forth that came out of that. Well, the roading by the late 19th century was a fairly good system. It was localized. So you had each individual community had a roads board. And the idea was that they'd get their funding off the local community who used the roads, and typically did. There were small fees and taxes and so forth that did this. All worked very well in the Age of Horse and Cart. Nobody went very far. It was literally user pays. But you get on into the 20th century, and suddenly you've got these funny foreign vehicles. You know, somebody's, say, living in Levin, and a car turns up from Foxton. Well, Foxen's a different road board. And there were complaints because road boards didn't like having to fund the cost of repairing their roads for vehicles that came from other roads boards. It was an extraordinary situation, which looking back, you find it hard to imagine today. But that was the way the system worked, and of course it didn't really adapt to cars. And so the result, as New Zealand motorised, which was essentially during the First World War into the 1920s, it forced central government to act and forced central government to create legislation that would bring all this under better control, properly fund it, and also seal initially the main highways later as many other roads as possible. The main driver behind the Arthur's Pass road was gold. They discovered gold over in the West Coast and there was a rush, as always happened when gold was found. And the revenues from it looked very much like they were going to go to Nelson, which irritated people in Christchurch rather heavily because at that time the West Coast was part of the Canterbury Province. So provincial rivalries once again. And the outcome was this road through Arthur's Pass. Arthur Dobson, the son of the provincial engineer, was very go-getting, very energetic, and found a reasonable way through the ranges in the western part of Canterbury province. So they put the road in. And this was a very, very significant achievement at the time, because everything, of course, had to be done with handwork, with wheelbarrows, with pickaxes and so forth. There's a wonderful account. A woman named, I think, Charlotte Chevalier, the wife of the artist, came through with her husband on a, he was on a painting trip, while the road was under construction. And she was somewhat nervous and worried about these rugged work gangs that would be, they would meet on the road and very pleasantly surprised that when they found one of the work gangs, they were incredibly hospitable, couldn't have done enough for the travellers, very, very kind to them. And that pretty much summed up the kind of mindset that occasionally occurred. So you have these rugged work gangs with their language that was not the one that was used in a respectable middle class Victorian society and their rather casual attitude towards clothing and so forth by comparison with the settlers. But they were fundamentally pretty good people and they got along with each other and had to and got the road built. The road itself was incredibly rugged, very, very difficult to build. And there were sections like from a terra down through to the, coming down to the West Coast, wound in and out, very steep, very narrow. The width had a lot to do with cost constraints. But it did work in the sense that, yes, you could get stuff through it quite slowly sometimes, with danger. And this was meant to bring the gold through from the West Coast. They made, I think, one shipment, that was it. And, of course, the revenue to Canterbury was the duty on it, and it didn't really work as a gold road. But as a connection through to the West Coast it worked a treat. Well the system, the motorway systems themselves, Auckland of course was the first, very much following international trends, that you've got increasing numbers of vehicles, especially after the Second World War. You've got spreading cities with extended suburbs, and New Zealand and Auckland in particular very, very spread out, need to get people back and forth very quickly. And of course the old roading system just went up to that. The idea of the motorway had been around for quite some time, United States, Europe and then Britain, it's 1920s and 30s kind of developments. So New Zealand was quite late in doing so. And of course the story was tied up politically again organising funding. There's also introduces other issues of being able to get the space to put the road in and that's been an issue of course in New Zealand for a lot of roading developments since right up to the present day. But there was a need to get a system that would allow a good deal of traffic to move fairly efficiently back and forth through Auckland, through into the North Shore, through down to the Bombay Hills in the end. And of course the implication was that there would have to be some sort of connection across the wider matter at the same time and that was the origin of the Harbour Bridge which in the broadest sense is pretty much integral with that motorway system. The story with the bridge was interesting because they'd based the scale of the bridge and particularly the traffic that it could carry on the Devonport ferries which were heavily overloaded and projected potential traffic growth forward into the 1960s on which the bridge was planned in the late 1950s and subsequently built. What nobody anticipated was that it got rather popular that in fact the Devonport Ferries hadn't reflected the potential total that could use the system if it was made easier to use, if it was convenient, just drive your car along a road. And so immediately in its first few months of operation, the bridge was suddenly overloaded with traffic. What do you do? They then developed the clip-ons, which added additional lanes, and of course that's the way it's gone since. But it was a curious undercalculation in the original development of it. There was a great deal of debate went on over exactly what was to be built, where it was to be built, how it was to be built, even how many bridges or a tunnel or something. And lobby voices inevitably played out during the 1950s on that. What are? Well, it's well up there. We don't have a similar bridge anywhere else. There are ride bridges like the one across the Rangitata, for example, which is spectacular for its length. However, the Auckland Harbour Bridge is a tremendous engineering achievement, and tremendous in any sense is a bridge, just the height, the length, the sheer scale of it is very, very much up there. And even on a world standard. It isn't the biggest bridge in the world, it's not the highest or longest, but it's in the league. Some of the New Zealand rivers demanded some pretty spectacular bridging to get across it. And of course the one that springs to mind is the Rakhaya Bridge. The current one we've got developed in the late 1930s as an initiative by the Labor Government of the day, part of the works programs, and is certainly the longest road bridge in the country. Very much a period piece now when you drive over it. It's got that classic mid-20th century deco look on the design of it. But you really have to admire that kind of thought and engineering that went into it, that, OK, we've got here. We've got a river that's fanning out over a great alluvial plane. How are you going to get the road across it? And the answer is an incredibly long bridge. So off they go and do it. And it just symbolises the can't do attitude that New Zealand has had all along, which was certainly there in the colonial period and still there in the 20th century, and of course in other ways it's there today. I guess you could almost call it a dialectic. There was a two-way process going on in which the requirement to pioneer to build a colony in New Zealand's rugged, isolated landscape generated a sense of pride and itself fueled that sense that New Zealand was achieving, that New Zealand was up there with the rest of the world. It certainly did a great deal to create the number eight Y mentality, that here we were without too much gear, without too much equipment, and we could go out there and take on the toughest that the world had to offer. It gave a sense that New Zealand was innovative with very little and world beating. These factors very much shaped the way that New Zealand saw itself through into the 20th century. It shaped our interpretation and understanding of ourselves through that period. It was very much a product of the colonial mentality and I guess it's still with us today in many ways even though we've moved on a bit from the old colonial ideas and from the 20th century which itself had its own characteristics that we can now identify historically. New Zealand had that getting on with it, the can-do attitude. And it was one that probably we did share with other pioneering societies, but of course we didn't see too much of them, we saw a lot of our own. And we gave it our own twist and our own enthusiasms. And there's no question, for example, that in the two world wars of the 20th century, which New Zealand did get involved with very heavily, New Zealanders had a tremendous reputation more so than anyone else of being able to get things done and to do stuff. And this was known. So when you put it to the test in that way on the world stage, you've got to say, well, we're pretty good."}