{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " I'm sitting here with Marcia Stenson."}, {"timestamp": [10.0, 13.0], "text": " What started you writing history for children?"}, {"timestamp": [13.0, 20.76], "text": " Well, it was an extension of a job that I particularly liked, which was preparing material"}, {"timestamp": [20.76, 30.28], "text": " for classes and I preferred that greatly to marking or even giving lessons. So when"}, {"timestamp": [30.28, 35.84], "text": " I retired from active teaching I thought it would be a nice occupation to prepare material"}, {"timestamp": [35.84, 40.48], "text": " which would be accessible for students to use."}, {"timestamp": [40.48, 41.82], "text": " How many of you written?"}, {"timestamp": [41.82, 46.0], "text": " In total I've written about eight books, eight to ten books."}, {"timestamp": [46.0, 50.0], "text": " The early books I wrote were textbooks actually to use in classroom."}, {"timestamp": [50.0, 58.0], "text": " But in the last few years, I've written three in the series that we were talking about,"}, {"timestamp": [58.0, 60.0], "text": " illustrated histories."}, {"timestamp": [60.0, 67.4], "text": " And I've really enjoyed that because it's allowed me to tell stories about things that really happened"}, {"timestamp": [67.4, 75.6], "text": " and to do so in a way which I think will interest students and get them to read further for themselves."}, {"timestamp": [75.6, 79.0], "text": " How do you write a book so that it interests young people?"}, {"timestamp": [79.0, 86.0], "text": " Well, I don't try to use language which is too simple or straightforward"}, {"timestamp": [86.0, 90.0], "text": " because I think there are some words, long words,"}, {"timestamp": [90.0, 93.0], "text": " which young readers like to use."}, {"timestamp": [93.0, 96.0], "text": " The first person to go around the world was Magellan."}, {"timestamp": [96.0, 101.0], "text": " And the phrase, go round the world, is really a bit tedious."}, {"timestamp": [101.0, 106.66], "text": " So if you use the word circumnavigation, that's got a lovely ring to it. And so"}, {"timestamp": [106.66, 112.58], "text": " I've made sure that I have used words like that when I possibly can because I think young readers"}, {"timestamp": [112.58, 119.34], "text": " like words with a bit of a ring to them. Is it hard to bring history down to the size that it"}, {"timestamp": [119.34, 126.94], "text": " fits into one book? No, because history is made up of stories about real people and we like telling"}, {"timestamp": [126.94, 133.0], "text": " stories about real people. I just have to make sure that the facts which I give are as"}, {"timestamp": [133.0, 139.0], "text": " close to accurate as I can possibly get them. And how do you find out all the information"}, {"timestamp": [139.0, 144.4], "text": " that you put in the books? Well, I use a number of sources and in the beginning of each"}, {"timestamp": [144.4, 147.56], "text": " of the book in books in this series,"}, {"timestamp": [147.84, 151.26], "text": " I've outlined the sorts of things that historians do."}, {"timestamp": [151.26, 158.44], "text": " They get information from oral sources, from stories that have been passed on to us."}, {"timestamp": [159.14, 168.08], "text": " They get information from written material and they get information from archaeological material."}, {"timestamp": [168.08, 173.52], "text": " So we use when you're writing a book or when you're preparing anything to do with history,"}, {"timestamp": [173.52, 177.04], "text": " use all three sources and you check off one against the other."}, {"timestamp": [177.04, 180.4], "text": " Do you ever get to go out and do any archaeology yourself?"}, {"timestamp": [180.4, 194.0], "text": " I have done and it was extremely boring because you sat there with a little brush and any time you found anything exciting, the trained archaeologists would come and take over and do the job instead."}, {"timestamp": [194.0, 201.0], "text": " So no, I don't do much archaeology these days because it's a very long, slow business."}, {"timestamp": [201.0, 206.18], "text": " It's not a bit like the movie, Indiana Jones. It's not like that at all. No."}, {"timestamp": [206.64, 213.12], "text": " Do you use the internet a lot? I do for some types of work. For example, when I was writing"}, {"timestamp": [213.12, 219.76], "text": " about the Pacific Islands, illustrated history of the South Pacific, I found that the internet was"}, {"timestamp": [219.76, 225.0], "text": " very useful for up-to-date information about the various island groups."}, {"timestamp": [225.0, 232.0], "text": " I actually tapped into Radio New Zealand's external information source,"}, {"timestamp": [232.0, 234.0], "text": " and I found that very useful."}, {"timestamp": [234.0, 241.0], "text": " But on the whole, no, I prefer books because I know exactly where they've got their information from."}, {"timestamp": [241.0, 248.0], "text": " Whereas sometimes if you use Wikipedia or other sources, you're not absolutely"}, {"timestamp": [248.0, 250.5], "text": " sure where the material comes from."}, {"timestamp": [250.5, 252.5], "text": " How do you choose which point of view to see it from?"}, {"timestamp": [252.5, 255.0], "text": " I tend to give both versions."}, {"timestamp": [255.0, 261.24], "text": " I say some people say this and other people say that, and then I leave it to the reader to"}, {"timestamp": [261.24, 263.5], "text": " make up their own minds."}, {"timestamp": [263.5, 266.06], "text": " Unless there's clear evidence for one or the"}, {"timestamp": [266.06, 272.12], "text": " other, in which case I'll go for the one that's got the most evidence."}, {"timestamp": [272.12, 275.0], "text": " How many books do you have to read to make one history book?"}, {"timestamp": [275.0, 285.0], "text": " Somewhere between 20 and 50, I suppose, because historians tend to specialize in quite narrow areas."}, {"timestamp": [286.5, 290.0], "text": " And so therefore I have to read,"}, {"timestamp": [290.0, 292.0], "text": " I might read all of a book though."}, {"timestamp": [292.0, 296.0], "text": " I would just read the part that I really need"}, {"timestamp": [296.0, 300.0], "text": " for that particular paragraph or that particular chapter."}, {"timestamp": [300.0, 309.08], "text": " And sometimes I would read books and use nothing from them and other books I would use quite a lot of material from."}, {"timestamp": [309.52, 311.56], "text": " So it will vary enormously."}, {"timestamp": [311.96, 313.12], "text": " A lot of reading to do."}, {"timestamp": [313.24, 314.72], "text": " A lot of reading to do, yes."}, {"timestamp": [314.84, 317.58], "text": " What's the best part and your favourite part about being a historian?"}, {"timestamp": [317.88, 326.64], "text": " My favourite part is really when I get down to telling the story and putting it into words which I think will make it interesting."}, {"timestamp": [326.64, 333.76], "text": " That's my favourite part. And I work quite hard at that. I write it, I might write that section."}, {"timestamp": [333.76, 339.92], "text": " For example, in the book about Antarctica when I'm telling the story about Shackleton on the"}, {"timestamp": [339.92, 346.54], "text": " ice and how the ice cracked the part under his tent and a sailor fell down through the crack"}, {"timestamp": [346.54, 353.68], "text": " into the water and Shackleton himself fished down into the water and rescued the sailor quite"}, {"timestamp": [353.68, 361.06], "text": " quickly and the sailor was so ungrateful he he said hmm my tobacco's got wet and"}, {"timestamp": [361.06, 366.44], "text": " somebody said to him you could at least say thank you for being saved."}, {"timestamp": [366.44, 373.16], "text": " And he said, well, that won't bring my tobacco back. So I like being able to put things into"}, {"timestamp": [373.16, 377.12], "text": " direct language and make it interesting in cases like that."}, {"timestamp": [377.12, 379.28], "text": " How do you choose what to leave in and what to leave out?"}, {"timestamp": [379.28, 390.0], "text": " I choose what is interesting about people. I choose things that have a little bit of a story where"}, {"timestamp": [390.0, 397.94], "text": " an individual is involved, which might in turn illustrate something much bigger. So, for"}, {"timestamp": [397.94, 403.92], "text": " example, that story, it appears to be about a grumpy sailor losing his tobacco, but"}, {"timestamp": [403.92, 409.18], "text": " actually it's about Shackleton's leadership and how enterprising he was"}, {"timestamp": [409.18, 416.0], "text": " and how much he was a hands-on leader that he didn't stand back and say,"}, {"timestamp": [416.0, 417.86], "text": " somebody ought to fish out that man."}, {"timestamp": [418.48, 421.94], "text": " He went forward himself and fished him out himself."}, {"timestamp": [422.32, 428.0], "text": " And so although it might appear to be a very straightforward story about a grumpy sailor,"}, {"timestamp": [428.0, 430.0], "text": " it's actually about leadership."}, {"timestamp": [430.0, 434.0], "text": " What else is important to put in an interesting historical story?"}, {"timestamp": [434.0, 439.0], "text": " Well, they like stories, but also I think they like the detail,"}, {"timestamp": [439.0, 442.0], "text": " interesting details that add to the story."}, {"timestamp": [442.0, 445.0], "text": " Put the flesh and blood onto the bones of the story as it were."}, {"timestamp": [445.0, 453.0], "text": " For example, there was a medic in the First World War at Gallipoli who used donkeys to bring"}, {"timestamp": [453.0, 460.0], "text": " the wounded down from the slopes onto the beach where they were rescued by the hospital ships"}, {"timestamp": [460.0, 465.68], "text": " and taken off to Egypt. And I put in the names of all the donkeys because I thought they would"}, {"timestamp": [465.68, 474.56], "text": " like that. There were donkeys called Queen Victoria and Freddie and Duchess and there was one"}, {"timestamp": [474.56, 480.72], "text": " called Bastard. Now we all know immediately what sort of donkey that one was."}, {"timestamp": [480.72, 486.0], "text": " Who finds all the pictures? Well I find about three quarters of the pictures."}, {"timestamp": [486.0, 492.0], "text": " I find the ones which are easily accessible to me on the internet."}, {"timestamp": [492.0, 494.0], "text": " That's where I use the internet a lot."}, {"timestamp": [494.0, 502.0], "text": " I can go straight into the picture library at the Alexander Turnbull Library in Wellington."}, {"timestamp": [502.0, 507.0], "text": " So I am using historical pictures. I try to make them as accurate"}, {"timestamp": [509.38, 516.12], "text": " as possible and I try to tie them up with the text so that they reinforce what the text is saying."}, {"timestamp": [516.12, 527.76], "text": " This is John Williams. This is the picture I found. He's arriving at Vanuatu in 1838 and he's about to bring to the people of Vanuatu the"}, {"timestamp": [527.76, 537.0], "text": " ideas of the Christian religion about good and evil and the Bible and the devil and all the"}, {"timestamp": [537.0, 540.42], "text": " things that he felt important about Christianity."}, {"timestamp": [540.42, 551.36], "text": " But the local people may well have had other ideas about that. And the picture editor found the picture of what happened to John Williams the following day."}, {"timestamp": [552.16, 552.98], "text": " Here we are."}, {"timestamp": [553.92, 556.98], "text": " Things turned to custard for poor old John Williams."}, {"timestamp": [557.72, 562.84], "text": " And in fact, he was killed and even eaten."}, {"timestamp": [562.84, 569.44], "text": " And if you go to visit Samoa today, you'll find a memorial to John Williams"}, {"timestamp": [569.44, 577.72], "text": " there and it's in the main street, long near the waterfront, and there's the memorial with"}, {"timestamp": [577.72, 581.76], "text": " his bones are underneath the memorial, but they're a little bit chewed."}, {"timestamp": [581.76, 587.0], "text": " What do you say when people say to you, history is just all in the past. Why do we need to learn about that?"}, {"timestamp": [587.0, 592.0], "text": " I say history is about people and people in the past certainly,"}, {"timestamp": [592.0, 596.0], "text": " but that it's interesting because they had the same problems"}, {"timestamp": [596.0, 601.0], "text": " that we all are similar problems to the ones we have today"}, {"timestamp": [601.0, 605.32], "text": " and if we look at how they faced their problems and what they did about them"}, {"timestamp": [605.32, 608.72], "text": " then it gives us ideas about how to live our lives today."}, {"timestamp": [608.72, 612.56], "text": " Isn't history just having to remember a whole bunch of facts and details?"}, {"timestamp": [612.56, 617.84], "text": " The whole point about facts and figures in history is that not that you remember them"}, {"timestamp": [617.84, 621.24], "text": " but you know where to look them up."}, {"timestamp": [621.24, 624.0], "text": " How can you tell if one of your books has been a success?"}, {"timestamp": [624.0, 628.56], "text": " Well, two ways. One, if lots of"}, {"timestamp": [628.56, 638.3], "text": " copies are sold, that's obvious. Secondly, if I find that lots of students or lots of readers"}, {"timestamp": [638.3, 645.76], "text": " are reporting back to their teachers or their parents that they enjoyed some of the stories or they"}, {"timestamp": [645.76, 649.38], "text": " found them useful for when they were doing their projects."}, {"timestamp": [649.38, 656.56], "text": " And thirdly, when individual readers come to me and say, oh, I really like that story about"}, {"timestamp": [656.56, 661.8], "text": " Shackleton, or I really liked some other story that I've got in a book."}, {"timestamp": [661.8, 666.0], "text": " Then I know that I'm getting my stories across."}, {"timestamp": [666.0, 668.36], "text": " Would you say it's a good job?"}, {"timestamp": [668.36, 669.64], "text": " It's a very good job."}, {"timestamp": [669.64, 674.68], "text": " I like it enormously because I can read lots of books,"}, {"timestamp": [674.68, 678.82], "text": " but really what I like best is telling the stories"}, {"timestamp": [678.82, 682.98], "text": " of people in the past in a way which makes them interesting"}, {"timestamp": [682.98, 684.48], "text": " and brings them alive."}, {"timestamp": [684.48, 687.04], "text": " And that gives me great pleasure."}], "text": " I'm sitting here with Marcia Stenson. What started you writing history for children? Well, it was an extension of a job that I particularly liked, which was preparing material for classes and I preferred that greatly to marking or even giving lessons. So when I retired from active teaching I thought it would be a nice occupation to prepare material which would be accessible for students to use. How many of you written? In total I've written about eight books, eight to ten books. The early books I wrote were textbooks actually to use in classroom. But in the last few years, I've written three in the series that we were talking about, illustrated histories. And I've really enjoyed that because it's allowed me to tell stories about things that really happened and to do so in a way which I think will interest students and get them to read further for themselves. How do you write a book so that it interests young people? Well, I don't try to use language which is too simple or straightforward because I think there are some words, long words, which young readers like to use. The first person to go around the world was Magellan. And the phrase, go round the world, is really a bit tedious. So if you use the word circumnavigation, that's got a lovely ring to it. And so I've made sure that I have used words like that when I possibly can because I think young readers like words with a bit of a ring to them. Is it hard to bring history down to the size that it fits into one book? No, because history is made up of stories about real people and we like telling stories about real people. I just have to make sure that the facts which I give are as close to accurate as I can possibly get them. And how do you find out all the information that you put in the books? Well, I use a number of sources and in the beginning of each of the book in books in this series, I've outlined the sorts of things that historians do. They get information from oral sources, from stories that have been passed on to us. They get information from written material and they get information from archaeological material. So we use when you're writing a book or when you're preparing anything to do with history, use all three sources and you check off one against the other. Do you ever get to go out and do any archaeology yourself? I have done and it was extremely boring because you sat there with a little brush and any time you found anything exciting, the trained archaeologists would come and take over and do the job instead. So no, I don't do much archaeology these days because it's a very long, slow business. It's not a bit like the movie, Indiana Jones. It's not like that at all. No. Do you use the internet a lot? I do for some types of work. For example, when I was writing about the Pacific Islands, illustrated history of the South Pacific, I found that the internet was very useful for up-to-date information about the various island groups. I actually tapped into Radio New Zealand's external information source, and I found that very useful. But on the whole, no, I prefer books because I know exactly where they've got their information from. Whereas sometimes if you use Wikipedia or other sources, you're not absolutely sure where the material comes from. How do you choose which point of view to see it from? I tend to give both versions. I say some people say this and other people say that, and then I leave it to the reader to make up their own minds. Unless there's clear evidence for one or the other, in which case I'll go for the one that's got the most evidence. How many books do you have to read to make one history book? Somewhere between 20 and 50, I suppose, because historians tend to specialize in quite narrow areas. And so therefore I have to read, I might read all of a book though. I would just read the part that I really need for that particular paragraph or that particular chapter. And sometimes I would read books and use nothing from them and other books I would use quite a lot of material from. So it will vary enormously. A lot of reading to do. A lot of reading to do, yes. What's the best part and your favourite part about being a historian? My favourite part is really when I get down to telling the story and putting it into words which I think will make it interesting. That's my favourite part. And I work quite hard at that. I write it, I might write that section. For example, in the book about Antarctica when I'm telling the story about Shackleton on the ice and how the ice cracked the part under his tent and a sailor fell down through the crack into the water and Shackleton himself fished down into the water and rescued the sailor quite quickly and the sailor was so ungrateful he he said hmm my tobacco's got wet and somebody said to him you could at least say thank you for being saved. And he said, well, that won't bring my tobacco back. So I like being able to put things into direct language and make it interesting in cases like that. How do you choose what to leave in and what to leave out? I choose what is interesting about people. I choose things that have a little bit of a story where an individual is involved, which might in turn illustrate something much bigger. So, for example, that story, it appears to be about a grumpy sailor losing his tobacco, but actually it's about Shackleton's leadership and how enterprising he was and how much he was a hands-on leader that he didn't stand back and say, somebody ought to fish out that man. He went forward himself and fished him out himself. And so although it might appear to be a very straightforward story about a grumpy sailor, it's actually about leadership. What else is important to put in an interesting historical story? Well, they like stories, but also I think they like the detail, interesting details that add to the story. Put the flesh and blood onto the bones of the story as it were. For example, there was a medic in the First World War at Gallipoli who used donkeys to bring the wounded down from the slopes onto the beach where they were rescued by the hospital ships and taken off to Egypt. And I put in the names of all the donkeys because I thought they would like that. There were donkeys called Queen Victoria and Freddie and Duchess and there was one called Bastard. Now we all know immediately what sort of donkey that one was. Who finds all the pictures? Well I find about three quarters of the pictures. I find the ones which are easily accessible to me on the internet. That's where I use the internet a lot. I can go straight into the picture library at the Alexander Turnbull Library in Wellington. So I am using historical pictures. I try to make them as accurate as possible and I try to tie them up with the text so that they reinforce what the text is saying. This is John Williams. This is the picture I found. He's arriving at Vanuatu in 1838 and he's about to bring to the people of Vanuatu the ideas of the Christian religion about good and evil and the Bible and the devil and all the things that he felt important about Christianity. But the local people may well have had other ideas about that. And the picture editor found the picture of what happened to John Williams the following day. Here we are. Things turned to custard for poor old John Williams. And in fact, he was killed and even eaten. And if you go to visit Samoa today, you'll find a memorial to John Williams there and it's in the main street, long near the waterfront, and there's the memorial with his bones are underneath the memorial, but they're a little bit chewed. What do you say when people say to you, history is just all in the past. Why do we need to learn about that? I say history is about people and people in the past certainly, but that it's interesting because they had the same problems that we all are similar problems to the ones we have today and if we look at how they faced their problems and what they did about them then it gives us ideas about how to live our lives today. Isn't history just having to remember a whole bunch of facts and details? The whole point about facts and figures in history is that not that you remember them but you know where to look them up. How can you tell if one of your books has been a success? Well, two ways. One, if lots of copies are sold, that's obvious. Secondly, if I find that lots of students or lots of readers are reporting back to their teachers or their parents that they enjoyed some of the stories or they found them useful for when they were doing their projects. And thirdly, when individual readers come to me and say, oh, I really like that story about Shackleton, or I really liked some other story that I've got in a book. Then I know that I'm getting my stories across. Would you say it's a good job? It's a very good job. I like it enormously because I can read lots of books, but really what I like best is telling the stories of people in the past in a way which makes them interesting and brings them alive. And that gives me great pleasure."}