{"speakers": [], "chunks": [{"timestamp": [0.0, 11.96], "text": " Well, probably the first thing everybody will notice as soon as I start talking is that I am a genetic import."}, {"timestamp": [11.96, 15.8], "text": " So, but I'm not genetically engineered."}, {"timestamp": [15.8, 17.36], "text": " It's been a long day."}, {"timestamp": [17.36, 23.5], "text": " I see a few glazed donut eyes peering back in me, so let's get personal."}, {"timestamp": [23.5, 27.84], "text": " Raise your hand if you got a cell phone. Keep your hand up if"}, {"timestamp": [27.84, 35.3], "text": " that cell phone is a smartphone. Okay? I can put your hands down now. Now raise your hand if you"}, {"timestamp": [35.3, 44.16], "text": " have yet to celebrate your 40th birthday. Okay. So raise your hand if you fondly remember that 40th"}, {"timestamp": [44.16, 47.76], "text": " birthday."}, {"timestamp": [47.76, 53.68], "text": " Now what I want to know is how many of you here have been an online student yourselves,"}, {"timestamp": [53.68, 58.12], "text": " an online learner yourselves in the past five years?"}, {"timestamp": [58.12, 59.12], "text": " Excellent."}, {"timestamp": [59.12, 61.46], "text": " That's much better than I usually get."}, {"timestamp": [61.46, 67.92], "text": " And you'd be pleased to know that you're pretty much on par then with my average, is there"}, {"timestamp": [67.92, 78.56], "text": " an average, with my demographic student, which is 38 years old, has a smartphone, and"}, {"timestamp": [78.56, 81.62], "text": " well, about 70% of them are women as well."}, {"timestamp": [81.62, 83.16], "text": " So a bit of background."}, {"timestamp": [83.16, 89.6], "text": " In my faculty, for the past decade, we focused on solely flexible learning."}, {"timestamp": [89.6, 96.52], "text": " With the result being that all of the 30-odd, fully accredited qualifications that we offer"}, {"timestamp": [96.52, 100.0], "text": " are and have always been delivered fully online."}, {"timestamp": [100.0, 102.44], "text": " Now, yes, some have tactile components."}, {"timestamp": [102.44, 106.0], "text": " Yes, some have workplace requirements. Some have theoretical components, but basically all of them, whether it's basically, yes, some have tactile components. Yes, some have workplace requirements."}, {"timestamp": [106.0, 111.14], "text": " Some have theoretical components, but basically all of them, whether it's basic animal care science"}, {"timestamp": [111.14, 119.3], "text": " or landscape design, project management, OSH, sports training, business, doesn't matter."}, {"timestamp": [119.3, 122.88], "text": " They can be completed anywhere in the world."}, {"timestamp": [122.88, 128.28], "text": " So I thought after that, now that we sort of know a bit more about each other, it might be"}, {"timestamp": [128.28, 132.0], "text": " good to take a look at our past."}, {"timestamp": [132.0, 137.56], "text": " Do you remember life before Google?"}, {"timestamp": [137.56, 140.86], "text": " So the world's moved on."}, {"timestamp": [140.86, 151.0], "text": " But it's not nowadays, with our learners, it's not so much about having the information as it is about knowing what to do with the information."}, {"timestamp": [151.0, 159.0], "text": " Understanding how various disciplines and data relate to each other and what can be called now the connected age."}, {"timestamp": [159.0, 164.0], "text": " And actually, that can be pretty zen-like."}, {"timestamp": [164.0, 165.24], "text": " And in some ways, you know, Yoda's not that far as far as well, you know, Yoda's not that far as, That can be pretty zen-like."}, {"timestamp": [165.24, 170.66], "text": " In some ways, you know, Yoda's not that far off."}, {"timestamp": [170.66, 171.66], "text": " Okay?"}, {"timestamp": [171.66, 180.04], "text": " Because in the connected age, to a large extent, it's a bit slow, isn't it?"}, {"timestamp": [180.04, 182.5], "text": " The connected age is a bit slow."}, {"timestamp": [182.5, 184.0], "text": " It's coming."}, {"timestamp": [184.0, 185.24], "text": " I hope. There we go. It's a bit slow. It's coming, I hope."}, {"timestamp": [185.24, 186.54], "text": " There we go."}, {"timestamp": [186.54, 190.78], "text": " It's a large extent, the next step progression."}, {"timestamp": [190.78, 197.96], "text": " We had the information age where we were just surrounded by information."}, {"timestamp": [197.96, 200.22], "text": " And now we're trying to connect."}, {"timestamp": [200.22, 202.32], "text": " What do we do with it?"}, {"timestamp": [202.32, 211.0], "text": " So back in 2011, there was a Horizon report on new media Media Consultancy, or Consortium, sorry, for New Zealand."}, {"timestamp": [211.0, 214.0], "text": " And it noted that the role of educators is changing."}, {"timestamp": [214.0, 219.0], "text": " Education no longer has the monopoly on the information."}, {"timestamp": [219.0, 227.48], "text": " The ubiquitous, technologies everywhere, and it provides an unprecedented access to information."}, {"timestamp": [227.48, 232.5], "text": " And in education, we're seeing a paradigm shift with learners not seeing as much relevant in knowing"}, {"timestamp": [232.5, 235.86], "text": " something as they do in knowing where to find something."}, {"timestamp": [235.86, 240.14], "text": " And the whirs are growing exponentially."}, {"timestamp": [240.14, 245.98], "text": " Whether it's the New York Times, YouTube EDU, and we saw an example just now of that."}, {"timestamp": [245.98, 248.4], "text": " How do I clear out that drain?"}, {"timestamp": [248.4, 251.36], "text": " Yes, I've used this at a lot myself."}, {"timestamp": [251.36, 253.68], "text": " What about if I'm looking for that scientific research?"}, {"timestamp": [253.68, 255.92], "text": " I don't sometimes need to go to a library anymore"}, {"timestamp": [255.92, 258.24], "text": " because I've got Google Scholar."}, {"timestamp": [258.24, 260.88], "text": " Or shoot, what are the world's top universities"}, {"timestamp": [260.88, 264.24], "text": " and Polytex and Smithsonian?"}, {"timestamp": [264.24, 265.76], "text": " What are their latest videos they're coming up?"}, {"timestamp": [265.76, 267.64], "text": " These are all free things."}, {"timestamp": [267.64, 272.04], "text": " And of course, if you're into OpenCourseware, MIT have every course that they deliver,"}, {"timestamp": [272.04, 279.5], "text": " all of the materials, the assessments, even sometimes student examples, freely available online."}, {"timestamp": [279.5, 284.44], "text": " But we also need to remember that as educationalists, the focus should be on enabling our learners"}, {"timestamp": [284.44, 288.56], "text": " to be able to critically assess and understand the information available."}, {"timestamp": [288.56, 293.18], "text": " Googling a question merely let you pair it an answer, not necessarily understand what you've"}, {"timestamp": [293.18, 294.06], "text": " said."}, {"timestamp": [294.06, 301.48], "text": " So what are some of the things that learning a connected age should be able to deliver?"}, {"timestamp": [301.48, 305.4], "text": " Well, we should be able to collaborate beyond geographical boundaries, learning any"}, {"timestamp": [305.4, 311.6], "text": " place, any space. We should be able to have personalized, customized learning, maybe even adaptive"}, {"timestamp": [311.6, 318.54], "text": " learning. One size may no longer fit all. How about validating the knowledge that's gained"}, {"timestamp": [318.54, 323.76], "text": " outside of the educational institution? Remember, we don't have that monopoly anymore,"}, {"timestamp": [323.76, 329.48], "text": " recognizing this. And achievement of the learner goals, through their interconnections"}, {"timestamp": [329.48, 337.4], "text": " between resources, the people, and ideas. But how do we deliver on this? And if technology"}, {"timestamp": [337.4, 349.3], "text": " is the answer, then the next question is, how do we avoid replacing this with this? Yep, there's technology, but"}, {"timestamp": [349.3, 355.5], "text": " the learning paradigm really isn't that much different in those two. So the challenge"}, {"timestamp": [355.5, 364.44], "text": " for technology, for us is to develop, find, and use the technology that delivers for the learners."}, {"timestamp": [364.44, 370.32], "text": " So in its early phase, online learning delivery was predominantly the world of PDFs."}, {"timestamp": [370.5, 373.26], "text": " Does anybody here remember the good old PDFs and the Word documents?"}, {"timestamp": [373.74, 374.2], "text": " They're wonderful."}, {"timestamp": [374.3, 378.14], "text": " You upload them to Moodle or Blackboard or whatever your learning source management was."}, {"timestamp": [378.6, 379.56], "text": " Students could access it."}, {"timestamp": [379.6, 380.7], "text": " They could submit assignments."}, {"timestamp": [381.16, 383.18], "text": " Usually, again, there were reports and essays."}, {"timestamp": [383.88, 389.24], "text": " And while this was easy to manage from an institutional perspective, it wasn't really using"}, {"timestamp": [389.24, 392.32], "text": " the technology in a learner-centric method."}, {"timestamp": [392.32, 397.2], "text": " Some educational delivery added in the asynchronous discussion boards or synchronous chats and"}, {"timestamp": [397.2, 402.16], "text": " then required the students to participate as a means of proving engagement with the students'"}, {"timestamp": [402.16, 404.04], "text": " learning materials."}, {"timestamp": [404.04, 408.6], "text": " But these again raised the question as to whether they were put in place for the institution,"}, {"timestamp": [408.6, 412.36], "text": " for measurement, or for the student."}, {"timestamp": [412.36, 416.32], "text": " So when looking at technologies that deliver for the learners, we have to have an understanding"}, {"timestamp": [416.32, 420.06], "text": " of today's learner, which is why I asked how many people here have been in the past five"}, {"timestamp": [420.06, 422.9], "text": " years that person themselves."}, {"timestamp": [422.9, 428.0], "text": " When were you last a learner in the online situation?"}, {"timestamp": [428.0, 432.76], "text": " So one thing that's very clear is today's learners are more connected than ever."}, {"timestamp": [432.76, 435.4], "text": " Social media spans all ages and demographics."}, {"timestamp": [435.4, 439.44], "text": " The New Zealand Horizon report noted that the trend in learners looking to leverage their"}, {"timestamp": [439.44, 445.52], "text": " social networks to assist in accessing, interpreting, and maximizing information sources."}, {"timestamp": [445.52, 450.78], "text": " And I see that actually tomorrow, Rustica Lam is doing a talk that will include looking"}, {"timestamp": [450.78, 454.2], "text": " at social media."}, {"timestamp": [454.2, 462.7], "text": " So in 2013, the fastest growing age group on Facebook was the 45 to 50 year olds."}, {"timestamp": [462.7, 467.0], "text": " So if you're over 40, you're in the fastest growth area. For"}, {"timestamp": [468.0, 476.88], "text": " Twitter, 55 to 64 is the fastest growth. Does that surprise anyone? Okay. We're talking about"}, {"timestamp": [476.88, 481.36], "text": " lifelong learning, aren't we? We're talking about being always connected. Why should us old"}, {"timestamp": [481.36, 487.0], "text": " farts be any less connected than them young ones? Okay?"}, {"timestamp": [487.0, 494.0], "text": " So understanding how social media can be leveraged for learning becomes a key skill for educators."}, {"timestamp": [494.0, 499.0], "text": " With social media is well positioned to form an increasingly important role in education."}, {"timestamp": [499.0, 505.24], "text": " Social media tools can support information, creation, sharing, and collaboration."}, {"timestamp": [505.24, 509.32], "text": " And they can form a framework for learning communities or a platform for sharing interesting"}, {"timestamp": [509.32, 510.84], "text": " stories on topics being studied."}, {"timestamp": [510.84, 515.4], "text": " And again, we've had some good examples of that already today."}, {"timestamp": [515.4, 521.8], "text": " So a neat example, just a couple here, of social media collaboration tool is learning."}, {"timestamp": [521.8, 525.46], "text": "......uh, learning stit."}, {"timestamp": [525.46, 529.36], "text": " And what it, because basically what inspires, I've got the website there so people can go"}, {"timestamp": [529.36, 530.26], "text": " and look at it."}, {"timestamp": [530.26, 534.32], "text": " These are books that are made through collaboration."}, {"timestamp": [534.32, 536.72], "text": " It's not a publisher going and hiring somebody to do a book."}, {"timestamp": [536.72, 541.16], "text": " They're actually made by collaboration."}, {"timestamp": [541.16, 546.58], "text": " So what inspires and engages some people on social media is the passion for their individual personal interests."}, {"timestamp": [547.02, 553.12], "text": " And you'll find some interesting books in here, as well as the desire to stay in touch with friends."}, {"timestamp": [553.78, 556.44], "text": " Remove those critical, those crucial elements."}, {"timestamp": [556.98, 560.92], "text": " And basically, you've just got some neat software tools that make communication easier."}, {"timestamp": [562.86, 570.18], "text": " So while social media tools do provide ease of communication and current up-to-date information"}, {"timestamp": [570.18, 576.52], "text": " and more media choices, in social media we can have video, we can have articles, we can"}, {"timestamp": [576.52, 580.88], "text": " have photos, all sorts of things, and they're also very flexible, there are also pitfalls we"}, {"timestamp": [580.88, 585.64], "text": " have to remember and watch out for, particularly with regards to distractions"}, {"timestamp": [585.64, 593.06], "text": " and information reliability. I think one of the most important skills that we now need to"}, {"timestamp": [593.06, 599.4], "text": " foster in our learners is the ability to critically analyze the information that they access."}, {"timestamp": [602.0, 606.82], "text": " So, mobile applications, apps."}, {"timestamp": [606.82, 612.22], "text": " I found out, did anybody have, has anybody here ever heard the history of the word app?"}, {"timestamp": [612.22, 617.5], "text": " Because computers and desktops had applications, but the mobile ones were too, the devices"}, {"timestamp": [617.5, 621.44], "text": " themselves were so little, I felt the word application was too long, hence the coining of"}, {"timestamp": [621.44, 622.44], "text": " the term app."}, {"timestamp": [622.44, 624.0], "text": " We always quite like that."}, {"timestamp": [624.0, 625.0], "text": " That's your trivia for the day."}, {"timestamp": [625.0, 627.0], "text": " Some day that may come up on a quiz night"}, {"timestamp": [627.0, 630.0], "text": " and you can thank your lucky stars you are here to hear it."}, {"timestamp": [630.0, 634.0], "text": " Okay, so mobile applications, they're another area of technology"}, {"timestamp": [634.0, 638.0], "text": " that can be used by institutions to deliver for the learner."}, {"timestamp": [638.0, 642.0], "text": " In 2013, Harvard University's new research center"}, {"timestamp": [642.0, 649.0], "text": " found that 78% of teens owned a cell phone with over half of these being smartphones."}, {"timestamp": [649.0, 664.0], "text": " Similarly, the 2013 College Explorer study found that the average college student owned seven tech devices with 70% having a smartphone and 36% having a tablet."}, {"timestamp": [665.0, 667.0], "text": " And both the smartphone and tablet ownership"}, {"timestamp": [667.0, 670.0], "text": " are predicted to rise over the next year."}, {"timestamp": [670.0, 673.4], "text": " So these findings are US, but they're echoed in New Zealand"}, {"timestamp": [673.4, 675.5], "text": " with educational institutions looking at ways"}, {"timestamp": [675.5, 679.4], "text": " to incorporate mobile apps as learning tools for students."}, {"timestamp": [679.4, 681.2], "text": " Again, we've heard about some of that today,"}, {"timestamp": [681.2, 684.2], "text": " and there's going to be some more talks on that tomorrow."}, {"timestamp": [684.2, 685.76], "text": " I'll catch up with myself. And development in the field is, about some of that today and there's going to be some more talks on that tomorrow."}, {"timestamp": [687.1, 688.02], "text": " I'll catch up with myself."}, {"timestamp": [696.2, 696.96], "text": " And development in the field is just, it's expanding all the time with companies such as float here."}, {"timestamp": [707.0, 711.0], "text": " And again, apologies, I didn't put the website up for that one, but if you Google, if you Google float, you'll get to it."}, {"timestamp": [714.0, 717.0], "text": " Okay, come on."}, {"timestamp": [719.0, 724.0], "text": " All right, it's thinking, I hope."}, {"timestamp": [727.24, 731.12], "text": " I'm afraid if I keep pressing the click button, all of a sudden we're going to go through about half a dozen slides really quickly, which actually probably you guys would be quite happy"}, {"timestamp": [731.12, 735.44], "text": " about it actually."}, {"timestamp": [735.44, 736.76], "text": " Can you advance it over there?"}, {"timestamp": [736.76, 738.76], "text": " Because it..."}, {"timestamp": [738.76, 739.76], "text": " Ah."}, {"timestamp": [739.76, 743.0], "text": " What were we saying about technology being great?"}, {"timestamp": [743.0, 745.0], "text": " Well, I could do a song and dance here now, but that would probably drive you all sort of. What were we saying about technology being great?"}, {"timestamp": [745.0, 750.32], "text": " Well, I could do a song and dance here now, but that would probably drive you all screaming"}, {"timestamp": [750.32, 752.24], "text": " from the room."}, {"timestamp": [752.24, 755.9], "text": " And we've already been personal."}, {"timestamp": [755.9, 757.76], "text": " This did work on the earlier trial."}, {"timestamp": [757.76, 771.38], "text": " So anyway, in the following slide, in the next slide, I've actually just, I had a little"}, {"timestamp": [771.38, 777.18], "text": " clip which we may or may not see about a company called Qualcomm, and what they've actually"}, {"timestamp": [777.18, 782.82], "text": " done is they've tried to, and this is really interesting given the talks that we just had earlier"}, {"timestamp": [782.82, 787.2], "text": " about the use of the devices in the school and outside of the school."}, {"timestamp": [788.2, 792.76], "text": " And again, it's for you to assimilate the information yourself and see what's going to work for you."}, {"timestamp": [793.24, 801.64], "text": " But Qualcomm has actually sought to separate out the educational device usage from other usages."}, {"timestamp": [802.56, 810.2], "text": " So they've essentially, when you're using the Qualcomm device, the school is ring-fenced."}, {"timestamp": [810.2, 815.04], "text": " And when the students walk into the school, they can only use the device for educational purposes."}, {"timestamp": [815.04, 817.24], "text": " Ah, yay."}, {"timestamp": [817.24, 823.36], "text": " And is this a good thing or is this a bad thing?"}, {"timestamp": [823.36, 834.58], "text": " A big black box is supposed to come up now I'm happy for you to drive it"}, {"timestamp": [834.58, 840.4], "text": " there if it makes it easier so anyway when the students is on the site with"}, {"timestamp": [840.4, 847.56], "text": " the basically all other where oh I know it I know, it's zoomed ahead, we won't be seeing that."}, {"timestamp": [849.2, 849.5], "text": " Okay."}, {"timestamp": [850.86, 851.68], "text": " Oh, trangin."}, {"timestamp": [853.6, 859.38], "text": " So basically, anyway, what Qualcomm does is when the student walks across the line and they're on the school ground,"}, {"timestamp": [860.44, 868.18], "text": " at that point, the device can only access the content that has been put up by the school,"}, {"timestamp": [868.18, 870.56], "text": " by the administrators, by the teachers."}, {"timestamp": [870.56, 874.0], "text": " When the student then walks off it, they can still access all the educational content, but"}, {"timestamp": [874.0, 878.0], "text": " that's at the point when they can also access other things."}, {"timestamp": [878.0, 883.02], "text": " So if distractions are something you're actually really worried about with students bringing devices in,"}, {"timestamp": [883.02, 884.52], "text": " that might be something to look at."}, {"timestamp": [884.52, 890.52], "text": " It's spelled, if you want to look it up, since the clip and I, the clip is obviously very shy"}, {"timestamp": [890.52, 892.32], "text": " at the moment."}, {"timestamp": [892.32, 899.12], "text": " It's Q-U-A-L-C-O-M-M."}, {"timestamp": [899.12, 901.32], "text": " Right."}, {"timestamp": [901.32, 905.0], "text": " Q-U-A-L-C-O-M."}, {"timestamp": [905.0, 907.0], "text": " Yep, not a problem."}, {"timestamp": [907.0, 910.0], "text": " We'll see if we can carry on."}, {"timestamp": [910.0, 911.0], "text": " Yep."}, {"timestamp": [911.0, 921.0], "text": " Okay, so the 2011 Horizon New Zealand report also identified tablets as technology in their own right,"}, {"timestamp": [921.0, 926.94], "text": " and one of the technologies to watch for an expansion and education."}, {"timestamp": [926.94, 932.76], "text": " And those predictions have been proven. Not only in terms of the exponentially growing numbers"}, {"timestamp": [932.76, 937.84], "text": " of people that have their iPads or Samsung galaxies or Microsoft surfaces, and I tried to think"}, {"timestamp": [937.84, 942.04], "text": " of all the brands because I'm not trying to promote any brand, but also in the response"}, {"timestamp": [942.04, 945.24], "text": " of the educational institutions, which again we've heard about from"}, {"timestamp": [945.24, 948.24], "text": " primary right through encouraging the B-Y-O-D."}, {"timestamp": [948.24, 950.24], "text": " Okay."}, {"timestamp": [950.24, 957.14], "text": " Now, also these devices are being used instead of textbooks, and probably one of the more"}, {"timestamp": [957.14, 961.38], "text": " famous trials in this was the Faculty of Science at the University of Adelaide."}, {"timestamp": [961.38, 967.6], "text": " They replaced all of their textbooks with iPads, utilizing e-books, video lectures, web-available presentations."}, {"timestamp": [967.6, 972.1], "text": " And so far, that faculty has found that the initiative"}, {"timestamp": [972.1, 975.26], "text": " has improved communication between students and faculty,"}, {"timestamp": [975.26, 976.84], "text": " has driven down the student costs,"}, {"timestamp": [976.84, 978.96], "text": " and has increased the learning flexibility"}, {"timestamp": [978.96, 983.9], "text": " and ultimately, the enrollment of students and the faculty."}, {"timestamp": [985.76, 990.72], "text": " Students find tablets convenient to carry carry particularly when they're carrying a lot of information"}, {"timestamp": [990.72, 993.68], "text": " I think we saw the photo there of you can have all these books or you have this little iPad"}, {"timestamp": [995.12, 1007.0], "text": " and also to access that wherever they are so supporting the B-YOD in education may also assist the learners as they graduate and move on to employment."}, {"timestamp": [1007.0, 1013.0], "text": " This was quite interesting, is that the business strategic solution company, in-off,"}, {"timestamp": [1013.0, 1018.0], "text": " predicted that more and more businesses will be supporting employees BYOD."}, {"timestamp": [1018.0, 1025.6], "text": " And they're working out a 50% compound annual growth in employee tablet use alone."}, {"timestamp": [1025.6, 1028.5], "text": " So this isn't school saying, we'll support you, bring your own device."}, {"timestamp": [1028.5, 1034.14], "text": " This is a company's businesses saying, we'll support you, bring your own device."}, {"timestamp": [1034.14, 1038.24], "text": " So we won't get you that laptop or that computer, you can bring your own device and use it here."}, {"timestamp": [1038.24, 1042.92], "text": " And they're seeing that as a 50% compound annual growth."}, {"timestamp": [1042.92, 1045.44], "text": " And that happening."}, {"timestamp": [1047.24, 1048.24], "text": " So what's on the horizon?"}, {"timestamp": [1050.64, 1051.2], "text": " MOOCs, massive open line courses."}, {"timestamp": [1055.4, 1057.66], "text": " Last year, the University of Waikato was the first New Zealand University to launch a MOOC, and they called it Data Mining with WECA."}, {"timestamp": [1058.54, 1061.82], "text": " While there's still a lot of areas of discussion surrounding MOOCs,"}, {"timestamp": [1062.2, 1066.4], "text": " there's credentializing, up to 90% withdrawal rates."}, {"timestamp": [1066.4, 1071.82], "text": " The potential to deliver truly accessible lifelong learning cannot be ignored."}, {"timestamp": [1071.82, 1078.8], "text": " And with educational institutes as diverse as Yale, Harvard, UCLA, Oxford, the University"}, {"timestamp": [1078.8, 1086.06], "text": " of Tokyo, and the Khan Academy devoting significant time expertise and funding to these, this is an area with the"}, {"timestamp": [1086.06, 1091.18], "text": " potential to really revolutionize education."}, {"timestamp": [1091.18, 1095.6], "text": " We're seeing the trend in students shifting from content consumers to content creators, and"}, {"timestamp": [1095.6, 1099.24], "text": " again we've had some examples of that here today."}, {"timestamp": [1099.24, 1104.36], "text": " Now user created videos, collaboration sites, construction of interactive systems."}, {"timestamp": [1104.36, 1109.44], "text": " They're all ways in which students are learning through the creation of learning content."}, {"timestamp": [1109.44, 1113.36], "text": " Back in the day when I, you know, when we wrote on slates and dinosaurs ran around and I was"}, {"timestamp": [1113.36, 1117.64], "text": " a student, according to my children, we called that learning by doing."}, {"timestamp": [1117.64, 1124.5], "text": " It's as valid in the digital age as we were ever told it was before the digital age."}, {"timestamp": [1124.5, 1126.94], "text": " But they call it here now the maker movement."}, {"timestamp": [1126.94, 1132.8], "text": " And this has, I think, the possibility or then the potential to really rejuvenate education"}, {"timestamp": [1132.8, 1139.36], "text": " because its focus is on the process behind the making rather than the product."}, {"timestamp": [1139.36, 1143.56], "text": " In medical terms, it's not so much worried about the regurgitation, but what actually happened"}, {"timestamp": [1143.56, 1145.42], "text": " here to make you regurgitate in the first place?"}, {"timestamp": [1149.36, 1153.7], "text": " Now, another area is augmented reality."}, {"timestamp": [1154.74, 1158.6], "text": " And education, we've come a long way since we played flight simulator."}, {"timestamp": [1159.34, 1166.8], "text": " When we're not quite at Tony Stark, for those of you who of the Iron Man movies, can't quite do that"}, {"timestamp": [1166.8, 1170.72], "text": " augmented reality that he's so fun to do. I mean, I'd love to pick up something and turn"}, {"timestamp": [1170.72, 1177.68], "text": " it around in the middle ear, but augmented reality is being used right now. And I have no idea"}, {"timestamp": [1177.68, 1184.08], "text": " if this one's going to come up or not. That didn't sound good. The University of Canterbury"}, {"timestamp": [1184.08, 1191.44], "text": " has developed an augmented reality site as part of the earthquake response."}, {"timestamp": [1191.44, 1197.78], "text": " And what they're actually letting you do is it's called Earthquake AR."}, {"timestamp": [1197.78, 1203.76], "text": " So there's a lovely YouTube video on it, which is shy as well."}, {"timestamp": [1203.76, 1207.9], "text": " But Earthquake AR, if you want to look it out, it's enabling people."}, {"timestamp": [1207.9, 1211.4], "text": " You can walk around the city with your device."}, {"timestamp": [1211.4, 1216.3], "text": " You go into earthquake AR and you actually see the buildings that were there, life size."}, {"timestamp": [1216.3, 1217.1], "text": " You can rotate around."}, {"timestamp": [1217.1, 1220.7], "text": " You can look at the buildings that are planned to go in there, the design of those buildings."}, {"timestamp": [1220.7, 1225.34], "text": " So it's actually allowing the community to be right part of that whole landscape architecture."}, {"timestamp": [1230.44, 1231.16], "text": " And the other thing that's really cool about it is that people have submitted about their experience."}, {"timestamp": [1235.04, 1235.12], "text": " And this can actually appear on those tags in the real world."}, {"timestamp": [1239.96, 1240.62], "text": " So as you're walking through the city, you can actually read people's stories about what they happen to them in that building."}, {"timestamp": [1242.72, 1243.52], "text": " So I really recommend earthquake AR."}, {"timestamp": [1247.78, 1249.3], "text": " It's a space, earthquake, space, space AR from the University of Canterbury."}, {"timestamp": [1250.96, 1251.62], "text": " So what's this?"}, {"timestamp": [1253.86, 1255.16], "text": " Oh yeah, tertiary education statement."}, {"timestamp": [1256.3, 1257.0], "text": " Now a word from our sponsor."}, {"timestamp": [1263.08, 1264.12], "text": " Two months ago, the New Zealand Tertiary Education Commission published its statement of intent."}, {"timestamp": [1270.94, 1276.3], "text": " In this, the strategy emphasizes the opportunity for New Zealand to develop a tertiary system that is more flexible, that is outward facing, engaged, and focused on improving outcomes for learners"}, {"timestamp": [1276.3, 1278.7], "text": " on the country."}, {"timestamp": [1278.7, 1282.06], "text": " Not a small task."}, {"timestamp": [1282.06, 1287.0], "text": " And there are many ways and means for tertiary education in New Zealand to enable learner-centric"}, {"timestamp": [1287.86, 1295.04], "text": " delivery. I believe that learner-centric delivery will increase the demand for new technologies."}, {"timestamp": [1295.04, 1300.96], "text": " And I've tried just to touch on a few of some of the tools and the opportunities that are already"}, {"timestamp": [1300.96, 1305.64], "text": " available and provided with the technology that we have now."}, {"timestamp": [1305.64, 1312.82], "text": " But it's important to remember and not to lose sight of the fact that these are all just"}, {"timestamp": [1312.82, 1314.5], "text": " tools."}, {"timestamp": [1314.5, 1319.02], "text": " And a tool is only as effective as its wielder."}, {"timestamp": [1319.02, 1325.12], "text": " And that doesn't mean that we'll all have to be Michelangelo's on the end of that paintbrush."}, {"timestamp": [1325.12, 1332.04], "text": " But if the students are so far ahead and using the technology that they leave us behind, and"}, {"timestamp": [1332.04, 1337.08], "text": " from what we've seen today, that could be very well happening, we need to lift our game as"}, {"timestamp": [1337.08, 1340.8], "text": " well personally."}, {"timestamp": [1340.8, 1355.0], "text": " So as we in education learn to unleash and use the full potential of this dizzying array of technologies that are available to us, I believe will become even more effective in what is a very challenging role."}, {"timestamp": [1355.0, 1359.0], "text": " Thanks."}], "text": " Well, probably the first thing everybody will notice as soon as I start talking is that I am a genetic import. So, but I'm not genetically engineered. It's been a long day. I see a few glazed donut eyes peering back in me, so let's get personal. Raise your hand if you got a cell phone. Keep your hand up if that cell phone is a smartphone. Okay? I can put your hands down now. Now raise your hand if you have yet to celebrate your 40th birthday. Okay. So raise your hand if you fondly remember that 40th birthday. Now what I want to know is how many of you here have been an online student yourselves, an online learner yourselves in the past five years? Excellent. That's much better than I usually get. And you'd be pleased to know that you're pretty much on par then with my average, is there an average, with my demographic student, which is 38 years old, has a smartphone, and well, about 70% of them are women as well. So a bit of background. In my faculty, for the past decade, we focused on solely flexible learning. With the result being that all of the 30-odd, fully accredited qualifications that we offer are and have always been delivered fully online. Now, yes, some have tactile components. Yes, some have workplace requirements. Some have theoretical components, but basically all of them, whether it's basically, yes, some have tactile components. Yes, some have workplace requirements. Some have theoretical components, but basically all of them, whether it's basic animal care science or landscape design, project management, OSH, sports training, business, doesn't matter. They can be completed anywhere in the world. So I thought after that, now that we sort of know a bit more about each other, it might be good to take a look at our past. Do you remember life before Google? So the world's moved on. But it's not nowadays, with our learners, it's not so much about having the information as it is about knowing what to do with the information. Understanding how various disciplines and data relate to each other and what can be called now the connected age. And actually, that can be pretty zen-like. And in some ways, you know, Yoda's not that far as far as well, you know, Yoda's not that far as, That can be pretty zen-like. In some ways, you know, Yoda's not that far off. Okay? Because in the connected age, to a large extent, it's a bit slow, isn't it? The connected age is a bit slow. It's coming. I hope. There we go. It's a bit slow. It's coming, I hope. There we go. It's a large extent, the next step progression. We had the information age where we were just surrounded by information. And now we're trying to connect. What do we do with it? So back in 2011, there was a Horizon report on new media Media Consultancy, or Consortium, sorry, for New Zealand. And it noted that the role of educators is changing. Education no longer has the monopoly on the information. The ubiquitous, technologies everywhere, and it provides an unprecedented access to information. And in education, we're seeing a paradigm shift with learners not seeing as much relevant in knowing something as they do in knowing where to find something. And the whirs are growing exponentially. Whether it's the New York Times, YouTube EDU, and we saw an example just now of that. How do I clear out that drain? Yes, I've used this at a lot myself. What about if I'm looking for that scientific research? I don't sometimes need to go to a library anymore because I've got Google Scholar. Or shoot, what are the world's top universities and Polytex and Smithsonian? What are their latest videos they're coming up? These are all free things. And of course, if you're into OpenCourseware, MIT have every course that they deliver, all of the materials, the assessments, even sometimes student examples, freely available online. But we also need to remember that as educationalists, the focus should be on enabling our learners to be able to critically assess and understand the information available. Googling a question merely let you pair it an answer, not necessarily understand what you've said. So what are some of the things that learning a connected age should be able to deliver? Well, we should be able to collaborate beyond geographical boundaries, learning any place, any space. We should be able to have personalized, customized learning, maybe even adaptive learning. One size may no longer fit all. How about validating the knowledge that's gained outside of the educational institution? Remember, we don't have that monopoly anymore, recognizing this. And achievement of the learner goals, through their interconnections between resources, the people, and ideas. But how do we deliver on this? And if technology is the answer, then the next question is, how do we avoid replacing this with this? Yep, there's technology, but the learning paradigm really isn't that much different in those two. So the challenge for technology, for us is to develop, find, and use the technology that delivers for the learners. So in its early phase, online learning delivery was predominantly the world of PDFs. Does anybody here remember the good old PDFs and the Word documents? They're wonderful. You upload them to Moodle or Blackboard or whatever your learning source management was. Students could access it. They could submit assignments. Usually, again, there were reports and essays. And while this was easy to manage from an institutional perspective, it wasn't really using the technology in a learner-centric method. Some educational delivery added in the asynchronous discussion boards or synchronous chats and then required the students to participate as a means of proving engagement with the students' learning materials. But these again raised the question as to whether they were put in place for the institution, for measurement, or for the student. So when looking at technologies that deliver for the learners, we have to have an understanding of today's learner, which is why I asked how many people here have been in the past five years that person themselves. When were you last a learner in the online situation? So one thing that's very clear is today's learners are more connected than ever. Social media spans all ages and demographics. The New Zealand Horizon report noted that the trend in learners looking to leverage their social networks to assist in accessing, interpreting, and maximizing information sources. And I see that actually tomorrow, Rustica Lam is doing a talk that will include looking at social media. So in 2013, the fastest growing age group on Facebook was the 45 to 50 year olds. So if you're over 40, you're in the fastest growth area. For Twitter, 55 to 64 is the fastest growth. Does that surprise anyone? Okay. We're talking about lifelong learning, aren't we? We're talking about being always connected. Why should us old farts be any less connected than them young ones? Okay? So understanding how social media can be leveraged for learning becomes a key skill for educators. With social media is well positioned to form an increasingly important role in education. Social media tools can support information, creation, sharing, and collaboration. And they can form a framework for learning communities or a platform for sharing interesting stories on topics being studied. And again, we've had some good examples of that already today. So a neat example, just a couple here, of social media collaboration tool is learning.......uh, learning stit. And what it, because basically what inspires, I've got the website there so people can go and look at it. These are books that are made through collaboration. It's not a publisher going and hiring somebody to do a book. They're actually made by collaboration. So what inspires and engages some people on social media is the passion for their individual personal interests. And you'll find some interesting books in here, as well as the desire to stay in touch with friends. Remove those critical, those crucial elements. And basically, you've just got some neat software tools that make communication easier. So while social media tools do provide ease of communication and current up-to-date information and more media choices, in social media we can have video, we can have articles, we can have photos, all sorts of things, and they're also very flexible, there are also pitfalls we have to remember and watch out for, particularly with regards to distractions and information reliability. I think one of the most important skills that we now need to foster in our learners is the ability to critically analyze the information that they access. So, mobile applications, apps. I found out, did anybody have, has anybody here ever heard the history of the word app? Because computers and desktops had applications, but the mobile ones were too, the devices themselves were so little, I felt the word application was too long, hence the coining of the term app. We always quite like that. That's your trivia for the day. Some day that may come up on a quiz night and you can thank your lucky stars you are here to hear it. Okay, so mobile applications, they're another area of technology that can be used by institutions to deliver for the learner. In 2013, Harvard University's new research center found that 78% of teens owned a cell phone with over half of these being smartphones. Similarly, the 2013 College Explorer study found that the average college student owned seven tech devices with 70% having a smartphone and 36% having a tablet. And both the smartphone and tablet ownership are predicted to rise over the next year. So these findings are US, but they're echoed in New Zealand with educational institutions looking at ways to incorporate mobile apps as learning tools for students. Again, we've heard about some of that today, and there's going to be some more talks on that tomorrow. I'll catch up with myself. And development in the field is, about some of that today and there's going to be some more talks on that tomorrow. I'll catch up with myself. And development in the field is just, it's expanding all the time with companies such as float here. And again, apologies, I didn't put the website up for that one, but if you Google, if you Google float, you'll get to it. Okay, come on. All right, it's thinking, I hope. I'm afraid if I keep pressing the click button, all of a sudden we're going to go through about half a dozen slides really quickly, which actually probably you guys would be quite happy about it actually. Can you advance it over there? Because it... Ah. What were we saying about technology being great? Well, I could do a song and dance here now, but that would probably drive you all sort of. What were we saying about technology being great? Well, I could do a song and dance here now, but that would probably drive you all screaming from the room. And we've already been personal. This did work on the earlier trial. So anyway, in the following slide, in the next slide, I've actually just, I had a little clip which we may or may not see about a company called Qualcomm, and what they've actually done is they've tried to, and this is really interesting given the talks that we just had earlier about the use of the devices in the school and outside of the school. And again, it's for you to assimilate the information yourself and see what's going to work for you. But Qualcomm has actually sought to separate out the educational device usage from other usages. So they've essentially, when you're using the Qualcomm device, the school is ring-fenced. And when the students walk into the school, they can only use the device for educational purposes. Ah, yay. And is this a good thing or is this a bad thing? A big black box is supposed to come up now I'm happy for you to drive it there if it makes it easier so anyway when the students is on the site with the basically all other where oh I know it I know, it's zoomed ahead, we won't be seeing that. Okay. Oh, trangin. So basically, anyway, what Qualcomm does is when the student walks across the line and they're on the school ground, at that point, the device can only access the content that has been put up by the school, by the administrators, by the teachers. When the student then walks off it, they can still access all the educational content, but that's at the point when they can also access other things. So if distractions are something you're actually really worried about with students bringing devices in, that might be something to look at. It's spelled, if you want to look it up, since the clip and I, the clip is obviously very shy at the moment. It's Q-U-A-L-C-O-M-M. Right. Q-U-A-L-C-O-M. Yep, not a problem. We'll see if we can carry on. Yep. Okay, so the 2011 Horizon New Zealand report also identified tablets as technology in their own right, and one of the technologies to watch for an expansion and education. And those predictions have been proven. Not only in terms of the exponentially growing numbers of people that have their iPads or Samsung galaxies or Microsoft surfaces, and I tried to think of all the brands because I'm not trying to promote any brand, but also in the response of the educational institutions, which again we've heard about from primary right through encouraging the B-Y-O-D. Okay. Now, also these devices are being used instead of textbooks, and probably one of the more famous trials in this was the Faculty of Science at the University of Adelaide. They replaced all of their textbooks with iPads, utilizing e-books, video lectures, web-available presentations. And so far, that faculty has found that the initiative has improved communication between students and faculty, has driven down the student costs, and has increased the learning flexibility and ultimately, the enrollment of students and the faculty. Students find tablets convenient to carry carry particularly when they're carrying a lot of information I think we saw the photo there of you can have all these books or you have this little iPad and also to access that wherever they are so supporting the B-YOD in education may also assist the learners as they graduate and move on to employment. This was quite interesting, is that the business strategic solution company, in-off, predicted that more and more businesses will be supporting employees BYOD. And they're working out a 50% compound annual growth in employee tablet use alone. So this isn't school saying, we'll support you, bring your own device. This is a company's businesses saying, we'll support you, bring your own device. So we won't get you that laptop or that computer, you can bring your own device and use it here. And they're seeing that as a 50% compound annual growth. And that happening. So what's on the horizon? MOOCs, massive open line courses. Last year, the University of Waikato was the first New Zealand University to launch a MOOC, and they called it Data Mining with WECA. While there's still a lot of areas of discussion surrounding MOOCs, there's credentializing, up to 90% withdrawal rates. The potential to deliver truly accessible lifelong learning cannot be ignored. And with educational institutes as diverse as Yale, Harvard, UCLA, Oxford, the University of Tokyo, and the Khan Academy devoting significant time expertise and funding to these, this is an area with the potential to really revolutionize education. We're seeing the trend in students shifting from content consumers to content creators, and again we've had some examples of that here today. Now user created videos, collaboration sites, construction of interactive systems. They're all ways in which students are learning through the creation of learning content. Back in the day when I, you know, when we wrote on slates and dinosaurs ran around and I was a student, according to my children, we called that learning by doing. It's as valid in the digital age as we were ever told it was before the digital age. But they call it here now the maker movement. And this has, I think, the possibility or then the potential to really rejuvenate education because its focus is on the process behind the making rather than the product. In medical terms, it's not so much worried about the regurgitation, but what actually happened here to make you regurgitate in the first place? Now, another area is augmented reality. And education, we've come a long way since we played flight simulator. When we're not quite at Tony Stark, for those of you who of the Iron Man movies, can't quite do that augmented reality that he's so fun to do. I mean, I'd love to pick up something and turn it around in the middle ear, but augmented reality is being used right now. And I have no idea if this one's going to come up or not. That didn't sound good. The University of Canterbury has developed an augmented reality site as part of the earthquake response. And what they're actually letting you do is it's called Earthquake AR. So there's a lovely YouTube video on it, which is shy as well. But Earthquake AR, if you want to look it out, it's enabling people. You can walk around the city with your device. You go into earthquake AR and you actually see the buildings that were there, life size. You can rotate around. You can look at the buildings that are planned to go in there, the design of those buildings. So it's actually allowing the community to be right part of that whole landscape architecture. And the other thing that's really cool about it is that people have submitted about their experience. And this can actually appear on those tags in the real world. So as you're walking through the city, you can actually read people's stories about what they happen to them in that building. So I really recommend earthquake AR. It's a space, earthquake, space, space AR from the University of Canterbury. So what's this? Oh yeah, tertiary education statement. Now a word from our sponsor. Two months ago, the New Zealand Tertiary Education Commission published its statement of intent. In this, the strategy emphasizes the opportunity for New Zealand to develop a tertiary system that is more flexible, that is outward facing, engaged, and focused on improving outcomes for learners on the country. Not a small task. And there are many ways and means for tertiary education in New Zealand to enable learner-centric delivery. I believe that learner-centric delivery will increase the demand for new technologies. And I've tried just to touch on a few of some of the tools and the opportunities that are already available and provided with the technology that we have now. But it's important to remember and not to lose sight of the fact that these are all just tools. And a tool is only as effective as its wielder. And that doesn't mean that we'll all have to be Michelangelo's on the end of that paintbrush. But if the students are so far ahead and using the technology that they leave us behind, and from what we've seen today, that could be very well happening, we need to lift our game as well personally. So as we in education learn to unleash and use the full potential of this dizzying array of technologies that are available to us, I believe will become even more effective in what is a very challenging role. Thanks."}