{"speakers": [], "chunks": [{"timestamp": [0.0, 6.12], "text": " Another thing you need to think about is all those things you're posting and texting on your phone are all traceable."}, {"timestamp": [6.72, 12.22], "text": " That's even if you turn around and delete it off your phone or deleted off your webpage, it's all stored somewhere."}, {"timestamp": [12.88, 18.4], "text": " So from the moment you've sent it or the moment you've posted a comment, it's there, you can't get rid of it."}, {"timestamp": [18.7, 21.56], "text": " You can delete it from your computer but we can still find it."}, {"timestamp": [22.06, 25.0], "text": " We can find it through different websites"}, {"timestamp": [25.0, 27.0], "text": " or different cell phone companies"}, {"timestamp": [27.0, 30.0], "text": " and all that information can come back and bite you in the butt."}, {"timestamp": [30.0, 33.0], "text": " So teachers are supposed to know everything."}, {"timestamp": [33.0, 34.0], "text": " You're supposed to be equipped"}, {"timestamp": [34.0, 37.0], "text": " and you should know absolutely how to fix everything for your students"}, {"timestamp": [37.0, 38.0], "text": " but you know what?"}, {"timestamp": [38.0, 40.0], "text": " Sometimes you just don't know everything."}, {"timestamp": [40.0, 42.0], "text": " And if you find there's been an account created"}, {"timestamp": [42.0, 44.0], "text": " and you're trying to hunt it down and be the detective"}, {"timestamp": [44.0, 46.0], "text": " that might not just work for you."}, {"timestamp": [46.0, 49.0], "text": " So we recommend you get in touch with NetSafe or the police."}], "text": " Another thing you need to think about is all those things you're posting and texting on your phone are all traceable. That's even if you turn around and delete it off your phone or deleted off your webpage, it's all stored somewhere. So from the moment you've sent it or the moment you've posted a comment, it's there, you can't get rid of it. You can delete it from your computer but we can still find it. We can find it through different websites or different cell phone companies and all that information can come back and bite you in the butt. So teachers are supposed to know everything. You're supposed to be equipped and you should know absolutely how to fix everything for your students but you know what? Sometimes you just don't know everything. And if you find there's been an account created and you're trying to hunt it down and be the detective that might not just work for you. So we recommend you get in touch with NetSafe or the police."}