{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Welcome to this Eva training video."}, {"timestamp": [3.0, 7.0], "text": " Today we're going to learn how to place the tables feature on the screen."}, {"timestamp": [7.0, 15.0], "text": " Tables let you offer words, phrases or links which can support the learning of speaking, writing and thinking."}, {"timestamp": [15.0, 21.0], "text": " Students can use tables to identify language functions or useful curriculum related vocabulary."}, {"timestamp": [21.0, 25.94], "text": " So choose the part of the video you want to work with. Click the"}, {"timestamp": [25.94, 31.16], "text": " table icon and drag it to place it in the frame. In the editor you have various"}, {"timestamp": [31.16, 35.3], "text": " options regarding how the words appear on the screen. The information can be displayed"}, {"timestamp": [35.3, 40.16], "text": " as a full poster or as a button. If you select the poster option it automatically"}, {"timestamp": [40.16, 49.0], "text": " pauses the video which is useful when asking questions. The display time is auto set to show for 10 seconds but you can lengthen and reduce that."}, {"timestamp": [49.0, 53.0], "text": " So if you choose the button option a label will appear for the viewers."}, {"timestamp": [53.0, 58.0], "text": " I quite like the button with pause engaged option."}, {"timestamp": [58.0, 60.0], "text": " So now give it a label."}, {"timestamp": [60.0, 65.5], "text": " I recommend that you delete the sample table then click the small tables icon and create as many rows and columns as you need. Here you can give you you you can give delete the sample table, then click the small tables icon and create"}, {"timestamp": [65.5, 67.76], "text": " as many rows and columns as you need."}, {"timestamp": [67.76, 72.24], "text": " Here you can give your table a caption and a summary."}, {"timestamp": [72.24, 77.56], "text": " The tables field can be filled with text and links."}, {"timestamp": [77.56, 84.24], "text": " To make a link live, copy the relevant URL, click this link button and paste the URL into"}, {"timestamp": [84.24, 86.0], "text": " the table. Viewers will"}, {"timestamp": [86.0, 91.64], "text": " now be able to leap from the video to the website to find more information on the topic."}, {"timestamp": [91.64, 97.4], "text": " And here's the link working from the embedded table. You can paste the table directly"}, {"timestamp": [97.4, 107.2], "text": " into this field from an email or Excel. Now click save and as you can see the trainees can now access a table"}, {"timestamp": [107.2, 112.96], "text": " with a range of choices. Well that's how you build tables in Eva. Thanks for"}, {"timestamp": [112.96, 114.16], "text": " watching. Kaki-ti."}], "text": " Welcome to this Eva training video. Today we're going to learn how to place the tables feature on the screen. Tables let you offer words, phrases or links which can support the learning of speaking, writing and thinking. Students can use tables to identify language functions or useful curriculum related vocabulary. So choose the part of the video you want to work with. Click the table icon and drag it to place it in the frame. In the editor you have various options regarding how the words appear on the screen. The information can be displayed as a full poster or as a button. If you select the poster option it automatically pauses the video which is useful when asking questions. The display time is auto set to show for 10 seconds but you can lengthen and reduce that. So if you choose the button option a label will appear for the viewers. I quite like the button with pause engaged option. So now give it a label. I recommend that you delete the sample table then click the small tables icon and create as many rows and columns as you need. Here you can give you you you can give delete the sample table, then click the small tables icon and create as many rows and columns as you need. Here you can give your table a caption and a summary. The tables field can be filled with text and links. To make a link live, copy the relevant URL, click this link button and paste the URL into the table. Viewers will now be able to leap from the video to the website to find more information on the topic. And here's the link working from the embedded table. You can paste the table directly into this field from an email or Excel. Now click save and as you can see the trainees can now access a table with a range of choices. Well that's how you build tables in Eva. Thanks for watching. Kaki-ti."}