{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Hi, welcome to this Eva tutorial."}, {"timestamp": [5.0, 8.6], "text": " Today we'll make single choice set tasks."}, {"timestamp": [8.6, 13.72], "text": " This is an interactive tool where a question only has one correct answer."}, {"timestamp": [13.72, 18.88], "text": " Drag the single choice set icon which opens up the editor."}, {"timestamp": [18.88, 23.28], "text": " The first area lets you choose how long the task displays."}, {"timestamp": [23.28, 27.0], "text": " I like to pause the video and reduce the time."}, {"timestamp": [27.0, 31.5], "text": " You can also choose between the poster option which opens immediately or the button"}, {"timestamp": [31.5, 39.24], "text": " which presents viewers with a label which they then click to open the task. Now fill in"}, {"timestamp": [39.24, 47.0], "text": " the label and ask a question and give a range of answers."}, {"timestamp": [47.0, 51.0], "text": " You can add as many incorrect responses as you like"}, {"timestamp": [51.0, 56.0], "text": " but with single choice sets there can only be one correct answer"}, {"timestamp": [56.0, 60.0], "text": " and it's always the top one in the editor."}, {"timestamp": [60.0, 64.0], "text": " Don't worry when the quiz is presented to the students the answers are"}, {"timestamp": [64.0, 65.7], "text": " automatically randomized."}, {"timestamp": [66.7, 74.4], "text": " Drag the interaction to a suitable spot, click save, scroll along to the interaction mark with the purple dot,"}, {"timestamp": [75.1, 78.36], "text": " and see how the quiz automatically pauses the video."}, {"timestamp": [79.56, 83.6], "text": " So let's try and, hurrah! We got the right answer."}, {"timestamp": [84.36, 87.2], "text": " So I hope you enjoy creating single choice set quizzes"}, {"timestamp": [87.2, 89.2], "text": " and even. Kaki-te."}], "text": " Hi, welcome to this Eva tutorial. Today we'll make single choice set tasks. This is an interactive tool where a question only has one correct answer. Drag the single choice set icon which opens up the editor. The first area lets you choose how long the task displays. I like to pause the video and reduce the time. You can also choose between the poster option which opens immediately or the button which presents viewers with a label which they then click to open the task. Now fill in the label and ask a question and give a range of answers. You can add as many incorrect responses as you like but with single choice sets there can only be one correct answer and it's always the top one in the editor. Don't worry when the quiz is presented to the students the answers are automatically randomized. Drag the interaction to a suitable spot, click save, scroll along to the interaction mark with the purple dot, and see how the quiz automatically pauses the video. So let's try and, hurrah! We got the right answer. So I hope you enjoy creating single choice set quizzes and even. Kaki-te."}