{"speakers": [], "chunks": [{"timestamp": [0.0, 8.1], "text": " Hi, welcome to this Eva tutorial where we'll learn how to make drag and drop exercises."}, {"timestamp": [8.1, 12.64], "text": " Now this is one tool where I find it essential to do some planning."}, {"timestamp": [12.64, 17.72], "text": " Students could for example drag objects that represent various stages of a process into a"}, {"timestamp": [17.72, 20.66], "text": " timeline or a diagram."}, {"timestamp": [20.66, 25.0], "text": " So select the drag and drop icon and place it onto the frame."}, {"timestamp": [25.0, 29.0], "text": " You can make the video pause when the task is available,"}, {"timestamp": [29.0, 34.0], "text": " and lengthen and reduce the amount of time that the interaction shows for."}, {"timestamp": [34.0, 38.0], "text": " And choose between a button or a poster."}, {"timestamp": [38.0, 44.0], "text": " The poster option is a nice choice if you want the interactive question to be bold and direct."}, {"timestamp": [44.0, 50.94], "text": " The button option gives a preliminary label that uses click to open the quiz."}, {"timestamp": [50.94, 55.44], "text": " Now you can think of the settings and task buttons as tabs."}, {"timestamp": [55.44, 58.04], "text": " Let's investigate the settings tab."}, {"timestamp": [58.04, 61.16], "text": " You can modify the question title."}, {"timestamp": [61.16, 64.24], "text": " Decide if you want it visible or not."}, {"timestamp": [64.24, 66.54], "text": " I'm going to skip the background image for this exercise."}, {"timestamp": [67.54, 71.06], "text": " And I'm going to leave the task size at the default setting."}, {"timestamp": [72.28, 76.56], "text": " I want participants to see the drop zones, so I'll select always."}, {"timestamp": [78.66, 82.56], "text": " I'm not going to use the auto-align function, so two is fine."}, {"timestamp": [83.52, 88.14], "text": " I'll leave the opacity at default."}, {"timestamp": [88.14, 96.78], "text": " Click done and move the label if you need to. Now go into the task tab. I've made"}, {"timestamp": [96.78, 102.56], "text": " three of the four so let's make the fourth pair. Start by creating a drop zone which"}, {"timestamp": [102.56, 105.0], "text": " is where items will be placed."}, {"timestamp": [105.0, 109.0], "text": " And even though it seems a bit backwards, it's important to build this first,"}, {"timestamp": [109.0, 112.0], "text": " so your movable element has somewhere to go."}, {"timestamp": [112.0, 115.0], "text": " Give this drop zone a label."}, {"timestamp": [115.0, 118.0], "text": " I'm going to leave the label showing."}, {"timestamp": [118.0, 123.0], "text": " We can reduce or amplify the background opacity,"}, {"timestamp": [123.0, 127.14], "text": " and we can give the learner a hint."}, {"timestamp": [127.14, 132.84], "text": " The drop zones can accept more than one answer depending on your choice here."}, {"timestamp": [132.84, 138.96], "text": " We could make the workspace auto-aligned but I'm going to keep it flexible."}, {"timestamp": [138.96, 141.68], "text": " So hit done."}, {"timestamp": [141.68, 148.44], "text": " Now add the text or images which will be the dragable elements."}, {"timestamp": [148.44, 154.34], "text": " If you want to add text it functions in just the same way but I'm going to add images."}, {"timestamp": [154.34, 160.44], "text": " Select the file, add any copyright information."}, {"timestamp": [160.44, 166.38], "text": " This area auto saves so click the X to save and exit."}, {"timestamp": [170.24, 172.2], "text": " Add alternative text, a hover text field is available."}, {"timestamp": [177.42, 178.24], "text": " Now you need to tell the editor which zone learners should link to which content."}, {"timestamp": [183.24, 184.9], "text": " Here's a tip. If you want to remove an image, just click this little X."}, {"timestamp": [187.54, 192.82], "text": " And the last thing you need to do is to confirm with the drop zones which are draggable elements they want to accept so click"}, {"timestamp": [192.82, 210.88], "text": " done and click done now place the button and click the button and click on save and let's try your quiz."}, {"timestamp": [210.88, 214.72], "text": " So notice how thought bubbles show where the hints are."}, {"timestamp": [214.72, 219.28], "text": " So I hope you enjoy the drag and drop function."}, {"timestamp": [219.28, 223.52], "text": " Welcome to our house and welcome to our world."}], "text": " Hi, welcome to this Eva tutorial where we'll learn how to make drag and drop exercises. Now this is one tool where I find it essential to do some planning. Students could for example drag objects that represent various stages of a process into a timeline or a diagram. So select the drag and drop icon and place it onto the frame. You can make the video pause when the task is available, and lengthen and reduce the amount of time that the interaction shows for. And choose between a button or a poster. The poster option is a nice choice if you want the interactive question to be bold and direct. The button option gives a preliminary label that uses click to open the quiz. Now you can think of the settings and task buttons as tabs. Let's investigate the settings tab. You can modify the question title. Decide if you want it visible or not. I'm going to skip the background image for this exercise. And I'm going to leave the task size at the default setting. I want participants to see the drop zones, so I'll select always. I'm not going to use the auto-align function, so two is fine. I'll leave the opacity at default. Click done and move the label if you need to. Now go into the task tab. I've made three of the four so let's make the fourth pair. Start by creating a drop zone which is where items will be placed. And even though it seems a bit backwards, it's important to build this first, so your movable element has somewhere to go. Give this drop zone a label. I'm going to leave the label showing. We can reduce or amplify the background opacity, and we can give the learner a hint. The drop zones can accept more than one answer depending on your choice here. We could make the workspace auto-aligned but I'm going to keep it flexible. So hit done. Now add the text or images which will be the dragable elements. If you want to add text it functions in just the same way but I'm going to add images. Select the file, add any copyright information. This area auto saves so click the X to save and exit. Add alternative text, a hover text field is available. Now you need to tell the editor which zone learners should link to which content. Here's a tip. If you want to remove an image, just click this little X. And the last thing you need to do is to confirm with the drop zones which are draggable elements they want to accept so click done and click done now place the button and click the button and click on save and let's try your quiz. So notice how thought bubbles show where the hints are. So I hope you enjoy the drag and drop function. Welcome to our house and welcome to our world."}