{"speakers": [], "chunks": [{"timestamp": [0.0, 8.0], "text": " Kiyura, hello."}, {"timestamp": [8.0, 13.6], "text": " This film is designed to help you understand NCEA, the main qualification for secondary school"}, {"timestamp": [13.6, 15.4], "text": " kids in New Zealand."}, {"timestamp": [15.4, 21.4], "text": " NCEA stands for the National Certificate of Educational Achievement, and it comes in three levels,"}, {"timestamp": [21.4, 24.6], "text": " cleverly named 1, 2 and 3."}, {"timestamp": [24.6, 29.88], "text": " The key ingredients in NCEA are things called standards and credits."}, {"timestamp": [29.88, 31.62], "text": " One leads to the other."}, {"timestamp": [31.62, 36.38], "text": " In the old days you sat a single three-hour exam at the end of the year to find out what"}, {"timestamp": [36.38, 37.88], "text": " you learned in a subject."}, {"timestamp": [37.88, 41.62], "text": " Hmm, that's about 15 minutes per month."}, {"timestamp": [41.62, 46.3], "text": " With NCEA, there are still important national exams at the end of the year."}, {"timestamp": [46.3, 51.8], "text": " We sometimes call it external assessment. But you can also be tested or assessed throughout"}, {"timestamp": [51.8, 57.4], "text": " the year. That's called internal assessment because it happens in school. It may sound"}, {"timestamp": [57.4, 62.36], "text": " like a lot more work but let's face it, there are some things you can't test in a sit-down"}, {"timestamp": [62.36, 68.5], "text": " exam. Why write about delivering your mihi in teereo Māori when you could do it for real?"}, {"timestamp": [68.5, 72.8], "text": " Why just write about a science experiment when you could do the experiment in the lab and"}, {"timestamp": [72.8, 74.66], "text": " see the real results?"}, {"timestamp": [74.66, 79.24], "text": " With NCEA, subjects are divided up into all the things you need to know."}, {"timestamp": [79.24, 82.76], "text": " They're called standards because they set the standard."}, {"timestamp": [82.76, 88.0], "text": " Each standard is worth credits and credits count towards the final qualification. It means that instead of doing one, they set the standard. Each standard is worth credits and credits count towards the final qualification."}, {"timestamp": [88.0, 91.0], "text": " It means that instead of doing one three-hour exam"}, {"timestamp": [91.0, 93.0], "text": " on the whole subject of English,"}, {"timestamp": [93.0, 95.0], "text": " you could be assessed in separate standards"}, {"timestamp": [95.0, 97.0], "text": " about writing a business letter,"}, {"timestamp": [97.0, 100.0], "text": " Shakespeare, making a film or giving a speech."}, {"timestamp": [100.0, 104.0], "text": " Some of these will be tested in an exam at the end of the year"}, {"timestamp": [104.0, 105.4], "text": " and some will be assessed"}, {"timestamp": [105.4, 112.16], "text": " during the year. To get one of the NCEA qualifications you need to collect or bank enough"}, {"timestamp": [112.16, 119.18], "text": " credits, 80 to be precise. But there's no need to panic. You can build up credits during"}, {"timestamp": [119.18, 125.12], "text": " the year or even over more than one year and once you've got credits they last forever."}, {"timestamp": [125.12, 129.2], "text": " And you can keep track of how many credits you're stacking up as you go along."}, {"timestamp": [129.2, 133.34], "text": " When you get your results you'll know how many credits you've got but your results tell you"}, {"timestamp": [133.34, 137.7], "text": " a lot more than just NCAA level one, past."}, {"timestamp": [137.7, 140.02], "text": " Your results notice looks like this."}, {"timestamp": [140.02, 145.88], "text": " It shows the result for each standard with a letter next to each one, N-A-M-E."}, {"timestamp": [145.88, 148.56], "text": " And no, that's not where you put your name."}, {"timestamp": [148.56, 153.06], "text": " They stand for not achieved, achieved, merit and excellence."}, {"timestamp": [153.06, 156.0], "text": " You can probably guess what not achieved means."}, {"timestamp": [156.0, 161.24], "text": " Achieved, merit and excellence tell you how well you did in reaching the standard."}, {"timestamp": [161.24, 166.36], "text": " One thing to remember is that these days E is for excellence. It might pay to let"}, {"timestamp": [166.36, 172.42], "text": " your parents know that when they were at school if you got an E, it was bad news. You"}, {"timestamp": [172.42, 176.84], "text": " won't get any more credits for getting merits and excellences but there are good"}, {"timestamp": [176.84, 181.36], "text": " reasons for aiming high. If you get enough credits with merits or"}, {"timestamp": [181.36, 186.24], "text": " excellences, 50 to be exact, you'll get merit or excellence included"}, {"timestamp": [186.24, 192.64], "text": " in your NCEA qualification. It's called certificate endorsement and everyone will know how well"}, {"timestamp": [192.64, 198.24], "text": " you've done. That will tell people you mean business. It's a good reason to keep aiming"}, {"timestamp": [198.24, 204.4], "text": " for credits even after you've reached 80. Merits and excellences can also be useful if you're"}, {"timestamp": [204.4, 205.68], "text": " doing well in particular"}, {"timestamp": [205.68, 207.94], "text": " courses or subjects."}, {"timestamp": [207.94, 212.36], "text": " Course endorsement is something new that tells people you're especially good at a particular"}, {"timestamp": [212.36, 218.72], "text": " subject or course. If you get 14 credits with excellence in a particular course, say maths"}, {"timestamp": [218.72, 224.54], "text": " or music, you will have that course endorsed with excellence. Anyone who reads your results"}, {"timestamp": [224.54, 229.0], "text": " will see you've done particularly well at maths or music or even both."}, {"timestamp": [229.0, 233.0], "text": " That will come in handy when you're showing results to people after you've left school,"}, {"timestamp": [233.0, 236.0], "text": " for work or going somewhere else to study."}, {"timestamp": [236.0, 240.0], "text": " Your time at secondary school is a bit like a journey."}, {"timestamp": [240.0, 243.0], "text": " It might start off feeling like you're in a foreign land,"}, {"timestamp": [243.0, 249.76], "text": " but you soon start becoming more familiar with the territory and you'll want to explore new places and ideas."}, {"timestamp": [249.76, 254.24], "text": " Just like any journey, it helps to have an idea of where you want to go and a map so you"}, {"timestamp": [254.24, 256.12], "text": " can plan how to get there."}, {"timestamp": [256.12, 261.28], "text": " You want to know the subjects you're studying are taking you in the right direction."}, {"timestamp": [261.28, 266.04], "text": " Getting as many credits as you can is great, but it's important to think about what subjects"}, {"timestamp": [266.04, 268.04], "text": " you're getting credits in."}, {"timestamp": [268.04, 272.56], "text": " If you're aiming for a job or university course, you need to get credits in the standards"}, {"timestamp": [272.56, 278.24], "text": " that will be useful to employers or that the university will expect to see in your results."}, {"timestamp": [278.24, 280.62], "text": " Make sure you're on the right path."}, {"timestamp": [280.62, 287.56], "text": " And remember, just because you've got university entrance doesn't mean you can just turn up for any university course you like."}, {"timestamp": [288.18, 291.78], "text": " These days, universities want to see lots of ease in your results."}, {"timestamp": [292.14, 293.98], "text": " Another good reason for aiming high."}, {"timestamp": [294.76, 297.8], "text": " So, a couple of important things to remember."}, {"timestamp": [298.48, 304.82], "text": " Make sure the standards you are studying are going to give you the results you need so you can do what you want to do when you leave school."}, {"timestamp": [305.0, 312.0], "text": " Because NCEA is recognised internationally, it means you can study at an overseas university."}, {"timestamp": [312.0, 319.0], "text": " And make sure you're getting your best possible results, as many excellences and merits as possible."}, {"timestamp": [319.0, 325.0], "text": " If you've got questions, talk to the experts, ask your teachers. Go to the NZQA website"}, {"timestamp": [325.0, 334.0], "text": " www. nzqa.g.g.g. or phone NZQA on 0-800-697-296."}], "text": " Kiyura, hello. This film is designed to help you understand NCEA, the main qualification for secondary school kids in New Zealand. NCEA stands for the National Certificate of Educational Achievement, and it comes in three levels, cleverly named 1, 2 and 3. The key ingredients in NCEA are things called standards and credits. One leads to the other. In the old days you sat a single three-hour exam at the end of the year to find out what you learned in a subject. Hmm, that's about 15 minutes per month. With NCEA, there are still important national exams at the end of the year. We sometimes call it external assessment. But you can also be tested or assessed throughout the year. That's called internal assessment because it happens in school. It may sound like a lot more work but let's face it, there are some things you can't test in a sit-down exam. Why write about delivering your mihi in teereo Māori when you could do it for real? Why just write about a science experiment when you could do the experiment in the lab and see the real results? With NCEA, subjects are divided up into all the things you need to know. They're called standards because they set the standard. Each standard is worth credits and credits count towards the final qualification. It means that instead of doing one, they set the standard. Each standard is worth credits and credits count towards the final qualification. It means that instead of doing one three-hour exam on the whole subject of English, you could be assessed in separate standards about writing a business letter, Shakespeare, making a film or giving a speech. Some of these will be tested in an exam at the end of the year and some will be assessed during the year. To get one of the NCEA qualifications you need to collect or bank enough credits, 80 to be precise. But there's no need to panic. You can build up credits during the year or even over more than one year and once you've got credits they last forever. And you can keep track of how many credits you're stacking up as you go along. When you get your results you'll know how many credits you've got but your results tell you a lot more than just NCAA level one, past. Your results notice looks like this. It shows the result for each standard with a letter next to each one, N-A-M-E. And no, that's not where you put your name. They stand for not achieved, achieved, merit and excellence. You can probably guess what not achieved means. Achieved, merit and excellence tell you how well you did in reaching the standard. One thing to remember is that these days E is for excellence. It might pay to let your parents know that when they were at school if you got an E, it was bad news. You won't get any more credits for getting merits and excellences but there are good reasons for aiming high. If you get enough credits with merits or excellences, 50 to be exact, you'll get merit or excellence included in your NCEA qualification. It's called certificate endorsement and everyone will know how well you've done. That will tell people you mean business. It's a good reason to keep aiming for credits even after you've reached 80. Merits and excellences can also be useful if you're doing well in particular courses or subjects. Course endorsement is something new that tells people you're especially good at a particular subject or course. If you get 14 credits with excellence in a particular course, say maths or music, you will have that course endorsed with excellence. Anyone who reads your results will see you've done particularly well at maths or music or even both. That will come in handy when you're showing results to people after you've left school, for work or going somewhere else to study. Your time at secondary school is a bit like a journey. It might start off feeling like you're in a foreign land, but you soon start becoming more familiar with the territory and you'll want to explore new places and ideas. Just like any journey, it helps to have an idea of where you want to go and a map so you can plan how to get there. You want to know the subjects you're studying are taking you in the right direction. Getting as many credits as you can is great, but it's important to think about what subjects you're getting credits in. If you're aiming for a job or university course, you need to get credits in the standards that will be useful to employers or that the university will expect to see in your results. Make sure you're on the right path. And remember, just because you've got university entrance doesn't mean you can just turn up for any university course you like. These days, universities want to see lots of ease in your results. Another good reason for aiming high. So, a couple of important things to remember. Make sure the standards you are studying are going to give you the results you need so you can do what you want to do when you leave school. Because NCEA is recognised internationally, it means you can study at an overseas university. And make sure you're getting your best possible results, as many excellences and merits as possible. If you've got questions, talk to the experts, ask your teachers. Go to the NZQA website www. nzqa.g.g.g. or phone NZQA on 0-800-697-296."}