{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Thank you, Rastika."}, {"timestamp": [5.0, 10.0], "text": " Yes, good morning everyone."}, {"timestamp": [10.0, 19.0], "text": " I'm happy to talk here today about one of my topics that I feel passionate about, and that's MOOCs, open online courses."}, {"timestamp": [19.0, 23.0], "text": " There was a similar conference sponsored by conference in ZD last year."}, {"timestamp": [23.0, 29.12], "text": " If you were attending that conference, you'll see a couple slides that were the same from that one, but most"}, {"timestamp": [29.12, 35.76], "text": " of this is brand new content prepared to update you on this new phenomenon. This"}, {"timestamp": [35.76, 41.78], "text": " is me and has Rustica said and as I want to emphasize here, part of my passion"}, {"timestamp": [41.78, 52.0], "text": " in life and in my previous careers as well as this career is finding new technologies and then rushing to share them with other people who can use this information."}, {"timestamp": [52.0, 60.0], "text": " And I'll give you another example of an emerging technology near the end that I'm going to ask you to put on your radar screen and keep watching."}, {"timestamp": [60.0, 87.88], "text": " So what is the MOOC? First thing we're going to talk about what is the MOOC? I know that I wasn't here yesterday, but my spy network has told me that several people mentioned MOOCs yesterday, so I am confident that you've come with an awareness about the importance of MOOCs. But just to provide an even level of paying field, we're going to talk about what is a MOOC. And I have a slide that will'll show you how it is different from other traditional class place-based classroom."}, {"timestamp": [88.44, 91.0], "text": " Then we will look at the MOOC evolution."}, {"timestamp": [91.4, 96.7], "text": " This is one of the main tasks that Kevin gave to me was to put MOOCs in perspective, even"}, {"timestamp": [96.7, 101.92], "text": " though we have a short history, put them into perspective, and then as we suggest, take a look"}, {"timestamp": [101.92, 102.58], "text": " to the future."}, {"timestamp": [103.1, 107.8], "text": " Then I'll conclude with a brief couple slides looking at where MOOCs are at in New Zealand"}, {"timestamp": [107.8, 110.56], "text": " and leave time for questions and comments at the end."}, {"timestamp": [111.4, 112.36], "text": " So what is a MOOC?"}, {"timestamp": [112.76, 114.98], "text": " Well, the first word is massive."}, {"timestamp": [115.6, 120.12], "text": " And massive doesn't mean tens of thousands or hundreds of thousands or even thousands."}, {"timestamp": [120.12, 127.76], "text": " It just simply is a number of students who are larger than what we can traditionally handle in the place-based"}, {"timestamp": [127.76, 130.76], "text": " place-based classroom."}, {"timestamp": [130.76, 149.46], "text": " What it means is that, for example, at Massa University and other established universities and colleges, we have a situation where there's one lecturer or professor, one tutor maybe, some postgraduate students helping with marking and so on,"}, {"timestamp": [149.6, 153.02], "text": " and we can manage tens or maybe a couple hundred students."}, {"timestamp": [153.4, 159.4], "text": " But when you move that to a level where you have a number of people that you want to involve"}, {"timestamp": [159.4, 164.88], "text": " and want to learn something, then it moves from just not small or large to what's called massive."}, {"timestamp": [164.88, 169.44], "text": " Massive than what traditional instructional systems and sources can handle."}, {"timestamp": [169.44, 170.76], "text": " Open."}, {"timestamp": [170.76, 173.24], "text": " Perhaps the key defining content."}, {"timestamp": [173.24, 177.16], "text": " Open enrollment is obviously one, free of charge."}, {"timestamp": [177.16, 184.0], "text": " Many MOOCs use open educational resources such as what's available on YouTube and other resources."}, {"timestamp": [184.0, 185.68], "text": " And also there's open participation."}, {"timestamp": [186.24, 188.9], "text": " Many are most, most are all MOOCs,"}, {"timestamp": [189.24, 193.68], "text": " involve discussion forums, Twitter feeds, Facebook groups,"}, {"timestamp": [194.36, 198.7], "text": " meet up groups that are part of our social media revolution."}, {"timestamp": [198.7, 203.4], "text": " So open applies to open participation as well."}, {"timestamp": [204.2, 207.0], "text": " And obviously characteristic is they're online."}, {"timestamp": [207.0, 212.0], "text": " And then the final characteristic is that most of them represent a course."}, {"timestamp": [212.0, 215.0], "text": " Almost all MOOCs have a start date and an end date."}, {"timestamp": [215.0, 221.0], "text": " There's some assessment in the middle and at the end you're either passed or you don't pass or you don't complete."}, {"timestamp": [221.0, 228.0], "text": " In many respects, they represent a course. So what's different about a MOOC? I won't spend that much time on this."}, {"timestamp": [228.0, 232.0], "text": " These slides are available for you to download, but here I compare the traditional"}, {"timestamp": [232.0, 236.0], "text": " place-based course with what a massive open online course looks like."}, {"timestamp": [236.0, 242.0], "text": " And some are pretty obvious. I'd like to point out two of them that I think provide"}, {"timestamp": [242.0, 248.0], "text": " clear distinctions between what a MOOC does and what traditional courses do."}, {"timestamp": [248.0, 256.0], "text": " First of all, one thing that we've always done in both place-based courses and online courses is sort of deliver content in large hunks."}, {"timestamp": [256.0, 272.88], "text": " Mass University runs an extramural distance education program and probably one of the most difficult things that we've traditionally done is make a videotape like this gentleman is doing here of someone talking to a bunch of people take that video and put it online and say there you are students."}, {"timestamp": [272.88, 278.76], "text": " MOOCs have taken a different approach. They have they essentially take 15,"}, {"timestamp": [278.76, 286.42], "text": " 10 or 15 minute lectures. They block that big lecture into smaller hunks,"}, {"timestamp": [286.62, 288.3], "text": " and students can absorb it better."}, {"timestamp": [288.62, 290.92], "text": " Not only there, smaller hunks, they're usually interactive."}, {"timestamp": [291.4, 293.52], "text": " There are pauses where questions are asked,"}, {"timestamp": [293.62, 297.12], "text": " or students are asked to think about something as they go through."}, {"timestamp": [297.28, 300.16], "text": " So smaller videos and interactive videos."}, {"timestamp": [300.66, 303.36], "text": " Another interesting thing that's happening in the MOOC space"}, {"timestamp": [303.36, 310.76], "text": " is that we are getting assessment farmed out to particular students, peer-based assessment, it's called."}, {"timestamp": [310.76, 318.5], "text": " And I won't have much time to talk about that, but I'd like to just emphasize that it's a distinguishing characteristic of MOOC."}, {"timestamp": [318.5, 325.4], "text": " The first MOOC I took, I had to write an essay at the end of the MOOC and submitted in it into the system."}, {"timestamp": [325.4, 331.56], "text": " And then I got links to three other assignments that I had to mark by other students and a rubic to follow."}, {"timestamp": [331.96, 339.84], "text": " And I actually learned as much reviewing what they had to say about the topic as I did writing my own."}, {"timestamp": [340.14, 344.46], "text": " And I couldn't actually get my grade on mine until I completed those three assessments."}, {"timestamp": [345.26, 347.44], "text": " So, peer-based assessment."}, {"timestamp": [347.62, 351.36], "text": " And there's some research out there that shows that that's quite satisfactory way to do things."}, {"timestamp": [352.68, 356.28], "text": " MOOCs are a different beast than what we do in traditional education,"}, {"timestamp": [356.48, 359.78], "text": " so there's emerged a new way of delivering MOOC providers."}, {"timestamp": [359.78, 369.3], "text": " No one university offering two, three, or seven MOOCs can actually afford to put in the instructional systems and the registration systems and everything to support it."}, {"timestamp": [369.3, 373.2], "text": " So universities, right from the very beginning of the MOOC revolution,"}, {"timestamp": [373.2, 377.2], "text": " coalesce themselves into groups called MOOC providers."}, {"timestamp": [377.2, 383.1], "text": " Coursera was one of the first ones and its largest and most well-known MOOC."}, {"timestamp": [383.1, 385.0], "text": " It was originally a social and"}, {"timestamp": [385.0, 389.36], "text": " entrepreneurial organization. They intended to take university education out to the"}, {"timestamp": [389.36, 394.94], "text": " world, to the world, and raise the elevation of the world. They've changed"}, {"timestamp": [394.94, 401.9], "text": " slightly. EdX is probably the second best well-known. Udacity is a MOOC that"}, {"timestamp": [401.9, 409.66], "text": " provides teaching mostly into STEM subjects, science, technology, math, and engineering, and maths."}, {"timestamp": [410.14, 412.74], "text": " There's some regional providers like Future Learn."}, {"timestamp": [414.24, 420.24], "text": " The University of, even though Future Learn is based in the UK, University of Auckland is a member of Future Learn,"}, {"timestamp": [420.48, 423.66], "text": " and there's open to study based in Australia."}, {"timestamp": [423.96, 425.46], "text": " And that's where Massey has based"}, {"timestamp": [425.46, 431.08], "text": " its MOOCs at. So these are regional MOOCs and then there are a bunch of MOOC-like providers"}, {"timestamp": [431.08, 439.08], "text": " including Cannan Academy the resource that Carl mentioned. There's Allison to Deutemite and a bunch"}, {"timestamp": [439.08, 446.2], "text": " of others out there as well. Okay so moving on to the MOOC revolution. At the beginning, there was this big"}, {"timestamp": [446.2, 451.04], "text": " emphasis on, ooh, gosh, MOOCs, what do these mean? What are they going to do? How are it going to be"}, {"timestamp": [451.04, 456.46], "text": " their impact? Where are they going to take over? And I enjoy these sort of takeoffs of movie posters."}, {"timestamp": [456.7, 464.2], "text": " The MOOC cometh and the MOOCs are coming and Moogmas hysteria and so on emerged. So let's put"}, {"timestamp": [464.2, 466.04], "text": " some facts on the table."}, {"timestamp": [466.32, 469.1], "text": " Let's talk what is happening, how is it happening,"}, {"timestamp": [469.38, 471.3], "text": " and what are the future of MOOCs."}, {"timestamp": [472.3, 474.0], "text": " How many of you have seen this graph before?"}, {"timestamp": [474.12, 475.3], "text": " The Gardner Hype Cycle."}, {"timestamp": [475.38, 476.08], "text": " Have you seen this?"}, {"timestamp": [476.64, 477.5], "text": " A few people."}, {"timestamp": [477.82, 480.08], "text": " Let me suggest to you this is a valuable tool"}, {"timestamp": [480.08, 482.94], "text": " to look at any new technology or trend"}, {"timestamp": [482.94, 485.38], "text": " or social engagement or whatever."}, {"timestamp": [487.68, 493.56], "text": " Gardner hype cycle, and I really think it's more of a hype curve, but they call it a cycle,"}, {"timestamp": [493.96, 500.24], "text": " suggests that any technology begins with a, any new thing, trend or technology, begins with an initial trigger."}, {"timestamp": [500.6, 505.16], "text": " Then there's a ramp up as everybody says, oh, wow, this is wonderful and it's going to change the world."}, {"timestamp": [505.64, 509.16], "text": " And then eventually it hits that point where they go, well, maybe not really."}, {"timestamp": [509.44, 512.58], "text": " And then we go down into the trough of disillusionment."}, {"timestamp": [512.7, 514.28], "text": " And oh, no, no, it didn't happen."}, {"timestamp": [514.68, 515.92], "text": " It's a failed experiment."}, {"timestamp": [516.28, 522.3], "text": " But actually then there's a slope of enlightenment that we learn from what's gone on before,"}, {"timestamp": [522.3, 526.0], "text": " and it levels out into a plateau of productivity."}, {"timestamp": [526.56, 531.7], "text": " So I'm going to somewhat quickly go through how MOOCs have followed up and down"}, {"timestamp": [531.7, 533.98], "text": " and into the Gartner hype cycle."}, {"timestamp": [534.92, 537.0], "text": " It started with the technology trigger."}, {"timestamp": [537.0, 542.66], "text": " We can't, unlike some trends are technologies, we can't put an exact point of time on this happen,"}, {"timestamp": [542.96, 544.9], "text": " but we could trace it back to the Internet."}, {"timestamp": [545.44, 551.66], "text": " Web 2.0 certainly had an aspect of laying the foundation for MOOC development."}, {"timestamp": [552.2, 554.28], "text": " Khan Economy that Carl mentioned."}, {"timestamp": [554.66, 561.78], "text": " Open courseware was a Massachusetts Institute of Technology effort to put all their course materials online"}, {"timestamp": [561.78, 564.14], "text": " and make them available for free to the world."}, {"timestamp": [564.14, 567.06], "text": " Now that sounds like an opening for a MOOC."}, {"timestamp": [567.06, 572.74], "text": " And then some universities, including University of Tago, have loaded selected lectures"}, {"timestamp": [572.74, 575.28], "text": " and course materials on iTunes U."}, {"timestamp": [575.28, 580.42], "text": " So all those sort of happened in the early part of this century."}, {"timestamp": [581.34, 586.22], "text": " But really, most people trend the first MOOC, and in fact, the person who invented"}, {"timestamp": [586.22, 594.52], "text": " the MOOC term was George Simmons in their MOOC in 2008, in which they put together a bunch of people"}, {"timestamp": [594.52, 601.06], "text": " in an online forum, provide them with a few resources, and got them going and talking about learning"}, {"timestamp": [601.06, 608.96], "text": " and education. Then the hype really, really started in October to December 2011."}, {"timestamp": [608.96, 616.0], "text": " When Sebastian Throne at Stanford University offered his artificial intelligence MOOC,"}, {"timestamp": [616.0, 620.28], "text": " it attracted 160,000 registrants."}, {"timestamp": [620.28, 627.26], "text": " And this was so impressive to both Sebastian and other people at Stanford that they began to really think"}, {"timestamp": [627.26, 629.04], "text": " about this and let it take off."}, {"timestamp": [630.24, 632.88], "text": " The next year, early the next year, Coursera,"}, {"timestamp": [632.88, 635.42], "text": " a MOOC provider, as we've said,"}, {"timestamp": [635.42, 638.46], "text": " that's actually been created by two other Stanford"}, {"timestamp": [638.46, 641.48], "text": " University Computer Science professors,"}, {"timestamp": [641.48, 644.14], "text": " launched with only four partners."}, {"timestamp": [644.14, 646.48], "text": " Today, Coursera has a hundred and eight"}, {"timestamp": [646.48, 651.88], "text": " departments, partners, universities, institutes, professional societies, and"}, {"timestamp": [651.88, 657.22], "text": " corporations that offer MOOCs through the Coursera platform. Well, soon"}, {"timestamp": [657.22, 663.52], "text": " everybody was jumping on the bagwagon, E.X, Udicity, all of these other"}, {"timestamp": [663.52, 668.0], "text": " providers started to emerge. Colleges started to be fearing about what being left behind."}, {"timestamp": [668.32, 669.2], "text": " They started clamoring."}, {"timestamp": [669.28, 670.44], "text": " Who are we going to get with?"}, {"timestamp": [670.56, 672.2], "text": " What are we going to do in the MOOC space?"}, {"timestamp": [673.5, 678.7], "text": " In 2012, New York Times published an article in which they called MOOC was,"}, {"timestamp": [678.96, 681.2], "text": " 2012 was the year of the MOOC."}, {"timestamp": [681.56, 683.8], "text": " And, wow, then everybody started getting psyched."}, {"timestamp": [684.52, 686.72], "text": " And then some realism started."}, {"timestamp": [686.92, 688.66], "text": " Then, you know, wow, all of a sudden,"}, {"timestamp": [688.86, 691.42], "text": " these MOOCs aren't just for learning for free."}, {"timestamp": [691.84, 693.52], "text": " They are learning for credit"}, {"timestamp": [693.52, 697.4], "text": " because we saw deals start to be done."}, {"timestamp": [697.78, 699.82], "text": " Anatoch College, University of Calgary,"}, {"timestamp": [699.82, 702.26], "text": " and especially Georgia Tech got on board."}, {"timestamp": [702.68, 705.12], "text": " Georgia Tech proposed to use a series of MOOCs"}, {"timestamp": [705.12, 710.32], "text": " to offer an online master's degree for $7,000, US."}, {"timestamp": [710.8, 713.14], "text": " So you could get a degree anywhere in the world,"}, {"timestamp": [713.24, 715.22], "text": " take some MOOCs past the test,"}, {"timestamp": [715.6, 717.98], "text": " and Georgia Tech would give you a master's degree."}, {"timestamp": [717.98, 721.12], "text": " And then finally, in the end of 2013,"}, {"timestamp": [722.04, 729.32], "text": " started seeing articles that were the top of our hype cycle."}, {"timestamp": [729.32, 731.24], "text": " Mook was a disruptive force."}, {"timestamp": [731.24, 736.56], "text": " One famous commentator said, thanks to MOOCs and similar technologies, 10 years from now,"}, {"timestamp": [736.56, 740.18], "text": " there will only be 50 universities in the whole world."}, {"timestamp": [740.18, 744.28], "text": " 50 great universities will provide all the education anyone needs."}, {"timestamp": [744.28, 746.02], "text": " But at the same time, we're hyping up."}, {"timestamp": [746.52, 750.7], "text": " Some realism began to creep in in terms of our peak of expectations."}, {"timestamp": [751.36, 758.98], "text": " First of all, one of the first big, oh my gosh, what's happening moments,"}, {"timestamp": [759.28, 763.84], "text": " was when a professor at Princeton University actually redrew his MOOC."}, {"timestamp": [764.08, 765.96], "text": " He had a MOOC out there that was very popular."}, {"timestamp": [766.06, 768.22], "text": " It was being written up in all the articles,"}, {"timestamp": [768.72, 771.1], "text": " the New York Times article was citing it and so on."}, {"timestamp": [771.32, 772.44], "text": " And he withdrew his MOOC."}, {"timestamp": [772.44, 776.3], "text": " And he withdrew his MOOC as a protest because in the United States,"}, {"timestamp": [776.66, 780.04], "text": " state universities in California and especially in Florida"}, {"timestamp": [780.04, 781.64], "text": " were writing laws that said,"}, {"timestamp": [782.0, 783.76], "text": " oh, wow, this is a great way to save money."}, {"timestamp": [784.06, 789.96], "text": " We just have all of our universities deliver MOOCs in conjunction with professors,"}, {"timestamp": [790.32, 794.06], "text": " flip the classroom sort of strategy, and think of all the money we will save."}, {"timestamp": [794.36, 800.7], "text": " And in a protest, he withdrew his MOOC from Coursera, and it did not go forward."}, {"timestamp": [801.06, 805.2], "text": " So then that's the first niggling that things aren't just going to be perfect in this world."}, {"timestamp": [806.2, 812.86], "text": " In 2013, Throne, the guy who taught the artificial intelligence course was interviewed and said,"}, {"timestamp": [813.1, 819.3], "text": " it's not turning out as I wanted. It's not doing what I wished. It's not reaching the people"}, {"timestamp": [819.3, 823.44], "text": " I want to reach. There's not enough people actually learning. There's too many people dropping out."}, {"timestamp": [823.76, 826.76], "text": " He was one of the founders of the MOOC movement here"}, {"timestamp": [826.76, 829.34], "text": " is being very critical about where it's at."}, {"timestamp": [829.34, 832.76], "text": " And that was somewhat represented in a study the following month"}, {"timestamp": [832.76, 836.56], "text": " in which a survey of some MOOCs found out"}, {"timestamp": [836.56, 839.36], "text": " that they're mostly for rich white people with degrees."}, {"timestamp": [839.36, 841.24], "text": " So we're not educating the third world."}, {"timestamp": [841.24, 843.64], "text": " We're just adding additional education"}, {"timestamp": [843.64, 850.0], "text": " or special interest education on top of people who already are well educated. The whole MOOC movement"}, {"timestamp": [850.0, 855.0], "text": " seemed like if it was going to be a way to say provide Harvard education to the"}, {"timestamp": [855.0, 859.76], "text": " third world, it wasn't looking like it was going to happen in reality. And as"}, {"timestamp": [859.76, 864.76], "text": " Russica suggested, there's the ongoing massive debate about massive dropout rates."}, {"timestamp": [864.76, 865.62], "text": " Only six or seven percent who actually enroll in a course finish it. And suggested, there's the ongoing massive debate about massive dropout rates."}, {"timestamp": [865.62, 870.32], "text": " Only 6 or 7% who actually enroll in a course finish it."}, {"timestamp": [870.32, 876.88], "text": " And very few of them actually go on and get certificates that verify they've completed it."}, {"timestamp": [876.88, 879.62], "text": " And there's MOOC disasters."}, {"timestamp": [879.62, 886.2], "text": " One famous one was a MOOC on how to develop a MOOC, created an account on Google Docs, and asked"}, {"timestamp": [886.2, 889.24], "text": " anyone to register for the MOOC to go to Google Docs."}, {"timestamp": [889.24, 891.0], "text": " Well, imagine how that worked out."}, {"timestamp": [891.0, 900.54], "text": " When it hit like its 230th person, the Google's Docs facility fell over, and it was a disaster."}, {"timestamp": [900.54, 905.08], "text": " More recently, a professor started a MOOC and then withdrew it."}, {"timestamp": [907.84, 908.08], "text": " And whenever an outcry came about, why did you do this?"}, {"timestamp": [913.22, 916.54], "text": " His comment was, oh, I'm performing some sort of experiment behind the scenes to see what happens when people withdraw when I withdraw a MOOC."}, {"timestamp": [917.34, 920.42], "text": " And just little crazy things like that make people scratch their head and go,"}, {"timestamp": [920.48, 922.76], "text": " well, maybe the promise that we hoped isn't there."}, {"timestamp": [923.34, 927.26], "text": " And then there's ongoing disillusionment about where's the business model?"}, {"timestamp": [927.52, 929.88], "text": " When are we going to start to make money out of this?"}, {"timestamp": [930.52, 933.5], "text": " Where's, when and how will anyone make money?"}, {"timestamp": [935.76, 937.46], "text": " We're at the trout of disillusionment."}, {"timestamp": [937.46, 944.42], "text": " Our dream of worldwide education for the masses for free is at the bottom and we're"}, {"timestamp": [944.42, 946.0], "text": " very disappointed."}, {"timestamp": [946.0, 950.44], "text": " But let's start to see some threads come through here."}, {"timestamp": [950.44, 956.7], "text": " First of all, as early as January 2013, Coursera launched a signature tract."}, {"timestamp": [956.7, 961.96], "text": " Signature track says if you take a MOOC, it puts in a security system that they use."}, {"timestamp": [961.96, 966.0], "text": " I won't take time to explain it here, but they put in where you can take a MOOC,"}, {"timestamp": [966.0, 968.0], "text": " your participation can be validated."}, {"timestamp": [968.0, 977.0], "text": " $30, $60, or $100, you get a certificate, a validated certificate saying you took and completed the requirements of that MOOC."}, {"timestamp": [977.0, 984.0], "text": " So for the first time we have, we can say that Dennis took the MOOC, instead of Joe here took the MOOC for me,"}, {"timestamp": [984.0, 985.88], "text": " sitting at my computer and I actually"}, {"timestamp": [985.88, 987.68], "text": " didn't learn anything."}, {"timestamp": [987.68, 990.72], "text": " It also provides the beginning of a business model."}, {"timestamp": [990.72, 995.74], "text": " Not much money, but in the first year of running valid, in the first six months or eight months"}, {"timestamp": [995.74, 1000.64], "text": " of running validated certificates, of course, Sarah passed a million dollar mark, so they"}, {"timestamp": [1000.64, 1004.16], "text": " were getting some money return on it."}, {"timestamp": [1004.16, 1010.0], "text": " Then in September 213, I think it's been a significant move."}, {"timestamp": [1010.0, 1017.0], "text": " Google and EdX, one of the MOOC providers, have gotten together and created MOOC.org."}, {"timestamp": [1017.0, 1019.0], "text": " And I'll say a little bit more about that later."}, {"timestamp": [1019.0, 1021.0], "text": " Well, no, I'll say a little bit about it now."}, {"timestamp": [1021.0, 1027.04], "text": " MOOC.org is essentially a platform where you, your organization, your association,"}, {"timestamp": [1027.24, 1028.06], "text": " could create a MOOC."}, {"timestamp": [1028.42, 1030.84], "text": " MOOC providers ultimately are a closed club."}, {"timestamp": [1031.18, 1034.96], "text": " If I wanted to put a course on Concera, I'd say, I have a MOOC I'd like to offer."}, {"timestamp": [1035.06, 1035.98], "text": " Can I do that, please?"}, {"timestamp": [1036.28, 1039.54], "text": " Coursera would say, are you associated with one of our 108 partners?"}, {"timestamp": [1039.98, 1042.26], "text": " I'd say no, and so they'd say go away."}, {"timestamp": [1043.06, 1048.06], "text": " But Google, in cooperation with EDX, are creating a new MOOC provider"}, {"timestamp": [1048.06, 1050.48], "text": " where anyone can offer their own MOOC."}, {"timestamp": [1050.48, 1054.54], "text": " They'll put in the infrastructure of registering students, uploading videos,"}, {"timestamp": [1054.98, 1058.38], "text": " conducting online tests, discussion forums,"}, {"timestamp": [1058.68, 1062.06], "text": " all the infrastructure that you, your organization, your association,"}, {"timestamp": [1062.52, 1064.4], "text": " would be able to offer in a MOOC."}, {"timestamp": [1065.46, 1071.78], "text": " Now, it was shortly followed by an awareness that MOOCs just aren't for college people"}, {"timestamp": [1071.78, 1077.64], "text": " or pre-college people or students. Instead, a lot of it can be used for competency training"}, {"timestamp": [1077.64, 1083.84], "text": " and skill-based education. And so the Wall Street Journal highlighted that in a key article"}, {"timestamp": [1083.84, 1085.24], "text": " that was spread around the world"}, {"timestamp": [1085.24, 1088.9], "text": " in September 2013."}, {"timestamp": [1088.9, 1091.16], "text": " Learning analytics is emerging."}, {"timestamp": [1091.16, 1095.46], "text": " Understanding learning analytics was mentioned yesterday, it's essentially big data that comes"}, {"timestamp": [1095.46, 1096.46], "text": " to learning."}, {"timestamp": [1096.46, 1099.24], "text": " And I'll say a few words about that in the next slide or two."}, {"timestamp": [1099.24, 1104.52], "text": " Finally, just last month, there was an article that appeared in an economist that called MOOCs"}, {"timestamp": [1104.52, 1109.52], "text": " not a destructive force for colleges and universities but part of the creative destruction"}, {"timestamp": [1109.52, 1114.64], "text": " creative disruption movement that's going to make colleges and universities even better"}, {"timestamp": [1114.64, 1119.86], "text": " I'll tell you within 24 hours of this being on MOOC on the Economist website I got four"}, {"timestamp": [1119.86, 1124.24], "text": " different people who said Dennis have you seen this because they knew of my interest in MOOCs"}, {"timestamp": [1124.24, 1129.04], "text": " and they knew that it would be a significant article. If you just Google creative destruction"}, {"timestamp": [1129.04, 1135.96], "text": " in The Economist, you'll get a copy of the article. So we're starting to see some realism"}, {"timestamp": [1135.96, 1143.36], "text": " enter in and some opportunities there for colleges and universities and for others. So now,"}, {"timestamp": [1143.66, 1147.0], "text": " we're into the plateau of productivity, in my view."}, {"timestamp": [1147.0, 1151.66], "text": " If we go back here, we see we are now to the point where I think we're starting to"}, {"timestamp": [1151.66, 1155.82], "text": " have a realistic view about what MOOCs mean, and we're entering that so-called plateau"}, {"timestamp": [1155.82, 1157.2], "text": " of productivity."}, {"timestamp": [1157.2, 1159.52], "text": " So what are the future of MOOCs?"}, {"timestamp": [1159.52, 1163.4], "text": " My take on what is going to happen next?"}, {"timestamp": [1163.4, 1165.34], "text": " Well, first of all, we are seeing university-based"}, {"timestamp": [1165.34, 1171.22], "text": " MOOCs stabilize. Universities are not, anyone who wants to offer a MOOC is"}, {"timestamp": [1171.22, 1175.54], "text": " mostly there, they're already in the MOOC platform and those who aren't on"}, {"timestamp": [1175.54, 1181.0], "text": " MOOCs are tended to set back and watch some more. We are seeing few new MOOCs"}, {"timestamp": [1181.0, 1185.9], "text": " emerge. We are seeing very few of them disappear."}, {"timestamp": [1186.52, 1188.6], "text": " Many of them are just stable."}, {"timestamp": [1188.8, 1191.08], "text": " Many of them are setting there repeating,"}, {"timestamp": [1191.22, 1193.74], "text": " without any new material being added,"}, {"timestamp": [1193.84, 1195.88], "text": " without much revision of their content."}, {"timestamp": [1196.36, 1199.18], "text": " A few of them are being refreshed, updated, and so on."}, {"timestamp": [1199.18, 1203.64], "text": " So the MOOCs, universities who rush in this early are already there."}, {"timestamp": [1204.0, 1208.5], "text": " The MOOC environment in terms of where the university is at, are pretty stable."}, {"timestamp": [1208.5, 1215.5], "text": " But what's starting to happen now is everybody's getting the MOOCs, particularly professional associations, professional societies,"}, {"timestamp": [1215.5, 1224.0], "text": " like accounting associations or engineering degrees, engineering societies and associations."}, {"timestamp": [1224.0, 1231.3], "text": " They are either developing their own MOOCs or they're linking into existing MOOCs in order to do things like certification."}, {"timestamp": [1231.82, 1237.3], "text": " I even have heard of a medical supplies company is creating a series of MOOCs."}, {"timestamp": [1237.3, 1246.56], "text": " Instead of having a training video that you deliver on a DVD where a person sits there and watches how to use this new medical device over and over again"}, {"timestamp": [1246.56, 1253.88], "text": " for minutes or hours at a time, they have turned those training videos into a MOOC, which is short"}, {"timestamp": [1253.88, 1260.8], "text": " videos, interactive questions, encouraging new learners to discuss the things that are learning"}, {"timestamp": [1260.8, 1265.56], "text": " or how they might see this tool be applied, problems they see, and so on."}, {"timestamp": [1265.56, 1272.32], "text": " And if you pass, if you take that MOOC and then you pass the test offered by the society,"}, {"timestamp": [1272.52, 1278.26], "text": " you get what's called a digital badge to prove that you are a certified user of this particular"}, {"timestamp": [1278.26, 1279.92], "text": " piece of medical technology."}, {"timestamp": [1281.46, 1283.48], "text": " We're still seeing MOOCs being free."}, {"timestamp": [1284.14, 1292.64], "text": " You can learn on MOOCs for free, but increasingly has in the signature track, you're being encouraged to, if you want a certification of what you've learned,"}, {"timestamp": [1292.94, 1296.36], "text": " there's independent assessment and credit being given for MOOCs."}, {"timestamp": [1296.96, 1299.84], "text": " Still moving slowly, but that's going to continue to happen."}, {"timestamp": [1300.64, 1308.88], "text": " MOOCs are no longer supporting just sort of special interest education, but they're starting to evolve into competency-based education."}, {"timestamp": [1308.88, 1313.76], "text": " Not higher education, but higher education, H-I-R-E."}, {"timestamp": [1313.76, 1319.76], "text": " And emerging with that is a new technology I want to tell you about today."}, {"timestamp": [1319.76, 1321.84], "text": " How many of you heard of digital badges?"}, {"timestamp": [1321.84, 1325.72], "text": " I know Carl has. He mentioned, oh, good. I'm glad to see that out there."}, {"timestamp": [1326.1, 1331.68], "text": " Digital badges, I think, is the next new technology that's going to be on our... I could spend..."}, {"timestamp": [1331.68, 1337.86], "text": " I've been to San, this year, I've been to both San Diego and to Chicago to talk at conferences"}, {"timestamp": [1337.86, 1344.3], "text": " about the implications of digital badges. I ask you to put that on your radar. If you want to know a little"}, {"timestamp": [1344.3, 1346.0], "text": " about what they're about,"}, {"timestamp": [1346.0, 1349.0], "text": " Google, Dennis Veland plus digital badges."}, {"timestamp": [1349.0, 1351.0], "text": " And you'll see some resources out there,"}, {"timestamp": [1351.0, 1355.0], "text": " presentations that I've given that are available to you."}, {"timestamp": [1355.0, 1359.0], "text": " And then finally, what we're coming along to are learning analytics."}, {"timestamp": [1359.0, 1361.0], "text": " Big data comes to learning."}, {"timestamp": [1361.0, 1366.24], "text": " For example, there's an example of an EdX MOOC out there where they"}, {"timestamp": [1366.24, 1372.76], "text": " have 230 million data points about students taking that MOOC. And they do things like if"}, {"timestamp": [1372.76, 1378.3], "text": " in video three, most of the students are stopping at three minutes and 12 seconds and rolling"}, {"timestamp": [1378.3, 1385.22], "text": " back by a few, a minute or so, and then repeating the video they see there that in that short"}, {"timestamp": [1385.22, 1389.54], "text": " segment in the middle of the third video what's happening is that's a key"}, {"timestamp": [1389.54, 1393.68], "text": " point that people are wanting to make sure they get is it the video confusing"}, {"timestamp": [1393.68, 1398.0], "text": " is there something that we need to look at there and then when they redo the"}, {"timestamp": [1398.0, 1403.58], "text": " video they look at tweaking that and this is also can be analysts who drops"}, {"timestamp": [1403.58, 1409.0], "text": " out why they drop out when they drop out what can be analyzed. Who drops out, why they drop out, when they drop out, what can be analyzed."}, {"timestamp": [1409.0, 1414.0], "text": " So learning analytics, big data comes to higher education and to education."}, {"timestamp": [1414.0, 1416.0], "text": " All right."}, {"timestamp": [1416.0, 1421.0], "text": " So that's my brief review of MOOCs, both through the Gardner hype cycle,"}, {"timestamp": [1421.0, 1424.5], "text": " as well as in the future of MOOCs."}, {"timestamp": [1424.5, 1428.14], "text": " Now let's take a quick look at what's happening in New Zealand."}, {"timestamp": [1428.14, 1432.54], "text": " The first MOOC out of the block in New Zealand was the University of Wocketto."}, {"timestamp": [1432.54, 1436.44], "text": " The University of Computer Science Department at the University of Wacheto has created this"}, {"timestamp": [1436.44, 1449.76], "text": " data mining tool called WECA and they have put up sometime like in late 2000, mid-, a MOOC called Data Mining with Weka."}, {"timestamp": [1450.66, 1456.78], "text": " They have subsequently gone out and done a more advanced MOOC called More Data Mining with Weka."}, {"timestamp": [1456.78, 1468.52], "text": " It's offered independently. This is an example of a MOOC that's not offered on a MOOC provider. And my prediction is someone like this,"}, {"timestamp": [1468.52, 1475.0], "text": " Waquetto could easily move to the MOOC.org platform and offer that. And speaking"}, {"timestamp": [1475.0, 1479.44], "text": " here's MOOC.org, I should have mentioned it, it's an Oakland platform for"}, {"timestamp": [1479.44, 1484.12], "text": " MOOC development, so a lot of these professional-based MOOCs are going to"}, {"timestamp": [1484.12, 1485.42], "text": " emerge there."}, {"timestamp": [1485.42, 1492.12], "text": " And so could something like data mining with WECA would be easier to develop and put out there."}, {"timestamp": [1492.12, 1494.8], "text": " Mass University was second out of the block."}, {"timestamp": [1494.8, 1503.64], "text": " In December 2013, we launched a MOOC on agriculture, sustained agriculture in the world we live in."}, {"timestamp": [1503.64, 1505.56], "text": " We have a MOOC on emergency management,"}, {"timestamp": [1505.76, 1507.34], "text": " and just released a couple of months."}, {"timestamp": [1507.44, 1510.5], "text": " Weeks ago is a MOOC on Indigenous Studies,"}, {"timestamp": [1510.84, 1514.52], "text": " a cooperative MOOC between University of Tasmania and Australia"}, {"timestamp": [1514.52, 1516.48], "text": " that looks at the Aborigine Question"}, {"timestamp": [1516.48, 1520.72], "text": " and a lecturer at Mass University who looks at Maori,"}, {"timestamp": [1521.28, 1524.48], "text": " the Maori situation, so Indigenous Studies."}, {"timestamp": [1524.48, 1529.56], "text": " So we have three MOOCs, and as far as as I know we don't intend to offer anymore."}, {"timestamp": [1529.56, 1534.28], "text": " So we're at that stable point that I referenced earlier."}, {"timestamp": [1534.28, 1538.88], "text": " It is available through a MOOC provider called Open to Study that's based in Australia,"}, {"timestamp": [1538.88, 1544.68], "text": " but they have a number of Australian universities belong to it but they've added other universities"}, {"timestamp": [1544.68, 1547.1], "text": " from particularly around the Pacific Asia region."}, {"timestamp": [1548.02, 1550.6], "text": " It's what sometimes people call a mini-mook."}, {"timestamp": [1551.28, 1556.76], "text": " These are very short videos running and tests for only four weeks."}, {"timestamp": [1557.12, 1563.36], "text": " Total time you need to take it is eight to 16 hours devoted to each one of those MOOCs,"}, {"timestamp": [1563.64, 1565.76], "text": " depending on how much time you actually spend"}, {"timestamp": [1565.76, 1566.9], "text": " on them."}, {"timestamp": [1566.9, 1569.54], "text": " It fits the business model of Open to Study."}, {"timestamp": [1569.54, 1574.32], "text": " Open to Studies intended to be what we would call a sampler business model, or try it and"}, {"timestamp": [1574.32, 1576.6], "text": " they will come business model."}, {"timestamp": [1576.6, 1583.14], "text": " Mass University offers both emergency management and agriculture degrees through distance education,"}, {"timestamp": [1583.14, 1591.4], "text": " so we're hoping students who take this MOOC will follow on and by enrollment in courses or a postgraduate degree at Mass University."}, {"timestamp": [1592.46, 1595.6], "text": " Coming out of the block shortly will be University of Auckland."}, {"timestamp": [1596.06, 1602.14], "text": " They've joined Future Learn, which is a UK-based MOOC provider run by the Open University there."}, {"timestamp": [1602.14, 1605.06], "text": " And October 6th for eight weeks,"}, {"timestamp": [1608.68, 1610.4], "text": " they're doing a quite substantial MOOC on a big trend called data analysis,"}, {"timestamp": [1610.78, 1612.58], "text": " or data analysis,"}, {"timestamp": [1612.94, 1614.54], "text": " the so-called big data phenomenon."}, {"timestamp": [1615.64, 1618.68], "text": " And then they do a very short MOOC they proposed in November."}, {"timestamp": [1618.84, 1620.9], "text": " They'll be offering academic integrity,"}, {"timestamp": [1621.36, 1624.02], "text": " value skills, and actions from reading about it."}, {"timestamp": [1624.02, 1632.36], "text": " It's about making students aware of what is plagiarism, why you shouldn't do it, cheating, those sorts of aspects of it."}, {"timestamp": [1632.78, 1635.4], "text": " University of Otago was quoted some time ago."}, {"timestamp": [1635.5, 1640.28], "text": " The vice chancellor there said MOOCs are for someone else, not for us, thank you."}, {"timestamp": [1640.72, 1651.5], "text": " And the other universities, Canterbury, Victoria, AUT, etc., have made no steps forward. They've had nothing to say. They don't offer MOOCs, and there's"}, {"timestamp": [1651.5, 1656.76], "text": " no indication that they will in the future. So that concludes my presentation. I think we"}, {"timestamp": [1656.76, 1661.98], "text": " have some time for questions."}], "text": " Thank you, Rastika. Yes, good morning everyone. I'm happy to talk here today about one of my topics that I feel passionate about, and that's MOOCs, open online courses. There was a similar conference sponsored by conference in ZD last year. If you were attending that conference, you'll see a couple slides that were the same from that one, but most of this is brand new content prepared to update you on this new phenomenon. This is me and has Rustica said and as I want to emphasize here, part of my passion in life and in my previous careers as well as this career is finding new technologies and then rushing to share them with other people who can use this information. And I'll give you another example of an emerging technology near the end that I'm going to ask you to put on your radar screen and keep watching. So what is the MOOC? First thing we're going to talk about what is the MOOC? I know that I wasn't here yesterday, but my spy network has told me that several people mentioned MOOCs yesterday, so I am confident that you've come with an awareness about the importance of MOOCs. But just to provide an even level of paying field, we're going to talk about what is a MOOC. And I have a slide that will'll show you how it is different from other traditional class place-based classroom. Then we will look at the MOOC evolution. This is one of the main tasks that Kevin gave to me was to put MOOCs in perspective, even though we have a short history, put them into perspective, and then as we suggest, take a look to the future. Then I'll conclude with a brief couple slides looking at where MOOCs are at in New Zealand and leave time for questions and comments at the end. So what is a MOOC? Well, the first word is massive. And massive doesn't mean tens of thousands or hundreds of thousands or even thousands. It just simply is a number of students who are larger than what we can traditionally handle in the place-based place-based classroom. What it means is that, for example, at Massa University and other established universities and colleges, we have a situation where there's one lecturer or professor, one tutor maybe, some postgraduate students helping with marking and so on, and we can manage tens or maybe a couple hundred students. But when you move that to a level where you have a number of people that you want to involve and want to learn something, then it moves from just not small or large to what's called massive. Massive than what traditional instructional systems and sources can handle. Open. Perhaps the key defining content. Open enrollment is obviously one, free of charge. Many MOOCs use open educational resources such as what's available on YouTube and other resources. And also there's open participation. Many are most, most are all MOOCs, involve discussion forums, Twitter feeds, Facebook groups, meet up groups that are part of our social media revolution. So open applies to open participation as well. And obviously characteristic is they're online. And then the final characteristic is that most of them represent a course. Almost all MOOCs have a start date and an end date. There's some assessment in the middle and at the end you're either passed or you don't pass or you don't complete. In many respects, they represent a course. So what's different about a MOOC? I won't spend that much time on this. These slides are available for you to download, but here I compare the traditional place-based course with what a massive open online course looks like. And some are pretty obvious. I'd like to point out two of them that I think provide clear distinctions between what a MOOC does and what traditional courses do. First of all, one thing that we've always done in both place-based courses and online courses is sort of deliver content in large hunks. Mass University runs an extramural distance education program and probably one of the most difficult things that we've traditionally done is make a videotape like this gentleman is doing here of someone talking to a bunch of people take that video and put it online and say there you are students. MOOCs have taken a different approach. They have they essentially take 15, 10 or 15 minute lectures. They block that big lecture into smaller hunks, and students can absorb it better. Not only there, smaller hunks, they're usually interactive. There are pauses where questions are asked, or students are asked to think about something as they go through. So smaller videos and interactive videos. Another interesting thing that's happening in the MOOC space is that we are getting assessment farmed out to particular students, peer-based assessment, it's called. And I won't have much time to talk about that, but I'd like to just emphasize that it's a distinguishing characteristic of MOOC. The first MOOC I took, I had to write an essay at the end of the MOOC and submitted in it into the system. And then I got links to three other assignments that I had to mark by other students and a rubic to follow. And I actually learned as much reviewing what they had to say about the topic as I did writing my own. And I couldn't actually get my grade on mine until I completed those three assessments. So, peer-based assessment. And there's some research out there that shows that that's quite satisfactory way to do things. MOOCs are a different beast than what we do in traditional education, so there's emerged a new way of delivering MOOC providers. No one university offering two, three, or seven MOOCs can actually afford to put in the instructional systems and the registration systems and everything to support it. So universities, right from the very beginning of the MOOC revolution, coalesce themselves into groups called MOOC providers. Coursera was one of the first ones and its largest and most well-known MOOC. It was originally a social and entrepreneurial organization. They intended to take university education out to the world, to the world, and raise the elevation of the world. They've changed slightly. EdX is probably the second best well-known. Udacity is a MOOC that provides teaching mostly into STEM subjects, science, technology, math, and engineering, and maths. There's some regional providers like Future Learn. The University of, even though Future Learn is based in the UK, University of Auckland is a member of Future Learn, and there's open to study based in Australia. And that's where Massey has based its MOOCs at. So these are regional MOOCs and then there are a bunch of MOOC-like providers including Cannan Academy the resource that Carl mentioned. There's Allison to Deutemite and a bunch of others out there as well. Okay so moving on to the MOOC revolution. At the beginning, there was this big emphasis on, ooh, gosh, MOOCs, what do these mean? What are they going to do? How are it going to be their impact? Where are they going to take over? And I enjoy these sort of takeoffs of movie posters. The MOOC cometh and the MOOCs are coming and Moogmas hysteria and so on emerged. So let's put some facts on the table. Let's talk what is happening, how is it happening, and what are the future of MOOCs. How many of you have seen this graph before? The Gardner Hype Cycle. Have you seen this? A few people. Let me suggest to you this is a valuable tool to look at any new technology or trend or social engagement or whatever. Gardner hype cycle, and I really think it's more of a hype curve, but they call it a cycle, suggests that any technology begins with a, any new thing, trend or technology, begins with an initial trigger. Then there's a ramp up as everybody says, oh, wow, this is wonderful and it's going to change the world. And then eventually it hits that point where they go, well, maybe not really. And then we go down into the trough of disillusionment. And oh, no, no, it didn't happen. It's a failed experiment. But actually then there's a slope of enlightenment that we learn from what's gone on before, and it levels out into a plateau of productivity. So I'm going to somewhat quickly go through how MOOCs have followed up and down and into the Gartner hype cycle. It started with the technology trigger. We can't, unlike some trends are technologies, we can't put an exact point of time on this happen, but we could trace it back to the Internet. Web 2.0 certainly had an aspect of laying the foundation for MOOC development. Khan Economy that Carl mentioned. Open courseware was a Massachusetts Institute of Technology effort to put all their course materials online and make them available for free to the world. Now that sounds like an opening for a MOOC. And then some universities, including University of Tago, have loaded selected lectures and course materials on iTunes U. So all those sort of happened in the early part of this century. But really, most people trend the first MOOC, and in fact, the person who invented the MOOC term was George Simmons in their MOOC in 2008, in which they put together a bunch of people in an online forum, provide them with a few resources, and got them going and talking about learning and education. Then the hype really, really started in October to December 2011. When Sebastian Throne at Stanford University offered his artificial intelligence MOOC, it attracted 160,000 registrants. And this was so impressive to both Sebastian and other people at Stanford that they began to really think about this and let it take off. The next year, early the next year, Coursera, a MOOC provider, as we've said, that's actually been created by two other Stanford University Computer Science professors, launched with only four partners. Today, Coursera has a hundred and eight departments, partners, universities, institutes, professional societies, and corporations that offer MOOCs through the Coursera platform. Well, soon everybody was jumping on the bagwagon, E.X, Udicity, all of these other providers started to emerge. Colleges started to be fearing about what being left behind. They started clamoring. Who are we going to get with? What are we going to do in the MOOC space? In 2012, New York Times published an article in which they called MOOC was, 2012 was the year of the MOOC. And, wow, then everybody started getting psyched. And then some realism started. Then, you know, wow, all of a sudden, these MOOCs aren't just for learning for free. They are learning for credit because we saw deals start to be done. Anatoch College, University of Calgary, and especially Georgia Tech got on board. Georgia Tech proposed to use a series of MOOCs to offer an online master's degree for $7,000, US. So you could get a degree anywhere in the world, take some MOOCs past the test, and Georgia Tech would give you a master's degree. And then finally, in the end of 2013, started seeing articles that were the top of our hype cycle. Mook was a disruptive force. One famous commentator said, thanks to MOOCs and similar technologies, 10 years from now, there will only be 50 universities in the whole world. 50 great universities will provide all the education anyone needs. But at the same time, we're hyping up. Some realism began to creep in in terms of our peak of expectations. First of all, one of the first big, oh my gosh, what's happening moments, was when a professor at Princeton University actually redrew his MOOC. He had a MOOC out there that was very popular. It was being written up in all the articles, the New York Times article was citing it and so on. And he withdrew his MOOC. And he withdrew his MOOC as a protest because in the United States, state universities in California and especially in Florida were writing laws that said, oh, wow, this is a great way to save money. We just have all of our universities deliver MOOCs in conjunction with professors, flip the classroom sort of strategy, and think of all the money we will save. And in a protest, he withdrew his MOOC from Coursera, and it did not go forward. So then that's the first niggling that things aren't just going to be perfect in this world. In 2013, Throne, the guy who taught the artificial intelligence course was interviewed and said, it's not turning out as I wanted. It's not doing what I wished. It's not reaching the people I want to reach. There's not enough people actually learning. There's too many people dropping out. He was one of the founders of the MOOC movement here is being very critical about where it's at. And that was somewhat represented in a study the following month in which a survey of some MOOCs found out that they're mostly for rich white people with degrees. So we're not educating the third world. We're just adding additional education or special interest education on top of people who already are well educated. The whole MOOC movement seemed like if it was going to be a way to say provide Harvard education to the third world, it wasn't looking like it was going to happen in reality. And as Russica suggested, there's the ongoing massive debate about massive dropout rates. Only six or seven percent who actually enroll in a course finish it. And suggested, there's the ongoing massive debate about massive dropout rates. Only 6 or 7% who actually enroll in a course finish it. And very few of them actually go on and get certificates that verify they've completed it. And there's MOOC disasters. One famous one was a MOOC on how to develop a MOOC, created an account on Google Docs, and asked anyone to register for the MOOC to go to Google Docs. Well, imagine how that worked out. When it hit like its 230th person, the Google's Docs facility fell over, and it was a disaster. More recently, a professor started a MOOC and then withdrew it. And whenever an outcry came about, why did you do this? His comment was, oh, I'm performing some sort of experiment behind the scenes to see what happens when people withdraw when I withdraw a MOOC. And just little crazy things like that make people scratch their head and go, well, maybe the promise that we hoped isn't there. And then there's ongoing disillusionment about where's the business model? When are we going to start to make money out of this? Where's, when and how will anyone make money? We're at the trout of disillusionment. Our dream of worldwide education for the masses for free is at the bottom and we're very disappointed. But let's start to see some threads come through here. First of all, as early as January 2013, Coursera launched a signature tract. Signature track says if you take a MOOC, it puts in a security system that they use. I won't take time to explain it here, but they put in where you can take a MOOC, your participation can be validated. $30, $60, or $100, you get a certificate, a validated certificate saying you took and completed the requirements of that MOOC. So for the first time we have, we can say that Dennis took the MOOC, instead of Joe here took the MOOC for me, sitting at my computer and I actually didn't learn anything. It also provides the beginning of a business model. Not much money, but in the first year of running valid, in the first six months or eight months of running validated certificates, of course, Sarah passed a million dollar mark, so they were getting some money return on it. Then in September 213, I think it's been a significant move. Google and EdX, one of the MOOC providers, have gotten together and created MOOC.org. And I'll say a little bit more about that later. Well, no, I'll say a little bit about it now. MOOC.org is essentially a platform where you, your organization, your association, could create a MOOC. MOOC providers ultimately are a closed club. If I wanted to put a course on Concera, I'd say, I have a MOOC I'd like to offer. Can I do that, please? Coursera would say, are you associated with one of our 108 partners? I'd say no, and so they'd say go away. But Google, in cooperation with EDX, are creating a new MOOC provider where anyone can offer their own MOOC. They'll put in the infrastructure of registering students, uploading videos, conducting online tests, discussion forums, all the infrastructure that you, your organization, your association, would be able to offer in a MOOC. Now, it was shortly followed by an awareness that MOOCs just aren't for college people or pre-college people or students. Instead, a lot of it can be used for competency training and skill-based education. And so the Wall Street Journal highlighted that in a key article that was spread around the world in September 2013. Learning analytics is emerging. Understanding learning analytics was mentioned yesterday, it's essentially big data that comes to learning. And I'll say a few words about that in the next slide or two. Finally, just last month, there was an article that appeared in an economist that called MOOCs not a destructive force for colleges and universities but part of the creative destruction creative disruption movement that's going to make colleges and universities even better I'll tell you within 24 hours of this being on MOOC on the Economist website I got four different people who said Dennis have you seen this because they knew of my interest in MOOCs and they knew that it would be a significant article. If you just Google creative destruction in The Economist, you'll get a copy of the article. So we're starting to see some realism enter in and some opportunities there for colleges and universities and for others. So now, we're into the plateau of productivity, in my view. If we go back here, we see we are now to the point where I think we're starting to have a realistic view about what MOOCs mean, and we're entering that so-called plateau of productivity. So what are the future of MOOCs? My take on what is going to happen next? Well, first of all, we are seeing university-based MOOCs stabilize. Universities are not, anyone who wants to offer a MOOC is mostly there, they're already in the MOOC platform and those who aren't on MOOCs are tended to set back and watch some more. We are seeing few new MOOCs emerge. We are seeing very few of them disappear. Many of them are just stable. Many of them are setting there repeating, without any new material being added, without much revision of their content. A few of them are being refreshed, updated, and so on. So the MOOCs, universities who rush in this early are already there. The MOOC environment in terms of where the university is at, are pretty stable. But what's starting to happen now is everybody's getting the MOOCs, particularly professional associations, professional societies, like accounting associations or engineering degrees, engineering societies and associations. They are either developing their own MOOCs or they're linking into existing MOOCs in order to do things like certification. I even have heard of a medical supplies company is creating a series of MOOCs. Instead of having a training video that you deliver on a DVD where a person sits there and watches how to use this new medical device over and over again for minutes or hours at a time, they have turned those training videos into a MOOC, which is short videos, interactive questions, encouraging new learners to discuss the things that are learning or how they might see this tool be applied, problems they see, and so on. And if you pass, if you take that MOOC and then you pass the test offered by the society, you get what's called a digital badge to prove that you are a certified user of this particular piece of medical technology. We're still seeing MOOCs being free. You can learn on MOOCs for free, but increasingly has in the signature track, you're being encouraged to, if you want a certification of what you've learned, there's independent assessment and credit being given for MOOCs. Still moving slowly, but that's going to continue to happen. MOOCs are no longer supporting just sort of special interest education, but they're starting to evolve into competency-based education. Not higher education, but higher education, H-I-R-E. And emerging with that is a new technology I want to tell you about today. How many of you heard of digital badges? I know Carl has. He mentioned, oh, good. I'm glad to see that out there. Digital badges, I think, is the next new technology that's going to be on our... I could spend... I've been to San, this year, I've been to both San Diego and to Chicago to talk at conferences about the implications of digital badges. I ask you to put that on your radar. If you want to know a little about what they're about, Google, Dennis Veland plus digital badges. And you'll see some resources out there, presentations that I've given that are available to you. And then finally, what we're coming along to are learning analytics. Big data comes to learning. For example, there's an example of an EdX MOOC out there where they have 230 million data points about students taking that MOOC. And they do things like if in video three, most of the students are stopping at three minutes and 12 seconds and rolling back by a few, a minute or so, and then repeating the video they see there that in that short segment in the middle of the third video what's happening is that's a key point that people are wanting to make sure they get is it the video confusing is there something that we need to look at there and then when they redo the video they look at tweaking that and this is also can be analysts who drops out why they drop out when they drop out what can be analyzed. Who drops out, why they drop out, when they drop out, what can be analyzed. So learning analytics, big data comes to higher education and to education. All right. So that's my brief review of MOOCs, both through the Gardner hype cycle, as well as in the future of MOOCs. Now let's take a quick look at what's happening in New Zealand. The first MOOC out of the block in New Zealand was the University of Wocketto. The University of Computer Science Department at the University of Wacheto has created this data mining tool called WECA and they have put up sometime like in late 2000, mid-, a MOOC called Data Mining with Weka. They have subsequently gone out and done a more advanced MOOC called More Data Mining with Weka. It's offered independently. This is an example of a MOOC that's not offered on a MOOC provider. And my prediction is someone like this, Waquetto could easily move to the MOOC.org platform and offer that. And speaking here's MOOC.org, I should have mentioned it, it's an Oakland platform for MOOC development, so a lot of these professional-based MOOCs are going to emerge there. And so could something like data mining with WECA would be easier to develop and put out there. Mass University was second out of the block. In December 2013, we launched a MOOC on agriculture, sustained agriculture in the world we live in. We have a MOOC on emergency management, and just released a couple of months. Weeks ago is a MOOC on Indigenous Studies, a cooperative MOOC between University of Tasmania and Australia that looks at the Aborigine Question and a lecturer at Mass University who looks at Maori, the Maori situation, so Indigenous Studies. So we have three MOOCs, and as far as as I know we don't intend to offer anymore. So we're at that stable point that I referenced earlier. It is available through a MOOC provider called Open to Study that's based in Australia, but they have a number of Australian universities belong to it but they've added other universities from particularly around the Pacific Asia region. It's what sometimes people call a mini-mook. These are very short videos running and tests for only four weeks. Total time you need to take it is eight to 16 hours devoted to each one of those MOOCs, depending on how much time you actually spend on them. It fits the business model of Open to Study. Open to Studies intended to be what we would call a sampler business model, or try it and they will come business model. Mass University offers both emergency management and agriculture degrees through distance education, so we're hoping students who take this MOOC will follow on and by enrollment in courses or a postgraduate degree at Mass University. Coming out of the block shortly will be University of Auckland. They've joined Future Learn, which is a UK-based MOOC provider run by the Open University there. And October 6th for eight weeks, they're doing a quite substantial MOOC on a big trend called data analysis, or data analysis, the so-called big data phenomenon. And then they do a very short MOOC they proposed in November. They'll be offering academic integrity, value skills, and actions from reading about it. It's about making students aware of what is plagiarism, why you shouldn't do it, cheating, those sorts of aspects of it. University of Otago was quoted some time ago. The vice chancellor there said MOOCs are for someone else, not for us, thank you. And the other universities, Canterbury, Victoria, AUT, etc., have made no steps forward. They've had nothing to say. They don't offer MOOCs, and there's no indication that they will in the future. So that concludes my presentation. I think we have some time for questions."}