{"speakers": [], "chunks": [{"timestamp": [0.0, 10.16], "text": " Our next speaker is Scott Wright."}, {"timestamp": [10.16, 14.1], "text": " He's got I think at least 18 years of hardcore experience."}, {"timestamp": [14.1, 15.1], "text": " He's a battler."}, {"timestamp": [15.1, 16.1], "text": " He's a brand man."}, {"timestamp": [16.1, 17.3], "text": " He's a marketer."}, {"timestamp": [17.3, 18.5], "text": " He's been at some pretty big places."}, {"timestamp": [18.5, 21.52], "text": " You know, blue chip brands, major marketing."}, {"timestamp": [21.52, 26.06], "text": " So his experiences, as well as long, is pretty front line, pretty gritty stuff."}, {"timestamp": [26.66, 31.5], "text": " He also deals with a brand, as you'll discover soon, that is big on the scene in New Zealand."}, {"timestamp": [31.76, 35.78], "text": " And right at the heart of that brand is experiential marketing, is live marketing."}, {"timestamp": [36.18, 40.52], "text": " So I think some of the dimensions that appealed to me about his content is that this notion of"}, {"timestamp": [40.52, 46.36], "text": " live or experiential is front and center to a lot of what Scott and his team do."}, {"timestamp": [47.08, 51.24], "text": " So look, he's going to pop up now, come to the stage, give him a round of applause, and keep"}, {"timestamp": [51.24, 52.48], "text": " in mind some questions for the end."}, {"timestamp": [53.06, 53.6], "text": " Come on, Scott."}, {"timestamp": [57.6, 60.48], "text": " Thank you, Tony."}, {"timestamp": [61.84, 65.1], "text": " As Tony's mentioned, my name's Scott Wright,"}, {"timestamp": [65.78, 67.32], "text": " and I'm marketing director of Fruechon."}, {"timestamp": [67.36, 68.96], "text": " I've been there about five years."}, {"timestamp": [69.32, 71.26], "text": " And as Tony mentioned, I have been around a while."}, {"timestamp": [72.44, 73.7], "text": " I haven't been called a battler before."}, {"timestamp": [73.78, 74.18], "text": " I like that."}, {"timestamp": [74.5, 74.76], "text": " A battle."}, {"timestamp": [76.02, 79.14], "text": " So what I want to talk to you about is really,"}, {"timestamp": [81.28, 86.5], "text": " how has V used live to evolve its brand over the years now?"}, {"timestamp": [86.7, 94.88], "text": " As a marketing director, it's safe to say that I wouldn't endorse this type of live interaction with our brand."}, {"timestamp": [94.94, 99.02], "text": " Because as much as I like to think, you know, I'm cool and lots of the stuff."}, {"timestamp": [99.02, 106.64], "text": " The fact is I'm a boarding middle-aged man, not the personification of the V brand. But you can't find many"}, {"timestamp": [106.64, 110.82], "text": " 22-year-old marketing directors around these days. You've got lots of wannabe 22-year-old marketing"}, {"timestamp": [110.82, 116.2], "text": " directors, but you can't find many. So you've got to play what's in front of you. So what I"}, {"timestamp": [116.2, 123.28], "text": " want to talk to you about today is how V's approach to live events has evolved over time."}, {"timestamp": [124.02, 129.36], "text": " And then look at some of the guiding principles that we use in the V brand to bring our brand"}, {"timestamp": [129.36, 136.72], "text": " to life and integrate live into what we do in any of our communications mix."}, {"timestamp": [138.72, 145.0], "text": " But I want to make a point. Being live isn't enough on its own."}, {"timestamp": [145.0, 149.0], "text": " Your brand needs to be A live."}, {"timestamp": [149.0, 152.0], "text": " Think about it."}, {"timestamp": [152.0, 158.0], "text": " As a consumer, you might get the opportunity to meet a brand in person,"}, {"timestamp": [158.0, 161.0], "text": " whatever type of experience of you're talking about,"}, {"timestamp": [161.0, 165.16], "text": " maybe once, twice, three times in your life."}, {"timestamp": [169.74, 170.6], "text": " So when you're as a brand, you've got to really think about how do you want to turn up?"}, {"timestamp": [172.34, 173.6], "text": " It's not enough just to have a pulse."}, {"timestamp": [173.76, 173.96], "text": " Okay?"}, {"timestamp": [180.34, 180.78], "text": " You have to have life and you have to engage because it's a moment of truth and it might not come along again as a brand."}, {"timestamp": [183.42, 188.84], "text": " So when I talk about alive, you've got to think about that. You don't want to be the wet fish of brands, the limp handshake of brands, because you might not get another chance."}, {"timestamp": [189.08, 191.92], "text": " A classic example the other day was when I was walking the supermarket, I do the shopping"}, {"timestamp": [191.92, 197.64], "text": " and the weekend, walking around and cut down next to the, next to the checkouts, and there was a pretty"}, {"timestamp": [197.64, 202.5], "text": " nondescript sampling stand, and to be honest, a pretty nondescript sampling guy standing there."}, {"timestamp": [203.68, 206.22], "text": " And I walked past, and he's standing there going,"}, {"timestamp": [207.48, 208.28], "text": " Would you like some pizza?"}, {"timestamp": [209.46, 210.64], "text": " I'm going, well, no."}, {"timestamp": [211.38, 212.2], "text": " I don't want any pizza."}, {"timestamp": [212.88, 213.58], "text": " I don't love pizza."}, {"timestamp": [214.4, 217.16], "text": " But for that moment, he drained the life out of me."}, {"timestamp": [218.28, 218.56], "text": " Okay?"}, {"timestamp": [219.1, 220.64], "text": " So that's a missed opportunity."}, {"timestamp": [221.04, 221.86], "text": " I've moved on."}, {"timestamp": [222.06, 223.38], "text": " I don't care about that brand."}, {"timestamp": [223.48, 224.52], "text": " I don't remember that brand."}, {"timestamp": [224.58, 230.72], "text": " And I will never remember that brand. And I may never meet that brand again. So I can't stress"}, {"timestamp": [230.72, 237.82], "text": " enough, it's not enough to be live, you need to be A-live as a brand. Now, I'm very privileged to"}, {"timestamp": [237.82, 242.0], "text": " have worked on the V brand for five years. It's a fantastic brand. It's an icon of New Zealand"}, {"timestamp": [242.0, 248.44], "text": " youth. And it's a brand that gives us a huge amount of latitude as a team to do things with and"}, {"timestamp": [248.44, 250.8], "text": " to push the boundaries."}, {"timestamp": [250.8, 254.12], "text": " So our brand essence is inspiring."}, {"timestamp": [254.12, 255.32], "text": " We inspire the unexpected."}, {"timestamp": [255.32, 260.16], "text": " And some of the words that we have in our brand triangle, including being maverick, being mischievous,"}, {"timestamp": [260.16, 264.54], "text": " playful, taking the ordinary to the extraordinary."}, {"timestamp": [264.54, 268.22], "text": " So that gives us a huge latitude to have an amount of fun with the brand."}, {"timestamp": [268.34, 272.08], "text": " But it also creates expectations for people and consumers as well."}, {"timestamp": [272.14, 275.74], "text": " So there's pressure that we need to make sure we live up to that as often as we can."}, {"timestamp": [278.2, 281.54], "text": " And as context, we need to be part of this guy's world."}, {"timestamp": [282.48, 283.1], "text": " This is Tom."}, {"timestamp": [284.22, 287.04], "text": " Now Tom's straight out of our brain plan, if you like."}, {"timestamp": [287.82, 289.3], "text": " Literally, our picture's out of our brand plan."}, {"timestamp": [290.36, 292.22], "text": " So when we're live, we need to be thinking about Tom."}, {"timestamp": [292.42, 293.96], "text": " Now, Tom's kind of 21, 22."}, {"timestamp": [295.18, 299.34], "text": " He's probably working as a student and looking for a new job."}, {"timestamp": [299.76, 301.74], "text": " You know, he hangs out with his mates."}, {"timestamp": [302.52, 303.84], "text": " He's not particularly sophisticated."}, {"timestamp": [304.04, 306.28], "text": " He just lives having a good time, listen to music, playing games."}, {"timestamp": [307.6, 311.08], "text": " And he probably lives on three or four screens at a time, like most of you here."}, {"timestamp": [312.16, 314.06], "text": " But that's Tom."}, {"timestamp": [314.38, 317.72], "text": " And we need to think about Tom where he turn up and be live."}, {"timestamp": [318.3, 319.94], "text": " Because he's hyper-stimulated."}, {"timestamp": [320.26, 321.38], "text": " He's got plenty of things on."}, {"timestamp": [322.02, 324.8], "text": " And believe it or not, consumers aren't out there going,"}, {"timestamp": [324.9, 326.3], "text": " wish I could meet a brand today."}, {"timestamp": [326.9, 327.66], "text": " They're not."}, {"timestamp": [329.64, 335.0], "text": " So I'm going to talk about V's evolution and how we've seen it evolve probably in the last seven or eight years."}, {"timestamp": [335.2, 337.6], "text": " Because the fact is, you know, V is unique in the world."}, {"timestamp": [337.74, 342.4], "text": " It's two and a half times the size of Red Bull, and so it's the only market in the world where V is number one."}, {"timestamp": [343.4, 349.32], "text": " In service stations, it's bigger as a brand than the entire carbonated beverages portfolio."}, {"timestamp": [349.32, 354.54], "text": " So V in New Zealand is a very, very special place and a very unique place with consumers."}, {"timestamp": [354.54, 359.38], "text": " But back in 2004, 2005, 2006, it kind of hit a bit of flat patch."}, {"timestamp": [359.38, 362.12], "text": " A couple of the campaigns didn't necessarily connect."}, {"timestamp": [362.12, 363.84], "text": " Some of the products didn't necessarily work."}, {"timestamp": [363.84, 366.52], "text": " I mean, since it had launched, it was doing double-digit, well into the double-digit growth"}, {"timestamp": [366.52, 371.4], "text": " a year and in fact 2006 it was a flat year, you know, and so that was the first time ever."}, {"timestamp": [371.4, 377.48], "text": " So there's a bit of a regroup and a bit of a reframe for the brand. And the marketing"}, {"timestamp": [377.48, 381.24], "text": " and creative teams at the time talked about creating a, they created a creative platform"}, {"timestamp": [381.24, 386.28], "text": " called Urban Legends. So this concept of taking the ordinary to the extraordinary,"}, {"timestamp": [386.28, 389.28], "text": " transforming something from dull and boring into awesome."}, {"timestamp": [389.28, 391.6], "text": " And that was kind of the flavor of it."}, {"timestamp": [391.6, 396.72], "text": " Now, in terms of evolution, I'm going to take you through just some examples of how we've"}, {"timestamp": [396.72, 402.28], "text": " evolved the live piece as a support for our above the line piece."}, {"timestamp": [402.28, 411.7], "text": " So there's a validation piece, and that was really 2008 through 2009, 2010. Then we moved into participation and now we're"}, {"timestamp": [411.7, 415.3], "text": " at the space of a very well-used term in the marketing space at the moment about"}, {"timestamp": [415.3, 428.14], "text": " co-creation. So validation. We started this campaign back in 2008 reframing the brand, 500 mil can, which was a new format,"}, {"timestamp": [428.14, 429.14], "text": " was launched."}, {"timestamp": [429.14, 431.78], "text": " So how could you make that big and bold?"}, {"timestamp": [431.78, 435.68], "text": " So some of you might remember there's a monster truck campaign, being a guy's using a remote"}, {"timestamp": [435.68, 440.68], "text": " control, big monster truck, big can on the back, guys mucking around with the remote control,"}, {"timestamp": [440.68, 444.56], "text": " car goes crazy, crushes some cars, and moves on."}, {"timestamp": [444.56, 448.5], "text": " Now that kind of reframe the brand because it lost its way."}, {"timestamp": [448.5, 451.76], "text": " So that started this concept of, wow, did the consumers, are going, wow, did you guys"}, {"timestamp": [451.76, 453.76], "text": " really do that, or are you just taking the piss?"}, {"timestamp": [453.76, 457.88], "text": " And we said, well, actually, we need to start showing consumers that, yeah, maybe we did"}, {"timestamp": [457.88, 458.88], "text": " do this."}, {"timestamp": [458.88, 464.62], "text": " And so, for example, when we turned up live with the monster truck, we made sure that when"}, {"timestamp": [464.62, 465.16], "text": " anybody asked for it to be moved or anybody truck, we made sure that when anybody asked"}, {"timestamp": [465.16, 468.56], "text": " for it to be moved or anybody asked, can you get that out of the way or how did it get"}, {"timestamp": [468.56, 472.0], "text": " here, you go, sorry, we just got to get the remote control and they go get the remote control"}, {"timestamp": [472.0, 473.24], "text": " and they say we can't move it."}, {"timestamp": [473.24, 475.24], "text": " So it was all about reinforcing the time."}, {"timestamp": [475.24, 478.12], "text": " And reinforcing what we're trying to achieve."}, {"timestamp": [478.12, 481.04], "text": " So that was the first campaign."}, {"timestamp": [481.04, 486.88], "text": " The next campaign was related to the ad we're going to show now, which is the Sky Tower Ed."}, {"timestamp": [486.88, 490.88], "text": " So, right, if you could just play that down."}, {"timestamp": [490.88, 507.0], "text": " Who. I want to drive."}, {"timestamp": [507.0, 523.0], "text": " So then had played the day after."}, {"timestamp": [523.0, 527.0], "text": " There was a sky tower, a cone put on top of the sky tower."}, {"timestamp": [527.0, 533.0], "text": " Now, and there's a heap of PR and other media around that going, well, how did that get up there?"}, {"timestamp": [533.0, 537.0], "text": " And at the time we'd also put a lot of cones around the place, because coning seemed to be a happening thing at the time."}, {"timestamp": [537.0, 539.0], "text": " But it was about V taking to the next level."}, {"timestamp": [539.0, 542.0], "text": " But there was a lot of cynicism and skepticism amongst our fan base."}, {"timestamp": [542.0, 548.92], "text": " They're going, no, they didn't do that. It's all smoke and mirrors. So then when it came to live, we said, well, actually, we need to"}, {"timestamp": [548.92, 553.28], "text": " show our consumers that we actually, we might have done it. We well may have done that."}, {"timestamp": [554.4, 561.32], "text": " And so it came about this validation piece, did they really do it? And so what we did,"}, {"timestamp": [561.32, 570.08], "text": " as many times as we could, over that period of time, I think it was two or three months, we bought the Rocket Man to life at a bunch of our live events."}, {"timestamp": [570.66, 580.06], "text": " So, for example, this was down at the Merry, Mary Drags, all the petrol heads going nuts, and we said the Rocket Man is going to blast off at 610, and the Rocket Man raced a car down the track."}, {"timestamp": [580.46, 583.58], "text": " There not many people have seen a rocket man, and they're pretty cool."}, {"timestamp": [584.04, 586.8], "text": " And so all of a sudden it was like, wow, actually maybe they did do it."}, {"timestamp": [586.8, 591.4], "text": " And we had a relationship with Dobbo at the time in TV3, and they did a race around the track."}, {"timestamp": [591.4, 601.0], "text": " But probably the single most successful activation that Frue Call has ever done occurred in January of 2009 at the Big Day Out."}, {"timestamp": [601.0, 608.46], "text": " And that really did validate what we've done here. And so British rapper,"}, {"timestamp": [608.46, 612.42], "text": " dizzy rascal had just played bonkers and the crowd was literally going bonkers. And"}, {"timestamp": [612.42, 621.76], "text": " then that a minute after he'd finished and walked off the stage, we did this. Hopefully"}, {"timestamp": [621.76, 670.24], "text": " it'll play. So it's pretty cool."}, {"timestamp": [670.24, 672.48], "text": " I took about 15 seconds."}, {"timestamp": [672.48, 676.6], "text": " But it was probably the single, most engaging thing we've done live as a brand."}, {"timestamp": [676.6, 678.16], "text": " Probably we haven't done anything since."}, {"timestamp": [678.16, 680.96], "text": " And being in the crowd that time, it was just incredible."}, {"timestamp": [680.96, 683.64], "text": " Like it was an amazing energy because it was already there."}, {"timestamp": [683.64, 688.12], "text": " So we took that energy and just amplified it again by doing something live and again validating."}, {"timestamp": [688.12, 691.24], "text": " And still on social media went crazy that day and they're going, no, no, no, I could see"}, {"timestamp": [691.24, 692.24], "text": " the wires."}, {"timestamp": [692.24, 693.24], "text": " There were still wires there."}, {"timestamp": [693.24, 694.24], "text": " No, no, no, they didn't do it."}, {"timestamp": [694.24, 695.24], "text": " So that's all part of it."}, {"timestamp": [695.24, 699.76], "text": " It was creating engagement and creating conversation."}, {"timestamp": [699.76, 702.76], "text": " But as is the want of our tribes."}, {"timestamp": [702.76, 707.38], "text": " I mean, we have about 100, for what it's worth, we've got about 156,000 fans on Facebook,"}, {"timestamp": [707.5, 709.8], "text": " which for New Zealand is pretty good."}, {"timestamp": [710.2, 714.28], "text": " And as a youth brand, it's certainly up there in terms of one of the most engaged brands"}, {"timestamp": [714.28, 715.86], "text": " on that particular platform."}, {"timestamp": [716.32, 719.64], "text": " But as is the want, they want to be involved and they want to participate."}, {"timestamp": [720.2, 726.22], "text": " So a campaign we did about three years ago now, bought together two or three of our tribes"}, {"timestamp": [726.22, 732.28], "text": " and our fans' passions, which is music and technology and gaming, which manifested itself"}, {"timestamp": [732.28, 735.08], "text": " in what we called the Motion Project."}, {"timestamp": [735.08, 738.7], "text": " And basically it was pulling together Xbox Connect with some really unique software that hadn't"}, {"timestamp": [738.7, 741.76], "text": " been used before, pulling it together to create something just pretty cool."}, {"timestamp": [741.76, 784.0], "text": " So actually being able to create music through the motion of the body. And this is, for those of you haven't seen it, this is the ad. So we actually did that and that was exactly what it looked like."}, {"timestamp": [784.0, 788.3], "text": " We did that down in the parking lot across the road from Brutemart."}, {"timestamp": [788.3, 790.66], "text": " So you actually had people stopping on the street and what sort of stuff."}, {"timestamp": [790.66, 794.52], "text": " So that we, unlike Rocket Man, which he was a bit of trickery involved in that, we actually"}, {"timestamp": [794.52, 795.52], "text": " did that."}, {"timestamp": [795.52, 798.56], "text": " And obviously then we thought, how can we get our consumers wanting to do this?"}, {"timestamp": [798.56, 800.92], "text": " Because Australia was like, wow, that's awesome."}, {"timestamp": [800.92, 802.12], "text": " Can I play that?"}, {"timestamp": [802.12, 805.54], "text": " Because remember the Xbox Connected the time is the fastest selling consumer electronics product"}, {"timestamp": [805.54, 807.08], "text": " of all time."}, {"timestamp": [807.08, 811.88], "text": " And so effectively what we did, I haven't got any images of this, but we created a modular"}, {"timestamp": [811.88, 815.62], "text": " unit which did everything that that thing did, but in a kind of a tent."}, {"timestamp": [815.62, 819.5], "text": " And we took it around the country, and we gave people the opportunity to stand in there and"}, {"timestamp": [819.5, 821.5], "text": " do pretty much exactly what that guy is doing there."}, {"timestamp": [821.5, 824.24], "text": " I mean, he was a professional dancer and did a good job."}, {"timestamp": [824.24, 828.08], "text": " But we took to things like Armageddon, and we had cues and cues of people."}, {"timestamp": [828.08, 831.4], "text": " Because what we were doing is all of a sudden we were moving away from, hey, look, we actually"}, {"timestamp": [831.4, 836.24], "text": " did do this, to actually you can be part of this and you can have a play."}, {"timestamp": [836.24, 840.66], "text": " For us, that created massive engagement, with the live piece being fully integrated into"}, {"timestamp": [840.66, 843.54], "text": " what we're trying to achieve."}, {"timestamp": [843.54, 846.5], "text": " Subsequent to that, we've now started moving into this co-creation piece."}, {"timestamp": [846.5, 848.5], "text": " So what, you know, consumers are going, well, that's cool."}, {"timestamp": [848.5, 851.5], "text": " You know, I love being part of the brand, I want to be part of it more."}, {"timestamp": [851.5, 857.5], "text": " But from our point of view, as social has obviously developed, we're really thinking about how the live piece"}, {"timestamp": [857.5, 861.5], "text": " can be integrated into social and how they can amplify each other."}, {"timestamp": [861.5, 866.44], "text": " And so, last year, we ran a campaign called Battle Carts."}, {"timestamp": [866.44, 890.62], "text": " And again, this is, for those of you haven't seen it, this is the ad. Kind of."}, {"timestamp": [894.92, 900.22], "text": " So it's quite a cool punk rock track on the bottom of it, but you get the picture."}, {"timestamp": [900.54, 907.0], "text": " Ooh. Okay, so that was a little bit nasty."}, {"timestamp": [907.0, 908.76], "text": " But you get the picture."}, {"timestamp": [908.76, 909.76], "text": " So that was battle carts."}, {"timestamp": [909.76, 914.34], "text": " Now, as a brand, we were evolving and we're going, we actually wanted to go back to some"}, {"timestamp": [914.34, 919.28], "text": " of our roots and be a bit more feral, a bit more base, and what the consumer in their right"}, {"timestamp": [919.28, 923.46], "text": " mind wouldn't want to be part of a battle cart and drive it around and roll it over."}, {"timestamp": [923.46, 926.12], "text": " So we had the choice at the time, well, actually we could take it around the country and"}, {"timestamp": [926.12, 930.84], "text": " do the normal thing, turn out to a vent, spinner, do a few wheelies in a car park and"}, {"timestamp": [930.84, 933.06], "text": " people will go, oh, that's cool."}, {"timestamp": [933.06, 938.34], "text": " But we took the opportunity to go, how could we take the live execution of this campaign"}, {"timestamp": [938.34, 941.04], "text": " and amplify it on social?"}, {"timestamp": [941.04, 946.38], "text": " So we actually thought, why don't we give our fans who love the V brand the opportunity to say,"}, {"timestamp": [946.62, 949.56], "text": " actually, bring it to our town and we'll put it on for you."}, {"timestamp": [949.62, 950.62], "text": " We'll put one event on."}, {"timestamp": [951.12, 957.48], "text": " And so what we did was we created this concept of, you know, bring battle carts to your town."}, {"timestamp": [957.8, 964.54], "text": " So we put it out amongst the group and we said, right, if you can pitch to us why we should come to your town, then we'll do it."}, {"timestamp": [964.64, 968.76], "text": " We'll bring the carts. We'll bring some drink. we'll bring some paraphernalia, we'll bring"}, {"timestamp": [968.76, 970.24], "text": " a bunch of stuff that's going to make a good time."}, {"timestamp": [970.24, 974.0], "text": " You've got to provide a venue somewhere we can do it, and you've got to promote it in your"}, {"timestamp": [974.0, 977.24], "text": " town and you're going to bring your mates along and bring some friends along."}, {"timestamp": [977.24, 979.5], "text": " And obviously we had media partnerships around this as well."}, {"timestamp": [979.5, 985.62], "text": " But the key thing here was that we said, right, we are going to work with you to create an event. And so we had,"}, {"timestamp": [985.74, 991.92], "text": " I think in the region of 120 pitches came through from towns all over the country, from the"}, {"timestamp": [991.92, 996.98], "text": " lower South Island, right to the up north island, to go, right, we want to bring it to our town."}, {"timestamp": [997.4, 1002.32], "text": " And ultimately, we decided on a proposal which came from Matter Matter. And so a bunch of guys"}, {"timestamp": [1002.32, 1007.12], "text": " that sorted out a mates farm, and they said, we'll bring 150, 200 mates along,"}, {"timestamp": [1007.12, 1008.38], "text": " and we're going to have this at the farm."}, {"timestamp": [1008.38, 1011.12], "text": " And so this is what we ended up doing,"}, {"timestamp": [1011.12, 1046.36], "text": " which is the battle carts coming to Matamatta. I'm gonnae. Welcome to the Vettled car extravigal"}, {"timestamp": [1046.36, 1064.0], "text": " Welcome to the V-caddle car extravaganza."}, {"timestamp": [1064.0, 1117.72], "text": " My name's Joe William and I can also myself. I'm going to be. So it ended up being just one event."}, {"timestamp": [1117.72, 1123.16], "text": " But what it was was that we were working with our fans and through media partnerships"}, {"timestamp": [1123.16, 1125.24], "text": " and the rest of our social mix, we"}, {"timestamp": [1125.24, 1128.24], "text": " were then able to explode that and go, wow, isn't that cool?"}, {"timestamp": [1128.24, 1133.12], "text": " And because as a brand and as a consumer, in this day and age, you want to be able to connect"}, {"timestamp": [1133.12, 1139.0], "text": " and your brands, particularly a brand like V, which is a very strong badging, a very strong"}, {"timestamp": [1139.0, 1143.44], "text": " badging piece and a real connection with the consumers, they said, yeah, I want to be part of it."}, {"timestamp": [1143.44, 1146.1], "text": " So that's where we're at the moment we're going through a campaign of giving it a V."}, {"timestamp": [1146.1, 1148.1], "text": " So we're giving things like darts of V."}, {"timestamp": [1148.1, 1148.9], "text": " We're giving Art of V."}, {"timestamp": [1148.9, 1151.1], "text": " We're giving Photobong a V."}, {"timestamp": [1151.1, 1154.5], "text": " And so when we get to orientation next year,"}, {"timestamp": [1154.5, 1155.7], "text": " in January, February,"}, {"timestamp": [1155.7, 1159.6], "text": " we're going to be giving our experiential a V at the time."}, {"timestamp": [1159.6, 1162.4], "text": " So that's kind of the evolution of how we've seen"}, {"timestamp": [1162.4, 1165.64], "text": " the integration of live into our total communication"}, {"timestamp": [1165.64, 1169.88], "text": " mix over the last few years. So just a few guiding principles. So for us, there's a few"}, {"timestamp": [1169.88, 1174.34], "text": " mandatories. Know why you're doing this. What is the purpose of your activation? Now, Tony"}, {"timestamp": [1174.34, 1177.82], "text": " mentioned before, there is a danger with activation that it can stand alone. It's a bit of an"}, {"timestamp": [1177.82, 1181.48], "text": " island. You can't afford that. I mean, most of us have got budgets which are not growing."}, {"timestamp": [1181.48, 1188.34], "text": " And so you need to make sure you're absolutely leveraging your money as best you possibly can so live has to be ideally"}, {"timestamp": [1188.34, 1191.04], "text": " fully integrated into what you're doing it can be different to what you're"}, {"timestamp": [1191.04, 1193.96], "text": " doing at above-the-line or in other areas but it needs to be integrated people"}, {"timestamp": [1193.96, 1198.42], "text": " need to see it as being from the same brand and from the same campaign using"}, {"timestamp": [1198.42, 1202.9], "text": " about the relevance now we've got a bunch of different live executions within"}, {"timestamp": [1202.9, 1207.98], "text": " our stable so we do V48 hour film festival and that's for kind of your creative types."}, {"timestamp": [1207.98, 1212.94], "text": " We've got V4 and Rodeys for your petrol heads and your bogans."}, {"timestamp": [1212.94, 1218.96], "text": " We've got things like Armageddon for your freaks and geeks who like to go on to the"}, {"timestamp": [1218.96, 1221.42], "text": " gaming thing and have some fun."}, {"timestamp": [1221.42, 1226.24], "text": " Then you've got orientation for the students who love V. Now we do different"}, {"timestamp": [1226.24, 1232.08], "text": " things for each of those groups. They love V, they all love V, and V turns up in a V way, but they"}, {"timestamp": [1232.08, 1237.44], "text": " are different. So it's about giving some thought to the relevance of how you're turning up and who's"}, {"timestamp": [1237.44, 1243.26], "text": " going to be there and maximizing the level of enjoyment. Now impact, and this is probably the most"}, {"timestamp": [1243.26, 1245.94], "text": " underestimated piece in all of Experiential. I talked about the pizza guy before. I mean and this is probably the most underestimated piece in all of experiential."}, {"timestamp": [1245.94, 1247.64], "text": " I talked about the pizza guy before."}, {"timestamp": [1247.64, 1252.52], "text": " I mean, this is a moment of truth with your brain, and you have so few of them."}, {"timestamp": [1252.52, 1257.6], "text": " So I'd much rather have two or three things that made people stop and go, wow, that was cool,"}, {"timestamp": [1257.6, 1262.88], "text": " as opposed to 40 things which were wallpaper, people walked past and they forgot about."}, {"timestamp": [1262.88, 1266.0], "text": " You might look good on the calendar, oh, I've got 40 40 activations and la-la-la-la-la."}, {"timestamp": [1266.0, 1268.94], "text": " But if you've got no impact, then you're just wasting your time."}, {"timestamp": [1268.94, 1270.5], "text": " So think about how you can make it."}, {"timestamp": [1270.5, 1274.84], "text": " And there's no reason why a simple sampling exercise can't be impactful."}, {"timestamp": [1274.84, 1275.84], "text": " Don't be on autopilot."}, {"timestamp": [1275.84, 1279.84], "text": " Encourage your agencies not to be on autopilot when they're doing a supermarket sampling,"}, {"timestamp": [1279.84, 1283.26], "text": " for example, because you can make it interesting because most people don't and it gives"}, {"timestamp": [1283.26, 1288.82], "text": " the chance to cut through. And be very clear on the outcome I mean there's the"}, {"timestamp": [1288.82, 1294.52], "text": " old adage that you know most marketers can identify maybe 50% of their budgets that"}, {"timestamp": [1294.52, 1299.44], "text": " make a difference they can't just they can't identify which 50% and of all of"}, {"timestamp": [1299.44, 1303.52], "text": " the mediums that we deal with life is probably one of the hardest ones to measure"}, {"timestamp": [1303.52, 1308.5], "text": " social has made it easier because you can sense engagement you can see how consumers are dealing with it."}, {"timestamp": [1308.5, 1317.0], "text": " But as best you can, if you're sampling, make sure you've got a discount voucher. Make sure you're converting that trial into purchase."}, {"timestamp": [1317.0, 1323.0], "text": " You know, do something and make sure you've got something in the mix that shows you that you've made a difference,"}, {"timestamp": [1323.0, 1328.28], "text": " shows you've moved the needle as part of your total campaign."}, {"timestamp": [1328.28, 1330.86], "text": " So a few other things that we do."}, {"timestamp": [1330.86, 1332.76], "text": " Be true to your concept."}, {"timestamp": [1332.76, 1337.44], "text": " Again, this is about living the brand right through to life, because again, that's your most"}, {"timestamp": [1337.44, 1340.52], "text": " important touch point when you're talking about consumers."}, {"timestamp": [1340.52, 1343.24], "text": " So we launched, we've been trying to do some different things with flavors."}, {"timestamp": [1343.24, 1346.72], "text": " We're not just putting out things like tropical or whatever. So V does it differently, and this time with not orange, which we've been trying to do some different things with flavours. We're not just putting out things like tropical or whatever."}, {"timestamp": [1346.72, 1352.64], "text": " So V does it differently and this time with not orange, which wasn't orange, when we thought"}, {"timestamp": [1352.64, 1357.5], "text": " just the simple sampling campaign, how can you elevate that and make it a bit more interesting?"}, {"timestamp": [1357.5, 1361.96], "text": " So basically the concept was we're not going to use Primo people."}, {"timestamp": [1361.96, 1364.0], "text": " We're going to use a Tarmoridi lookalike."}, {"timestamp": [1364.0, 1369.38], "text": " We're going to use a 65-year-old man, a short Indian gentleman,"}, {"timestamp": [1369.38, 1372.7], "text": " and an over-the-top bodybuilder."}, {"timestamp": [1372.7, 1374.8], "text": " And these are not Promo girls."}, {"timestamp": [1374.8, 1381.66], "text": " So a simple concept linking to the product which delivers something pretty mundane,"}, {"timestamp": [1381.66, 1384.06], "text": " such as a sampling size, and something that's interesting."}, {"timestamp": [1384.06, 1384.86], "text": " And it moves people."}, {"timestamp": [1384.86, 1386.84], "text": " It makes them smile and goes, hey, I wasn't expecting that."}, {"timestamp": [1387.62, 1389.74], "text": " And that's easy, and any brand can do it."}, {"timestamp": [1390.2, 1392.68], "text": " If you be a window cleaner, you can be a toilet roll."}, {"timestamp": [1392.72, 1393.24], "text": " I don't care."}, {"timestamp": [1393.78, 1396.74], "text": " There's no excuse for not just thinking about how can I make this a little bit different."}, {"timestamp": [1397.12, 1398.06], "text": " So be true to your concept."}, {"timestamp": [1400.04, 1401.2], "text": " Be distinctive and provocative."}, {"timestamp": [1401.32, 1404.64], "text": " And again, V has the advantage of having a little bit more licensed than most brands."}, {"timestamp": [1405.52, 1408.64], "text": " And when we launched Blue, which is probably our most successful launch"}, {"timestamp": [1408.64, 1410.64], "text": " since the launch of V Green originally,"}, {"timestamp": [1411.72, 1413.52], "text": " yeah, we could be a little bit provocative with our advertising."}, {"timestamp": [1413.96, 1415.6], "text": " But again, it's just like thinking simple things,"}, {"timestamp": [1415.88, 1418.7], "text": " how can we be a bit more provocative in a sampling sense?"}, {"timestamp": [1419.18, 1421.74], "text": " And so, you know, what's more provocative than sending a Blue Gimp"}, {"timestamp": [1421.74, 1422.82], "text": " to a Christian music festival?"}, {"timestamp": [1423.5, 1428.58], "text": " You know, and having the said Gimp shoot soft projectiles into the crowd and water bombs."}, {"timestamp": [1428.58, 1433.2], "text": " So it's just, again, having a bit of fun, doing something a bit differently, being distinctive"}, {"timestamp": [1433.2, 1434.4], "text": " and being memorable."}, {"timestamp": [1434.4, 1438.04], "text": " I mean, you're probably going to remember a blue gimp more than you're going to remember someone"}, {"timestamp": [1438.04, 1442.76], "text": " standing around in a t-shirt and handing out a can of drink, and especially when they're shooting"}, {"timestamp": [1442.76, 1443.76], "text": " things in the crowd."}, {"timestamp": [1443.76, 1445.52], "text": " So again, whatever brand you've got, whatever category, try and be as distinctive and provocative as a can of drink, and especially when they're shooting things in the crowd. So again, whatever brand you've got,"}, {"timestamp": [1445.52, 1447.06], "text": " whatever category, try and be as distinctive"}, {"timestamp": [1447.06, 1448.62], "text": " and provocative as you can be."}, {"timestamp": [1450.98, 1452.76], "text": " Add value and integrate seamlessly"}, {"timestamp": [1452.76, 1454.52], "text": " to the events that you were turning up to."}, {"timestamp": [1454.52, 1455.66], "text": " Now, I mean, I don't know if people's,"}, {"timestamp": [1455.66, 1456.8], "text": " there's event organizers here or what,"}, {"timestamp": [1456.8, 1459.34], "text": " but everyone who works with events knows how hard it is"}, {"timestamp": [1459.34, 1462.16], "text": " and know how tough it is to make things work."}, {"timestamp": [1462.16, 1464.32], "text": " I mean, parachutes have gone under, big day out,"}, {"timestamp": [1464.32, 1466.24], "text": " it's gone under, you know, the conference market's getting tight. I mean, parachutes have gone under, big day out's gone under."}, {"timestamp": [1468.34, 1468.64], "text": " You know, the conference market's getting tight."}, {"timestamp": [1469.54, 1469.64], "text": " I mean, it's just hard work."}, {"timestamp": [1473.12, 1473.18], "text": " It's made, you know, red tape's making it harder to do,"}, {"timestamp": [1474.28, 1474.98], "text": " making it more expensive to do."}, {"timestamp": [1480.24, 1480.62], "text": " So event organizers love it when you turn up with activity,"}, {"timestamp": [1482.46, 1483.02], "text": " which is going to add value to their event."}, {"timestamp": [1484.58, 1487.8], "text": " Okay, it's not out just being there. It's about thinking how you can add value to that particular event."}, {"timestamp": [1488.02, 1491.9], "text": " Because if you do, then when you start negotiating on other things like,"}, {"timestamp": [1492.24, 1494.5], "text": " oh, what about sampling or to merchandise, et cetera, et cetera,"}, {"timestamp": [1494.68, 1500.24], "text": " they're far more open to dealing with you if they feel like you're bringing something to the table."}, {"timestamp": [1500.66, 1502.26], "text": " You know, not just about you, the brand."}, {"timestamp": [1502.36, 1505.68], "text": " You're coming with a mindset of actually how can I make this event better for these guys."}, {"timestamp": [1505.68, 1509.96], "text": " And so, you know, simple stuff in this one, I think it was Big Boys Toys."}, {"timestamp": [1509.96, 1510.96], "text": " They're doing lots of demos."}, {"timestamp": [1510.96, 1515.44], "text": " So why don't you try and crack a world record for riding a chili bin across, motorized"}, {"timestamp": [1515.44, 1518.36], "text": " chili bring across as many boxes as you can."}, {"timestamp": [1518.36, 1521.64], "text": " Foreign Rotaries, which is the kind of the Bogan car event."}, {"timestamp": [1521.64, 1523.24], "text": " This is the human powered burnout."}, {"timestamp": [1523.24, 1528.68], "text": " Again, it's activity, which is very much on brand, very much on event, and it gives people something to do while they're at their event."}, {"timestamp": [1528.76, 1534.64], "text": " So you're adding value, and this is kind of absorbed skittles, which was, I get parachute as well."}, {"timestamp": [1534.96, 1539.94], "text": " So it's just giving them stuff that they can have their people at the event enjoy."}, {"timestamp": [1541.16, 1545.4], "text": " And then it's the same thing for the actual participants at the event."}, {"timestamp": [1545.76, 1553.22], "text": " So we've got a philosophy at Frucora and V that we want to make the event better for whoever was there because we were there."}, {"timestamp": [1553.74, 1557.28], "text": " Again, if you go on with the selfish view of, well, I just want to sample some product,"}, {"timestamp": [1557.54, 1564.0], "text": " I just want to have my brand stand out, then you're not maximizing the opportunity to deliver value for your brand."}, {"timestamp": [1564.12, 1565.62], "text": " So this, again, this is a big day out thing."}, {"timestamp": [1565.72, 1569.84], "text": " This was, you know, one year we'd done the scissor lift in the middle of the main stadium,"}, {"timestamp": [1569.94, 1572.06], "text": " which gave people the opportunity to get up and have a look up high."}, {"timestamp": [1572.38, 1574.02], "text": " And then the year after that, we did Flying Fox."}, {"timestamp": [1574.74, 1575.96], "text": " And this was not just without the back."}, {"timestamp": [1576.04, 1578.54], "text": " This was from the corner of the main stage, just on the bank behind,"}, {"timestamp": [1578.62, 1581.34], "text": " where the rocket man took off and across the main stadium."}, {"timestamp": [1581.96, 1582.96], "text": " And we did that all day."}, {"timestamp": [1583.16, 1587.04], "text": " So the people are on it, we're loving it, because it's the buzzer you're flying over 30,000 people,"}, {"timestamp": [1587.04, 1589.34], "text": " and the people on the ground are looking at going, that's fun."}, {"timestamp": [1589.34, 1592.24], "text": " So all of a sudden, it's part of the event, it's seamless,"}, {"timestamp": [1592.24, 1593.24], "text": " and they're loving it."}, {"timestamp": [1593.24, 1595.76], "text": " And the thing at the bottom is a big inflatable room,"}, {"timestamp": [1595.76, 1597.24], "text": " which our colleagues in Australia use."}, {"timestamp": [1597.24, 1598.24], "text": " It's called the Green Room."}, {"timestamp": [1598.24, 1600.36], "text": " It's a glow-on-the-dark,"}, {"timestamp": [1600.36, 1602.24], "text": " and a nightclub, and people go in there and sweat up,"}, {"timestamp": [1602.24, 1604.06], "text": " and do all sorts of stuff, and have fun."}, {"timestamp": [1604.06, 1608.36], "text": " But it's integrated, it's in the main area it's adding value and it was better"}, {"timestamp": [1608.36, 1614.4], "text": " because V was there and we've got to remember this is the guy this is Tom back to Tom"}, {"timestamp": [1614.4, 1618.88], "text": " we're going to keep keep this guy happy keep him interested at least for 30 seconds at least for"}, {"timestamp": [1618.88, 1624.08], "text": " five minutes because we know he's going to move on pretty quickly and he goes here so this"}, {"timestamp": [1624.08, 1627.8], "text": " is Armageddon so you know I'm flipp referred to it as the freaks and geeks."}, {"timestamp": [1627.88, 1629.86], "text": " And on those who have been there, I'm sure you go, that's actually a cool show."}, {"timestamp": [1631.12, 1632.54], "text": " But there's some strange people, you know."}, {"timestamp": [1632.9, 1635.88], "text": " They dress up and, you know, nanoo, nanoo and all that,"}, {"timestamp": [1635.98, 1637.66], "text": " and they take it quite seriously, and they're speaking Klingon."}, {"timestamp": [1638.08, 1640.1], "text": " Now, these people drink a lot of V,"}, {"timestamp": [1641.48, 1643.1], "text": " and so we still have to turn up there,"}, {"timestamp": [1643.64, 1645.44], "text": " but let's turn up there in a way that it's going"}, {"timestamp": [1645.44, 1646.44], "text": " to appeal."}, {"timestamp": [1646.44, 1648.08], "text": " So again, V's turning up in a V way."}, {"timestamp": [1648.08, 1652.06], "text": " It's completely different to how we might turn up at 4 in Rotaries, but it's how this group"}, {"timestamp": [1652.06, 1658.06], "text": " of people love to see us and it's doing what they love to do, which is gaming."}, {"timestamp": [1658.06, 1661.66], "text": " And another thing we found is anything can be supported."}, {"timestamp": [1661.66, 1668.46], "text": " Typically it's above the line campaigns, but a couple of years ago we did an on-pack promo called V-robbers, which drove people to an online portal where they could steal money"}, {"timestamp": [1668.46, 1674.5], "text": " off each other, and it was last man standing, whoever had the most at the end, took the money."}, {"timestamp": [1674.5, 1679.24], "text": " Now we used live in this case to support the promotion, which is something we'd never done"}, {"timestamp": [1679.24, 1680.24], "text": " before."}, {"timestamp": [1680.24, 1685.14], "text": " So around orientation and students love money, So we had the Robber Training Academy,"}, {"timestamp": [1685.14, 1690.0], "text": " which went around all the campuses for that period of time."}, {"timestamp": [1690.0, 1692.86], "text": " Students could run through it, win money, and all that sort of stuff."}, {"timestamp": [1692.86, 1695.34], "text": " But it was linked very clearly to the on-packed promo"}, {"timestamp": [1695.34, 1696.4], "text": " and to the online game."}, {"timestamp": [1696.4, 1699.84], "text": " So again, you can support anything with live,"}, {"timestamp": [1699.84, 1701.26], "text": " but make sure it's different."}, {"timestamp": [1701.26, 1704.16], "text": " And again, make sure it's integrated."}, {"timestamp": [1704.16, 1706.56], "text": " So yeah, that was that."}, {"timestamp": [1706.56, 1713.8], "text": " But I think fundamentally in this day and age with social, live on its own is not enough."}, {"timestamp": [1713.8, 1715.36], "text": " It's a catalyst for sharing."}, {"timestamp": [1715.36, 1717.24], "text": " Because reach typically is low."}, {"timestamp": [1717.24, 1721.76], "text": " You can spend a hell of a lot of money and maybe reach 500 or 5,000 people."}, {"timestamp": [1721.76, 1728.6], "text": " We're talking a market of 4.5 million people here, which is not a big market. So the rich is really low and it's really expensive. So what you need to be doing is making"}, {"timestamp": [1728.6, 1735.08], "text": " sure that you're using live and you're using your activation to amplify what you're doing."}, {"timestamp": [1735.08, 1741.64], "text": " So really I see live as our excuse to leverage and fundamentally amplification of what you're"}, {"timestamp": [1741.64, 1750.12], "text": " doing in that live event is critical because that's where you get bang for your buck when you're talking about delivering value for the brand."}, {"timestamp": [1750.12, 1753.2], "text": " And there's a few things you need to do that."}, {"timestamp": [1753.2, 1754.0], "text": " Move them emotionally."}, {"timestamp": [1754.0, 1755.46], "text": " We are in the emotions business."}, {"timestamp": [1755.46, 1757.06], "text": " We are people."}, {"timestamp": [1757.06, 1758.96], "text": " Our consumers are people."}, {"timestamp": [1758.96, 1761.18], "text": " And let's not forget that."}, {"timestamp": [1761.18, 1763.66], "text": " They are there to be entertained."}, {"timestamp": [1763.66, 1765.4], "text": " If you don't entertain them, if you don't move them,"}, {"timestamp": [1765.4, 1767.4], "text": " and we're asking them to change behavior."}, {"timestamp": [1767.4, 1770.2], "text": " So if you don't move them emotionally in any way,"}, {"timestamp": [1770.2, 1771.2], "text": " then you're going to fail."}, {"timestamp": [1771.2, 1773.4], "text": " And again, you're going to be forgotten, you're not going to be remembered."}, {"timestamp": [1773.4, 1775.6], "text": " So make sure whatever you're doing live and activating,"}, {"timestamp": [1775.6, 1777.4], "text": " move them, make them smile, shock them."}, {"timestamp": [1777.4, 1778.4], "text": " I don't care."}, {"timestamp": [1778.4, 1780.8], "text": " If you're in chocolates, make them cry."}, {"timestamp": [1780.8, 1782.2], "text": " You know, whatever."}, {"timestamp": [1782.2, 1785.5], "text": " As long as it's on brand and you're moving them somehow,"}, {"timestamp": [1785.88, 1789.92], "text": " then they'll remember you. And make sure that when you are alive, when you're activating,"}, {"timestamp": [1790.4, 1795.36], "text": " somehow add value to their life or their experience. So, you know, give them something. Give them"}, {"timestamp": [1795.36, 1799.68], "text": " a product. If you can, give them a full product. They'll remember you for it and I'll thank you"}, {"timestamp": [1799.68, 1803.88], "text": " for it. But if you can only afford to give them a little sample, make sure you give them a voucher"}, {"timestamp": [1803.88, 1807.1], "text": " for God's sake, because in the end, as you know, I mean, I do it myself."}, {"timestamp": [1807.2, 1814.28], "text": " I'll walk around the supermarket's someone, I'll back hungry, I'll take a sample from there, I'll take a dim sum from there, and I'll take a sausage roll from there, I'll take it."}, {"timestamp": [1814.96, 1817.68], "text": " But I'm not going to probably buy anything unless you give me a reason to."}, {"timestamp": [1817.98, 1825.28], "text": " So make sure that you're giving them a reason to go from trial to purchase, and I've talked about the adding value to your events as well,"}, {"timestamp": [1825.6, 1827.88], "text": " because then they're going to feel like, okay, I've got something back from you,"}, {"timestamp": [1827.9, 1830.86], "text": " because consumers are fundamentally selfish, you know, and they're looking for something"}, {"timestamp": [1830.86, 1831.6], "text": " from brands."}, {"timestamp": [1833.04, 1836.96], "text": " And ultimately, then, that makes it shareable, and it's about delivering social currency."}, {"timestamp": [1837.56, 1842.76], "text": " So if you can move them emotionally, you've added value to their experience in such a way"}, {"timestamp": [1842.76, 1848.7], "text": " that they can share something that they've experienced live at an activation that's cool, then their friends are going to like it,"}, {"timestamp": [1848.98, 1853.36], "text": " they go, cool, I'm giving my friends some value, I'm giving my friends some entertainment."}, {"timestamp": [1854.0, 1855.62], "text": " And so ultimately that's what we're trying to achieve here."}, {"timestamp": [1856.32, 1859.9], "text": " And so, and that's what it comes down to, particularly in the world we live in at the moment,"}, {"timestamp": [1860.3, 1863.14], "text": " because attention is so fleeting, so you just get to grab it when you can."}, {"timestamp": [1864.06, 1868.82], "text": " So in summary, just like your brands and just like your consumers,"}, {"timestamp": [1869.16, 1870.88], "text": " your activation piece has to evolve."}, {"timestamp": [1871.4, 1875.96], "text": " You've got to understand what role it's playing and be very clear about it"}, {"timestamp": [1875.96, 1879.38], "text": " so that when you are spending the money because activation is not cheap,"}, {"timestamp": [1879.8, 1882.1], "text": " you are getting bang for buck and you are amplifying it."}, {"timestamp": [1882.9, 1885.18], "text": " And as I said in my first slide,"}, {"timestamp": [1889.24, 1894.38], "text": " it's live, so be alive. Thank you."}, {"timestamp": [1897.9, 1898.0], "text": " And by the way, we've got some sample of our new product out the back as you go out for lunch,"}, {"timestamp": [1904.16, 1905.38], "text": " a V Nali. I should think so. Yeah, so that was fantastic. I mean, I knew a little bit of this stuff, but I don't know about you guys,"}, {"timestamp": [1905.44, 1907.42], "text": " but I didn't quite know the breadth and depth of it."}, {"timestamp": [1907.7, 1909.24], "text": " So I think it's awesome that we've got this happening"}, {"timestamp": [1909.24, 1911.32], "text": " in New Zealand, in our country."}, {"timestamp": [1911.56, 1913.12], "text": " I think sometimes we think we're a bit small,"}, {"timestamp": [1913.22, 1915.18], "text": " maybe we can't reach out and be big and bold like that,"}, {"timestamp": [1915.24, 1916.38], "text": " but obviously these guys do."}, {"timestamp": [1917.08, 1918.1], "text": " Has anyone got a question?"}, {"timestamp": [1921.24, 1921.96], "text": " Come on."}, {"timestamp": [1922.64, 1923.58], "text": " Here we have in the middle."}, {"timestamp": [1928.0, 1930.0], "text": " Thanks."}, {"timestamp": [1930.0, 1936.0], "text": " With those activations that you had at particular events,"}, {"timestamp": [1936.0, 1939.0], "text": " did your team come up with those?"}, {"timestamp": [1939.0, 1942.0], "text": " Or did you actually, were you able to generate some of those"}, {"timestamp": [1942.0, 1946.5], "text": " through social media feedback or things like that?"}, {"timestamp": [1946.5, 1950.0], "text": " I mean the earlier stuff, you know, the Rocket Man and the Monster Truck and all that stuff,"}, {"timestamp": [1950.0, 1953.0], "text": " that was very much about working with our activation agencies."}, {"timestamp": [1953.0, 1956.0], "text": " And so now, as I said before, we're kind of evolving it now."}, {"timestamp": [1956.0, 1964.0], "text": " We have 150,000 consumers who are, you know, if you can attract them, they're dying to engage with the brain if you give them the right stuff."}, {"timestamp": [1964.0, 1966.72], "text": " So that's why we're now going, actually, you start giving us some ideas."}, {"timestamp": [1966.8, 1972.44], "text": " And actually the Give It a V campaign we're running at the moment is all about crowdsourcing ideas to go,"}, {"timestamp": [1972.5, 1974.44], "text": " look, we've been giving V to stuff for years."}, {"timestamp": [1974.56, 1977.32], "text": " We've amplified things and we've gone from ordinary to extraordinary."}, {"timestamp": [1977.48, 1979.0], "text": " So give us some ideas."}, {"timestamp": [1979.12, 1980.36], "text": " So that's where you get things like darts."}, {"timestamp": [1980.48, 1985.42], "text": " So we're increasingly going, we want our consumers and our fans to give us some ideas"}, {"timestamp": [1985.42, 1992.14], "text": " that we can then bring to life either above the line, online, or in real life. And so it's"}, {"timestamp": [1992.14, 1999.44], "text": " kind of moving from all agency through to part agency, part consumer. And so ultimately you'd"}, {"timestamp": [1999.44, 2002.64], "text": " love to end up in, you know, we don't know with the pain of agencies, we could, sorry Tony."}, {"timestamp": [2003.52, 2005.32], "text": " You know, we're just to rely on consumers. But you need, you know, look,'t know, simply doing with the painting agencies, we could, sorry Tony. You know, I'm ex-in- anyways."}, {"timestamp": [2006.58, 2006.66], "text": " You know, we can just rely on consumers."}, {"timestamp": [2008.66, 2008.72], "text": " But you need, you know, I mean, look, we've got great agency partners,"}, {"timestamp": [2011.02, 2011.08], "text": " and they help us bring this stuff to life."}, {"timestamp": [2014.16, 2016.22], "text": " But we're going, actually, we want to harness some of the ideas of our punters out there as well."}, {"timestamp": [2017.12, 2017.24], "text": " Any other questions?"}, {"timestamp": [2018.12, 2018.68], "text": " One down the front here."}, {"timestamp": [2019.4, 2020.52], "text": " Is someone close?"}, {"timestamp": [2021.04, 2027.0], "text": " Thank you."}, {"timestamp": [2027.0, 2037.0], "text": " How do you engage your team, your agencies to continually motivate them to push those boundaries and come up with such creative ideas to bring your brand alive?"}, {"timestamp": [2037.0, 2044.0], "text": " Great question and it's tough. It's really tough and we've been fortunate to have a relationship with our primary."}, {"timestamp": [2044.0, 2047.84], "text": " We work with Killeenzo BPDO and we've to have a relationship with them for like 20, 20 or years."}, {"timestamp": [2049.54, 2057.0], "text": " And it is a challenge, you know, but it never ceases to amaze me where this stuff comes from."}, {"timestamp": [2057.34, 2060.82], "text": " And so, you know, it's all about, you know, the freedom of a tight brief is really important."}, {"timestamp": [2061.32, 2065.5], "text": " And so before we engage the agency or when we're pulling together a brief in conjunction"}, {"timestamp": [2065.5, 2071.1], "text": " with the agency, we make sure it is on-brand, it is trying to deliver to our ultimate"}, {"timestamp": [2071.1, 2075.24], "text": " objective, and it does excite them because you can get complacent sometimes."}, {"timestamp": [2075.24, 2078.56], "text": " And so for us, it's just about making sure we've got an exciting brief."}, {"timestamp": [2078.56, 2082.88], "text": " You might brief, make sure you brief them in a different way, take them off-site, do something"}, {"timestamp": [2082.88, 2085.1], "text": " fun, don't just do it in the boardroom."}, {"timestamp": [2089.82, 2095.7], "text": " And we're typically finding also that we spend most of our time at the beginning of a program with the senior people in the team, because one of the challenges you have, if you have, particularly"}, {"timestamp": [2095.7, 2100.04], "text": " junior market is if you have them a big room of 25 people, it's quite intimidating."}, {"timestamp": [2100.28, 2114.46], "text": " And so what we find is if you want great ideas, you have to start ideally with your senior team, get a great idea from the career process, and then explode it out to your activation agency, to your social agency, your media agency."}, {"timestamp": [2114.6, 2124.54], "text": " So it's kind of a senior partnership we believe will lead to better ideas because hopefully the brief is going to be tighter and it's going to be pushing the boundaries a little bit more than potentially it might otherwise."}, {"timestamp": [2124.54, 2131.32], "text": " But it's, yeah, it's sometimes you sit in sessions and you go, eh, no, not good enough."}, {"timestamp": [2131.32, 2134.0], "text": " And that's that's the challenge. It's not easy."}, {"timestamp": [2134.0, 2137.0], "text": " Anyone else got a question?"}, {"timestamp": [2137.0, 2145.92], "text": " Hi there. How do you leverage your sponsorship opportunities that you already have through activation on a tight budget?"}, {"timestamp": [2145.92, 2151.82], "text": " Are there ways that you can partner with people or to get past some of that red tape with"}, {"timestamp": [2151.82, 2153.88], "text": " with a small budget, it's still kind of get the bang?"}, {"timestamp": [2153.88, 2158.12], "text": " Yeah, I mean, we, yeah, because of, we used to be involved with a big doubt, that's gone,"}, {"timestamp": [2158.12, 2159.88], "text": " we used to be involved with parachute, that's gone."}, {"timestamp": [2159.88, 2164.12], "text": " And so we've actually had probably a shrinking of our sponsorship properties most recently"}, {"timestamp": [2164.12, 2168.56], "text": " just because it's actually hard to get some of those things anymore."}, {"timestamp": [2168.56, 2172.78], "text": " So the property that we talked about earlier are properties that we've had probably for"}, {"timestamp": [2172.78, 2175.38], "text": " up to sometimes 10 years."}, {"timestamp": [2175.38, 2179.14], "text": " And so, and they're still going and they're not what you call, you know, they're not as big"}, {"timestamp": [2179.14, 2180.26], "text": " as a big day out."}, {"timestamp": [2180.26, 2184.52], "text": " So as I mentioned earlier, what we try and do is partner with the properties we do have and"}, {"timestamp": [2184.52, 2186.96], "text": " go, right, how can we maximise our investment here?"}, {"timestamp": [2186.96, 2191.32], "text": " Because, you know, we are spreading ourselves potentially a little bit too thin sometimes."}, {"timestamp": [2191.32, 2194.28], "text": " So the only way you can really make that work is if you're sitting down with the event"}, {"timestamp": [2194.28, 2198.8], "text": " organizers and our sponsorship owners and go, right, what do you want from your event?"}, {"timestamp": [2198.8, 2200.68], "text": " And how can we help?"}, {"timestamp": [2200.68, 2204.36], "text": " And as soon as you're going in there with the, how can we help attitude, this is what we want"}, {"timestamp": [2204.36, 2205.2], "text": " attitude, I think it opens up, this is what we want attitude,"}, {"timestamp": [2207.66, 2207.84], "text": " I think it opens up a lot of opportunities."}, {"timestamp": [2210.96, 2211.2], "text": " I mean, it's just an attitudeal shift really."}, {"timestamp": [2214.56, 2214.68], "text": " To me, it's about asking the right question so that they feel like it's a genuine partnership,"}, {"timestamp": [2218.22, 2218.5], "text": " and you're just in there trying to get as much as you can for your brain."}, {"timestamp": [2222.4, 2223.28], "text": " So to me, it's relationship and going on with the right attitude."}, {"timestamp": [2227.0, 2228.0], "text": " And I think then we're always surprised at what can happen as a result. Cool."}, {"timestamp": [2228.0, 2230.0], "text": " I've actually got a question."}, {"timestamp": [2230.0, 2234.24], "text": " In terms of, and just proportion are not real numbers, just in terms of the marketing budget"}, {"timestamp": [2234.24, 2238.24], "text": " for V, roughly what portion goes to the live bits?"}, {"timestamp": [2238.24, 2240.24], "text": " I'm not saying big is better because it's sort of seeming."}, {"timestamp": [2240.24, 2241.24], "text": " No, no, no."}, {"timestamp": [2241.24, 2244.24], "text": " It's about, I think it's 15%ish."}, {"timestamp": [2244.24, 2245.0], "text": " Okay."}, {"timestamp": [2245.0, 2247.0], "text": " You know, so it's a reasonable amount for us."}, {"timestamp": [2247.0, 2251.0], "text": " I mean, because we are trying to cover a fair few bases."}, {"timestamp": [2251.0, 2253.0], "text": " But you spin stuff off that very well."}, {"timestamp": [2253.0, 2255.0], "text": " Content comes out of that."}, {"timestamp": [2255.0, 2256.0], "text": " That's right."}, {"timestamp": [2256.0, 2257.0], "text": " So the magnification would be way bigger than sort of 50%."}, {"timestamp": [2257.0, 2260.0], "text": " And that's why you have to, you know, because, I mean, content is king now,"}, {"timestamp": [2260.0, 2262.0], "text": " and we have to use this stuff to try and create content."}, {"timestamp": [2262.0, 2266.72], "text": " The challenge with consumers is they don't necessarily want to sit there and hear about the brand and what we've done."}, {"timestamp": [2266.92, 2270.56], "text": " You need to involve them as much as you can, so that's the challenge."}, {"timestamp": [2271.46, 2275.68], "text": " And, yeah, we're not perfect by any means and we've got a long way to go on that respect."}, {"timestamp": [2275.94, 2276.98], "text": " I think you always doing great."}, {"timestamp": [2277.12, 2277.98], "text": " Is anyone else got a question?"}, {"timestamp": [2280.28, 2280.84], "text": " Anyone know?"}, {"timestamp": [2282.0, 2283.14], "text": " Is there more coming?"}, {"timestamp": [2283.34, 2285.62], "text": " This seems like a story that certainly isn't finished."}, {"timestamp": [2285.62, 2286.12], "text": " It has to be."}, {"timestamp": [2287.3, 2288.48], "text": " The boss needs it to happen."}, {"timestamp": [2289.66, 2289.98], "text": " Absolutely."}, {"timestamp": [2290.24, 2293.92], "text": " So, yeah, next year will be something different in a new campaign."}, {"timestamp": [2294.72, 2296.36], "text": " And V Nali, we're just about to launch V Nali."}, {"timestamp": [2296.54, 2298.78], "text": " So make sure you have a Nali summer."}, {"timestamp": [2298.96, 2300.48], "text": " And so there'll be some stuff that comes out of that as well."}, {"timestamp": [2300.48, 2305.88], "text": " So, you know, hopefully if a V-drinker, you'll see us around and enjoy what we do."}, {"timestamp": [2306.68, 2310.22], "text": " Just a question that occurred to me. Have you guys had much international recognition for this?"}, {"timestamp": [2310.44, 2313.64], "text": " Because to my mind, and so I've worked overseas a fair bit at agency, that sort of stuff."}, {"timestamp": [2313.84, 2316.52], "text": " To my mind, this is world-class kind of stuff. Are you getting recognition?"}, {"timestamp": [2316.52, 2322.2], "text": " Yeah, yeah, yeah. I mean, we've had, so Motion Project, for example, was probably the most successful viral video that we've been one of those"}, {"timestamp": [2322.2, 2326.9], "text": " viewed a million times, and we got, you know, we want we want to you know bronze it can or that sort of stuff and so we're getting we're"}, {"timestamp": [2326.9, 2331.28], "text": " getting some recognition a lot locally but you know we're getting some"}, {"timestamp": [2331.28, 2334.4], "text": " internationally as well I think the point of my question even though sort of"}, {"timestamp": [2334.4, 2337.7], "text": " half knew the answer was that I'm sometimes in New Zealand we think we're kind of"}, {"timestamp": [2337.7, 2340.52], "text": " small we're down the Porta Pacific we don't have the biggest budgets can we do"}, {"timestamp": [2340.52, 2344.6], "text": " great work if you've been involved in kind of marketing in agencies for a while which"}, {"timestamp": [2344.6, 2348.28], "text": " you know I have and obviously Scott has you kind of know that we are more than capable of doing"}, {"timestamp": [2348.28, 2352.92], "text": " fantastic work. Yes, our budgets can be smaller, yes, there are some challenges, but stop right"}, {"timestamp": [2352.92, 2356.56], "text": " there. Don't even go down that path of thinking we can do the stuff. And I think that applies"}, {"timestamp": [2356.56, 2360.74], "text": " to live stuff just as well. And look, there's Kiwi all over this. You know, two and half"}, {"timestamp": [2360.74, 2364.84], "text": " times the biggest red bull, fantastic. But the point is there's Kiwi all over this and it's"}, {"timestamp": [2364.84, 2366.22], "text": " done in a very Kiwi way,"}, {"timestamp": [2366.32, 2367.44], "text": " but it's world-class."}, {"timestamp": [2367.88, 2369.72], "text": " So if you're thinking of this stuff, you can."}, {"timestamp": [2369.96, 2370.76], "text": " But look, thank you, Scott."}, {"timestamp": [2370.96, 2371.32], "text": " I think that's brilliant."}, {"timestamp": [2371.5, 2371.76], "text": " Thank you."}, {"timestamp": [2372.12, 2372.48], "text": " Thank you."}, {"timestamp": [2372.48, 2373.08], "text": " Thank you."}], "text": " Our next speaker is Scott Wright. He's got I think at least 18 years of hardcore experience. He's a battler. He's a brand man. He's a marketer. He's been at some pretty big places. You know, blue chip brands, major marketing. So his experiences, as well as long, is pretty front line, pretty gritty stuff. He also deals with a brand, as you'll discover soon, that is big on the scene in New Zealand. And right at the heart of that brand is experiential marketing, is live marketing. So I think some of the dimensions that appealed to me about his content is that this notion of live or experiential is front and center to a lot of what Scott and his team do. So look, he's going to pop up now, come to the stage, give him a round of applause, and keep in mind some questions for the end. Come on, Scott. Thank you, Tony. As Tony's mentioned, my name's Scott Wright, and I'm marketing director of Fruechon. I've been there about five years. And as Tony mentioned, I have been around a while. I haven't been called a battler before. I like that. A battle. So what I want to talk to you about is really, how has V used live to evolve its brand over the years now? As a marketing director, it's safe to say that I wouldn't endorse this type of live interaction with our brand. Because as much as I like to think, you know, I'm cool and lots of the stuff. The fact is I'm a boarding middle-aged man, not the personification of the V brand. But you can't find many 22-year-old marketing directors around these days. You've got lots of wannabe 22-year-old marketing directors, but you can't find many. So you've got to play what's in front of you. So what I want to talk to you about today is how V's approach to live events has evolved over time. And then look at some of the guiding principles that we use in the V brand to bring our brand to life and integrate live into what we do in any of our communications mix. But I want to make a point. Being live isn't enough on its own. Your brand needs to be A live. Think about it. As a consumer, you might get the opportunity to meet a brand in person, whatever type of experience of you're talking about, maybe once, twice, three times in your life. So when you're as a brand, you've got to really think about how do you want to turn up? It's not enough just to have a pulse. Okay? You have to have life and you have to engage because it's a moment of truth and it might not come along again as a brand. So when I talk about alive, you've got to think about that. You don't want to be the wet fish of brands, the limp handshake of brands, because you might not get another chance. A classic example the other day was when I was walking the supermarket, I do the shopping and the weekend, walking around and cut down next to the, next to the checkouts, and there was a pretty nondescript sampling stand, and to be honest, a pretty nondescript sampling guy standing there. And I walked past, and he's standing there going, Would you like some pizza? I'm going, well, no. I don't want any pizza. I don't love pizza. But for that moment, he drained the life out of me. Okay? So that's a missed opportunity. I've moved on. I don't care about that brand. I don't remember that brand. And I will never remember that brand. And I may never meet that brand again. So I can't stress enough, it's not enough to be live, you need to be A-live as a brand. Now, I'm very privileged to have worked on the V brand for five years. It's a fantastic brand. It's an icon of New Zealand youth. And it's a brand that gives us a huge amount of latitude as a team to do things with and to push the boundaries. So our brand essence is inspiring. We inspire the unexpected. And some of the words that we have in our brand triangle, including being maverick, being mischievous, playful, taking the ordinary to the extraordinary. So that gives us a huge latitude to have an amount of fun with the brand. But it also creates expectations for people and consumers as well. So there's pressure that we need to make sure we live up to that as often as we can. And as context, we need to be part of this guy's world. This is Tom. Now Tom's straight out of our brain plan, if you like. Literally, our picture's out of our brand plan. So when we're live, we need to be thinking about Tom. Now, Tom's kind of 21, 22. He's probably working as a student and looking for a new job. You know, he hangs out with his mates. He's not particularly sophisticated. He just lives having a good time, listen to music, playing games. And he probably lives on three or four screens at a time, like most of you here. But that's Tom. And we need to think about Tom where he turn up and be live. Because he's hyper-stimulated. He's got plenty of things on. And believe it or not, consumers aren't out there going, wish I could meet a brand today. They're not. So I'm going to talk about V's evolution and how we've seen it evolve probably in the last seven or eight years. Because the fact is, you know, V is unique in the world. It's two and a half times the size of Red Bull, and so it's the only market in the world where V is number one. In service stations, it's bigger as a brand than the entire carbonated beverages portfolio. So V in New Zealand is a very, very special place and a very unique place with consumers. But back in 2004, 2005, 2006, it kind of hit a bit of flat patch. A couple of the campaigns didn't necessarily connect. Some of the products didn't necessarily work. I mean, since it had launched, it was doing double-digit, well into the double-digit growth a year and in fact 2006 it was a flat year, you know, and so that was the first time ever. So there's a bit of a regroup and a bit of a reframe for the brand. And the marketing and creative teams at the time talked about creating a, they created a creative platform called Urban Legends. So this concept of taking the ordinary to the extraordinary, transforming something from dull and boring into awesome. And that was kind of the flavor of it. Now, in terms of evolution, I'm going to take you through just some examples of how we've evolved the live piece as a support for our above the line piece. So there's a validation piece, and that was really 2008 through 2009, 2010. Then we moved into participation and now we're at the space of a very well-used term in the marketing space at the moment about co-creation. So validation. We started this campaign back in 2008 reframing the brand, 500 mil can, which was a new format, was launched. So how could you make that big and bold? So some of you might remember there's a monster truck campaign, being a guy's using a remote control, big monster truck, big can on the back, guys mucking around with the remote control, car goes crazy, crushes some cars, and moves on. Now that kind of reframe the brand because it lost its way. So that started this concept of, wow, did the consumers, are going, wow, did you guys really do that, or are you just taking the piss? And we said, well, actually, we need to start showing consumers that, yeah, maybe we did do this. And so, for example, when we turned up live with the monster truck, we made sure that when anybody asked for it to be moved or anybody truck, we made sure that when anybody asked for it to be moved or anybody asked, can you get that out of the way or how did it get here, you go, sorry, we just got to get the remote control and they go get the remote control and they say we can't move it. So it was all about reinforcing the time. And reinforcing what we're trying to achieve. So that was the first campaign. The next campaign was related to the ad we're going to show now, which is the Sky Tower Ed. So, right, if you could just play that down. Who. I want to drive. So then had played the day after. There was a sky tower, a cone put on top of the sky tower. Now, and there's a heap of PR and other media around that going, well, how did that get up there? And at the time we'd also put a lot of cones around the place, because coning seemed to be a happening thing at the time. But it was about V taking to the next level. But there was a lot of cynicism and skepticism amongst our fan base. They're going, no, they didn't do that. It's all smoke and mirrors. So then when it came to live, we said, well, actually, we need to show our consumers that we actually, we might have done it. We well may have done that. And so it came about this validation piece, did they really do it? And so what we did, as many times as we could, over that period of time, I think it was two or three months, we bought the Rocket Man to life at a bunch of our live events. So, for example, this was down at the Merry, Mary Drags, all the petrol heads going nuts, and we said the Rocket Man is going to blast off at 610, and the Rocket Man raced a car down the track. There not many people have seen a rocket man, and they're pretty cool. And so all of a sudden it was like, wow, actually maybe they did do it. And we had a relationship with Dobbo at the time in TV3, and they did a race around the track. But probably the single most successful activation that Frue Call has ever done occurred in January of 2009 at the Big Day Out. And that really did validate what we've done here. And so British rapper, dizzy rascal had just played bonkers and the crowd was literally going bonkers. And then that a minute after he'd finished and walked off the stage, we did this. Hopefully it'll play. So it's pretty cool. I took about 15 seconds. But it was probably the single, most engaging thing we've done live as a brand. Probably we haven't done anything since. And being in the crowd that time, it was just incredible. Like it was an amazing energy because it was already there. So we took that energy and just amplified it again by doing something live and again validating. And still on social media went crazy that day and they're going, no, no, no, I could see the wires. There were still wires there. No, no, no, they didn't do it. So that's all part of it. It was creating engagement and creating conversation. But as is the want of our tribes. I mean, we have about 100, for what it's worth, we've got about 156,000 fans on Facebook, which for New Zealand is pretty good. And as a youth brand, it's certainly up there in terms of one of the most engaged brands on that particular platform. But as is the want, they want to be involved and they want to participate. So a campaign we did about three years ago now, bought together two or three of our tribes and our fans' passions, which is music and technology and gaming, which manifested itself in what we called the Motion Project. And basically it was pulling together Xbox Connect with some really unique software that hadn't been used before, pulling it together to create something just pretty cool. So actually being able to create music through the motion of the body. And this is, for those of you haven't seen it, this is the ad. So we actually did that and that was exactly what it looked like. We did that down in the parking lot across the road from Brutemart. So you actually had people stopping on the street and what sort of stuff. So that we, unlike Rocket Man, which he was a bit of trickery involved in that, we actually did that. And obviously then we thought, how can we get our consumers wanting to do this? Because Australia was like, wow, that's awesome. Can I play that? Because remember the Xbox Connected the time is the fastest selling consumer electronics product of all time. And so effectively what we did, I haven't got any images of this, but we created a modular unit which did everything that that thing did, but in a kind of a tent. And we took it around the country, and we gave people the opportunity to stand in there and do pretty much exactly what that guy is doing there. I mean, he was a professional dancer and did a good job. But we took to things like Armageddon, and we had cues and cues of people. Because what we were doing is all of a sudden we were moving away from, hey, look, we actually did do this, to actually you can be part of this and you can have a play. For us, that created massive engagement, with the live piece being fully integrated into what we're trying to achieve. Subsequent to that, we've now started moving into this co-creation piece. So what, you know, consumers are going, well, that's cool. You know, I love being part of the brand, I want to be part of it more. But from our point of view, as social has obviously developed, we're really thinking about how the live piece can be integrated into social and how they can amplify each other. And so, last year, we ran a campaign called Battle Carts. And again, this is, for those of you haven't seen it, this is the ad. Kind of. So it's quite a cool punk rock track on the bottom of it, but you get the picture. Ooh. Okay, so that was a little bit nasty. But you get the picture. So that was battle carts. Now, as a brand, we were evolving and we're going, we actually wanted to go back to some of our roots and be a bit more feral, a bit more base, and what the consumer in their right mind wouldn't want to be part of a battle cart and drive it around and roll it over. So we had the choice at the time, well, actually we could take it around the country and do the normal thing, turn out to a vent, spinner, do a few wheelies in a car park and people will go, oh, that's cool. But we took the opportunity to go, how could we take the live execution of this campaign and amplify it on social? So we actually thought, why don't we give our fans who love the V brand the opportunity to say, actually, bring it to our town and we'll put it on for you. We'll put one event on. And so what we did was we created this concept of, you know, bring battle carts to your town. So we put it out amongst the group and we said, right, if you can pitch to us why we should come to your town, then we'll do it. We'll bring the carts. We'll bring some drink. we'll bring some paraphernalia, we'll bring a bunch of stuff that's going to make a good time. You've got to provide a venue somewhere we can do it, and you've got to promote it in your town and you're going to bring your mates along and bring some friends along. And obviously we had media partnerships around this as well. But the key thing here was that we said, right, we are going to work with you to create an event. And so we had, I think in the region of 120 pitches came through from towns all over the country, from the lower South Island, right to the up north island, to go, right, we want to bring it to our town. And ultimately, we decided on a proposal which came from Matter Matter. And so a bunch of guys that sorted out a mates farm, and they said, we'll bring 150, 200 mates along, and we're going to have this at the farm. And so this is what we ended up doing, which is the battle carts coming to Matamatta. I'm gonnae. Welcome to the Vettled car extravigal Welcome to the V-caddle car extravaganza. My name's Joe William and I can also myself. I'm going to be. So it ended up being just one event. But what it was was that we were working with our fans and through media partnerships and the rest of our social mix, we were then able to explode that and go, wow, isn't that cool? And because as a brand and as a consumer, in this day and age, you want to be able to connect and your brands, particularly a brand like V, which is a very strong badging, a very strong badging piece and a real connection with the consumers, they said, yeah, I want to be part of it. So that's where we're at the moment we're going through a campaign of giving it a V. So we're giving things like darts of V. We're giving Art of V. We're giving Photobong a V. And so when we get to orientation next year, in January, February, we're going to be giving our experiential a V at the time. So that's kind of the evolution of how we've seen the integration of live into our total communication mix over the last few years. So just a few guiding principles. So for us, there's a few mandatories. Know why you're doing this. What is the purpose of your activation? Now, Tony mentioned before, there is a danger with activation that it can stand alone. It's a bit of an island. You can't afford that. I mean, most of us have got budgets which are not growing. And so you need to make sure you're absolutely leveraging your money as best you possibly can so live has to be ideally fully integrated into what you're doing it can be different to what you're doing at above-the-line or in other areas but it needs to be integrated people need to see it as being from the same brand and from the same campaign using about the relevance now we've got a bunch of different live executions within our stable so we do V48 hour film festival and that's for kind of your creative types. We've got V4 and Rodeys for your petrol heads and your bogans. We've got things like Armageddon for your freaks and geeks who like to go on to the gaming thing and have some fun. Then you've got orientation for the students who love V. Now we do different things for each of those groups. They love V, they all love V, and V turns up in a V way, but they are different. So it's about giving some thought to the relevance of how you're turning up and who's going to be there and maximizing the level of enjoyment. Now impact, and this is probably the most underestimated piece in all of Experiential. I talked about the pizza guy before. I mean and this is probably the most underestimated piece in all of experiential. I talked about the pizza guy before. I mean, this is a moment of truth with your brain, and you have so few of them. So I'd much rather have two or three things that made people stop and go, wow, that was cool, as opposed to 40 things which were wallpaper, people walked past and they forgot about. You might look good on the calendar, oh, I've got 40 40 activations and la-la-la-la-la. But if you've got no impact, then you're just wasting your time. So think about how you can make it. And there's no reason why a simple sampling exercise can't be impactful. Don't be on autopilot. Encourage your agencies not to be on autopilot when they're doing a supermarket sampling, for example, because you can make it interesting because most people don't and it gives the chance to cut through. And be very clear on the outcome I mean there's the old adage that you know most marketers can identify maybe 50% of their budgets that make a difference they can't just they can't identify which 50% and of all of the mediums that we deal with life is probably one of the hardest ones to measure social has made it easier because you can sense engagement you can see how consumers are dealing with it. But as best you can, if you're sampling, make sure you've got a discount voucher. Make sure you're converting that trial into purchase. You know, do something and make sure you've got something in the mix that shows you that you've made a difference, shows you've moved the needle as part of your total campaign. So a few other things that we do. Be true to your concept. Again, this is about living the brand right through to life, because again, that's your most important touch point when you're talking about consumers. So we launched, we've been trying to do some different things with flavors. We're not just putting out things like tropical or whatever. So V does it differently, and this time with not orange, which we've been trying to do some different things with flavours. We're not just putting out things like tropical or whatever. So V does it differently and this time with not orange, which wasn't orange, when we thought just the simple sampling campaign, how can you elevate that and make it a bit more interesting? So basically the concept was we're not going to use Primo people. We're going to use a Tarmoridi lookalike. We're going to use a 65-year-old man, a short Indian gentleman, and an over-the-top bodybuilder. And these are not Promo girls. So a simple concept linking to the product which delivers something pretty mundane, such as a sampling size, and something that's interesting. And it moves people. It makes them smile and goes, hey, I wasn't expecting that. And that's easy, and any brand can do it. If you be a window cleaner, you can be a toilet roll. I don't care. There's no excuse for not just thinking about how can I make this a little bit different. So be true to your concept. Be distinctive and provocative. And again, V has the advantage of having a little bit more licensed than most brands. And when we launched Blue, which is probably our most successful launch since the launch of V Green originally, yeah, we could be a little bit provocative with our advertising. But again, it's just like thinking simple things, how can we be a bit more provocative in a sampling sense? And so, you know, what's more provocative than sending a Blue Gimp to a Christian music festival? You know, and having the said Gimp shoot soft projectiles into the crowd and water bombs. So it's just, again, having a bit of fun, doing something a bit differently, being distinctive and being memorable. I mean, you're probably going to remember a blue gimp more than you're going to remember someone standing around in a t-shirt and handing out a can of drink, and especially when they're shooting things in the crowd. So again, whatever brand you've got, whatever category, try and be as distinctive and provocative as a can of drink, and especially when they're shooting things in the crowd. So again, whatever brand you've got, whatever category, try and be as distinctive and provocative as you can be. Add value and integrate seamlessly to the events that you were turning up to. Now, I mean, I don't know if people's, there's event organizers here or what, but everyone who works with events knows how hard it is and know how tough it is to make things work. I mean, parachutes have gone under, big day out, it's gone under, you know, the conference market's getting tight. I mean, parachutes have gone under, big day out's gone under. You know, the conference market's getting tight. I mean, it's just hard work. It's made, you know, red tape's making it harder to do, making it more expensive to do. So event organizers love it when you turn up with activity, which is going to add value to their event. Okay, it's not out just being there. It's about thinking how you can add value to that particular event. Because if you do, then when you start negotiating on other things like, oh, what about sampling or to merchandise, et cetera, et cetera, they're far more open to dealing with you if they feel like you're bringing something to the table. You know, not just about you, the brand. You're coming with a mindset of actually how can I make this event better for these guys. And so, you know, simple stuff in this one, I think it was Big Boys Toys. They're doing lots of demos. So why don't you try and crack a world record for riding a chili bin across, motorized chili bring across as many boxes as you can. Foreign Rotaries, which is the kind of the Bogan car event. This is the human powered burnout. Again, it's activity, which is very much on brand, very much on event, and it gives people something to do while they're at their event. So you're adding value, and this is kind of absorbed skittles, which was, I get parachute as well. So it's just giving them stuff that they can have their people at the event enjoy. And then it's the same thing for the actual participants at the event. So we've got a philosophy at Frucora and V that we want to make the event better for whoever was there because we were there. Again, if you go on with the selfish view of, well, I just want to sample some product, I just want to have my brand stand out, then you're not maximizing the opportunity to deliver value for your brand. So this, again, this is a big day out thing. This was, you know, one year we'd done the scissor lift in the middle of the main stadium, which gave people the opportunity to get up and have a look up high. And then the year after that, we did Flying Fox. And this was not just without the back. This was from the corner of the main stage, just on the bank behind, where the rocket man took off and across the main stadium. And we did that all day. So the people are on it, we're loving it, because it's the buzzer you're flying over 30,000 people, and the people on the ground are looking at going, that's fun. So all of a sudden, it's part of the event, it's seamless, and they're loving it. And the thing at the bottom is a big inflatable room, which our colleagues in Australia use. It's called the Green Room. It's a glow-on-the-dark, and a nightclub, and people go in there and sweat up, and do all sorts of stuff, and have fun. But it's integrated, it's in the main area it's adding value and it was better because V was there and we've got to remember this is the guy this is Tom back to Tom we're going to keep keep this guy happy keep him interested at least for 30 seconds at least for five minutes because we know he's going to move on pretty quickly and he goes here so this is Armageddon so you know I'm flipp referred to it as the freaks and geeks. And on those who have been there, I'm sure you go, that's actually a cool show. But there's some strange people, you know. They dress up and, you know, nanoo, nanoo and all that, and they take it quite seriously, and they're speaking Klingon. Now, these people drink a lot of V, and so we still have to turn up there, but let's turn up there in a way that it's going to appeal. So again, V's turning up in a V way. It's completely different to how we might turn up at 4 in Rotaries, but it's how this group of people love to see us and it's doing what they love to do, which is gaming. And another thing we found is anything can be supported. Typically it's above the line campaigns, but a couple of years ago we did an on-pack promo called V-robbers, which drove people to an online portal where they could steal money off each other, and it was last man standing, whoever had the most at the end, took the money. Now we used live in this case to support the promotion, which is something we'd never done before. So around orientation and students love money, So we had the Robber Training Academy, which went around all the campuses for that period of time. Students could run through it, win money, and all that sort of stuff. But it was linked very clearly to the on-packed promo and to the online game. So again, you can support anything with live, but make sure it's different. And again, make sure it's integrated. So yeah, that was that. But I think fundamentally in this day and age with social, live on its own is not enough. It's a catalyst for sharing. Because reach typically is low. You can spend a hell of a lot of money and maybe reach 500 or 5,000 people. We're talking a market of 4.5 million people here, which is not a big market. So the rich is really low and it's really expensive. So what you need to be doing is making sure that you're using live and you're using your activation to amplify what you're doing. So really I see live as our excuse to leverage and fundamentally amplification of what you're doing in that live event is critical because that's where you get bang for your buck when you're talking about delivering value for the brand. And there's a few things you need to do that. Move them emotionally. We are in the emotions business. We are people. Our consumers are people. And let's not forget that. They are there to be entertained. If you don't entertain them, if you don't move them, and we're asking them to change behavior. So if you don't move them emotionally in any way, then you're going to fail. And again, you're going to be forgotten, you're not going to be remembered. So make sure whatever you're doing live and activating, move them, make them smile, shock them. I don't care. If you're in chocolates, make them cry. You know, whatever. As long as it's on brand and you're moving them somehow, then they'll remember you. And make sure that when you are alive, when you're activating, somehow add value to their life or their experience. So, you know, give them something. Give them a product. If you can, give them a full product. They'll remember you for it and I'll thank you for it. But if you can only afford to give them a little sample, make sure you give them a voucher for God's sake, because in the end, as you know, I mean, I do it myself. I'll walk around the supermarket's someone, I'll back hungry, I'll take a sample from there, I'll take a dim sum from there, and I'll take a sausage roll from there, I'll take it. But I'm not going to probably buy anything unless you give me a reason to. So make sure that you're giving them a reason to go from trial to purchase, and I've talked about the adding value to your events as well, because then they're going to feel like, okay, I've got something back from you, because consumers are fundamentally selfish, you know, and they're looking for something from brands. And ultimately, then, that makes it shareable, and it's about delivering social currency. So if you can move them emotionally, you've added value to their experience in such a way that they can share something that they've experienced live at an activation that's cool, then their friends are going to like it, they go, cool, I'm giving my friends some value, I'm giving my friends some entertainment. And so ultimately that's what we're trying to achieve here. And so, and that's what it comes down to, particularly in the world we live in at the moment, because attention is so fleeting, so you just get to grab it when you can. So in summary, just like your brands and just like your consumers, your activation piece has to evolve. You've got to understand what role it's playing and be very clear about it so that when you are spending the money because activation is not cheap, you are getting bang for buck and you are amplifying it. And as I said in my first slide, it's live, so be alive. Thank you. And by the way, we've got some sample of our new product out the back as you go out for lunch, a V Nali. I should think so. Yeah, so that was fantastic. I mean, I knew a little bit of this stuff, but I don't know about you guys, but I didn't quite know the breadth and depth of it. So I think it's awesome that we've got this happening in New Zealand, in our country. I think sometimes we think we're a bit small, maybe we can't reach out and be big and bold like that, but obviously these guys do. Has anyone got a question? Come on. Here we have in the middle. Thanks. With those activations that you had at particular events, did your team come up with those? Or did you actually, were you able to generate some of those through social media feedback or things like that? I mean the earlier stuff, you know, the Rocket Man and the Monster Truck and all that stuff, that was very much about working with our activation agencies. And so now, as I said before, we're kind of evolving it now. We have 150,000 consumers who are, you know, if you can attract them, they're dying to engage with the brain if you give them the right stuff. So that's why we're now going, actually, you start giving us some ideas. And actually the Give It a V campaign we're running at the moment is all about crowdsourcing ideas to go, look, we've been giving V to stuff for years. We've amplified things and we've gone from ordinary to extraordinary. So give us some ideas. So that's where you get things like darts. So we're increasingly going, we want our consumers and our fans to give us some ideas that we can then bring to life either above the line, online, or in real life. And so it's kind of moving from all agency through to part agency, part consumer. And so ultimately you'd love to end up in, you know, we don't know with the pain of agencies, we could, sorry Tony. You know, we're just to rely on consumers. But you need, you know, look,'t know, simply doing with the painting agencies, we could, sorry Tony. You know, I'm ex-in- anyways. You know, we can just rely on consumers. But you need, you know, I mean, look, we've got great agency partners, and they help us bring this stuff to life. But we're going, actually, we want to harness some of the ideas of our punters out there as well. Any other questions? One down the front here. Is someone close? Thank you. How do you engage your team, your agencies to continually motivate them to push those boundaries and come up with such creative ideas to bring your brand alive? Great question and it's tough. It's really tough and we've been fortunate to have a relationship with our primary. We work with Killeenzo BPDO and we've to have a relationship with them for like 20, 20 or years. And it is a challenge, you know, but it never ceases to amaze me where this stuff comes from. And so, you know, it's all about, you know, the freedom of a tight brief is really important. And so before we engage the agency or when we're pulling together a brief in conjunction with the agency, we make sure it is on-brand, it is trying to deliver to our ultimate objective, and it does excite them because you can get complacent sometimes. And so for us, it's just about making sure we've got an exciting brief. You might brief, make sure you brief them in a different way, take them off-site, do something fun, don't just do it in the boardroom. And we're typically finding also that we spend most of our time at the beginning of a program with the senior people in the team, because one of the challenges you have, if you have, particularly junior market is if you have them a big room of 25 people, it's quite intimidating. And so what we find is if you want great ideas, you have to start ideally with your senior team, get a great idea from the career process, and then explode it out to your activation agency, to your social agency, your media agency. So it's kind of a senior partnership we believe will lead to better ideas because hopefully the brief is going to be tighter and it's going to be pushing the boundaries a little bit more than potentially it might otherwise. But it's, yeah, it's sometimes you sit in sessions and you go, eh, no, not good enough. And that's that's the challenge. It's not easy. Anyone else got a question? Hi there. How do you leverage your sponsorship opportunities that you already have through activation on a tight budget? Are there ways that you can partner with people or to get past some of that red tape with with a small budget, it's still kind of get the bang? Yeah, I mean, we, yeah, because of, we used to be involved with a big doubt, that's gone, we used to be involved with parachute, that's gone. And so we've actually had probably a shrinking of our sponsorship properties most recently just because it's actually hard to get some of those things anymore. So the property that we talked about earlier are properties that we've had probably for up to sometimes 10 years. And so, and they're still going and they're not what you call, you know, they're not as big as a big day out. So as I mentioned earlier, what we try and do is partner with the properties we do have and go, right, how can we maximise our investment here? Because, you know, we are spreading ourselves potentially a little bit too thin sometimes. So the only way you can really make that work is if you're sitting down with the event organizers and our sponsorship owners and go, right, what do you want from your event? And how can we help? And as soon as you're going in there with the, how can we help attitude, this is what we want attitude, I think it opens up, this is what we want attitude, I think it opens up a lot of opportunities. I mean, it's just an attitudeal shift really. To me, it's about asking the right question so that they feel like it's a genuine partnership, and you're just in there trying to get as much as you can for your brain. So to me, it's relationship and going on with the right attitude. And I think then we're always surprised at what can happen as a result. Cool. I've actually got a question. In terms of, and just proportion are not real numbers, just in terms of the marketing budget for V, roughly what portion goes to the live bits? I'm not saying big is better because it's sort of seeming. No, no, no. It's about, I think it's 15%ish. Okay. You know, so it's a reasonable amount for us. I mean, because we are trying to cover a fair few bases. But you spin stuff off that very well. Content comes out of that. That's right. So the magnification would be way bigger than sort of 50%. And that's why you have to, you know, because, I mean, content is king now, and we have to use this stuff to try and create content. The challenge with consumers is they don't necessarily want to sit there and hear about the brand and what we've done. You need to involve them as much as you can, so that's the challenge. And, yeah, we're not perfect by any means and we've got a long way to go on that respect. I think you always doing great. Is anyone else got a question? Anyone know? Is there more coming? This seems like a story that certainly isn't finished. It has to be. The boss needs it to happen. Absolutely. So, yeah, next year will be something different in a new campaign. And V Nali, we're just about to launch V Nali. So make sure you have a Nali summer. And so there'll be some stuff that comes out of that as well. So, you know, hopefully if a V-drinker, you'll see us around and enjoy what we do. Just a question that occurred to me. Have you guys had much international recognition for this? Because to my mind, and so I've worked overseas a fair bit at agency, that sort of stuff. To my mind, this is world-class kind of stuff. Are you getting recognition? Yeah, yeah, yeah. I mean, we've had, so Motion Project, for example, was probably the most successful viral video that we've been one of those viewed a million times, and we got, you know, we want we want to you know bronze it can or that sort of stuff and so we're getting we're getting some recognition a lot locally but you know we're getting some internationally as well I think the point of my question even though sort of half knew the answer was that I'm sometimes in New Zealand we think we're kind of small we're down the Porta Pacific we don't have the biggest budgets can we do great work if you've been involved in kind of marketing in agencies for a while which you know I have and obviously Scott has you kind of know that we are more than capable of doing fantastic work. Yes, our budgets can be smaller, yes, there are some challenges, but stop right there. Don't even go down that path of thinking we can do the stuff. And I think that applies to live stuff just as well. And look, there's Kiwi all over this. You know, two and half times the biggest red bull, fantastic. But the point is there's Kiwi all over this and it's done in a very Kiwi way, but it's world-class. So if you're thinking of this stuff, you can. But look, thank you, Scott. I think that's brilliant. Thank you. Thank you. Thank you."}