{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Welcome to this Eva training video."}, {"timestamp": [3.0, 6.0], "text": " Today we're going to look at the text editor function."}, {"timestamp": [6.0, 10.0], "text": " This lets you add a text box on top of the video."}, {"timestamp": [10.0, 16.0], "text": " It can also allow viewers to jump to another part of the video or to a website."}, {"timestamp": [16.0, 19.0], "text": " So, choose the part of the video you want to work with."}, {"timestamp": [19.0, 25.36], "text": " Select the text icon and drag it onto the frame."}, {"timestamp": [25.36, 30.1], "text": " In the editor you have choices about how the words appear on the screen."}, {"timestamp": [30.1, 34.78], "text": " The information can be displayed as a full poster or as a button."}, {"timestamp": [34.78, 39.24], "text": " If you select the poster option, it automatically pauses the video."}, {"timestamp": [39.24, 44.92], "text": " The display time is auto set to show for 10 seconds, but you can lengthen and reduce that."}, {"timestamp": [44.92, 45.88], "text": " Or even have"}, {"timestamp": [45.88, 49.56], "text": " the interaction display for the entire video."}, {"timestamp": [49.56, 54.06], "text": " Once the user has completed the task, the poster will display for the remainder of the set"}, {"timestamp": [54.06, 55.62], "text": " time."}, {"timestamp": [55.62, 59.5], "text": " If you choose the button option, a label will appear for the viewers."}, {"timestamp": [59.5, 63.86], "text": " The button opens to being a poster after the label is clicked."}, {"timestamp": [63.86, 69.38], "text": " We recommend the button used with the pause option because it invites the user to interact"}, {"timestamp": [69.38, 71.3], "text": " with the information."}, {"timestamp": [71.3, 78.38], "text": " So enter your label text, then the body of the text you want users to read."}, {"timestamp": [78.38, 84.16], "text": " You can use the text function this simply or you can go on to the more advanced features."}, {"timestamp": [84.16, 85.94], "text": " To do that we look under the"}, {"timestamp": [85.94, 92.4], "text": " go-to on-click disclosure button. This is where you have the option of sending"}, {"timestamp": [92.4, 98.06], "text": " viewers to another part of the video or a website. I'm going to firstly show you what"}, {"timestamp": [98.06, 103.46], "text": " these features look like with the visualise option engaged. Let's start by sending"}, {"timestamp": [103.46, 106.44], "text": " them to a later place in the video."}, {"timestamp": [106.44, 113.18], "text": " To do this you need to know the time code of the relevant piece of footage and enter it into"}, {"timestamp": [113.18, 121.72], "text": " this box. And this is what the experience will look like for users. And if we want to build"}, {"timestamp": [121.72, 133.0], "text": " a go to a website experience, we select the URL option, go to the website, copy its address and paste it here."}, {"timestamp": [134.0, 138.0], "text": " Then viewers can get further information on the topic."}, {"timestamp": [138.0, 144.0], "text": " Now if you unclick the visualized button, this is what the time code option looks like."}, {"timestamp": [149.48, 155.84], "text": " And this is what the URL option looks like well that's an introduction to the text function and Eva"}, {"timestamp": [155.84, 160.0], "text": " thanks for watching kakite"}], "text": " Welcome to this Eva training video. Today we're going to look at the text editor function. This lets you add a text box on top of the video. It can also allow viewers to jump to another part of the video or to a website. So, choose the part of the video you want to work with. Select the text icon and drag it onto the frame. In the editor you have choices about how the words appear on the screen. The information can be displayed as a full poster or as a button. If you select the poster option, it automatically pauses the video. The display time is auto set to show for 10 seconds, but you can lengthen and reduce that. Or even have the interaction display for the entire video. Once the user has completed the task, the poster will display for the remainder of the set time. If you choose the button option, a label will appear for the viewers. The button opens to being a poster after the label is clicked. We recommend the button used with the pause option because it invites the user to interact with the information. So enter your label text, then the body of the text you want users to read. You can use the text function this simply or you can go on to the more advanced features. To do that we look under the go-to on-click disclosure button. This is where you have the option of sending viewers to another part of the video or a website. I'm going to firstly show you what these features look like with the visualise option engaged. Let's start by sending them to a later place in the video. To do this you need to know the time code of the relevant piece of footage and enter it into this box. And this is what the experience will look like for users. And if we want to build a go to a website experience, we select the URL option, go to the website, copy its address and paste it here. Then viewers can get further information on the topic. Now if you unclick the visualized button, this is what the time code option looks like. And this is what the URL option looks like well that's an introduction to the text function and Eva thanks for watching kakite"}