{"speakers": [], "chunks": [{"timestamp": [0.0, 9.24], "text": " And it is my absolute pleasure to introduce the Honourable Steve Mahari."}, {"timestamp": [9.24, 17.0], "text": " We all know Steve from the time when we voted for Labour because Steve was in it."}, {"timestamp": [17.0, 30.84], "text": " This led him to a pivotal role in education, our minister, 2005 to 2007. Most recently Steve has taken up the role of front person and vice-chancellor at Massey University."}, {"timestamp": [32.08, 38.18], "text": " Massa University has distinguished itself in its progressive approach to tertiary education."}, {"timestamp": [39.26, 45.24], "text": " It is future-focused and committed to students being able to apply their learning and studies"}, {"timestamp": [45.24, 50.24], "text": " in the world in new and innovative ways."}, {"timestamp": [50.24, 53.58], "text": " Steve is a big thinker."}, {"timestamp": [53.58, 59.9], "text": " It will be exciting to hear what he has to share with us today, so please join with me in welcoming"}, {"timestamp": [59.9, 64.98], "text": " the Honourable Steve Mahari."}, {"timestamp": [64.98, 65.56], "text": " Thank you very much. Thank you very much."}, {"timestamp": [67.78, 72.0], "text": " Tendokota Kata, Kua Hiuhu Ma'nei, Aet Teno Ranui."}, {"timestamp": [72.14, 73.06], "text": " It's great to be here."}, {"timestamp": [73.52, 75.38], "text": " The reason we're here is to talk about education."}, {"timestamp": [75.96, 79.62], "text": " I can't think of anything I would rather do than to talk about education."}, {"timestamp": [79.72, 82.02], "text": " Is that true of you, or do you get sick of talking about education?"}, {"timestamp": [82.02, 83.46], "text": " How do you feel?"}, {"timestamp": [83.62, 89.48], "text": " I guess the ones who would have said no are outside drinking coffee. They're worn out waiting for the cocktails,"}, {"timestamp": [89.48, 93.68], "text": " but you are here. It's great to be here and thank you for the invitation. Thank you for"}, {"timestamp": [93.68, 99.0], "text": " that opening, if I can put it that way, Miranda. It's an important thing when you do these"}, {"timestamp": [99.0, 103.82], "text": " introductions, isn't it? And Miranda's just raised the bar way, way too high. The whole idea"}, {"timestamp": [103.82, 107.7], "text": " that I'm going to excite you over the next of a while now has set the bar quite high."}, {"timestamp": [107.78, 110.24], "text": " I know that I'm standing between you and cocktails,"}, {"timestamp": [110.48, 114.84], "text": " I understand, at what it was a hub us for,"}, {"timestamp": [114.9, 116.06], "text": " I think you're rushing off to do that."}, {"timestamp": [116.14, 118.1], "text": " So I know I'm standing between you and that."}, {"timestamp": [118.6, 119.86], "text": " But I'm pleased about that"}, {"timestamp": [119.86, 122.82], "text": " because when I talked to the principals conference recently"}, {"timestamp": [122.82, 125.1], "text": " in Wellington, I was standing between them and an ice cream,"}, {"timestamp": [125.68, 128.02], "text": " which it was quite a warm day there in Wellington too,"}, {"timestamp": [128.16, 129.96], "text": " so there was a fair amount of incentive to get through,"}, {"timestamp": [130.08, 132.74], "text": " so the ice creams didn't melt as well as them get to them."}, {"timestamp": [133.3, 137.08], "text": " So it's great to talk to you having talked to them about the same thing."}, {"timestamp": [137.08, 140.54], "text": " I'm going to be much of the same territory that I've got today,"}, {"timestamp": [140.98, 149.76], "text": " but I do understand that your particular role in the school is a bit different to theirs. If we were to take for the age in the audiences, I think, is okay for this kind"}, {"timestamp": [149.76, 154.2], "text": " of reference, and that is if they're the Fred of Stairs, then you're kind of the Ginger"}, {"timestamp": [154.2, 159.24], "text": " Rogers, aren't you? You do everything backwards and on high heels, which is a much more difficult"}, {"timestamp": [159.24, 164.76], "text": " position to be in, I think. Principles, I think, rely heavily on you to make sure that things"}, {"timestamp": [164.76, 165.82], "text": " actually happen in the school. So I think this is a, I think, rely heavily on you to make sure that things actually happen in the school."}, {"timestamp": [165.94, 168.64], "text": " So I think this is a very important conference at this particular time."}, {"timestamp": [168.7, 177.0], "text": " And I noticed that your theme that was up here was this idea of disobedience, which I guess you're hiding from the pupils, so that they don't see this."}, {"timestamp": [177.56, 182.42], "text": " And underneath it, it's that general theme that you should be thinking outside the square,"}, {"timestamp": [183.18, 185.96], "text": " that you should be prepared to jump outside"}, {"timestamp": [185.96, 188.16], "text": " and do something quite different."}, {"timestamp": [188.6, 190.68], "text": " I just want to give you a warning about this."}, {"timestamp": [191.56, 195.82], "text": " Change is the last thing people want to do."}, {"timestamp": [196.6, 199.92], "text": " Change is the last thing people want to do."}, {"timestamp": [200.34, 203.46], "text": " So if you are people who are leading change in your school,"}, {"timestamp": [204.02, 210.38], "text": " remember never to be disheartened by the idea that you're leading change and wondering why isn't this working?"}, {"timestamp": [210.54, 217.08], "text": " Why can't I see people responding to what I'm saying and beginning to change?"}, {"timestamp": [217.16, 221.4], "text": " Remember, they will not change until they have to."}, {"timestamp": [221.86, 223.7], "text": " It's the basic rule of any change."}, {"timestamp": [223.78, 227.92], "text": " And I think that's perhaps why we don't have the education system"}, {"timestamp": [227.92, 230.42], "text": " that many of you would aspire to in this country."}, {"timestamp": [230.58, 235.86], "text": " I think that there is an education system waiting to be born in New Zealand."}, {"timestamp": [236.42, 240.76], "text": " It's a system that really goes back good 20, 25 years, I would say."}, {"timestamp": [241.08, 242.52], "text": " I think it's born of you."}, {"timestamp": [242.96, 243.82], "text": " You invented it."}, {"timestamp": [243.82, 265.6], "text": " You're the ones who began talking about a need for a different style of education, and the system has fought you all the way through. But I kind of think that we might be, because I still talk quite a lot to teachers and visit schools and so on, I think we might be getting to a point where the accumulation and momentum of change is getting to the point where no matter what the resistance to it will be, it's going to come through. Because there's a point where the accumulation and momentum of change is getting to the point"}, {"timestamp": [265.6, 270.16], "text": " where no matter what the resistance to it will be, it's going to come through. Because that's"}, {"timestamp": [270.16, 275.92], "text": " what I want to talk about today. I think that the goal of change is not to change yourself,"}, {"timestamp": [276.56, 284.08], "text": " not to change your individual school, you've got to change the system. Because trying to run a school,"}, {"timestamp": [287.56, 292.78], "text": " change the system because trying to run a school, trying to be an individual teacher in a system that doesn't want you to act in the way that you might want to act means you'll always be prevented"}, {"timestamp": [292.78, 298.5], "text": " from getting to where you really want to be. So the big goal is for us to have a New Zealand system"}, {"timestamp": [298.5, 303.78], "text": " that allows people to work in the way that they should work. And that's, I guess, the message I'd like"}, {"timestamp": [303.78, 307.64], "text": " you to take away today. I put up here the idea of the way ahead."}, {"timestamp": [308.66, 311.4], "text": " And I mean almost in an evangelical way,"}, {"timestamp": [311.46, 314.6], "text": " because I'm a bit of evangelical person about this,"}, {"timestamp": [315.02, 317.06], "text": " that there is a way ahead."}, {"timestamp": [317.76, 320.46], "text": " Sometimes you shouldn't articulate things"}, {"timestamp": [320.46, 322.06], "text": " as just a single way ahead, I guess,"}, {"timestamp": [322.1, 324.86], "text": " but what I'm suggesting is a system is forming,"}, {"timestamp": [325.0, 331.16], "text": " and it's around a way of doing education for the future. And we know that we're in an area of"}, {"timestamp": [331.16, 335.66], "text": " education, whether you're in universities or a childhood or whatever you might be in, where we are,"}, {"timestamp": [336.52, 341.88], "text": " we're subject to fashions and fads and things come and go, but we know at the moment a lot of"}, {"timestamp": [341.88, 348.26], "text": " those fashions and fads are around and being discussed. But probably the three that I'll talk about today go with these words."}, {"timestamp": [348.34, 352.58], "text": " I've just reduced them to construction, instruction, and personalised learning."}, {"timestamp": [352.68, 357.54], "text": " I'll talk about those kinds of words as the major ways ahead, if you like."}, {"timestamp": [357.84, 359.62], "text": " And at the end of it, we'll see where we've got to."}, {"timestamp": [359.62, 365.04], "text": " Now, I've got a task for you today, which you can even take out a piece of paper and a pen if you"}, {"timestamp": [365.04, 368.54], "text": " would like to, because when I come back to it at the end, I'm not going to test you, you don't"}, {"timestamp": [368.54, 372.06], "text": " have to show me what you're going to do, but I'm going to give you a little task, and the little"}, {"timestamp": [372.06, 379.9], "text": " task is, if you were given some money for your school, and told that you could redesign"}, {"timestamp": [379.9, 387.5], "text": " an individual classroom that would represent to you the way education ought to be,"}, {"timestamp": [388.12, 390.26], "text": " what would the classroom look like?"}, {"timestamp": [391.08, 393.06], "text": " What would the classroom look like?"}, {"timestamp": [393.14, 395.86], "text": " If you had the money and you were able to do that."}, {"timestamp": [395.94, 401.66], "text": " Now, the reason I give you that little task to do is that when we talk about education"}, {"timestamp": [401.66, 405.34], "text": " as a way ahead and education for the future,"}, {"timestamp": [407.06, 407.78], "text": " we all look at it a bit differently."}, {"timestamp": [412.24, 416.02], "text": " So we have a way of seeing the future through the kinds of lenses that we have as people who understand a particular view of education."}, {"timestamp": [416.02, 419.22], "text": " And that comes from what we know and what we believe,"}, {"timestamp": [419.72, 423.22], "text": " and it would form our ideology, if you like, our system of beliefs."}, {"timestamp": [423.3, 425.44], "text": " It don't necessarily mean that they're correct."}, {"timestamp": [425.98, 428.34], "text": " It just means it's the way we tend to look at the world."}, {"timestamp": [428.38, 430.78], "text": " And we all have quite different ways of looking at that world."}, {"timestamp": [430.82, 434.42], "text": " And when we have finished looking at it, we have to do something about it."}, {"timestamp": [434.9, 437.98], "text": " So, for example, we design a school or we design a classroom."}, {"timestamp": [438.32, 441.66], "text": " If you come to a university, as many of you will have done in recent times,"}, {"timestamp": [441.66, 444.44], "text": " you'll see it hasn't changed much since where you went through."}, {"timestamp": [444.84, 448.7], "text": " That ideology in universities is literally bolted to the floor."}, {"timestamp": [448.86, 449.82], "text": " They're called lecture rooms."}, {"timestamp": [450.32, 454.0], "text": " That tells you exactly how universities think about, quote, education."}, {"timestamp": [454.12, 456.68], "text": " In other words, they don't believe in education at all."}, {"timestamp": [457.58, 462.2], "text": " It's one of the beefs that we have in universities these days is trying to get staff to understand"}, {"timestamp": [462.2, 469.9], "text": " that being in a large room with a lot of people a bit like this, with the chairs bolted to the floor and simply talking at people day after"}, {"timestamp": [469.9, 476.42], "text": " day, actually doesn't constitute education. It constitutes information transferal, but not"}, {"timestamp": [476.42, 480.66], "text": " learning necessarily goes on. So if you were in my stage one classes years ago, and I hope"}, {"timestamp": [480.66, 484.42], "text": " all of you did sociology, because it's the only discipline that really is important for anybody"}, {"timestamp": [484.42, 487.38], "text": " to do in the world, you would have noticed we didn't do any teaching"}, {"timestamp": [487.38, 488.68], "text": " at stage one."}, {"timestamp": [488.68, 490.94], "text": " We did entertainment and motivation classes."}, {"timestamp": [490.94, 493.62], "text": " That's basically what we understood ourselves to do."}, {"timestamp": [493.62, 498.7], "text": " So we try to make the sessions as riveting and as exciting and motivating as we possibly"}, {"timestamp": [498.7, 504.76], "text": " could, knowing that no one was learning anything for 50 minutes, but because they were so excited,"}, {"timestamp": [504.76, 505.24], "text": " they might go"}, {"timestamp": [505.24, 508.54], "text": " off and start to talk to each other and go to the library and be motivated to do things."}, {"timestamp": [508.6, 510.7], "text": " So we used our time that way."}, {"timestamp": [510.82, 512.14], "text": " So we all look differently."}, {"timestamp": [512.74, 517.06], "text": " It is an ideology, and we then have to decide what we're going to do."}, {"timestamp": [517.06, 522.64], "text": " And you'll know that in crude terms, while the debates about something like a classroom, if you"}, {"timestamp": [522.64, 525.0], "text": " look at the information from MOE that's coming"}, {"timestamp": [525.0, 530.88], "text": " to schools and so at the moment, would be to say we don't like old-style factory schools."}, {"timestamp": [530.88, 535.12], "text": " And if you drive around older schools, you may still be in one, because there are many of them,"}, {"timestamp": [535.12, 539.28], "text": " you'll see that they do look exactly like factories, because that was the view, obviously,"}, {"timestamp": [539.28, 542.72], "text": " of education in the days when these older schools were all built."}, {"timestamp": [542.72, 544.88], "text": " They very much looked like a factory."}, {"timestamp": [544.88, 548.14], "text": " Many of them were high walls and brick"}, {"timestamp": [548.14, 549.82], "text": " and all the kinds of things"}, {"timestamp": [549.82, 551.98], "text": " that would have gone with any kind of manufacturing unit"}, {"timestamp": [551.98, 553.42], "text": " around the country. They were factories."}, {"timestamp": [553.54, 556.06], "text": " Well, MEO is saying, don't build them like that anymore."}, {"timestamp": [557.16, 559.6], "text": " What we want to do is to have more open plan."}, {"timestamp": [560.36, 562.0], "text": " So there's an ideology straight away."}, {"timestamp": [562.08, 563.06], "text": " It doesn't mean they're right."}, {"timestamp": [563.66, 566.92], "text": " It means they're saying this is the way you should see the world now."}, {"timestamp": [567.02, 569.44], "text": " It should be open plan, maybe a couple of teachers in the room,"}, {"timestamp": [569.54, 570.72], "text": " different kinds of things and so on."}, {"timestamp": [571.02, 574.98], "text": " And I want to tell you a little story about one school."}, {"timestamp": [575.1, 579.5], "text": " I'll leave the school nameless because the school doesn't really matter in terms of who it is."}, {"timestamp": [580.0, 584.52], "text": " But one school, I'm receiving that information from the ministry,"}, {"timestamp": [585.64, 588.24], "text": " said we don't like the idea of open plan"}, {"timestamp": [588.24, 589.5], "text": " because we don't like beanbags."}, {"timestamp": [590.18, 592.1], "text": " We're not a beanbag sort of school."}, {"timestamp": [592.36, 593.54], "text": " We're a different kind of school."}, {"timestamp": [593.94, 596.02], "text": " And the press release that they put out"}, {"timestamp": [596.02, 599.6], "text": " in relation to their own effort to look at the world"}, {"timestamp": [599.6, 601.88], "text": " and decide on what the ideology was"}, {"timestamp": [601.88, 603.74], "text": " and how they would construct a classroom,"}, {"timestamp": [603.74, 606.4], "text": " they said the following kinds of things."}, {"timestamp": [606.4, 608.36], "text": " Well, the ministry may want this,"}, {"timestamp": [608.36, 610.24], "text": " but that is not our style."}, {"timestamp": [610.24, 611.9], "text": " That is not our style."}, {"timestamp": [611.9, 616.98], "text": " What they said was that our style is a teaching style."}, {"timestamp": [616.98, 619.96], "text": " It's one that teaches content."}, {"timestamp": [619.96, 623.6], "text": " It does not focus on student-led learning."}, {"timestamp": [623.6, 627.64], "text": " It's on teacher-centered learning that we focus."}, {"timestamp": [627.64, 629.4], "text": " The key thing with the new classrooms"}, {"timestamp": [629.4, 631.28], "text": " is that they're wide, not deep,"}, {"timestamp": [631.28, 633.48], "text": " so those in the back row are closer,"}, {"timestamp": [633.48, 635.98], "text": " and it's all about the relationship"}, {"timestamp": [635.98, 639.32], "text": " between the student and the teacher."}, {"timestamp": [639.32, 641.2], "text": " The student and the teacher."}, {"timestamp": [641.2, 643.0], "text": " Note all these words are ideological."}, {"timestamp": [643.0, 645.52], "text": " The very word teacher is an ideological"}, {"timestamp": [645.52, 649.86], "text": " word. It tells you how the positioning of authority is in the classroom when you use words"}, {"timestamp": [649.86, 655.24], "text": " like that. Not wrong, not right, just tells you what the thinking is that's going on here."}, {"timestamp": [655.24, 661.28], "text": " And then we say, it allows the students to move around the school more quickly, fitting with"}, {"timestamp": [661.28, 665.08], "text": " its demanding schedule of seven 40 minute periods a day."}, {"timestamp": [666.5, 669.64], "text": " Money for the building, blah, blah, came from fundraising and so on."}, {"timestamp": [669.78, 672.1], "text": " And this school says this is our way."}, {"timestamp": [672.4, 674.96], "text": " Teachers must wear professional dress."}, {"timestamp": [675.7, 678.46], "text": " No short skirts for women, or men, I guess."}, {"timestamp": [678.96, 680.2], "text": " And men must wear a tie."}, {"timestamp": [681.32, 682.74], "text": " I approve of that, of course."}, {"timestamp": [683.44, 687.22], "text": " Classes are streamed according to academic ability. A relentless"}, {"timestamp": [687.22, 694.14], "text": " exam schedule is in place for juniors and for seniors and students should not normally"}, {"timestamp": [694.14, 701.76], "text": " bring electronic devices to the classroom. Now, I hope what you've done now in terms of"}, {"timestamp": [701.76, 705.22], "text": " a little exercise is you've said, okay, what's my way of seeing?"}, {"timestamp": [705.4, 706.54], "text": " How do I look at the world?"}, {"timestamp": [706.98, 711.96], "text": " And when I have got that systematized, what's my ideology?"}, {"timestamp": [712.2, 713.28], "text": " How do I think about it?"}, {"timestamp": [713.32, 716.2], "text": " And let's not pretend that I'm right necessarily."}, {"timestamp": [716.4, 718.74], "text": " You may well be right, but let's not pretend that I'm right."}, {"timestamp": [718.78, 721.82], "text": " That's just my way of seeing the world in its systematic way."}, {"timestamp": [721.86, 722.86], "text": " And I hope you've got it."}, {"timestamp": [723.38, 725.06], "text": " I hope if someone said to you write"}, {"timestamp": [725.06, 728.84], "text": " a press release, you could write as clearly as that school, because wherever you agree with it or not,"}, {"timestamp": [729.2, 734.38], "text": " that school knows exactly what its approach to education is, which is impressive to see."}, {"timestamp": [734.8, 739.72], "text": " So I hope you can do that, and you've designed in your head your classroom. What would it look"}, {"timestamp": [739.72, 747.34], "text": " like as the exercise? Now, so there are the things that they've talked about that tell you their particular ideology."}, {"timestamp": [748.2, 750.52], "text": " Are bean bags for you is the question you might ask,"}, {"timestamp": [750.64, 752.8], "text": " and I'll come back to that question at the end."}, {"timestamp": [753.46, 758.46], "text": " Now, if we start back at that idea of ways of seeing,"}, {"timestamp": [758.9, 761.64], "text": " the first way, I would argue that we can look in education,"}, {"timestamp": [761.64, 765.0], "text": " and this happens to go pretty much with the exercise"}, {"timestamp": [765.0, 769.12], "text": " that I've just given you in the example I've just given you. We'll call this the first way."}, {"timestamp": [769.58, 775.08], "text": " It's very much about passing on accumulated knowledge. It's very much about the idea that"}, {"timestamp": [775.08, 780.42], "text": " it's content focused, which then leads you to a style of education which would have more to do"}, {"timestamp": [780.42, 786.1], "text": " with instruction, have more to do with instruction. It assumes a very ordered world."}, {"timestamp": [786.82, 790.32], "text": " It assumes that the world must be quite an ordered place. If you're going to focus on content,"}, {"timestamp": [790.86, 795.48], "text": " the world must be quite ordered, because content has to be stable, otherwise, why would you bother"}, {"timestamp": [795.48, 798.92], "text": " teaching it? If it's going to go to fashion all the time, or it's going to be redundant the day"}, {"timestamp": [798.92, 807.08], "text": " after, you wouldn't focus on content. And what you're drawing on is a very old tradition in education, which of course"}, {"timestamp": [807.08, 814.02], "text": " is Plato. Plato believed in a very ordered way of approaching education. He believed in a very"}, {"timestamp": [814.02, 820.18], "text": " content-focused form of education, and he believed absolutely in the idea that education was about"}, {"timestamp": [820.18, 824.9], "text": " passing on accumulated knowledge. That's your responsibility, it's mine. We've got students in front"}, {"timestamp": [824.9, 825.52], "text": " of us."}, {"timestamp": [825.52, 828.18], "text": " We should make sure that they know everything"}, {"timestamp": [828.18, 831.08], "text": " they need to know about what's rolled up"}, {"timestamp": [831.08, 833.24], "text": " over the thousands of years before,"}, {"timestamp": [833.24, 834.18], "text": " and they're in the classroom."}, {"timestamp": [834.18, 836.66], "text": " Now it's our responsibility as an education system"}, {"timestamp": [836.66, 839.14], "text": " to get them to know that stuff."}, {"timestamp": [839.14, 841.76], "text": " And most of you in the room are old enough to know"}, {"timestamp": [841.76, 844.04], "text": " that's what your education was."}, {"timestamp": [844.04, 845.24], "text": " Your education was about the passing on of that accumulated wisdom know that's what your education was. Your education was about"}, {"timestamp": [845.24, 851.96], "text": " the passing on of that accumulated wisdom at various stages in your education. Now let me stress,"}, {"timestamp": [851.96, 856.24], "text": " anybody looking at that? I don't think you'd say, well, it's wrong to do that. You might"}, {"timestamp": [856.24, 860.44], "text": " say it looks okay to me. It's very important that people get knowledge and they are aware"}, {"timestamp": [860.44, 869.76], "text": " of what's gone on in the past. There are people who champion this with a great deal of vigor as well as a university lecturer here at Auckland University who attacked"}, {"timestamp": [869.76, 875.84], "text": " me for talking about education about a year or so ago and said that the only thing students"}, {"timestamp": [875.84, 879.52], "text": " should be learning is content. That's what they should be learning because no longer that"}, {"timestamp": [879.52, 883.44], "text": " they know they're Shakespeare from their board year, this is wrong, they should be learning all"}, {"timestamp": [883.44, 889.42], "text": " these kinds of things. That's what education is about. Content. Very spirited defense of that kind of traditional"}, {"timestamp": [889.42, 896.36], "text": " platonic style of ordered world, content-oriented, teacher-focused kind of education."}, {"timestamp": [897.4, 903.86], "text": " Now, the problem with this for many people, of course, is that the world isn't ordered. It's increasingly"}, {"timestamp": [903.86, 905.88], "text": " not ordered at all because there are all sorts of things going on that make the world isn't ordered. It's increasingly not ordered at all,"}, {"timestamp": [905.88, 907.76], "text": " because there are all sorts of things going on"}, {"timestamp": [907.76, 909.84], "text": " that make the world change rapidly"}, {"timestamp": [909.84, 912.2], "text": " to the point where you might want to use a phrase,"}, {"timestamp": [912.2, 914.34], "text": " like we live in new times,"}, {"timestamp": [914.34, 915.82], "text": " not quantitatively different,"}, {"timestamp": [915.82, 918.6], "text": " like moving from feudalism to capitalism,"}, {"timestamp": [918.6, 920.1], "text": " but certainly very different."}, {"timestamp": [920.1, 923.04], "text": " And if you think about, no matter how old you are in the room,"}, {"timestamp": [923.04, 927.76], "text": " you'll know that the world is changing in seismic ways at the present time."}, {"timestamp": [927.76, 930.6], "text": " So if you just look at this kind of graph here,"}, {"timestamp": [931.04, 935.86], "text": " complexity and disorder is clearly what's happening across the world at the present time."}, {"timestamp": [935.92, 940.36], "text": " So we would talk about something like the population change in Auckland."}, {"timestamp": [941.72, 949.0], "text": " 164 different cultures, distinct national-type cultures, live in this city right now."}, {"timestamp": [949.0, 954.0], "text": " Even in a city like Palmerston North, which is the kind of Pleasantville of New Zealand,"}, {"timestamp": [954.0, 958.0], "text": " hundred different distinct cultures in a place like Palmerston North."}, {"timestamp": [958.0, 963.0], "text": " This is very different to 20 years ago, when the dominant cultures were largely of European extraction,"}, {"timestamp": [963.0, 968.7], "text": " Tangadafinua and Pacific Ireland. That's the ones people tended to recognise. There were other populations, but they"}, {"timestamp": [968.7, 972.32], "text": " were small, so people didn't notice them so much. They didn't talk about them. Now those"}, {"timestamp": [972.32, 975.96], "text": " populations are big. That's different. This is going to be a very different century because of"}, {"timestamp": [975.96, 980.9], "text": " that for people who live here, and if we do it well, it'll be a fantastic century to have that"}, {"timestamp": [980.9, 987.02], "text": " kind of diversity in the country. Take something like the fact that we now live in a science and technology revolution."}, {"timestamp": [987.6, 990.32], "text": " You live pretty much in the second industrial revolution right now."}, {"timestamp": [990.42, 993.88], "text": " So we're living through a time when the kinds of things that are being discovered"}, {"timestamp": [993.88, 997.96], "text": " are going to be quantum leaps of change in your and my lifestyle."}, {"timestamp": [998.4, 1003.54], "text": " God knows what all those people who are moving towards that latter part of our lives are going to do."}, {"timestamp": [1003.64, 1006.98], "text": " We sort of laugh at our parents now about the way they can't use the cell phone."}, {"timestamp": [1007.56, 1010.6], "text": " Well, we're going to really struggle with the kind of matter transference"}, {"timestamp": [1010.6, 1012.94], "text": " that's going to go on probably when we were very old."}, {"timestamp": [1013.24, 1017.06], "text": " Instead of driving our car, we might use something else to transport ourselves."}, {"timestamp": [1017.06, 1018.26], "text": " Who knows what it will be?"}, {"timestamp": [1018.62, 1022.96], "text": " But what we do know is the acceleration of scientific change is enormous."}, {"timestamp": [1023.12, 1026.0], "text": " And you can go through all of these kinds of changes here"}, {"timestamp": [1026.0, 1028.0], "text": " and say this is going to make a very, very different world"}, {"timestamp": [1028.0, 1030.0], "text": " for these kids growing up."}, {"timestamp": [1030.0, 1032.0], "text": " So it's an almost hackneyed thing now to say, isn't it,"}, {"timestamp": [1032.0, 1035.0], "text": " that we're arguing about what jobs these kids should get"}, {"timestamp": [1035.0, 1037.0], "text": " when they leave school,"}, {"timestamp": [1037.0, 1039.0], "text": " when most of the jobs that they will have,"}, {"timestamp": [1039.0, 1041.0], "text": " we haven't thought of yet."}, {"timestamp": [1041.0, 1042.0], "text": " And if you don't believe that,"}, {"timestamp": [1042.0, 1044.0], "text": " all you have to do is say to yourself,"}, {"timestamp": [1044.0, 1051.3], "text": " how many people are on Facebook in 2004? Answer, zero. How many are it now? 1.5 billion. What's the biggest"}, {"timestamp": [1051.3, 1056.18], "text": " nation in the world? Facebook. You're probably on it now, and your kids are not, because you're"}, {"timestamp": [1056.18, 1060.64], "text": " on it. They don't want to be on it. But they're on something else now. And as a result, we're"}, {"timestamp": [1060.64, 1067.84], "text": " moving into a very different way of people communicating with each other, relating with each other. I have a young daughter of a friend of mine, young woman,"}, {"timestamp": [1068.18, 1072.04], "text": " who has more friends. We were talking about a day and said, how many friends have you got"}, {"timestamp": [1072.04, 1076.66], "text": " sort of conversation? I said, I think probably about half a dozen. I know lots of people,"}, {"timestamp": [1076.82, 1081.28], "text": " but the people I'd count as friends, that would really turn up to my funeral, probably half"}, {"timestamp": [1081.28, 1089.74], "text": " a dozen. I said, I've got about 200. I said, I've got about 200. I said, I'm going to have 200. They said, well, they're all over the place and they're on Facebook. More interaction,"}, {"timestamp": [1089.88, 1095.76], "text": " by the way, than I have with my six friends because they communicate all the time by this method."}, {"timestamp": [1095.82, 1101.38], "text": " This is a basic change in social relationships that's going on here. So complexity and disorder"}, {"timestamp": [1101.38, 1107.5], "text": " is more the order of the day. So in that environment, who is going to thrive?"}, {"timestamp": [1108.86, 1113.38], "text": " Well, it might not be people who sat in classrooms like I did,"}, {"timestamp": [1113.44, 1116.62], "text": " was told never to talk, don't think, do what you're told,"}, {"timestamp": [1117.24, 1120.4], "text": " when I say so, jump, when I say don't jump, don't jump,"}, {"timestamp": [1120.8, 1124.74], "text": " that kind of education, which hopefully has completely disappeared now,"}, {"timestamp": [1124.74, 1125.68], "text": " but that kind of education, which hopefully has completely disappeared now, but that kind"}, {"timestamp": [1125.68, 1132.48], "text": " of structured education, I would not have been welcomed in classrooms as a critical thinker"}, {"timestamp": [1132.48, 1136.08], "text": " as a young person. Many of you wouldn't have either, because that would have been challenging"}, {"timestamp": [1136.08, 1141.12], "text": " the authority of the teacher. You can ask questions, but not critical questions. If you flick"}, {"timestamp": [1141.12, 1144.88], "text": " your eyes down there, self-manage, adaptable, confident risk-taker, collaborate, creative and"}, {"timestamp": [1144.88, 1150.18], "text": " innovative knowledge users and lifelong learners, that is a model, you would say,"}, {"timestamp": [1150.26, 1156.6], "text": " or a set of aptitudes, competencies, value sets that seem to go with complexity and disorder."}, {"timestamp": [1157.18, 1161.5], "text": " Because if it's a difficult complex world, then you need to be this kind of person to cope with it"}, {"timestamp": [1161.5, 1163.58], "text": " would be the broad argument, wouldn't it?"}, {"timestamp": [1163.9, 1164.56], "text": " You'd need this."}, {"timestamp": [1164.56, 1169.48], "text": " If you weren't that sort of person, then how would you respond to a changing world? How would"}, {"timestamp": [1169.48, 1173.9], "text": " you respond to the fact that the things you learnt were no longer relevant? So someone said"}, {"timestamp": [1173.9, 1177.58], "text": " that that was good, that what you said, but actually doesn't work like that anymore."}, {"timestamp": [1177.68, 1181.58], "text": " The knowledge has moved on. You'd have to be this kind of person. So that's fine. I'm an"}, {"timestamp": [1181.58, 1191.6], "text": " adaptable person. I'll start to think about what I should do next. You need this kind of value set. So we move to the second way. The second way that's emerged,"}, {"timestamp": [1191.6, 1197.84], "text": " of course, has a lot to do with this notion that if it's a complex, disordered kind of world,"}, {"timestamp": [1197.84, 1204.08], "text": " and those are the kinds of people that will thrive. We should be creating and applying knowledge."}, {"timestamp": [1204.08, 1206.32], "text": " Young people should know how to create their own knowledge,"}, {"timestamp": [1206.44, 1210.26], "text": " not just learn it from a textbook or get it from someone who is their teacher,"}, {"timestamp": [1210.4, 1211.02], "text": " found of knowledge."}, {"timestamp": [1211.1, 1212.36], "text": " They should know how to do this themselves."}, {"timestamp": [1212.92, 1215.0], "text": " They should be able to construct knowledge."}, {"timestamp": [1215.12, 1216.78], "text": " They should have the competency to do that."}, {"timestamp": [1217.22, 1221.06], "text": " They should assume their will be complex and disordered"}, {"timestamp": [1221.06, 1224.76], "text": " and know therefore how to work with that and have the skills."}, {"timestamp": [1224.76, 1225.24], "text": " And the kinds of people who represent this are people like Manuel Castell, complex and disordered and know therefore how to work with that and have the skills."}, {"timestamp": [1225.24, 1229.72], "text": " And the kinds of people who represent this are people like Manuel Castell's, who's wonderful"}, {"timestamp": [1229.72, 1234.68], "text": " four-volume set, if you can wade your way through them."}, {"timestamp": [1234.68, 1238.94], "text": " First two are the ones that matter most after it gets a bit marginal."}, {"timestamp": [1238.94, 1243.24], "text": " But Manuel Castell is the person who invented this whole style of thing about the networked"}, {"timestamp": [1243.24, 1244.84], "text": " society."}, {"timestamp": [1244.84, 1248.84], "text": " Because if we think about the first way, knowledge is in one place."}, {"timestamp": [1249.56, 1252.58], "text": " It's in the library, or it's in the head of the teacher, it's in the school."}, {"timestamp": [1252.72, 1254.3], "text": " You go to somewhere to learn."}, {"timestamp": [1254.8, 1256.84], "text": " Castell's points out, that's no longer true."}, {"timestamp": [1257.38, 1258.66], "text": " You can get it wherever you are."}, {"timestamp": [1259.06, 1259.94], "text": " You can get that information."}, {"timestamp": [1260.22, 1261.54], "text": " It doesn't matter if you're in Antarctic."}, {"timestamp": [1261.62, 1262.5], "text": " You can just download it."}, {"timestamp": [1262.54, 1263.34], "text": " You've got it already."}, {"timestamp": [1263.72, 1266.06], "text": " You don't need to do the kinds of things you did before."}, {"timestamp": [1266.44, 1271.9], "text": " And what Leotard is talking about is that this means we're moving into an age of performativity,"}, {"timestamp": [1272.5, 1277.8], "text": " that you should be able to use knowledge, not just no knowledge, but use knowledge."}, {"timestamp": [1277.92, 1282.38], "text": " And the person who's popularized that idea is someone I'm sure you're very fond of, Ken Robinson,"}, {"timestamp": [1282.98, 1286.68], "text": " who talks about the notion that we kill creativity in the schools."}, {"timestamp": [1287.1, 1293.86], "text": " The kids start off with a whole lot of creativity, and then we drive it out of them as they move through the education system."}, {"timestamp": [1293.96, 1303.48], "text": " So they don't end up equipped with a kind of skill set and way of behaving that they need to be fitting into the kind of world that's complex and disordered."}, {"timestamp": [1303.48, 1309.96], "text": " So these kinds of people think very differently, very much responding to a different kind of vision of the world. We're not saying"}, {"timestamp": [1309.96, 1313.04], "text": " they're right. We're not saying they're wrong. It's for you to think about, but they're saying"}, {"timestamp": [1313.04, 1318.14], "text": " you can't do that first way stuff. You've got to start focusing on this. And they do tend to focus"}, {"timestamp": [1318.14, 1324.36], "text": " a lot on competency. So these people tend to focus a lot more on what you do with knowledge. Do you"}, {"timestamp": [1324.36, 1327.94], "text": " have the kinds of skills and competencies that will allow you to thrive in this kind of world?"}, {"timestamp": [1328.02, 1333.46], "text": " And they will, in many cases, people will go as far in this point of view as to say content doesn't matter."}, {"timestamp": [1334.32, 1335.82], "text": " Why worry about it?"}, {"timestamp": [1336.22, 1339.2], "text": " Who cares if you don't know Shakespeare as long as you read something?"}, {"timestamp": [1339.7, 1341.68], "text": " As long as you can read, that's okay."}, {"timestamp": [1341.68, 1346.36], "text": " Why does it matter that you know history when you can Google"}, {"timestamp": [1346.36, 1352.6], "text": " it for the trivia quiz that you're in? Why do you have to know when all this stuff happened?"}, {"timestamp": [1352.6, 1357.6], "text": " That's not important. It's all there, it's accessible, you live in a networked world,"}, {"timestamp": [1357.6, 1362.36], "text": " it's all about skill and competency. And that, you might argue, is the second way. And you've"}, {"timestamp": [1362.36, 1366.64], "text": " probably, you've probably got colleagues like that. You may feel yourself, this is what's most important."}, {"timestamp": [1366.94, 1371.12], "text": " So your view of the world probably would fit with these kinds of folks."}, {"timestamp": [1371.46, 1373.74], "text": " So we end up with a bit of a contest in our education system."}, {"timestamp": [1373.82, 1375.84], "text": " And it's not just here, obviously."}, {"timestamp": [1376.4, 1377.54], "text": " It's all around the world."}, {"timestamp": [1377.54, 1386.24], "text": " If you simplify it, you get this contest between the people who still believe in a content, instruction, teacher-led,"}, {"timestamp": [1386.24, 1391.36], "text": " style of education, very much like I was reading out before from the school that's done its"}, {"timestamp": [1391.36, 1396.64], "text": " classroom up in a particular way, and the people who believe more in construction skills"}, {"timestamp": [1396.64, 1401.52], "text": " and so I get this kind of log-ahead argument that goes on between people all around the world"}, {"timestamp": [1401.52, 1405.72], "text": " and you see policy shifts. And I think this is what causes a lot of fads and fashions"}, {"timestamp": [1405.72, 1408.22], "text": " because we will move back and forwards around this argument"}, {"timestamp": [1408.22, 1410.36], "text": " trying to find a way through it"}, {"timestamp": [1410.36, 1413.7], "text": " as they contest with each other about what's the way to go."}, {"timestamp": [1414.62, 1418.26], "text": " So perhaps there's a third way is the argument that we might make."}, {"timestamp": [1418.36, 1421.18], "text": " Perhaps there's one other way that we could do this kind of thing."}, {"timestamp": [1421.6, 1424.08], "text": " Now, this is not a term I've coined at all,"}, {"timestamp": [1424.16, 1425.26], "text": " but you'll be familiar with it,"}, {"timestamp": [1425.34, 1427.88], "text": " personalised learning, not individualised."}, {"timestamp": [1428.02, 1430.84], "text": " Learning is a social way of going about things,"}, {"timestamp": [1430.9, 1431.88], "text": " even if you're on the net."}, {"timestamp": [1431.96, 1434.44], "text": " It's still a social process, if it's going to be successful,"}, {"timestamp": [1434.84, 1436.68], "text": " have to interact with people on the net,"}, {"timestamp": [1437.12, 1438.28], "text": " but it's personalised."}, {"timestamp": [1438.28, 1441.08], "text": " In other words, it's more sense of it being focused on you"}, {"timestamp": [1441.08, 1444.96], "text": " as the learner and the sense of trying to ensure"}, {"timestamp": [1444.96, 1445.88], "text": " that the educational"}, {"timestamp": [1445.88, 1451.84], "text": " process is something which is articulated to you and your learning styles and your interests"}, {"timestamp": [1451.84, 1454.46], "text": " in your position in society and so on."}, {"timestamp": [1454.46, 1457.46], "text": " So students become active and informed."}, {"timestamp": [1457.46, 1459.28], "text": " They participate in their own learning."}, {"timestamp": [1459.28, 1461.04], "text": " They understand their own assessment."}, {"timestamp": [1461.04, 1463.74], "text": " They contribute to decisions about their learning."}, {"timestamp": [1463.74, 1466.04], "text": " They understand why they're learning the kinds of things they did."}, {"timestamp": [1466.04, 1469.72], "text": " I don't know about you, but I never really understood why I learned maths."}, {"timestamp": [1469.72, 1473.24], "text": " I absolutely have no idea why I learned maths."}, {"timestamp": [1473.24, 1476.12], "text": " And when I went to university, I tried to avoid maths."}, {"timestamp": [1476.12, 1480.0], "text": " I left school when I was 15 and had a rather wonderful time playing in rock bands and riding"}, {"timestamp": [1480.0, 1483.26], "text": " large motorbikes, and please don't tell kids that's not fun."}, {"timestamp": [1483.26, 1484.96], "text": " It's a hell of a good time."}, {"timestamp": [1484.96, 1487.36], "text": " But when I went to university, I thought, well, the last thing I want to do is anything"}, {"timestamp": [1487.36, 1491.04], "text": " to do with maths, because I didn't understand why I did in the first place. Unfortunately,"}, {"timestamp": [1491.16, 1495.9], "text": " there was a thing called statistics and it required maths, but I just never understood it."}, {"timestamp": [1495.92, 1499.94], "text": " And that's because no one ever thought it was important for me to know that. What they"}, {"timestamp": [1499.94, 1503.96], "text": " thought was important is they learned the formulas and I could regurgitate them. I got content,"}, {"timestamp": [1504.1, 1508.98], "text": " in other words. But the idea that I would create knowledge myself, or understand why knowledge"}, {"timestamp": [1508.98, 1512.76], "text": " was important, of course, was not part of the learning model when people like me were going"}, {"timestamp": [1512.76, 1517.26], "text": " through the kinds of schools that I went through. So this is an approach which is student-centered,"}, {"timestamp": [1517.92, 1523.34], "text": " but it's saying really the important thing is that young people, or any learner, actually"}, {"timestamp": [1523.34, 1525.14], "text": " understands the learning process because"}, {"timestamp": [1525.14, 1528.6], "text": " then they can become a participant in what they are doing."}, {"timestamp": [1528.6, 1529.8], "text": " And they know why they're assessed."}, {"timestamp": [1529.8, 1532.76], "text": " In fact, they could assess themselves if they understood that."}, {"timestamp": [1532.76, 1535.06], "text": " And I know a lot of parents find that incredible."}, {"timestamp": [1535.06, 1538.8], "text": " The idea that their kid would assess themselves, they'll say, but that never happened"}, {"timestamp": [1538.8, 1539.8], "text": " to me."}, {"timestamp": [1539.8, 1544.0], "text": " You know, I went to a summative experience called an exam, and I sweated for a few hours, and"}, {"timestamp": [1544.0, 1549.16], "text": " I never understood what I did because no one ever told me. You remember yourself when you did things at university"}, {"timestamp": [1549.16, 1554.04], "text": " and people gave you B and you thought, that's great. Why? Well, never had told you because they"}, {"timestamp": [1554.04, 1557.48], "text": " didn't want to explain it to you. They just gave you the grade and off you went and you were"}, {"timestamp": [1557.48, 1563.52], "text": " expected to accept that approach to learning. This is a very different place but it assumes three"}, {"timestamp": [1563.52, 1566.16], "text": " things because it doesn't say content's unimportant."}, {"timestamp": [1566.92, 1569.36], "text": " I certainly think content's important, personally."}, {"timestamp": [1569.74, 1573.26], "text": " I think it's really important that we feel empowered as individuals"}, {"timestamp": [1573.26, 1577.7], "text": " by knowing stuff without going to Google."}, {"timestamp": [1578.84, 1581.48], "text": " By the way, what Google increasingly does"}, {"timestamp": [1581.48, 1584.1], "text": " is guide you towards things that advertisers want you to know about."}, {"timestamp": [1584.18, 1586.3], "text": " It's not giving you free access to knowledge increasingly."}, {"timestamp": [1586.72, 1588.5], "text": " It's saying you want to know about the First World War."}, {"timestamp": [1588.58, 1590.44], "text": " Well, what advertisers is interested in that kind of stuff?"}, {"timestamp": [1590.5, 1594.64], "text": " Let's move you towards the kinds of information that will guide you towards one of our advertisers."}, {"timestamp": [1594.64, 1598.3], "text": " So it's not free access as it used to be anymore."}, {"timestamp": [1598.46, 1601.14], "text": " It's got to be real careful with that of kids using it at school now."}, {"timestamp": [1601.22, 1603.26], "text": " But it assumes that content is still important."}, {"timestamp": [1603.58, 1610.2], "text": " Because there is enough of the world where content is still something that you should know about. You should still know these"}, {"timestamp": [1610.2, 1614.32], "text": " kinds of things. And you should know them for yourself. It'll give you confidence. It'll help you"}, {"timestamp": [1614.32, 1619.06], "text": " with basic skills like memory and persistence. It'll give you a lot if you do that kind of thing."}, {"timestamp": [1619.06, 1624.0], "text": " But it also assumes that if you stop there, you've got trouble. Because there's a world out there"}, {"timestamp": [1624.0, 1628.4], "text": " that's complex and disordered, and that requires young people to move into a phase where they're"}, {"timestamp": [1628.4, 1634.04], "text": " doing other kinds of things than just learning content so they can handle that kind of world."}, {"timestamp": [1634.74, 1638.76], "text": " And that means they've got to be active participant learners. This is the Stacey's diagram"}, {"timestamp": [1638.76, 1644.12], "text": " of complexity, by the way, which is a really interesting way just to think about things in your"}, {"timestamp": [1644.12, 1650.64], "text": " own school if you're doing an exercise. What we tend to do in all walks of life is pull things towards that"}, {"timestamp": [1650.64, 1657.5], "text": " ordered corner. We like to think that there's certainty about what we're doing, and we like to think"}, {"timestamp": [1657.5, 1662.26], "text": " that we agree on it. And you'll notice, you may even do this yourself and your position of power"}, {"timestamp": [1662.26, 1667.46], "text": " in the school, you may assume certainty and agreement just so you can get on with things."}, {"timestamp": [1667.96, 1669.88], "text": " I do that now and again in my place."}, {"timestamp": [1669.96, 1670.98], "text": " I just think, I'll have to hell with it."}, {"timestamp": [1671.36, 1674.96], "text": " Let's assume everyone agrees and we shall move forward from here."}, {"timestamp": [1675.44, 1679.4], "text": " That assumption in education, of course, is what drove most of education in the last century,"}, {"timestamp": [1679.48, 1681.02], "text": " the assumption of order."}, {"timestamp": [1681.6, 1684.3], "text": " And that's the assumption that's in that press release, for example,"}, {"timestamp": [1684.3, 1689.26], "text": " that it's an assumption of order. It's an incredibly ordered day when you think about it. Seven periods"}, {"timestamp": [1689.26, 1692.94], "text": " every 40 minutes moving. Ken Robinson tells you a nice of a story about that, doesn't he"}, {"timestamp": [1692.94, 1697.7], "text": " where he says, imagine that in life like you work in a factory and you're busily producing"}, {"timestamp": [1697.7, 1702.46], "text": " something and the bell rings and they say, forget it, next task. Let's go to that. Forget it."}, {"timestamp": [1702.46, 1705.0], "text": " Next task. It's not really learning, as he points out, is it?"}, {"timestamp": [1706.98, 1708.0], "text": " Because what if you're in the midst of doing something and need to finish it off?"}, {"timestamp": [1708.4, 1712.64], "text": " This is a style of learning that's very, very demarcated"}, {"timestamp": [1712.64, 1714.46], "text": " in the way that you think it's going to be done"}, {"timestamp": [1714.46, 1717.6], "text": " rather than the kind of assumption of complexity and disorder."}, {"timestamp": [1717.68, 1720.18], "text": " Because if you did that, you would allow people to learn in a different way."}, {"timestamp": [1720.52, 1722.08], "text": " So they were used to handling complexity,"}, {"timestamp": [1722.52, 1724.52], "text": " used to having surprises in their life."}, {"timestamp": [1724.58, 1726.62], "text": " You'd give them that kind of experience."}, {"timestamp": [1726.62, 1728.68], "text": " And you might like to try that in your school."}, {"timestamp": [1728.68, 1733.94], "text": " Have you constructed your school so that part of your practice suggests that we don't know"}, {"timestamp": [1733.94, 1735.88], "text": " what we're doing?"}, {"timestamp": [1735.88, 1737.12], "text": " We've got disorder out here."}, {"timestamp": [1737.12, 1741.04], "text": " So let's run some way of educating our kids that gives them a chance to really shop around"}, {"timestamp": [1741.04, 1744.96], "text": " and think about how they would handle things when they really don't know the answer of these"}, {"timestamp": [1744.96, 1745.62], "text": " kinds of things."}, {"timestamp": [1745.94, 1750.2], "text": " Are we putting things in this area of complexity where most of the world is these days"}, {"timestamp": [1750.2, 1755.02], "text": " and are we making sure that we're giving them a good foundation of knowledge where we can assume"}, {"timestamp": [1755.02, 1758.64], "text": " there are things here of some consistency that they will need in their lives."}, {"timestamp": [1758.64, 1761.28], "text": " So this might be a third way."}, {"timestamp": [1762.36, 1766.14], "text": " Now, you might say to yourself, well, I hope you haven't said to yourself,"}, {"timestamp": [1766.14, 1770.78], "text": " I hope what you're saying is, gosh, we can do this because this is the point I was making"}, {"timestamp": [1770.78, 1776.0], "text": " at the beginning. I think the New Zealand system is absolutely capable of handling this"}, {"timestamp": [1776.0, 1780.76], "text": " approach to learning because it's got the tools to do so. And this is the most important"}, {"timestamp": [1780.76, 1790.08], "text": " tool, the New Zealand curriculum. This is a picture of an older cover of it. The New Zealand curriculum, I think, is one of the most revolutionary documents of any education"}, {"timestamp": [1790.08, 1796.32], "text": " system around the world. It's revolutionary because it doesn't tell you what to do. What it tells"}, {"timestamp": [1796.32, 1800.96], "text": " you is what you should get to. It says that there are certain values that would be very good"}, {"timestamp": [1800.96, 1806.0], "text": " for young people to have, like high standards and approach to learning that they'll be adaptable, etc."}, {"timestamp": [1806.0, 1808.0], "text": " It says there are certain competencies"}, {"timestamp": [1808.0, 1810.0], "text": " that they ought to have,"}, {"timestamp": [1810.0, 1811.0], "text": " and it says there are learning areas,"}, {"timestamp": [1811.0, 1813.0], "text": " in other words, knowledge that they should have."}, {"timestamp": [1813.0, 1814.0], "text": " This is a very third way document"}, {"timestamp": [1814.0, 1817.0], "text": " using the way I've constructed"}, {"timestamp": [1817.0, 1818.0], "text": " what we've talked about so far"}, {"timestamp": [1818.0, 1821.0], "text": " because it covers all of the different ways"}, {"timestamp": [1821.0, 1822.0], "text": " of looking at education,"}, {"timestamp": [1822.0, 1825.24], "text": " but brings them together in a very straightforward"}, {"timestamp": [1825.24, 1830.26], "text": " way. So if you went back to look at Crickham's in the old days, as you know, have, you"}, {"timestamp": [1830.26, 1834.36], "text": " remember there was lots of stuff about what you should do as a teacher. This is what you should"}, {"timestamp": [1834.36, 1840.32], "text": " be doing in a classroom about maths or whatever. Now a document saying, really you've got to get"}, {"timestamp": [1840.32, 1846.24], "text": " people to this particular point, but how you personalise that experience so they get the most"}, {"timestamp": [1846.24, 1851.92], "text": " from it on the way through and that they become active participants in their own learning is up to"}, {"timestamp": [1851.92, 1858.32], "text": " you, which is why when you look at this, it can't stand on its own. It has to be a system. It has to be a"}, {"timestamp": [1858.32, 1864.16], "text": " system. It can't be that we say, oh, we've got a wonderful curriculum or a wonderful teacher."}, {"timestamp": [1864.16, 1865.76], "text": " It has to be a system. So alongside that curriculum, we know in this country we've got a wonderful curriculum or a wonderful teacher, it has to be a system."}, {"timestamp": [1866.14, 1872.4], "text": " So alongside that curriculum, we know in this country we've placed quite a lot of stress on having effective teaching."}, {"timestamp": [1872.52, 1879.44], "text": " Remember the task force that Mason Jury led, which produced a whole range of small, very well-constructed booklets,"}, {"timestamp": [1879.5, 1884.62], "text": " the teachers all over the country were involved in, which was about, well, what is effective teaching?"}, {"timestamp": [1885.76, 1889.46], "text": " It's no longer just about being the authority figure that's transferring knowledge, no matter"}, {"timestamp": [1889.46, 1894.88], "text": " how dynamically or wonderfully you might do it, it's not about that. Effective teaching has"}, {"timestamp": [1894.88, 1899.48], "text": " to be the kind of teaching that allows people to be participants in their own learning and"}, {"timestamp": [1899.48, 1902.38], "text": " active and all those kinds of things. That's what the agreement was, if you look through"}, {"timestamp": [1902.38, 1908.36], "text": " those booklets. They're very clear on the style of effective teaching, not the kind of people who were thought"}, {"timestamp": [1908.36, 1912.32], "text": " to be effective teachers when I was at school. They were thought to be effective if they were"}, {"timestamp": [1912.32, 1917.06], "text": " disciplinarians, if they were authoritarian, if they were clear, if they knew their subject well."}, {"timestamp": [1917.34, 1921.72], "text": " They could be great teachers within that model. This once again, not a criticism of them. They were in"}, {"timestamp": [1921.72, 1925.84], "text": " their time. But this is not what Mason, Jury, or you have been saying"}, {"timestamp": [1925.84, 1927.18], "text": " about what effective teaching is."}, {"timestamp": [1927.46, 1928.88], "text": " And you need to be trained for this."}, {"timestamp": [1929.42, 1930.98], "text": " And by the way, you should be professionals."}, {"timestamp": [1931.88, 1932.82], "text": " Should be professionals."}, {"timestamp": [1933.14, 1936.84], "text": " It amazes me that people still go on about the notion"}, {"timestamp": [1936.84, 1938.9], "text": " that people can come into the school and be teachers."}, {"timestamp": [1939.58, 1941.62], "text": " I'm getting on a plane to fly out of here"}, {"timestamp": [1941.62, 1942.92], "text": " after this to go back to Wellington."}, {"timestamp": [1942.92, 1944.38], "text": " I'm hoping like crazy"}, {"timestamp": [1944.38, 1945.06], "text": " that the"}, {"timestamp": [1945.06, 1950.9], "text": " person who's flying the plane isn't an enthusiast model plane maker who they've said, you, you,"}, {"timestamp": [1950.9, 1955.68], "text": " you should be up the front there. You know a bit about planes. I want someone who's trained and"}, {"timestamp": [1955.68, 1961.14], "text": " professional, and you should insist on this. You should insist on this. The one model I think that's"}, {"timestamp": [1961.14, 1968.74], "text": " one of the models that's worth following the world is the Finnish model with their huge emphasis on high standing of teachers."}, {"timestamp": [1969.26, 1970.4], "text": " Not high pay, by the way."}, {"timestamp": [1970.48, 1972.0], "text": " They don't get a hell lot more pay than you do."}, {"timestamp": [1972.66, 1978.48], "text": " I always used to assume that they did get a lot more because they're always ranked alongside doctors and other professionals in Finland,"}, {"timestamp": [1978.64, 1979.58], "text": " but they don't."}, {"timestamp": [1979.58, 1983.82], "text": " But what they do get is the same prestige as those people."}, {"timestamp": [1983.96, 1985.58], "text": " And you should insist on that."}, {"timestamp": [1985.96, 1987.8], "text": " And that means you have to be a profession."}, {"timestamp": [1988.28, 1989.8], "text": " You have to join the profession."}, {"timestamp": [1990.24, 1991.88], "text": " You have to have ethics and accountability."}, {"timestamp": [1991.88, 1995.6], "text": " And people who don't fit into that are not teachers."}, {"timestamp": [1996.5, 1997.64], "text": " They're not part of the profession."}, {"timestamp": [1998.06, 2002.3], "text": " So it's important that we focus on the kind of teaching and who does it."}, {"timestamp": [2002.36, 2003.32], "text": " It should be evidence-based."}, {"timestamp": [2003.42, 2004.36], "text": " You should all be researchers."}, {"timestamp": [2005.18, 2008.22], "text": " It's got to be evidence-based so you know how you can improve your practice."}, {"timestamp": [2008.22, 2010.82], "text": " Students could or should be involved in that."}, {"timestamp": [2010.82, 2013.14], "text": " Most of it should be formative assessment,"}, {"timestamp": [2013.14, 2015.7], "text": " because that allows people to know what's going on."}, {"timestamp": [2015.7, 2018.02], "text": " I still believe a little bit in summative assessment."}, {"timestamp": [2018.02, 2019.92], "text": " And if you are teaching content,"}, {"timestamp": [2019.92, 2024.18], "text": " there's a useful thing to do with summative assessment."}, {"timestamp": [2024.18, 2025.6], "text": " But you'll notice what we're doing at the"}, {"timestamp": [2025.6, 2030.56], "text": " present time is running more and more towards exams. Our students are the most examined in the"}, {"timestamp": [2030.56, 2038.64], "text": " world. You say, what the hell is that for? Stage one of NCEA was supposed to be going on stage"}, {"timestamp": [2038.64, 2043.68], "text": " two, going on stage three, but they weren't supposed to just go like little hops that you"}, {"timestamp": [2043.68, 2045.22], "text": " went one after the other."}, {"timestamp": [2047.98, 2048.42], "text": " The only thing it really matters is the third level,"}, {"timestamp": [2050.7, 2050.82], "text": " because that's when people move to something else."}, {"timestamp": [2053.14, 2053.54], "text": " You need to know exactly where they are then,"}, {"timestamp": [2056.34, 2059.72], "text": " but examining them time after time on the way through just simply gets in the way of the style of learning would be the argument."}, {"timestamp": [2060.52, 2062.04], "text": " That's the argument you'd make here."}, {"timestamp": [2062.74, 2067.54], "text": " School organisation has to change, obviously, to work with this."}, {"timestamp": [2067.54, 2072.24], "text": " The notion that you might be more flexible in places, might be more traditional in other places,"}, {"timestamp": [2072.24, 2079.04], "text": " but the school will shift in the way that it handles its timetable and organizes itself and builds itself."}, {"timestamp": [2079.04, 2080.44], "text": " It will look different."}, {"timestamp": [2080.44, 2085.04], "text": " I think it's a bit gratuitous to say it's factories or beanbags."}, {"timestamp": [2090.56, 2090.96], "text": " By the way, if you go to Google, most of the staff sit on beanbags, by the way,"}, {"timestamp": [2094.66, 2094.82], "text": " so it doesn't necessarily run against you being highly productive and knowing things,"}, {"timestamp": [2099.32, 2099.74], "text": " but it just creates a kind of silly argument, doesn't it, it's either factory or beanbags."}, {"timestamp": [2103.66, 2108.8], "text": " It's really about organising your school so you get the best of learning from it and being compared to shift it physically as well as timetables, have to engage with the community"}, {"timestamp": [2108.8, 2113.38], "text": " because learning doesn't stop at the school gate. If Castell's is right, it's everywhere."}, {"timestamp": [2114.0, 2117.7], "text": " So people shouldn't hold you responsible for everything. I love this thing when people"}, {"timestamp": [2117.7, 2122.34], "text": " say parents have done their best and they've brought the best that they possibly can from"}, {"timestamp": [2122.34, 2128.1], "text": " home to your school. Well, I think what I'd advise you to say is, in many cases, this is just not good enough."}, {"timestamp": [2128.68, 2133.6], "text": " You've got to bring a better product to school because you are involved in their learning as well."}, {"timestamp": [2133.98, 2138.0], "text": " And so don't come dumping it on us and saying, if nothing's working, it's all to do with the school."}, {"timestamp": [2138.48, 2143.68], "text": " This is a joined effort, particularly because they're learning an awful lot out of school now,"}, {"timestamp": [2143.96, 2145.02], "text": " doing all sorts of things."}, {"timestamp": [2147.02, 2147.6], "text": " It should be technology enabled."}, {"timestamp": [2149.82, 2150.02], "text": " These kids are going to live in technology in the future."}, {"timestamp": [2155.62, 2156.52], "text": " It seems impossible to me that they are not constantly making use of technology."}, {"timestamp": [2157.96, 2158.46], "text": " Leadership is really important."}, {"timestamp": [2163.3, 2165.42], "text": " It's a little lesson that a person called Cynic points out about leadership, by the way, and that is that most people occupy"}, {"timestamp": [2165.42, 2168.48], "text": " positions of leadership, but they don't lead."}, {"timestamp": [2169.74, 2173.42], "text": " And it's a big question to ask yourself, and the people who say that they're leaders in your"}, {"timestamp": [2173.42, 2178.54], "text": " school. Are they occupying a position of leadership, or are they leading? Because leading"}, {"timestamp": [2178.54, 2184.0], "text": " is different to occupying. Occupying is really managing the resource. Leading is setting direction"}, {"timestamp": [2184.0, 2187.0], "text": " and answering the crucial question that Cynic points out,"}, {"timestamp": [2187.0, 2192.0], "text": " as any leader that really wants to be a leader, has to answer the question of why are we doing this?"}, {"timestamp": [2192.0, 2194.0], "text": " Why are we doing this?"}, {"timestamp": [2194.0, 2199.0], "text": " You can answer how we do it, what we do it, but why are we doing this?"}, {"timestamp": [2199.0, 2203.0], "text": " Why does our school exist? Why are we here each day?"}, {"timestamp": [2203.0, 2208.76], "text": " If you can answer that question, you'll tend to turn yourself into a leader, because we will look at you and say, you've got some ideas that I think"}, {"timestamp": [2208.76, 2213.6], "text": " are valuable for me to construct my working life around and I will follow what you're suggesting."}, {"timestamp": [2213.6, 2218.84], "text": " Without that question, it's just a what and how exercise. And that doesn't answer the question"}, {"timestamp": [2218.84, 2223.36], "text": " that leaders should answer. And supportive services should support this. So that means MEO,"}, {"timestamp": [2223.36, 2227.9], "text": " for example, should be consistently suggesting, supporting, working"}, {"timestamp": [2227.9, 2233.52], "text": " with schools in a way which leads to a style of education that allows you to do this kind of stuff."}, {"timestamp": [2233.58, 2237.76], "text": " If it stops it, then that's what I mean about the system getting in the way once again."}, {"timestamp": [2238.98, 2244.16], "text": " Now, if you're accepting that, then you come back to some basic questions again."}, {"timestamp": [2244.72, 2248.7], "text": " You're saying to yourself, well, it's probably unarguable"}, {"timestamp": [2248.7, 2253.66], "text": " that we are living at a period of history that's got more change in it"}, {"timestamp": [2253.66, 2255.4], "text": " than's ever been said before."}, {"timestamp": [2255.52, 2262.16], "text": " So that lends itself to the view that we're living in a complex, disordered world"}, {"timestamp": [2262.16, 2267.14], "text": " with some parts of it quite stable, but characteristically not."}, {"timestamp": [2267.14, 2272.24], "text": " So what we're doing as educators therefore is trying to prepare people for that kind of world,"}, {"timestamp": [2272.24, 2277.0], "text": " which is hard for us because we're old enough to have grown up with all of that ideology"}, {"timestamp": [2277.0, 2280.36], "text": " ingrained into us of the last century."}, {"timestamp": [2280.36, 2281.36], "text": " That's a problem."}, {"timestamp": [2281.36, 2284.76], "text": " It's going to be really difficult for many people in education to make these kinds of changes"}, {"timestamp": [2284.76, 2306.12], "text": " because it doesn't come instinctively to them to say, well, let's think this way or how do I do it. There's a tendency to think in that 20th century way. But if we accept that there is a rapidly changing world and our job as educators is to prepare people for that kind of world to be flexible, creative, innovative, knowledgeable kinds of people,"}, {"timestamp": [2306.74, 2310.0], "text": " then we've got to make a change in the education system"}, {"timestamp": [2310.0, 2314.92], "text": " so that they are all coming out in a way which is going to fit them for this"}, {"timestamp": [2314.92, 2318.88], "text": " and make sure that our superannuation is safe for when we are a little older."}, {"timestamp": [2319.38, 2328.88], "text": " So the question you take away, I hope, today, is to say we've gone through pretty starkly positioned"}, {"timestamp": [2328.88, 2333.62], "text": " ways of looking at the education system in the sense of a first way, second way, third way."}, {"timestamp": [2334.16, 2340.4], "text": " Where do I fit? How would I describe my way of approaching education? I think you'll"}, {"timestamp": [2340.4, 2344.42], "text": " surprise yourself when you talk across the bulk of the education system that people are"}, {"timestamp": [2344.42, 2346.5], "text": " saying much the same thing."}, {"timestamp": [2346.5, 2349.5], "text": " And that's because it's been happening for a good 30 years now."}, {"timestamp": [2349.5, 2353.6], "text": " It really starts around about the time of learning for life and you hear teachers talking"}, {"timestamp": [2353.6, 2357.76], "text": " about things and how they should change and there's been a slow accumulation of the way"}, {"timestamp": [2357.76, 2363.54], "text": " things should be and it's all, I think, sitting there to become part of our system."}, {"timestamp": [2363.54, 2366.0], "text": " And I think it's surprising consistency."}, {"timestamp": [2366.0, 2368.76], "text": " But at the same time, there's a large debate,"}, {"timestamp": [2368.76, 2373.0], "text": " and the system isn't in place to make this consistently work."}, {"timestamp": [2373.0, 2375.0], "text": " But if you can think that through,"}, {"timestamp": [2375.0, 2377.0], "text": " you'll come back to this question of,"}, {"timestamp": [2377.0, 2379.0], "text": " so here's a simple question,"}, {"timestamp": [2379.0, 2383.0], "text": " what sort of classroom would I design"}, {"timestamp": [2383.0, 2386.28], "text": " for the kind of education that I think is vital"}, {"timestamp": [2386.28, 2389.02], "text": " for young New Zealanders to have hold of."}, {"timestamp": [2389.02, 2393.02], "text": " And you'll be sitting there saying to yourself, I would design a box with someone at the front"}, {"timestamp": [2393.02, 2397.9], "text": " and chairs out in front of me and the duster will still reach the back because that's the"}, {"timestamp": [2397.9, 2399.52], "text": " way I see things."}, {"timestamp": [2399.52, 2401.76], "text": " Or you might do what I read out before."}, {"timestamp": [2401.76, 2409.48], "text": " You might bring that all forward so the teacher could interact more but still a teacher-centered kind of model, or you may say I would move to much more"}, {"timestamp": [2409.48, 2413.76], "text": " open plan, I would want to have a couple of teachers in the room. This is telling you the story"}, {"timestamp": [2413.76, 2420.76], "text": " of how you think education should go. But I think being clear about this is absolutely vital"}, {"timestamp": [2420.76, 2424.72], "text": " and that's the thing I'd like to send you away with the task to do as opposed to sitting,"}, {"timestamp": [2424.72, 2430.76], "text": " thinking about your classroom here, is let's make this happen. Because I'd like to send you away with the task to do as opposed to sitting thinking about your classroom here is let's make this happen because I actually"}, {"timestamp": [2430.76, 2436.4], "text": " think one of the major problems that face us as a country is that we have not made our mind"}, {"timestamp": [2436.4, 2443.4], "text": " up as to how consistently we are approaching education. That runs through universities as well"}, {"timestamp": [2443.4, 2450.06], "text": " as all the way through the education system and that is a real problem for this century. That is a real problem for this century."}, {"timestamp": [2450.36, 2456.22], "text": " We're trying to equip young people for a world we simply don't know about. It sounds trite,"}, {"timestamp": [2456.22, 2462.6], "text": " and we say it often, but it's true. We don't know what the future is. If we did, it wouldn't be"}, {"timestamp": [2462.6, 2471.36], "text": " the future. But on top of that, what we know is the world they are entering is going to get faster and faster and faster in change."}, {"timestamp": [2471.9, 2476.62], "text": " And if we don't equip them for that, we are doing them a real disservice."}, {"timestamp": [2477.36, 2482.74], "text": " And as educators, I believe your job and my job is the most important job in the country,"}, {"timestamp": [2483.24, 2486.46], "text": " because we are equipping the next wave of people"}, {"timestamp": [2486.46, 2490.54], "text": " to run the country we're going to live in. We get it wrong, we're going to live with that."}, {"timestamp": [2490.54, 2496.88], "text": " We get it right, the results are going to be tremendous. Good luck in your mission. Thanks"}, {"timestamp": [2496.88, 2500.14], "text": " for listening."}], "text": " And it is my absolute pleasure to introduce the Honourable Steve Mahari. We all know Steve from the time when we voted for Labour because Steve was in it. This led him to a pivotal role in education, our minister, 2005 to 2007. Most recently Steve has taken up the role of front person and vice-chancellor at Massey University. Massa University has distinguished itself in its progressive approach to tertiary education. It is future-focused and committed to students being able to apply their learning and studies in the world in new and innovative ways. Steve is a big thinker. It will be exciting to hear what he has to share with us today, so please join with me in welcoming the Honourable Steve Mahari. Thank you very much. Thank you very much. Tendokota Kata, Kua Hiuhu Ma'nei, Aet Teno Ranui. It's great to be here. The reason we're here is to talk about education. I can't think of anything I would rather do than to talk about education. Is that true of you, or do you get sick of talking about education? How do you feel? I guess the ones who would have said no are outside drinking coffee. They're worn out waiting for the cocktails, but you are here. It's great to be here and thank you for the invitation. Thank you for that opening, if I can put it that way, Miranda. It's an important thing when you do these introductions, isn't it? And Miranda's just raised the bar way, way too high. The whole idea that I'm going to excite you over the next of a while now has set the bar quite high. I know that I'm standing between you and cocktails, I understand, at what it was a hub us for, I think you're rushing off to do that. So I know I'm standing between you and that. But I'm pleased about that because when I talked to the principals conference recently in Wellington, I was standing between them and an ice cream, which it was quite a warm day there in Wellington too, so there was a fair amount of incentive to get through, so the ice creams didn't melt as well as them get to them. So it's great to talk to you having talked to them about the same thing. I'm going to be much of the same territory that I've got today, but I do understand that your particular role in the school is a bit different to theirs. If we were to take for the age in the audiences, I think, is okay for this kind of reference, and that is if they're the Fred of Stairs, then you're kind of the Ginger Rogers, aren't you? You do everything backwards and on high heels, which is a much more difficult position to be in, I think. Principles, I think, rely heavily on you to make sure that things actually happen in the school. So I think this is a, I think, rely heavily on you to make sure that things actually happen in the school. So I think this is a very important conference at this particular time. And I noticed that your theme that was up here was this idea of disobedience, which I guess you're hiding from the pupils, so that they don't see this. And underneath it, it's that general theme that you should be thinking outside the square, that you should be prepared to jump outside and do something quite different. I just want to give you a warning about this. Change is the last thing people want to do. Change is the last thing people want to do. So if you are people who are leading change in your school, remember never to be disheartened by the idea that you're leading change and wondering why isn't this working? Why can't I see people responding to what I'm saying and beginning to change? Remember, they will not change until they have to. It's the basic rule of any change. And I think that's perhaps why we don't have the education system that many of you would aspire to in this country. I think that there is an education system waiting to be born in New Zealand. It's a system that really goes back good 20, 25 years, I would say. I think it's born of you. You invented it. You're the ones who began talking about a need for a different style of education, and the system has fought you all the way through. But I kind of think that we might be, because I still talk quite a lot to teachers and visit schools and so on, I think we might be getting to a point where the accumulation and momentum of change is getting to the point where no matter what the resistance to it will be, it's going to come through. Because there's a point where the accumulation and momentum of change is getting to the point where no matter what the resistance to it will be, it's going to come through. Because that's what I want to talk about today. I think that the goal of change is not to change yourself, not to change your individual school, you've got to change the system. Because trying to run a school, change the system because trying to run a school, trying to be an individual teacher in a system that doesn't want you to act in the way that you might want to act means you'll always be prevented from getting to where you really want to be. So the big goal is for us to have a New Zealand system that allows people to work in the way that they should work. And that's, I guess, the message I'd like you to take away today. I put up here the idea of the way ahead. And I mean almost in an evangelical way, because I'm a bit of evangelical person about this, that there is a way ahead. Sometimes you shouldn't articulate things as just a single way ahead, I guess, but what I'm suggesting is a system is forming, and it's around a way of doing education for the future. And we know that we're in an area of education, whether you're in universities or a childhood or whatever you might be in, where we are, we're subject to fashions and fads and things come and go, but we know at the moment a lot of those fashions and fads are around and being discussed. But probably the three that I'll talk about today go with these words. I've just reduced them to construction, instruction, and personalised learning. I'll talk about those kinds of words as the major ways ahead, if you like. And at the end of it, we'll see where we've got to. Now, I've got a task for you today, which you can even take out a piece of paper and a pen if you would like to, because when I come back to it at the end, I'm not going to test you, you don't have to show me what you're going to do, but I'm going to give you a little task, and the little task is, if you were given some money for your school, and told that you could redesign an individual classroom that would represent to you the way education ought to be, what would the classroom look like? What would the classroom look like? If you had the money and you were able to do that. Now, the reason I give you that little task to do is that when we talk about education as a way ahead and education for the future, we all look at it a bit differently. So we have a way of seeing the future through the kinds of lenses that we have as people who understand a particular view of education. And that comes from what we know and what we believe, and it would form our ideology, if you like, our system of beliefs. It don't necessarily mean that they're correct. It just means it's the way we tend to look at the world. And we all have quite different ways of looking at that world. And when we have finished looking at it, we have to do something about it. So, for example, we design a school or we design a classroom. If you come to a university, as many of you will have done in recent times, you'll see it hasn't changed much since where you went through. That ideology in universities is literally bolted to the floor. They're called lecture rooms. That tells you exactly how universities think about, quote, education. In other words, they don't believe in education at all. It's one of the beefs that we have in universities these days is trying to get staff to understand that being in a large room with a lot of people a bit like this, with the chairs bolted to the floor and simply talking at people day after day, actually doesn't constitute education. It constitutes information transferal, but not learning necessarily goes on. So if you were in my stage one classes years ago, and I hope all of you did sociology, because it's the only discipline that really is important for anybody to do in the world, you would have noticed we didn't do any teaching at stage one. We did entertainment and motivation classes. That's basically what we understood ourselves to do. So we try to make the sessions as riveting and as exciting and motivating as we possibly could, knowing that no one was learning anything for 50 minutes, but because they were so excited, they might go off and start to talk to each other and go to the library and be motivated to do things. So we used our time that way. So we all look differently. It is an ideology, and we then have to decide what we're going to do. And you'll know that in crude terms, while the debates about something like a classroom, if you look at the information from MOE that's coming to schools and so at the moment, would be to say we don't like old-style factory schools. And if you drive around older schools, you may still be in one, because there are many of them, you'll see that they do look exactly like factories, because that was the view, obviously, of education in the days when these older schools were all built. They very much looked like a factory. Many of them were high walls and brick and all the kinds of things that would have gone with any kind of manufacturing unit around the country. They were factories. Well, MEO is saying, don't build them like that anymore. What we want to do is to have more open plan. So there's an ideology straight away. It doesn't mean they're right. It means they're saying this is the way you should see the world now. It should be open plan, maybe a couple of teachers in the room, different kinds of things and so on. And I want to tell you a little story about one school. I'll leave the school nameless because the school doesn't really matter in terms of who it is. But one school, I'm receiving that information from the ministry, said we don't like the idea of open plan because we don't like beanbags. We're not a beanbag sort of school. We're a different kind of school. And the press release that they put out in relation to their own effort to look at the world and decide on what the ideology was and how they would construct a classroom, they said the following kinds of things. Well, the ministry may want this, but that is not our style. That is not our style. What they said was that our style is a teaching style. It's one that teaches content. It does not focus on student-led learning. It's on teacher-centered learning that we focus. The key thing with the new classrooms is that they're wide, not deep, so those in the back row are closer, and it's all about the relationship between the student and the teacher. The student and the teacher. Note all these words are ideological. The very word teacher is an ideological word. It tells you how the positioning of authority is in the classroom when you use words like that. Not wrong, not right, just tells you what the thinking is that's going on here. And then we say, it allows the students to move around the school more quickly, fitting with its demanding schedule of seven 40 minute periods a day. Money for the building, blah, blah, came from fundraising and so on. And this school says this is our way. Teachers must wear professional dress. No short skirts for women, or men, I guess. And men must wear a tie. I approve of that, of course. Classes are streamed according to academic ability. A relentless exam schedule is in place for juniors and for seniors and students should not normally bring electronic devices to the classroom. Now, I hope what you've done now in terms of a little exercise is you've said, okay, what's my way of seeing? How do I look at the world? And when I have got that systematized, what's my ideology? How do I think about it? And let's not pretend that I'm right necessarily. You may well be right, but let's not pretend that I'm right. That's just my way of seeing the world in its systematic way. And I hope you've got it. I hope if someone said to you write a press release, you could write as clearly as that school, because wherever you agree with it or not, that school knows exactly what its approach to education is, which is impressive to see. So I hope you can do that, and you've designed in your head your classroom. What would it look like as the exercise? Now, so there are the things that they've talked about that tell you their particular ideology. Are bean bags for you is the question you might ask, and I'll come back to that question at the end. Now, if we start back at that idea of ways of seeing, the first way, I would argue that we can look in education, and this happens to go pretty much with the exercise that I've just given you in the example I've just given you. We'll call this the first way. It's very much about passing on accumulated knowledge. It's very much about the idea that it's content focused, which then leads you to a style of education which would have more to do with instruction, have more to do with instruction. It assumes a very ordered world. It assumes that the world must be quite an ordered place. If you're going to focus on content, the world must be quite ordered, because content has to be stable, otherwise, why would you bother teaching it? If it's going to go to fashion all the time, or it's going to be redundant the day after, you wouldn't focus on content. And what you're drawing on is a very old tradition in education, which of course is Plato. Plato believed in a very ordered way of approaching education. He believed in a very content-focused form of education, and he believed absolutely in the idea that education was about passing on accumulated knowledge. That's your responsibility, it's mine. We've got students in front of us. We should make sure that they know everything they need to know about what's rolled up over the thousands of years before, and they're in the classroom. Now it's our responsibility as an education system to get them to know that stuff. And most of you in the room are old enough to know that's what your education was. Your education was about the passing on of that accumulated wisdom know that's what your education was. Your education was about the passing on of that accumulated wisdom at various stages in your education. Now let me stress, anybody looking at that? I don't think you'd say, well, it's wrong to do that. You might say it looks okay to me. It's very important that people get knowledge and they are aware of what's gone on in the past. There are people who champion this with a great deal of vigor as well as a university lecturer here at Auckland University who attacked me for talking about education about a year or so ago and said that the only thing students should be learning is content. That's what they should be learning because no longer that they know they're Shakespeare from their board year, this is wrong, they should be learning all these kinds of things. That's what education is about. Content. Very spirited defense of that kind of traditional platonic style of ordered world, content-oriented, teacher-focused kind of education. Now, the problem with this for many people, of course, is that the world isn't ordered. It's increasingly not ordered at all because there are all sorts of things going on that make the world isn't ordered. It's increasingly not ordered at all, because there are all sorts of things going on that make the world change rapidly to the point where you might want to use a phrase, like we live in new times, not quantitatively different, like moving from feudalism to capitalism, but certainly very different. And if you think about, no matter how old you are in the room, you'll know that the world is changing in seismic ways at the present time. So if you just look at this kind of graph here, complexity and disorder is clearly what's happening across the world at the present time. So we would talk about something like the population change in Auckland. 164 different cultures, distinct national-type cultures, live in this city right now. Even in a city like Palmerston North, which is the kind of Pleasantville of New Zealand, hundred different distinct cultures in a place like Palmerston North. This is very different to 20 years ago, when the dominant cultures were largely of European extraction, Tangadafinua and Pacific Ireland. That's the ones people tended to recognise. There were other populations, but they were small, so people didn't notice them so much. They didn't talk about them. Now those populations are big. That's different. This is going to be a very different century because of that for people who live here, and if we do it well, it'll be a fantastic century to have that kind of diversity in the country. Take something like the fact that we now live in a science and technology revolution. You live pretty much in the second industrial revolution right now. So we're living through a time when the kinds of things that are being discovered are going to be quantum leaps of change in your and my lifestyle. God knows what all those people who are moving towards that latter part of our lives are going to do. We sort of laugh at our parents now about the way they can't use the cell phone. Well, we're going to really struggle with the kind of matter transference that's going to go on probably when we were very old. Instead of driving our car, we might use something else to transport ourselves. Who knows what it will be? But what we do know is the acceleration of scientific change is enormous. And you can go through all of these kinds of changes here and say this is going to make a very, very different world for these kids growing up. So it's an almost hackneyed thing now to say, isn't it, that we're arguing about what jobs these kids should get when they leave school, when most of the jobs that they will have, we haven't thought of yet. And if you don't believe that, all you have to do is say to yourself, how many people are on Facebook in 2004? Answer, zero. How many are it now? 1.5 billion. What's the biggest nation in the world? Facebook. You're probably on it now, and your kids are not, because you're on it. They don't want to be on it. But they're on something else now. And as a result, we're moving into a very different way of people communicating with each other, relating with each other. I have a young daughter of a friend of mine, young woman, who has more friends. We were talking about a day and said, how many friends have you got sort of conversation? I said, I think probably about half a dozen. I know lots of people, but the people I'd count as friends, that would really turn up to my funeral, probably half a dozen. I said, I've got about 200. I said, I've got about 200. I said, I'm going to have 200. They said, well, they're all over the place and they're on Facebook. More interaction, by the way, than I have with my six friends because they communicate all the time by this method. This is a basic change in social relationships that's going on here. So complexity and disorder is more the order of the day. So in that environment, who is going to thrive? Well, it might not be people who sat in classrooms like I did, was told never to talk, don't think, do what you're told, when I say so, jump, when I say don't jump, don't jump, that kind of education, which hopefully has completely disappeared now, but that kind of education, which hopefully has completely disappeared now, but that kind of structured education, I would not have been welcomed in classrooms as a critical thinker as a young person. Many of you wouldn't have either, because that would have been challenging the authority of the teacher. You can ask questions, but not critical questions. If you flick your eyes down there, self-manage, adaptable, confident risk-taker, collaborate, creative and innovative knowledge users and lifelong learners, that is a model, you would say, or a set of aptitudes, competencies, value sets that seem to go with complexity and disorder. Because if it's a difficult complex world, then you need to be this kind of person to cope with it would be the broad argument, wouldn't it? You'd need this. If you weren't that sort of person, then how would you respond to a changing world? How would you respond to the fact that the things you learnt were no longer relevant? So someone said that that was good, that what you said, but actually doesn't work like that anymore. The knowledge has moved on. You'd have to be this kind of person. So that's fine. I'm an adaptable person. I'll start to think about what I should do next. You need this kind of value set. So we move to the second way. The second way that's emerged, of course, has a lot to do with this notion that if it's a complex, disordered kind of world, and those are the kinds of people that will thrive. We should be creating and applying knowledge. Young people should know how to create their own knowledge, not just learn it from a textbook or get it from someone who is their teacher, found of knowledge. They should know how to do this themselves. They should be able to construct knowledge. They should have the competency to do that. They should assume their will be complex and disordered and know therefore how to work with that and have the skills. And the kinds of people who represent this are people like Manuel Castell, complex and disordered and know therefore how to work with that and have the skills. And the kinds of people who represent this are people like Manuel Castell's, who's wonderful four-volume set, if you can wade your way through them. First two are the ones that matter most after it gets a bit marginal. But Manuel Castell is the person who invented this whole style of thing about the networked society. Because if we think about the first way, knowledge is in one place. It's in the library, or it's in the head of the teacher, it's in the school. You go to somewhere to learn. Castell's points out, that's no longer true. You can get it wherever you are. You can get that information. It doesn't matter if you're in Antarctic. You can just download it. You've got it already. You don't need to do the kinds of things you did before. And what Leotard is talking about is that this means we're moving into an age of performativity, that you should be able to use knowledge, not just no knowledge, but use knowledge. And the person who's popularized that idea is someone I'm sure you're very fond of, Ken Robinson, who talks about the notion that we kill creativity in the schools. The kids start off with a whole lot of creativity, and then we drive it out of them as they move through the education system. So they don't end up equipped with a kind of skill set and way of behaving that they need to be fitting into the kind of world that's complex and disordered. So these kinds of people think very differently, very much responding to a different kind of vision of the world. We're not saying they're right. We're not saying they're wrong. It's for you to think about, but they're saying you can't do that first way stuff. You've got to start focusing on this. And they do tend to focus a lot on competency. So these people tend to focus a lot more on what you do with knowledge. Do you have the kinds of skills and competencies that will allow you to thrive in this kind of world? And they will, in many cases, people will go as far in this point of view as to say content doesn't matter. Why worry about it? Who cares if you don't know Shakespeare as long as you read something? As long as you can read, that's okay. Why does it matter that you know history when you can Google it for the trivia quiz that you're in? Why do you have to know when all this stuff happened? That's not important. It's all there, it's accessible, you live in a networked world, it's all about skill and competency. And that, you might argue, is the second way. And you've probably, you've probably got colleagues like that. You may feel yourself, this is what's most important. So your view of the world probably would fit with these kinds of folks. So we end up with a bit of a contest in our education system. And it's not just here, obviously. It's all around the world. If you simplify it, you get this contest between the people who still believe in a content, instruction, teacher-led, style of education, very much like I was reading out before from the school that's done its classroom up in a particular way, and the people who believe more in construction skills and so I get this kind of log-ahead argument that goes on between people all around the world and you see policy shifts. And I think this is what causes a lot of fads and fashions because we will move back and forwards around this argument trying to find a way through it as they contest with each other about what's the way to go. So perhaps there's a third way is the argument that we might make. Perhaps there's one other way that we could do this kind of thing. Now, this is not a term I've coined at all, but you'll be familiar with it, personalised learning, not individualised. Learning is a social way of going about things, even if you're on the net. It's still a social process, if it's going to be successful, have to interact with people on the net, but it's personalised. In other words, it's more sense of it being focused on you as the learner and the sense of trying to ensure that the educational process is something which is articulated to you and your learning styles and your interests in your position in society and so on. So students become active and informed. They participate in their own learning. They understand their own assessment. They contribute to decisions about their learning. They understand why they're learning the kinds of things they did. I don't know about you, but I never really understood why I learned maths. I absolutely have no idea why I learned maths. And when I went to university, I tried to avoid maths. I left school when I was 15 and had a rather wonderful time playing in rock bands and riding large motorbikes, and please don't tell kids that's not fun. It's a hell of a good time. But when I went to university, I thought, well, the last thing I want to do is anything to do with maths, because I didn't understand why I did in the first place. Unfortunately, there was a thing called statistics and it required maths, but I just never understood it. And that's because no one ever thought it was important for me to know that. What they thought was important is they learned the formulas and I could regurgitate them. I got content, in other words. But the idea that I would create knowledge myself, or understand why knowledge was important, of course, was not part of the learning model when people like me were going through the kinds of schools that I went through. So this is an approach which is student-centered, but it's saying really the important thing is that young people, or any learner, actually understands the learning process because then they can become a participant in what they are doing. And they know why they're assessed. In fact, they could assess themselves if they understood that. And I know a lot of parents find that incredible. The idea that their kid would assess themselves, they'll say, but that never happened to me. You know, I went to a summative experience called an exam, and I sweated for a few hours, and I never understood what I did because no one ever told me. You remember yourself when you did things at university and people gave you B and you thought, that's great. Why? Well, never had told you because they didn't want to explain it to you. They just gave you the grade and off you went and you were expected to accept that approach to learning. This is a very different place but it assumes three things because it doesn't say content's unimportant. I certainly think content's important, personally. I think it's really important that we feel empowered as individuals by knowing stuff without going to Google. By the way, what Google increasingly does is guide you towards things that advertisers want you to know about. It's not giving you free access to knowledge increasingly. It's saying you want to know about the First World War. Well, what advertisers is interested in that kind of stuff? Let's move you towards the kinds of information that will guide you towards one of our advertisers. So it's not free access as it used to be anymore. It's got to be real careful with that of kids using it at school now. But it assumes that content is still important. Because there is enough of the world where content is still something that you should know about. You should still know these kinds of things. And you should know them for yourself. It'll give you confidence. It'll help you with basic skills like memory and persistence. It'll give you a lot if you do that kind of thing. But it also assumes that if you stop there, you've got trouble. Because there's a world out there that's complex and disordered, and that requires young people to move into a phase where they're doing other kinds of things than just learning content so they can handle that kind of world. And that means they've got to be active participant learners. This is the Stacey's diagram of complexity, by the way, which is a really interesting way just to think about things in your own school if you're doing an exercise. What we tend to do in all walks of life is pull things towards that ordered corner. We like to think that there's certainty about what we're doing, and we like to think that we agree on it. And you'll notice, you may even do this yourself and your position of power in the school, you may assume certainty and agreement just so you can get on with things. I do that now and again in my place. I just think, I'll have to hell with it. Let's assume everyone agrees and we shall move forward from here. That assumption in education, of course, is what drove most of education in the last century, the assumption of order. And that's the assumption that's in that press release, for example, that it's an assumption of order. It's an incredibly ordered day when you think about it. Seven periods every 40 minutes moving. Ken Robinson tells you a nice of a story about that, doesn't he where he says, imagine that in life like you work in a factory and you're busily producing something and the bell rings and they say, forget it, next task. Let's go to that. Forget it. Next task. It's not really learning, as he points out, is it? Because what if you're in the midst of doing something and need to finish it off? This is a style of learning that's very, very demarcated in the way that you think it's going to be done rather than the kind of assumption of complexity and disorder. Because if you did that, you would allow people to learn in a different way. So they were used to handling complexity, used to having surprises in their life. You'd give them that kind of experience. And you might like to try that in your school. Have you constructed your school so that part of your practice suggests that we don't know what we're doing? We've got disorder out here. So let's run some way of educating our kids that gives them a chance to really shop around and think about how they would handle things when they really don't know the answer of these kinds of things. Are we putting things in this area of complexity where most of the world is these days and are we making sure that we're giving them a good foundation of knowledge where we can assume there are things here of some consistency that they will need in their lives. So this might be a third way. Now, you might say to yourself, well, I hope you haven't said to yourself, I hope what you're saying is, gosh, we can do this because this is the point I was making at the beginning. I think the New Zealand system is absolutely capable of handling this approach to learning because it's got the tools to do so. And this is the most important tool, the New Zealand curriculum. This is a picture of an older cover of it. The New Zealand curriculum, I think, is one of the most revolutionary documents of any education system around the world. It's revolutionary because it doesn't tell you what to do. What it tells you is what you should get to. It says that there are certain values that would be very good for young people to have, like high standards and approach to learning that they'll be adaptable, etc. It says there are certain competencies that they ought to have, and it says there are learning areas, in other words, knowledge that they should have. This is a very third way document using the way I've constructed what we've talked about so far because it covers all of the different ways of looking at education, but brings them together in a very straightforward way. So if you went back to look at Crickham's in the old days, as you know, have, you remember there was lots of stuff about what you should do as a teacher. This is what you should be doing in a classroom about maths or whatever. Now a document saying, really you've got to get people to this particular point, but how you personalise that experience so they get the most from it on the way through and that they become active participants in their own learning is up to you, which is why when you look at this, it can't stand on its own. It has to be a system. It has to be a system. It can't be that we say, oh, we've got a wonderful curriculum or a wonderful teacher. It has to be a system. So alongside that curriculum, we know in this country we've got a wonderful curriculum or a wonderful teacher, it has to be a system. So alongside that curriculum, we know in this country we've placed quite a lot of stress on having effective teaching. Remember the task force that Mason Jury led, which produced a whole range of small, very well-constructed booklets, the teachers all over the country were involved in, which was about, well, what is effective teaching? It's no longer just about being the authority figure that's transferring knowledge, no matter how dynamically or wonderfully you might do it, it's not about that. Effective teaching has to be the kind of teaching that allows people to be participants in their own learning and active and all those kinds of things. That's what the agreement was, if you look through those booklets. They're very clear on the style of effective teaching, not the kind of people who were thought to be effective teachers when I was at school. They were thought to be effective if they were disciplinarians, if they were authoritarian, if they were clear, if they knew their subject well. They could be great teachers within that model. This once again, not a criticism of them. They were in their time. But this is not what Mason, Jury, or you have been saying about what effective teaching is. And you need to be trained for this. And by the way, you should be professionals. Should be professionals. It amazes me that people still go on about the notion that people can come into the school and be teachers. I'm getting on a plane to fly out of here after this to go back to Wellington. I'm hoping like crazy that the person who's flying the plane isn't an enthusiast model plane maker who they've said, you, you, you should be up the front there. You know a bit about planes. I want someone who's trained and professional, and you should insist on this. You should insist on this. The one model I think that's one of the models that's worth following the world is the Finnish model with their huge emphasis on high standing of teachers. Not high pay, by the way. They don't get a hell lot more pay than you do. I always used to assume that they did get a lot more because they're always ranked alongside doctors and other professionals in Finland, but they don't. But what they do get is the same prestige as those people. And you should insist on that. And that means you have to be a profession. You have to join the profession. You have to have ethics and accountability. And people who don't fit into that are not teachers. They're not part of the profession. So it's important that we focus on the kind of teaching and who does it. It should be evidence-based. You should all be researchers. It's got to be evidence-based so you know how you can improve your practice. Students could or should be involved in that. Most of it should be formative assessment, because that allows people to know what's going on. I still believe a little bit in summative assessment. And if you are teaching content, there's a useful thing to do with summative assessment. But you'll notice what we're doing at the present time is running more and more towards exams. Our students are the most examined in the world. You say, what the hell is that for? Stage one of NCEA was supposed to be going on stage two, going on stage three, but they weren't supposed to just go like little hops that you went one after the other. The only thing it really matters is the third level, because that's when people move to something else. You need to know exactly where they are then, but examining them time after time on the way through just simply gets in the way of the style of learning would be the argument. That's the argument you'd make here. School organisation has to change, obviously, to work with this. The notion that you might be more flexible in places, might be more traditional in other places, but the school will shift in the way that it handles its timetable and organizes itself and builds itself. It will look different. I think it's a bit gratuitous to say it's factories or beanbags. By the way, if you go to Google, most of the staff sit on beanbags, by the way, so it doesn't necessarily run against you being highly productive and knowing things, but it just creates a kind of silly argument, doesn't it, it's either factory or beanbags. It's really about organising your school so you get the best of learning from it and being compared to shift it physically as well as timetables, have to engage with the community because learning doesn't stop at the school gate. If Castell's is right, it's everywhere. So people shouldn't hold you responsible for everything. I love this thing when people say parents have done their best and they've brought the best that they possibly can from home to your school. Well, I think what I'd advise you to say is, in many cases, this is just not good enough. You've got to bring a better product to school because you are involved in their learning as well. And so don't come dumping it on us and saying, if nothing's working, it's all to do with the school. This is a joined effort, particularly because they're learning an awful lot out of school now, doing all sorts of things. It should be technology enabled. These kids are going to live in technology in the future. It seems impossible to me that they are not constantly making use of technology. Leadership is really important. It's a little lesson that a person called Cynic points out about leadership, by the way, and that is that most people occupy positions of leadership, but they don't lead. And it's a big question to ask yourself, and the people who say that they're leaders in your school. Are they occupying a position of leadership, or are they leading? Because leading is different to occupying. Occupying is really managing the resource. Leading is setting direction and answering the crucial question that Cynic points out, as any leader that really wants to be a leader, has to answer the question of why are we doing this? Why are we doing this? You can answer how we do it, what we do it, but why are we doing this? Why does our school exist? Why are we here each day? If you can answer that question, you'll tend to turn yourself into a leader, because we will look at you and say, you've got some ideas that I think are valuable for me to construct my working life around and I will follow what you're suggesting. Without that question, it's just a what and how exercise. And that doesn't answer the question that leaders should answer. And supportive services should support this. So that means MEO, for example, should be consistently suggesting, supporting, working with schools in a way which leads to a style of education that allows you to do this kind of stuff. If it stops it, then that's what I mean about the system getting in the way once again. Now, if you're accepting that, then you come back to some basic questions again. You're saying to yourself, well, it's probably unarguable that we are living at a period of history that's got more change in it than's ever been said before. So that lends itself to the view that we're living in a complex, disordered world with some parts of it quite stable, but characteristically not. So what we're doing as educators therefore is trying to prepare people for that kind of world, which is hard for us because we're old enough to have grown up with all of that ideology ingrained into us of the last century. That's a problem. It's going to be really difficult for many people in education to make these kinds of changes because it doesn't come instinctively to them to say, well, let's think this way or how do I do it. There's a tendency to think in that 20th century way. But if we accept that there is a rapidly changing world and our job as educators is to prepare people for that kind of world to be flexible, creative, innovative, knowledgeable kinds of people, then we've got to make a change in the education system so that they are all coming out in a way which is going to fit them for this and make sure that our superannuation is safe for when we are a little older. So the question you take away, I hope, today, is to say we've gone through pretty starkly positioned ways of looking at the education system in the sense of a first way, second way, third way. Where do I fit? How would I describe my way of approaching education? I think you'll surprise yourself when you talk across the bulk of the education system that people are saying much the same thing. And that's because it's been happening for a good 30 years now. It really starts around about the time of learning for life and you hear teachers talking about things and how they should change and there's been a slow accumulation of the way things should be and it's all, I think, sitting there to become part of our system. And I think it's surprising consistency. But at the same time, there's a large debate, and the system isn't in place to make this consistently work. But if you can think that through, you'll come back to this question of, so here's a simple question, what sort of classroom would I design for the kind of education that I think is vital for young New Zealanders to have hold of. And you'll be sitting there saying to yourself, I would design a box with someone at the front and chairs out in front of me and the duster will still reach the back because that's the way I see things. Or you might do what I read out before. You might bring that all forward so the teacher could interact more but still a teacher-centered kind of model, or you may say I would move to much more open plan, I would want to have a couple of teachers in the room. This is telling you the story of how you think education should go. But I think being clear about this is absolutely vital and that's the thing I'd like to send you away with the task to do as opposed to sitting, thinking about your classroom here, is let's make this happen. Because I'd like to send you away with the task to do as opposed to sitting thinking about your classroom here is let's make this happen because I actually think one of the major problems that face us as a country is that we have not made our mind up as to how consistently we are approaching education. That runs through universities as well as all the way through the education system and that is a real problem for this century. That is a real problem for this century. We're trying to equip young people for a world we simply don't know about. It sounds trite, and we say it often, but it's true. We don't know what the future is. If we did, it wouldn't be the future. But on top of that, what we know is the world they are entering is going to get faster and faster and faster in change. And if we don't equip them for that, we are doing them a real disservice. And as educators, I believe your job and my job is the most important job in the country, because we are equipping the next wave of people to run the country we're going to live in. We get it wrong, we're going to live with that. We get it right, the results are going to be tremendous. Good luck in your mission. Thanks for listening."}