{"speakers": [], "chunks": [{"timestamp": [0.0, 3.28], "text": " Tena couta, tenacote, tenacote, all right now."}, {"timestamp": [3.92, 5.42], "text": " Welcome, as Kate's already spoke."}, {"timestamp": [5.46, 6.76], "text": " We've also got ETV here."}, {"timestamp": [7.22, 8.38], "text": " They're beaming live somewhere."}, {"timestamp": [8.48, 9.4], "text": " I don't know where they're beaming,"}, {"timestamp": [9.54, 11.96], "text": " but it's going out into the cloud somewhere."}, {"timestamp": [13.64, 14.48], "text": " Firstly, apologies."}, {"timestamp": [14.58, 16.82], "text": " I'm going to be tethered to the laptop a little bit."}, {"timestamp": [16.92, 18.34], "text": " It's one of my jobs I'd buy,"}, {"timestamp": [18.7, 20.44], "text": " probably my main job at Old River College"}, {"timestamp": [20.44, 24.08], "text": " is to buy those little clickers for data projectors and that"}, {"timestamp": [24.08, 29.76], "text": " that people lose and then borrow off me and then they disappear so I don't have a clicker anywhere so I'm going"}, {"timestamp": [29.76, 36.62], "text": " to be sort of a little bit tebid to the laptop a wee bit and I'll just go through briefly"}, {"timestamp": [36.62, 42.6], "text": " what we've been doing it's not rocket science it's been pretty easy actually in terms of what we've"}, {"timestamp": [42.6, 46.36], "text": " done and then you guys can give me some feedback or ask some questions at the end of it"}, {"timestamp": [46.36, 48.96], "text": " and then we can go and have a little bit of morning tea,"}, {"timestamp": [49.06, 51.8], "text": " which is really why we're here today for the main reason."}, {"timestamp": [52.9, 58.36], "text": " We believe, and I truly believe now after a sort of year of this,"}, {"timestamp": [59.0, 64.7], "text": " that we'll look back in 2011 when iPad came out of 2010 in the USA"}, {"timestamp": [64.7, 67.72], "text": " as a watershed point in education."}, {"timestamp": [67.88, 73.16], "text": " Whether it's iPad, whether it's an Android device, or whether it's Microsoft's new tablet,"}, {"timestamp": [73.66, 80.48], "text": " I think that iOS or the mobile operating system and the handheld interactive device will change"}, {"timestamp": [80.48, 84.16], "text": " education. I really think that things will change big time in education."}, {"timestamp": [84.82, 88.64], "text": " We're still constrained a little bit by our examination system, but I think that will even"}, {"timestamp": [88.64, 90.72], "text": " be sort of pushed towards the change."}, {"timestamp": [94.68, 102.88], "text": " Been in San Francisco all of last week, so I haven't really got a heck of a lot to say."}, {"timestamp": [102.88, 105.78], "text": " It was pretty good. We were looking around schools."}, {"timestamp": [110.04, 111.92], "text": " So baseball was pretty good."}, {"timestamp": [113.64, 114.94], "text": " And that's about it, really."}, {"timestamp": [115.02, 117.96], "text": " If you've got any questions, that'll do."}, {"timestamp": [118.36, 122.38], "text": " Didn't have time to put a presentation together because we were away."}, {"timestamp": [123.7, 125.22], "text": " Oops, I keep right clicking on this thing."}, {"timestamp": [128.1, 132.68], "text": " This is Kate and I at Stanford University just after presenting at Stanford."}, {"timestamp": [133.52, 134.42], "text": " Well, not really."}, {"timestamp": [135.02, 136.24], "text": " We watched a lot of things."}, {"timestamp": [136.74, 140.9], "text": " And here I was going to show, I was going to show it, but I didn't bring the speakers."}, {"timestamp": [140.9, 146.68], "text": " I don't know if you remember Rowan Atkinson when he does that thing on education."}, {"timestamp": [146.82, 148.58], "text": " He stands at the front of the schoolmaster"}, {"timestamp": [148.58, 149.98], "text": " and he starts calling the role"}, {"timestamp": [149.98, 153.42], "text": " and then that sort of traditional sort of school masterish."}, {"timestamp": [153.72, 154.7], "text": " And I was going to put that in"}, {"timestamp": [154.7, 155.92], "text": " because a bit of humour is always good,"}, {"timestamp": [156.24, 158.8], "text": " but I wasn't organised enough to bring some speakers."}, {"timestamp": [159.3, 161.12], "text": " So I haven't put that in at the moment."}, {"timestamp": [162.5, 163.76], "text": " But that's the point."}, {"timestamp": [163.88, 165.26], "text": " We've been going for years,"}, {"timestamp": [165.42, 167.68], "text": " and I'm sure you guys have as well,"}, {"timestamp": [168.0, 169.38], "text": " years to conferences saying,"}, {"timestamp": [170.06, 172.22], "text": " you know, technology, computers are going to change"}, {"timestamp": [172.22, 174.44], "text": " the way we teach. It's going to change."}, {"timestamp": [175.14, 176.52], "text": " You know, the sage on the stage"}, {"timestamp": [176.52, 179.02], "text": " is going to disappear and become the guide beside,"}, {"timestamp": [179.08, 182.26], "text": " and we're getting all those little lips and sound bites"}, {"timestamp": [182.26, 184.02], "text": " of language that we've been hearing at conferences,"}, {"timestamp": [184.18, 191.06], "text": " but it hasn't changed. We presented at one of the last conferences we were at in terms of an ICD, ICTPD project,"}, {"timestamp": [191.66, 198.04], "text": " and we presented a presentation called Digital Floss. And it was basically saying that,"}, {"timestamp": [198.36, 203.06], "text": " yes, we've been doing this, yes, teachers have laptops, we've been wandering around the countryside"}, {"timestamp": [203.06, 210.78], "text": " looking, but in very few cases are we seeing genuine transformation? We're seeing little bits. Teachers don't have all-time,"}, {"timestamp": [211.0, 215.94], "text": " full-time access to students with laptops. They have their one or two sessions in the lab"}, {"timestamp": [215.94, 220.76], "text": " that they can pinch off someone because the English department's booked at eight years in advance"}, {"timestamp": [220.76, 225.38], "text": " and no one can get the labs or the pods or the classrooms. But to get a real"}, {"timestamp": [225.38, 230.1], "text": " transformation, to really get the leverage out of this technology, we really do have to have"}, {"timestamp": [230.1, 235.92], "text": " a device in everybody's hands. And then we're starting to get some transformation. So we've heard"}, {"timestamp": [235.92, 240.96], "text": " about, we've heard all this sort of stuff at conferences. And I guess people are always"}, {"timestamp": [240.96, 245.28], "text": " in teaching looking for the silver bullet you know there's one easy"}, {"timestamp": [245.28, 248.88], "text": " answer pick that done that implement that at the school and it all goes away that's"}, {"timestamp": [248.88, 252.9], "text": " problem solved and I can sit back in my office as a DP and put my feet up and just"}, {"timestamp": [252.9, 259.92], "text": " drink coffee and and have a chat to visit us all the time there's not a lot we're"}, {"timestamp": [259.92, 264.42], "text": " not gonna I'm not gonna astound you with anything brilliant it's pretty much"}, {"timestamp": [264.42, 265.04], "text": " common sense."}, {"timestamp": [265.98, 270.7], "text": " And hopefully, as I've put up there, what I say, what follows, you'll be saying,"}, {"timestamp": [270.76, 273.64], "text": " oh, that was pretty simple, I knew that, we do that, we do that at school."}, {"timestamp": [273.64, 277.2], "text": " If you're saying those sort of things, then you're in a position where you can probably go ahead"}, {"timestamp": [277.2, 280.52], "text": " and see how you go."}, {"timestamp": [280.58, 286.02], "text": " So our professional development philosophy, philosophy is a bit of a big word."}, {"timestamp": [286.68, 287.98], "text": " It's our beliefs, really."}, {"timestamp": [288.46, 290.14], "text": " And this is what we base our PD on."}, {"timestamp": [293.42, 295.66], "text": " We believe that to grow,"}, {"timestamp": [296.22, 298.86], "text": " your brain needs to be excited professionally."}, {"timestamp": [299.82, 302.56], "text": " It doesn't have to come to these sort of things"}, {"timestamp": [302.56, 304.06], "text": " and be told how to do something."}, {"timestamp": [304.06, 308.92], "text": " All it has to do is come to these sort of things or have discussions in classrooms or in"}, {"timestamp": [308.92, 310.96], "text": " staff rooms to be excited."}, {"timestamp": [310.96, 313.36], "text": " So that's part of the thing we're going to do."}, {"timestamp": [313.36, 318.84], "text": " Substitution is a word that means we can go to PD sessions."}, {"timestamp": [318.84, 319.64], "text": " You can come here."}, {"timestamp": [319.64, 325.1], "text": " You can have a PD type session in your class in your school and you might want to substitute"}, {"timestamp": [325.1, 329.66], "text": " something and that's just saying okay we'll do this in a different way but the outcomes are"}, {"timestamp": [329.66, 335.24], "text": " pretty much the same and am I spending a lot of energy and time changing something"}, {"timestamp": [335.24, 342.48], "text": " for no real gains so one of the things would say is be aware of substitution change for"}, {"timestamp": [342.48, 347.32], "text": " change sake this should be an. So our school needs to keep"}, {"timestamp": [347.32, 353.6], "text": " energising staff and finding more effective ways and that's what we're up to. And in order of"}, {"timestamp": [353.6, 359.04], "text": " things that we're looking at, the school will support any professional development in order"}, {"timestamp": [359.04, 364.74], "text": " of priority. We have a finite budget. The school, the organisation, has some strategic goals."}, {"timestamp": [366.24, 370.08], "text": " a finite budget. The school, the organisation has some strategic goals. So if you want to come and do something or implement something at the school, you come and see me and"}, {"timestamp": [370.08, 375.6], "text": " justify what you do, want to do against that strategic goal. That's the first priority we give."}, {"timestamp": [375.6, 381.84], "text": " The second priority we give is departmental strategic goals, as outlined in departmental plans."}, {"timestamp": [381.84, 389.24], "text": " I can't have the music department coming up and say, right, we want to do this, we want to go away and learn all this stuff, and then I'm looking at their"}, {"timestamp": [389.24, 393.84], "text": " annual plan or their strategic plan, and it's got nothing to do with all this stuff."}, {"timestamp": [394.48, 399.88], "text": " And it's a flipped direction. We want a little bit of planning. These are not concrete, but"}, {"timestamp": [399.88, 407.68], "text": " they're more or less in place. Then we approve PD in our school against personal goals set"}, {"timestamp": [407.68, 410.28], "text": " or personal needs set in appraisal."}, {"timestamp": [412.12, 414.38], "text": " And finally, if you want to come along"}, {"timestamp": [414.38, 415.48], "text": " and learn how to roll a kayak,"}, {"timestamp": [415.76, 417.3], "text": " because you think that would be a cool thing to do"}, {"timestamp": [417.3, 418.3], "text": " and there's a course on Friday"}, {"timestamp": [418.3, 420.3], "text": " that takes you down the Tongarero River"}, {"timestamp": [420.3, 422.14], "text": " and you're going to learn how to roll a kayak."}, {"timestamp": [423.36, 425.04], "text": " If you're doing all this stuff right, and we think it could be useful for you to learn how to roll the kayak if you're doing all this stuff right"}, {"timestamp": [425.04, 430.4], "text": " and we think it could be useful for you to learn how to roll the kayak we give you"}, {"timestamp": [430.4, 435.04], "text": " permission to do that sort of PD so the sort of PD our staff have been doing at the moment is"}, {"timestamp": [435.04, 440.4], "text": " based on this our strategic position in terms of BYOD there's lots of other PD that we offer"}, {"timestamp": [440.4, 454.6], "text": " and that staff come and ask for and as long as it aligns with these sort of things we say yep that's that's fine we have some basic principles of uh pd at the school if you go on a course"}, {"timestamp": [454.6, 461.2], "text": " there's got to be an outcome and we strongly encourage the staff to take an extra day if they"}, {"timestamp": [461.2, 465.08], "text": " can now that sort of falls by the way o O'Ebert, and I've just reminded myself of that,"}, {"timestamp": [465.08, 467.72], "text": " it's something we discussed a little bit before."}, {"timestamp": [467.72, 471.22], "text": " Because often when you go on a course"}, {"timestamp": [471.22, 474.42], "text": " or do some professional development, you become gunners."}, {"timestamp": [474.42, 475.24], "text": " I'm going to do that."}, {"timestamp": [475.24, 477.9], "text": " Because what happens is you come back into the school system"}, {"timestamp": [477.9, 480.52], "text": " with some good ideas, some good philosophies,"}, {"timestamp": [480.52, 483.56], "text": " and you're teaching five classes the next day."}, {"timestamp": [483.56, 485.14], "text": " And then the next day you've got four classes."}, {"timestamp": [485.38, 486.5], "text": " And the following week you're saying,"}, {"timestamp": [486.6, 487.72], "text": " oh yeah, I was going to get on to that."}, {"timestamp": [487.84, 488.54], "text": " I must do that."}, {"timestamp": [488.62, 489.24], "text": " I must do that."}, {"timestamp": [489.48, 490.48], "text": " And often it's lost."}, {"timestamp": [491.12, 494.04], "text": " And schools are notorious for not giving staff time."}, {"timestamp": [494.78, 496.52], "text": " If they come back with some good ideas and say,"}, {"timestamp": [496.6, 498.78], "text": " listen, Mark, I need some more time, I need a day,"}, {"timestamp": [499.08, 501.4], "text": " I need two days to internalize this,"}, {"timestamp": [501.4, 504.16], "text": " to get it sorted, to put an action plan in place."}, {"timestamp": [504.58, 505.22], "text": " That's a tick."}, {"timestamp": [505.96, 507.76], "text": " That's a given at this school."}, {"timestamp": [508.76, 511.82], "text": " Secondly, for school-based PDs, we run a lot of our own PD."}, {"timestamp": [511.94, 514.92], "text": " We've got a lot of expertise in our own staff, as I'm sure you guys have."}, {"timestamp": [515.18, 519.22], "text": " We have heaps of expertise on our own staff, so we run our own little workshops all over the place."}, {"timestamp": [519.72, 529.16], "text": " Again, aligned with department or strategic goals or personal needs as identified in appraisal we're going to run one or we ran one last Thursday we're going to"}, {"timestamp": [529.16, 535.6], "text": " run one next week on using the summary sheets in Kmart for staff to track a bit"}, {"timestamp": [535.6, 540.46], "text": " of data so we'll run that inside the school but there's always a required"}, {"timestamp": [540.46, 545.38], "text": " report back and after that little workshop there'll be a date set two weeks later."}, {"timestamp": [545.5, 549.5], "text": " I put on morning tea up in the staff room. The 10 or so people that were in that workshop"}, {"timestamp": [549.5, 554.8], "text": " come back and report on what they have done since that day. So there's an expected outcome."}, {"timestamp": [555.2, 559.5], "text": " It's not just, oh, that was nice. We do want to know what sort of happened."}, {"timestamp": [559.6, 563.82], "text": " And we do have a lot of paperwork which I'll show you. Not a lot of paperwork. I shouldn't say that."}, {"timestamp": [563.82, 573.02], "text": " We have paperwork which I can show you not a lot of paperwork I shouldn't say that we have paperwork which I can show you afterwards on that I just lost my way"}, {"timestamp": [573.02, 585.0], "text": " as usual professional learning groups."}, {"timestamp": [585.0, 590.0], "text": " That's how we've worked at school and you'll hear that buzzword a lot now,"}, {"timestamp": [590.0, 594.0], "text": " the old PLGs or the PLDs or whatever you want to call them,"}, {"timestamp": [594.0, 600.0], "text": " they work, but they only work we've found if they're real, authentic and relevant."}, {"timestamp": [600.0, 604.0], "text": " You know, last year we started, or the year before we started running these little groups at staff meeting"}, {"timestamp": [604.0, 608.24], "text": " and we'd pick something out of the sky that's sort of out there in the education and say,"}, {"timestamp": [608.34, 611.04], "text": " hell, I'll sit in a little group and discuss that for the next hour or so,"}, {"timestamp": [611.38, 613.32], "text": " and we'll come back and talk about it again next week."}, {"timestamp": [613.74, 614.62], "text": " Not very effective."}, {"timestamp": [614.86, 619.98], "text": " You know, the staff are going, well, interesting, but, you know, I've got eight assignments to Mark."}, {"timestamp": [620.02, 625.08], "text": " I've got a rugby practice to get to, and you're holding me up talking about stuff that the school's not really doing much of."}, {"timestamp": [626.0, 630.34], "text": " So this is how we've implemented BYOD with professional learning groups."}, {"timestamp": [630.62, 634.64], "text": " But because it's part of what we're going to do and what we're having to do, it becomes relevant."}, {"timestamp": [634.64, 642.18], "text": " And as a way back in sort of, I guess, the early 2000s, I was at something like this."}, {"timestamp": [642.76, 649.0], "text": " And a guy from Fuji Xerox was talking about this book by Giuliani Oa."}, {"timestamp": [649.0, 661.0], "text": " And Fuji spent a lot of money training their technicians, heaps of money, sending them on professional development, doing lots of training, and it was always, if this in case type training."}, {"timestamp": [661.0, 667.76], "text": " And they didn't feel that they were getting the bang for their buck out of the professional development budget they went into so what they did is they put an anthropologist"}, {"timestamp": [667.76, 674.24], "text": " with the tech with the company for a year and that anthropologist followed techies around and watch"}, {"timestamp": [674.24, 678.64], "text": " what they were doing went to their PD workshops and things right across the states all over a worldwide"}, {"timestamp": [678.64, 686.16], "text": " sort of statewide study a US wide study and what he came back with was that the most effective"}, {"timestamp": [686.16, 688.16], "text": " PD that the technicians"}, {"timestamp": [688.16, 689.86], "text": " from Fuji Xerox ever did"}, {"timestamp": [689.86, 691.82], "text": " was sitting around in the cafeteria"}, {"timestamp": [691.82, 693.4], "text": " telling war stories."}, {"timestamp": [694.32, 695.6], "text": " Telling stories about,"}, {"timestamp": [695.84, 697.6], "text": " oh, I was at O'Reeva College the other day,"}, {"timestamp": [697.7, 699.92], "text": " and that bloody photocopy machine"}, {"timestamp": [699.92, 701.92], "text": " wouldn't work, and I couldn't get it to go, and I was mucking"}, {"timestamp": [701.92, 704.04], "text": " around, and I was looking at it manuals, and this is how"}, {"timestamp": [704.04, 704.66], "text": " I fixed it."}, {"timestamp": [708.62, 712.8], "text": " Or I rang up Jim who had had that same problem because I'd heard about it last time we were together at the bar the other night he had the similar"}, {"timestamp": [712.8, 718.94], "text": " problem at Nayland College and that became the most effective sort of PD the word of mouth"}, {"timestamp": [718.94, 723.58], "text": " the discussion and I'll allude to that later on in the presentation so that's the sort"}, {"timestamp": [723.58, 740.4], "text": " of model that we adopted, those professional learning groups. And when we implemented BYOD, it wasn't sort of an accident. It"}, {"timestamp": [740.4, 745.56], "text": " wasn't sort of, okay, we're going to do this and it'll happen next year."}, {"timestamp": [756.44, 756.54], "text": " We thought about it a little while, and the reason we could make the decision is because we had sort of almost conditioned the staff to the fact that we run these big projects at the school."}, {"timestamp": [763.62, 763.98], "text": " We implemented a thing called Monarchy Old River in about 2000, a big values program that had the whole staff and community buy-in."}, {"timestamp": [766.24, 768.6], "text": " It's how we sort of respect each other at this school. It's the basis of our discipline system."}, {"timestamp": [768.6, 771.76], "text": " We did a heap of PD small groups discussing how it would work."}, {"timestamp": [771.76, 774.12], "text": " We had done that earlier."}, {"timestamp": [774.12, 777.0], "text": " We implemented a learning program, Ako or Rewa,"}, {"timestamp": [777.0, 782.12], "text": " how we would have a commonality of teaching in our learning environment at school."}, {"timestamp": [782.12, 789.44], "text": " Similar to the All Blacks play a certain style of rugby, which is very successful, the Wallabies play a slightly different style of rugby, but which"}, {"timestamp": [789.44, 794.48], "text": " is also successful. But the reason they're both successful is both teams buy into that"}, {"timestamp": [794.48, 799.0], "text": " style. And we said at our school, this will be our style of teaching and learning. We're not"}, {"timestamp": [799.0, 801.94], "text": " going to constrain your personality in the classroom, but we are going to constrain"}, {"timestamp": [801.94, 808.24], "text": " some of the things you do. Not to say they're good or bad or indifferent or other things but we're going to look at what you do"}, {"timestamp": [808.24, 814.62], "text": " so when we made and then we did they had done the ICTPD project so when we made the"}, {"timestamp": [814.62, 819.02], "text": " decision to go with BYOD last year the staff were sort of thing oh here we go again"}, {"timestamp": [819.02, 822.86], "text": " yeah we're quite keen to do this they were ready for it they were used to that"}, {"timestamp": [822.86, 825.94], "text": " professional learning model I'm sorry these have turned out in yellow."}, {"timestamp": [826.24, 827.68], "text": " I'll talk to you about them in a minute."}, {"timestamp": [830.34, 832.18], "text": " And based on that implementation,"}, {"timestamp": [832.68, 835.52], "text": " we also put in the background behind that the system."}, {"timestamp": [835.6, 836.74], "text": " The system aligns itself."}, {"timestamp": [836.9, 838.82], "text": " We have, this says, student evaluations,"}, {"timestamp": [839.2, 840.2], "text": " and I'll show you them in a minute."}, {"timestamp": [840.76, 841.7], "text": " Peer evaluations."}, {"timestamp": [842.72, 844.52], "text": " We've sort of dropped off those a little bit,"}, {"timestamp": [844.52, 845.54], "text": " but the time's available."}, {"timestamp": [845.54, 853.2], "text": " We have five-minute walk-throughs where HODs, teachers, deputy principals and principals walk into"}, {"timestamp": [853.2, 858.46], "text": " your classroom, and we have a progress map of expected outcome. And I'll just see if I'm"}, {"timestamp": [858.46, 865.0], "text": " going to escape this presentation at the moment and show you some of those things."}, {"timestamp": [865.0, 887.04], "text": " Um, every twice a year the students, the students do this evaluation."}, {"timestamp": [887.04, 896.28], "text": " We pick a time, we pick a place, we do it once, a staff member comes in and introduces it,"}, {"timestamp": [896.28, 898.64], "text": " not you to your class, as someone else."}, {"timestamp": [898.64, 902.84], "text": " We've got a script so that we get the same message to the students the whole time."}, {"timestamp": [902.84, 908.7], "text": " They script it through and the student makes an evaluation on a six-point scale and we have to think the teacher"}, {"timestamp": [908.7, 912.54], "text": " arrives at class on time and is prepared you know the student yeah the teacher"}, {"timestamp": [912.54, 920.04], "text": " has things ready for to start and we include in those things anything we do any"}, {"timestamp": [920.04, 924.84], "text": " of the major strategic things that we're doing at that particular point of time"}, {"timestamp": [924.84, 925.04], "text": " or that we hope to see that particular point of time or"}, {"timestamp": [925.04, 930.92], "text": " that we hope to see in the classroom our Akul-Orri project is included in there we"}, {"timestamp": [930.92, 935.06], "text": " ask that question of the students same with does the teacher use ICT how do"}, {"timestamp": [935.06, 940.28], "text": " they use ICT we ask that question of the students so that we get to know and"}, {"timestamp": [940.28, 948.64], "text": " that the students give us feedback we have a peer observation where a staff member can come and ask me."}, {"timestamp": [948.64, 951.76], "text": " They want to go and look at another staff member."}, {"timestamp": [951.76, 953.56], "text": " I'll give them the time, I'll make the time available"}, {"timestamp": [953.56, 956.32], "text": " by releasing them for two periods or even half a day."}, {"timestamp": [956.32, 958.76], "text": " And they'll go along, but there are things to look at."}, {"timestamp": [958.76, 962.16], "text": " And alongside of what they're looking at"}, {"timestamp": [962.16, 966.12], "text": " are the things that the schools said this is part of our strategy."}, {"timestamp": [966.6, 971.94], "text": " Akual Rewa, Monarchi or Ewa, ICT, B-YOD, they're all in there. We have that sort of,"}, {"timestamp": [972.02, 979.86], "text": " the documentation supports what we're going to do. Our five-minute walk-through, this is a little bit,"}, {"timestamp": [980.32, 984.72], "text": " I think it's a wee bit out of date, but we ask people to go in. Walk into the class,"}, {"timestamp": [987.1, 988.6], "text": " say whether it's beginning, middle or end,"}, {"timestamp": [991.3, 992.14], "text": " are the learning intentions and success criteria on the board?"}, {"timestamp": [994.98, 995.14], "text": " Students engaged, little verb, thinking level."}, {"timestamp": [997.3, 997.94], "text": " This is part of our Acoa program, teacher activity,"}, {"timestamp": [1002.22, 1003.2], "text": " supporting the class, Ako, Manaki, asking the things that we want to see."}, {"timestamp": [1005.88, 1005.96], "text": " Now, if I walk into a classroom for five minutes,"}, {"timestamp": [1008.1, 1008.38], "text": " I'm not going to see all of those things every time."}, {"timestamp": [1011.68, 1011.78], "text": " But if I do 20 visits to that teacher over the year,"}, {"timestamp": [1013.96, 1014.2], "text": " or between me, the HOD and a supporting teacher,"}, {"timestamp": [1015.34, 1015.76], "text": " a picture is built up."}, {"timestamp": [1017.94, 1022.22], "text": " But the questions we're asking all align to what we're doing in the classroom."}, {"timestamp": [1023.44, 1026.22], "text": " And we have this thing here, this big device"}, {"timestamp": [1026.22, 1028.88], "text": " and it's, I should open the real one for you"}, {"timestamp": [1028.88, 1031.8], "text": " because the PDF clipped it a little."}, {"timestamp": [1035.4, 1036.62], "text": " If I can find that one."}, {"timestamp": [1040.0, 1042.48], "text": " When teachers come, this is in our staff workbook."}, {"timestamp": [1043.04, 1044.26], "text": " When teachers come to the school,"}, {"timestamp": [1044.86, 1047.7], "text": " we've just had a review with HODs of this scale,"}, {"timestamp": [1047.98, 1050.4], "text": " and the orange is where we expect our teachers to be"}, {"timestamp": [1050.4, 1052.34], "text": " along these scales, these continuance."}, {"timestamp": [1053.48, 1055.4], "text": " They've been moved up this year."}, {"timestamp": [1055.8, 1058.02], "text": " And that's in our staff handouts, our staff workbook."}, {"timestamp": [1058.12, 1065.0], "text": " And this document here is basically what a lot of the appraisal system is set up on."}, {"timestamp": [1065.0, 1069.0], "text": " You know, this is Arco, the three-story intellect, the solo taxonomy."}, {"timestamp": [1069.0, 1072.0], "text": " Do we see evidence of that in the classroom?"}, {"timestamp": [1072.0, 1073.0], "text": " We should see that."}, {"timestamp": [1073.0, 1075.0], "text": " This is a descriptor, it's a rubric."}, {"timestamp": [1075.0, 1076.0], "text": " ICT in lessons."}, {"timestamp": [1076.0, 1079.0], "text": " ICT is used to evaluate the level of thinking."}, {"timestamp": [1079.0, 1081.0], "text": " We have these descriptors."}, {"timestamp": [1081.0, 1087.24], "text": " So what I'm saying is we align what we're doing in the classroom"}, {"timestamp": [1087.24, 1092.3], "text": " and what we have in our administration system"}, {"timestamp": [1096.3, 1100.0], "text": " so that when we do PD it becomes real and relevant."}, {"timestamp": [1100.14, 1112.48], "text": " It's not just something that sort of we want to do a little bit at a time."}, {"timestamp": [1114.56, 1115.68], "text": " So this is what Kate was talking about."}, {"timestamp": [1116.56, 1117.16], "text": " Just found a picture."}, {"timestamp": [1120.64, 1122.2], "text": " But what we're looking at is implementing a BEOID. The background, we were ready, as I said."}, {"timestamp": [1122.96, 1125.18], "text": " So when the opportunity arose,"}, {"timestamp": [1130.0, 1130.08], "text": " last year, we could make that decision. We had a big discussion about it at admin level,"}, {"timestamp": [1136.3, 1142.84], "text": " we had it at board level, we had at staff level, and then we made the decision. So hint number one for this, this is the PD stuff, time. You have to give yourself time. And that's why we're"}, {"timestamp": [1142.84, 1148.22], "text": " running this conference now. If you're in decision-making process and you're deciding to go down a BYAD program,"}, {"timestamp": [1148.48, 1153.36], "text": " you really need to be letting your parents and staff know about it in the next five to six weeks"}, {"timestamp": [1153.36, 1159.74], "text": " so that they know what's going on and they can see where the school's heading."}, {"timestamp": [1160.3, 1161.78], "text": " And spend time to save time."}, {"timestamp": [1162.08, 1164.64], "text": " Once you've made the decision, all the school's resources,"}, {"timestamp": [1164.78, 1165.78], "text": " all of our PD budget,"}, {"timestamp": [1165.9, 1168.1], "text": " basically went behind supporting those staff."}, {"timestamp": [1168.54, 1170.26], "text": " And if they needed time, they wanted time,"}, {"timestamp": [1170.4, 1171.36], "text": " we gave them time."}, {"timestamp": [1173.86, 1175.68], "text": " That was the first sort of priority."}, {"timestamp": [1176.28, 1177.46], "text": " Hint two, do it in stages."}, {"timestamp": [1178.36, 1180.1], "text": " Some of you when saw Sam Glitman"}, {"timestamp": [1180.1, 1183.18], "text": " have a bit of a talk about implementing BYAD,"}, {"timestamp": [1183.76, 1186.7], "text": " said that when you watch a shoal of pilches swimming around"}, {"timestamp": [1186.7, 1188.34], "text": " and they all seem to turn together,"}, {"timestamp": [1188.44, 1192.36], "text": " the science actually says no, only about 3% of the fish start the turn"}, {"timestamp": [1192.36, 1193.4], "text": " and the rest follow."}, {"timestamp": [1194.4, 1198.6], "text": " Same in any sort of implementation we've done at this school"}, {"timestamp": [1198.6, 1203.4], "text": " in terms of professional development."}, {"timestamp": [1203.86, 1208.1], "text": " We got the staff involved with buy-in, we implemented in stages,"}, {"timestamp": [1208.3, 1212.84], "text": " and the first people we asked were the volunteers. The people that said, hey, this is a good idea,"}, {"timestamp": [1212.9, 1217.0], "text": " I might want to get on board on this. You guys have made the decision as an admin, as a team of"}, {"timestamp": [1217.0, 1222.2], "text": " HODs, but hey, I wouldn't mind being on board with that right from the start. And so we had"}, {"timestamp": [1222.2, 1226.62], "text": " 50 people to start with because we looked at our timetable"}, {"timestamp": [1226.62, 1232.32], "text": " and said currently in 2011 we had 50 people teaching year nines. So we need people teaching"}, {"timestamp": [1232.32, 1236.84], "text": " year nines. We said if you're going to come along on board in this program, you have to"}, {"timestamp": [1236.84, 1242.36], "text": " have at least two year nine classes. So if that means giving up your favorite outdoor ed class"}, {"timestamp": [1242.36, 1246.06], "text": " at the senior level, that might be a sacrifice you have to make."}, {"timestamp": [1246.2, 1248.96], "text": " Because if we're going to put the professional development time"}, {"timestamp": [1248.96, 1252.06], "text": " and you're going to put the time and effort to learn about these devices in,"}, {"timestamp": [1252.5, 1254.44], "text": " you need to use it with at least two classes."}, {"timestamp": [1255.28, 1256.6], "text": " It's pointless doing one class,"}, {"timestamp": [1256.66, 1258.62], "text": " because when the pressure comes on with your senior classes,"}, {"timestamp": [1258.76, 1259.68], "text": " when the exams come on,"}, {"timestamp": [1259.92, 1262.38], "text": " the first thing that will drop off your teaching repertoire"}, {"timestamp": [1262.38, 1266.48], "text": " or the priorities in your head will be all the new stuff."}, {"timestamp": [1267.02, 1272.12], "text": " You'll revert to kind, your sort of teaching pedagogy will revert to kind because that's easiest I can get through that."}, {"timestamp": [1272.18, 1273.24], "text": " I create myself time."}, {"timestamp": [1274.24, 1279.1], "text": " So we wanted at least two classes involved, and we wanted people that were excited about it."}, {"timestamp": [1279.14, 1281.52], "text": " We got 50 volunteers that wanted to do it."}, {"timestamp": [1281.56, 1282.44], "text": " Two from each department."}, {"timestamp": [1282.54, 1284.96], "text": " We said two from each major department to start with."}, {"timestamp": [1289.58, 1294.92], "text": " So English, Math, Science, social science for Z, two people, and other departments smatted around and one or two extras thrown in there. The iPads came"}, {"timestamp": [1294.92, 1299.68], "text": " into the school and this is the first presentation I guess so I'll give you a little bit"}, {"timestamp": [1299.68, 1304.32], "text": " of background, you'll hear this from others. We made the decision to say, and I'll actually"}, {"timestamp": [1304.32, 1305.52], "text": " go on about it a little bit later. So the the decision to say, and I'll actually go on about a little bit later."}, {"timestamp": [1305.94, 1312.62], "text": " So the devices came into the school and I put an email around the staff. We've got some iPads in the school,"}, {"timestamp": [1312.76, 1319.5], "text": " meeting in the library after school to pick them up and within a minute and a half of sending that email,"}, {"timestamp": [1319.62, 1323.98], "text": " there were about 12 people at my door, left their classes, dropped everything, come racing to the door,"}, {"timestamp": [1324.04, 1326.72], "text": " where's my iPad, I want it now, give it to me,"}, {"timestamp": [1326.72, 1329.96], "text": " and got pretty grumpy one or two of them that I couldn't get it at the time."}, {"timestamp": [1329.96, 1332.0], "text": " But they were keen, they wanted to do that sort of thing."}, {"timestamp": [1336.0, 1339.0], "text": " You'll probably hear this all the time, if it's a new technology playtime."}, {"timestamp": [1339.0, 1344.0], "text": " And we spent, this is not our staff, by the way, I found that on the internet,"}, {"timestamp": [1344.0, 1348.08], "text": " but we spent three weeks just playing with the devices."}, {"timestamp": [1348.2, 1352.54], "text": " Here's the device, here's a bit of paper that sort of tells you how it goes, how it works, see you later."}, {"timestamp": [1352.74, 1356.9], "text": " And by the way, your head of departments created an iTunes account so you can play with the apps."}, {"timestamp": [1357.34, 1359.06], "text": " And a lot of staff said, well, what's an app?"}, {"timestamp": [1359.16, 1362.26], "text": " I said, see you later, go find out, and let us know in three weeks' time."}, {"timestamp": [1362.8, 1364.82], "text": " And it was literally almost that bad."}, {"timestamp": [1365.24, 1368.98], "text": " Say that we'd have a meeting every Tuesday night night and I'll talk about that a little bit."}, {"timestamp": [1369.54, 1374.32], "text": " So staff went away, some of them read the bit of paper. The guys didn't. They just started"}, {"timestamp": [1374.32, 1380.64], "text": " pushing buttons and figured it out and stuff things up in some cases. But most of them got"}, {"timestamp": [1380.64, 1385.82], "text": " there and had a fun time playing with the iPad in the first three weeks."}, {"timestamp": [1386.36, 1387.7], "text": " So we had these two streams."}, {"timestamp": [1387.8, 1390.24], "text": " We'd identified two streams when we introduced this device."}, {"timestamp": [1390.7, 1392.44], "text": " Technical PD, how the thing works."}, {"timestamp": [1392.92, 1397.88], "text": " How I connect to the school's network, how I can connect to the remote desktop in the school"}, {"timestamp": [1397.88, 1400.26], "text": " and therefore do my Kmart roles and things like that,"}, {"timestamp": [1400.8, 1405.06], "text": " how I can send email, how I can connect to the school servers and get work onto the iPad"}, {"timestamp": [1405.06, 1411.12], "text": " and get work off. Didn't have iCloud at that stage, so it was sort of how I back up my work"}, {"timestamp": [1411.12, 1419.46], "text": " onto my iTunes account. Therefore, once I've put my 15 gig of music on there and 200 gig of"}, {"timestamp": [1419.46, 1425.62], "text": " movies, and that all backs up to the school server, how to piss the techies off in big time"}, {"timestamp": [1425.62, 1430.66], "text": " and how the grumpy they got and he was up here but he's disappeared now and how we had"}, {"timestamp": [1430.66, 1437.58], "text": " to train the staff on moving the iTunes folder off our shared drive and onto the local"}, {"timestamp": [1437.58, 1446.22], "text": " C driver the computer. So that went on for about three or four weeks and we had meetings every"}, {"timestamp": [1446.22, 1449.48], "text": " Tuesday night after school as part of the buy-in process if you're gonna do"}, {"timestamp": [1449.48, 1452.84], "text": " this you have to attend these meetings Tuesday night after school these were"}, {"timestamp": [1452.84, 1457.34], "text": " our professional learning groups and in the library we had done our seminar room little"}, {"timestamp": [1457.34, 1461.0], "text": " just little groups set up little campfires where people would tell their little"}, {"timestamp": [1461.0, 1465.12], "text": " campfire stories on wow did you see it could do this could do this, see this app, wow, do this,"}, {"timestamp": [1465.12, 1466.92], "text": " have you got email on yours yet?"}, {"timestamp": [1466.92, 1468.64], "text": " Yeah, how did you do that?"}, {"timestamp": [1468.64, 1470.48], "text": " All those little stories were being told."}, {"timestamp": [1470.48, 1473.0], "text": " It's like that cafeteria stuff and people were learning."}, {"timestamp": [1473.0, 1477.12], "text": " But behind that, again, being a little bit sort of teacher,"}, {"timestamp": [1477.12, 1482.16], "text": " so we had some things that we wanted the teacher to know what to do."}, {"timestamp": [1482.16, 1488.6], "text": " So we gave the iPads out in about end of June. By September 10th,"}, {"timestamp": [1488.6, 1493.36], "text": " I will be able to do the following. So we did have some goals for them that we figured,"}, {"timestamp": [1493.36, 1497.76], "text": " and we didn't know at that stage even. We just sort of sat around Tony Zillum, who you'll hear"}, {"timestamp": [1497.76, 1501.52], "text": " if you go to the technical side, sat around and said, well, what are the things we're going"}, {"timestamp": [1501.52, 1506.18], "text": " to need to know? And that list became a little bit longer and a little bit longer and a little bit longer."}, {"timestamp": [1506.62, 1507.74], "text": " But there's all those sort of things."}, {"timestamp": [1507.86, 1512.02], "text": " You know, find all text layout, inserting format, can create finish work on the IPA for professional work,"}, {"timestamp": [1512.38, 1515.9], "text": " how to do PDFs, can take notes, movies, how to use a Dropbox,"}, {"timestamp": [1515.98, 1521.12], "text": " how to use our WebDAV folder system, because that's how our students are handing work in"}, {"timestamp": [1521.12, 1522.94], "text": " for a thing called WebDAV or Dropbox."}, {"timestamp": [1523.04, 1531.14], "text": " But you'll hear about that in the technical side of thing so we did have a little bit of paper behind"}, {"timestamp": [1531.14, 1539.78], "text": " this I guess so overall our plan was a technical the pedagogical and in term three sort"}, {"timestamp": [1539.78, 1550.72], "text": " of about the middle of term three we've gone August 19th was our final meeting to agree on our core generic apps that we would say you have to have on your iPad and we only had two."}, {"timestamp": [1551.36, 1557.06], "text": " That was pages and keynote. The rest were all free or departmental wide ones that were free."}, {"timestamp": [1557.96, 1565.7], "text": " And from the 19th of August onwards we were starting to say, okay guys at our meetings, start thinking not iPad, not technology now,"}, {"timestamp": [1565.8, 1568.22], "text": " start thinking pedagogy and how this technology"}, {"timestamp": [1568.22, 1571.18], "text": " might help you change your pedagogy."}, {"timestamp": [1571.68, 1574.48], "text": " So we were saying, you know, we gave them a bit of a framework."}, {"timestamp": [1575.02, 1577.66], "text": " You know, one of the things you can do is sit down with your year nine curriculum,"}, {"timestamp": [1577.82, 1581.08], "text": " list all your units out, what you do, your assignments, assessments,"}, {"timestamp": [1581.22, 1582.42], "text": " what you do in each unit of work."}, {"timestamp": [1582.9, 1584.7], "text": " Now, in the other column, list ideas,"}, {"timestamp": [1584.7, 1588.32], "text": " just brainstorm ideas on how the iPad or the technology might assist"}, {"timestamp": [1588.32, 1595.44], "text": " and make this better than it was. And that's how we started. We had that structure and we talked"}, {"timestamp": [1595.44, 1603.44], "text": " about that structure and we moved from playtime, understanding the apps to into a pedagogical"}, {"timestamp": [1603.44, 1608.16], "text": " sort of, well, how could this, you know, I've played with us a wee bit now how can I do something different"}, {"timestamp": [1608.16, 1613.2], "text": " it's only one of the biggest things that the iPad that we've found is the"}, {"timestamp": [1613.2, 1617.64], "text": " video and the camera in the iPad some of the things that departments are doing"}, {"timestamp": [1617.64, 1630.18], "text": " with that are pretty impressive that they used to do we recognize the challenge right this is the first bit of a document I'll show you"}, {"timestamp": [1630.18, 1635.12], "text": " later. The first bit of a document that we gave out when we gave out each iPad we gave"}, {"timestamp": [1635.12, 1640.9], "text": " out here, this is going to cost you this much and this is what you're buying into, sign here,"}, {"timestamp": [1640.9, 1646.32], "text": " and thanks very much for doing this and we had this big one-page document I'll"}, {"timestamp": [1646.32, 1650.72], "text": " show you in a minute but we acknowledge that we're going to make mistakes we'll not get everything"}, {"timestamp": [1650.72, 1656.44], "text": " right we're going to have some spectacular failures but try it out it's not going to kill anyone"}, {"timestamp": [1656.44, 1662.76], "text": " the world's not going to end if people don't learn how to solve a linear equation in two weeks"}, {"timestamp": [1662.76, 1671.4], "text": " and it takes you six weeks because you've messed everything up on the iPad. It doesn't matter. We gave the trust in the staff to give it"}, {"timestamp": [1671.4, 1678.76], "text": " a go. We won't complain. We won't whinge. We won't moan. And at any time, the person leading"}, {"timestamp": [1678.76, 1684.56], "text": " in the department could come to me and say, listen, I need two days, me and my buddy, we need"}, {"timestamp": [1684.56, 1686.1], "text": " to sit down and think about this for a while."}, {"timestamp": [1686.22, 1686.94], "text": " And that was a given."}, {"timestamp": [1688.06, 1690.36], "text": " Any time that the staff needed, they got."}, {"timestamp": [1690.9, 1692.78], "text": " If they asked for it, they could have it."}, {"timestamp": [1696.28, 1700.7], "text": " The briefing that they got right at the start that we all started was"}, {"timestamp": [1700.7, 1705.6], "text": " that you would be faced with a class that everybody would have a device."}, {"timestamp": [1705.6, 1710.3], "text": " We'd recommended the iPad as our device but we'd never stipulated that the iPad would be the"}, {"timestamp": [1710.3, 1716.4], "text": " device. It's turned out that 93% of our students have, of the 320 odd students, have bought"}, {"timestamp": [1716.4, 1721.1], "text": " an iPad and we're pretty thankful for that and you'll hear about that in the technical side of things."}, {"timestamp": [1721.1, 1728.24], "text": " But we'd also be said that, you know, teaching is still teaching. You've got to figure out how this device"}, {"timestamp": [1728.24, 1734.56], "text": " will work, understand the curriculum, develop ways that BID will give positive leverage to"}, {"timestamp": [1734.56, 1740.32], "text": " your learning. Acknowledge we're making mistakes, tell them we want people to experiment,"}, {"timestamp": [1740.32, 1747.78], "text": " have a go and we need to move away from analog teaching, perhaps a little bit digitised, with PowerPoint to a true digital format."}, {"timestamp": [1748.28, 1753.38], "text": " And in that first term we've had, we put this in."}, {"timestamp": [1754.12, 1757.32], "text": " Staff didn't get this to start with, but we're acknowledging that now."}, {"timestamp": [1757.84, 1760.02], "text": " We believe it's a necessary first step."}, {"timestamp": [1760.94, 1764.58], "text": " Staff will feel comfortable digitising existing pedagogy."}, {"timestamp": [1765.02, 1767.82], "text": " Our science department had their workbook that they photocopied"}, {"timestamp": [1767.82, 1769.0], "text": " and handed out all the students."}, {"timestamp": [1769.34, 1772.3], "text": " They turned it into an interactive document that went onto the iPad."}, {"timestamp": [1772.44, 1773.6], "text": " But it's still just a workbook."}, {"timestamp": [1773.94, 1776.06], "text": " They could have just as easily handed it as a bit of paper."}, {"timestamp": [1776.78, 1779.5], "text": " A bit more colourful, a couple of little interactives in there,"}, {"timestamp": [1780.74, 1784.42], "text": " but nothing different except it was digitised existing pedagogy."}, {"timestamp": [1785.0, 1787.0], "text": " And make no assumptions."}, {"timestamp": [1787.0, 1789.0], "text": " This is the other big thing that we said about the students,"}, {"timestamp": [1789.0, 1792.0], "text": " and I think that's the next slide."}, {"timestamp": [1792.0, 1795.0], "text": " The students find this a challenge too."}, {"timestamp": [1795.0, 1798.0], "text": " We hear about the digital native, we hear about the digital immigrant,"}, {"timestamp": [1798.0, 1800.0], "text": " and we're the immigrants and they're the natives,"}, {"timestamp": [1800.0, 1801.0], "text": " and they know how to use this thing."}, {"timestamp": [1801.0, 1803.0], "text": " Yeah, sure, they're not scared of the device."}, {"timestamp": [1803.0, 1805.74], "text": " They will play, they'll use the go-back button on the computer,"}, {"timestamp": [1805.84, 1806.82], "text": " they'll muck around with it."}, {"timestamp": [1807.58, 1809.1], "text": " They're not worried about it, but they don't."}, {"timestamp": [1809.18, 1813.2], "text": " The students don't know how to leverage it positively for teaching and learning."}, {"timestamp": [1814.02, 1817.26], "text": " We're having to teach in that, and we're also having to, they've been conditioned"}, {"timestamp": [1817.26, 1822.4], "text": " since they first went to kindergarten, that the teacher will lead,"}, {"timestamp": [1822.5, 1824.52], "text": " the teacher will teach from the front of the class."}, {"timestamp": [1824.62, 1829.36], "text": " Some primary schools are a little bit different, but I would argue that most of the time it's"}, {"timestamp": [1829.36, 1834.42], "text": " teacher-centered, teacher-driven, with a little bit of self-directed learning. So when you suddenly,"}, {"timestamp": [1834.66, 1839.08], "text": " and that becomes particularly teenagers, you know, teenage year-10 boys, people will just tell me what to do,"}, {"timestamp": [1839.14, 1843.88], "text": " I don't want to think about this or anything. Just tell me, hell, give it to me, spoon-feed me."}, {"timestamp": [1844.54, 1847.68], "text": " Now you're asking them, well you think about it, you do it."}, {"timestamp": [1848.0, 1850.2], "text": " And there's a little bit of sort of tension there."}, {"timestamp": [1850.76, 1856.28], "text": " We've found with our students not deliberate, oh I hate this, teach me, use a different way,"}, {"timestamp": [1856.66, 1858.2], "text": " but just it's a little bit of uncomfortable."}, {"timestamp": [1858.4, 1859.62], "text": " I have to think a little bit more now."}, {"timestamp": [1859.66, 1861.16], "text": " I have to do things a little bit differently."}, {"timestamp": [1863.16, 1867.84], "text": " So for the students, we briefed our staff on this to start with, you know, that you'll try"}, {"timestamp": [1867.84, 1872.16], "text": " something new and the students won't jump on it, you'll think it's a wonderful idea, but"}, {"timestamp": [1872.16, 1876.52], "text": " the students won't jump on it straight away and you'll think, oh, that was a failure."}, {"timestamp": [1876.52, 1879.38], "text": " And we're saying don't go back to what you did before, just keep persevering."}, {"timestamp": [1879.38, 1882.5], "text": " The students will come on board, they'll come on board, and they have."}, {"timestamp": [1882.5, 1887.5], "text": " You know, at this stage the students after sort of thinking of thinking well what's going on here at the start of the"}, {"timestamp": [1887.5, 1890.56], "text": " year by the end of this term this first term they were pretty comfortable with"}, {"timestamp": [1890.56, 1894.94], "text": " the devices and what was expected of them and I'll talk a little bit of about"}, {"timestamp": [1894.94, 1900.04], "text": " that later on so we had these those were the two sort of premises that we had"}, {"timestamp": [1900.04, 1904.9], "text": " with the staff we gave it our expectation up front we had our Tuesday PD"}, {"timestamp": [1904.9, 1906.44], "text": " meetings and"}, {"timestamp": [1906.44, 1910.64], "text": " those meetings were both agended and non-agendered meetings. Sometimes they were an agendered"}, {"timestamp": [1910.64, 1916.48], "text": " meeting, sometimes they were non-agended. And I would put out sort of, you know, what's going"}, {"timestamp": [1916.48, 1919.68], "text": " to happen this Tuesday night on the Friday before."}, {"timestamp": [1919.68, 1922.72], "text": " Were these PD groups just for the teachers that were opted in?"}, {"timestamp": [1922.72, 1925.36], "text": " Yep, just for the teachers that were opted in?"}, {"timestamp": [1925.9, 1926.5], "text": " That's correct."}, {"timestamp": [1929.92, 1931.28], "text": " So that's what they signed on the bottom line when they did the thing."}, {"timestamp": [1932.44, 1932.5], "text": " And these work pretty well."}, {"timestamp": [1934.76, 1935.58], "text": " And on the agended one, you've got the experts."}, {"timestamp": [1939.76, 1943.62], "text": " We got people in or someone presented something in a formal type of meeting. And we used, I hope that this sort of may work."}, {"timestamp": [1944.1, 1946.4], "text": " We used Derek cannot"}, {"timestamp": [1946.4, 1952.6], "text": " internal server proxy server that's because we've turned the internal server off so"}, {"timestamp": [1952.6, 1965.0], "text": " we'll just move on hopefully I'll go to okay up there come up It's all right."}, {"timestamp": [1965.0, 1986.12], "text": " Hopefully that works. We got Derek Windmouth in for a couple of sessions"}, {"timestamp": [1986.12, 1990.58], "text": " just to frame the whole thing up, just to put it in sort of context."}, {"timestamp": [1991.08, 1992.58], "text": " That's not Derek on the board, by the way."}, {"timestamp": [1992.62, 1993.52], "text": " I didn't get a picture of Derek."}, {"timestamp": [1993.78, 1995.16], "text": " I'm just making a point we got the experts,"}, {"timestamp": [1995.22, 1996.98], "text": " and we've got a couple of other people in,"}, {"timestamp": [1997.1, 2000.3], "text": " just to put things in context and to get things right,"}, {"timestamp": [2000.36, 2001.86], "text": " and I'll show you again a little bit later"}, {"timestamp": [2001.86, 2004.56], "text": " a couple of the resources we used in that respect."}, {"timestamp": [2009.24, 2011.88], "text": " And then for the non-agendered meetings we still you know people said oh there's nothing on the agenda this week do I still have to come"}, {"timestamp": [2011.88, 2016.44], "text": " yes you do and people got down and I'd say a couple of words and then say right"}, {"timestamp": [2016.44, 2022.56], "text": " we're here till 430 so sit around in your groups and might say tell us what"}, {"timestamp": [2022.56, 2025.12], "text": " you've been doing but people sat sat around, this again is not"}, {"timestamp": [2025.12, 2030.42], "text": " our staff, for pointless just finding things, but they sat around and had a bit of a talk. Sometimes"}, {"timestamp": [2030.42, 2035.94], "text": " we did provide a little bit of food. Sometimes we provide one night we had lots of food and"}, {"timestamp": [2035.94, 2041.16], "text": " lots of wine, but it was just that informal, those sort of war stories that people were telling"}, {"timestamp": [2041.16, 2046.0], "text": " like the Fiji Xerox people do."}, {"timestamp": [2046.0, 2048.0], "text": " And we still run those workshops."}, {"timestamp": [2048.0, 2050.0], "text": " Every Tuesday night, we still run them."}, {"timestamp": [2050.0, 2053.0], "text": " And the war stories are now real-time stories."}, {"timestamp": [2053.0, 2055.0], "text": " This happened in my class yesterday."}, {"timestamp": [2055.0, 2056.0], "text": " Did it? Wow, what happened?"}, {"timestamp": [2056.0, 2058.0], "text": " And we talk about those sort of things."}, {"timestamp": [2058.0, 2062.0], "text": " So we still run those agended and non-agended items."}, {"timestamp": [2062.0, 2064.0], "text": " And we gave lots of support."}, {"timestamp": [2064.0, 2067.68], "text": " We gave lots of time and we said lots of well-dones."}, {"timestamp": [2067.68, 2074.32], "text": " And when I say we, it wasn't me or Sue or Kate. It was everybody got it sort of was saying,"}, {"timestamp": [2074.32, 2078.56], "text": " ah, that was pretty cool and we got a really positive sort of thing going."}, {"timestamp": [2081.92, 2086.86], "text": " Summing it up, there's a few more slides to go and then you can ask me some questions."}, {"timestamp": [2087.54, 2091.94], "text": " An increasingly complex world we sometimes need new answers and that's what we're looking at."}, {"timestamp": [2094.5, 2100.5], "text": " And basically this is what we did. We shared the vision. We made the PD relevant."}, {"timestamp": [2100.62, 2107.8], "text": " In other words, they were going to need this in class. We used the experts but did not hang on every word. We just used the experts to give us a bit of a framework."}, {"timestamp": [2107.8, 2112.62], "text": " We encourage staff to say, well, why should we do it that way? We gave teachers lots"}, {"timestamp": [2112.62, 2117.02], "text": " of time and lots of recognition and we've allowed leaders to emerge. Now one of the"}, {"timestamp": [2117.02, 2120.72], "text": " models that you might get shown, and I'm not saying it's right or wrong, I'm just saying"}, {"timestamp": [2120.72, 2124.48], "text": " it's different from ours, you will appoint some lead teachers who will lead the process."}, {"timestamp": [2124.48, 2127.88], "text": " We didn't do that. We said you're all in, 50 of you in the room"}, {"timestamp": [2127.88, 2132.84], "text": " together. I led the process along with Tony Zillum and we said this is what we want to do. And in"}, {"timestamp": [2132.84, 2137.3], "text": " those groups, people just came up. People just emerged. We got one teacher John O'Reilly,"}, {"timestamp": [2137.4, 2142.26], "text": " you might meet him around today. He became Mr. App. Anything that I've had could do,"}, {"timestamp": [2142.32, 2147.9], "text": " he found a way of doing something for it. And he would tell everybody how he'd found these wonderful things."}, {"timestamp": [2147.9, 2151.4], "text": " Not necessarily into the pedagogical side, but he would find the app for it."}, {"timestamp": [2151.4, 2156.4], "text": " Other teachers, Linda, who's running the Pastoral workshop today on Pastoral."}, {"timestamp": [2156.4, 2160.3], "text": " She emerged as sort of one of the lead teachers in this."}, {"timestamp": [2160.3, 2164.3], "text": " And she's now the year 19 and running the whole looking after the behaviour on the device"}, {"timestamp": [2164.3, 2167.7], "text": " and getting the students comfortable with the device."}, {"timestamp": [2168.94, 2173.44], "text": " With those emergent leaders, in our next roll out for the rest of the school,"}, {"timestamp": [2173.54, 2177.1], "text": " which will happen in the next three weeks, they will take a leadership role."}, {"timestamp": [2177.24, 2179.78], "text": " We won't do the same process again because they've got the experience."}, {"timestamp": [2180.16, 2181.44], "text": " They can take a leadership role."}, {"timestamp": [2181.86, 2184.8], "text": " But it was pointless putting people on the spot and saying you be a leader and you be a leader"}, {"timestamp": [2184.8, 2185.4], "text": " and you be a leader and you be a leader"}, {"timestamp": [2185.4, 2187.16], "text": " because you've been at the school all the while."}, {"timestamp": [2187.3, 2188.78], "text": " We just waited to see what would happen."}, {"timestamp": [2189.9, 2191.98], "text": " We set some outcomes and expectations."}, {"timestamp": [2192.2, 2193.28], "text": " We gave them all the planning."}, {"timestamp": [2193.44, 2194.18], "text": " This is what we want."}, {"timestamp": [2194.26, 2195.16], "text": " This is what we're expecting."}, {"timestamp": [2195.3, 2196.1], "text": " This is where we're going."}, {"timestamp": [2197.44, 2200.82], "text": " We took small steps but hold the expectation of change"}, {"timestamp": [2200.82, 2202.2], "text": " and we're still at that stage."}, {"timestamp": [2202.2, 2203.4], "text": " We've taken small steps"}, {"timestamp": [2203.4, 2213.0], "text": " and we're holding that expectation that things will change. And we looked at, we sort of, this is, you know,"}, {"timestamp": [2213.0, 2216.5], "text": " just named drop here, this is from Stanford University last Friday, you know, we're just in"}, {"timestamp": [2216.5, 2222.2], "text": " a lecture. We sort of knew this anyway. We talked about, we talked to our staff when"}, {"timestamp": [2222.2, 2225.14], "text": " they're presenting to you guys today to say that there's a transition."}, {"timestamp": [2226.92, 2228.46], "text": " Digitising existing pedagogy."}, {"timestamp": [2229.98, 2232.12], "text": " We put the thing in, we get a bit of an enhancement."}, {"timestamp": [2232.62, 2235.74], "text": " And we transition through this progress."}, {"timestamp": [2235.9, 2240.56], "text": " And I was talking to the lecturer that was talking to us about adoption of technology."}, {"timestamp": [2240.68, 2242.2], "text": " And I said, yeah, that's what our staff are doing."}, {"timestamp": [2242.28, 2242.9], "text": " They're transitioning."}, {"timestamp": [2243.62, 2245.06], "text": " You know, they're in the transition phase. Not a hell of a lot transformative yet, but it's coming. And he said, well, that's what our staff are doing. They're transitioning. They're in the transition phase."}, {"timestamp": [2245.16, 2247.86], "text": " Not a hell of a lot transformative yet, but it's coming."}, {"timestamp": [2248.32, 2250.68], "text": " And he said, well, here's the model actually that we use at Harvard."}, {"timestamp": [2250.78, 2252.48], "text": " So I thought, I'll take that and use it."}, {"timestamp": [2252.5, 2253.22], "text": " And you might have seen it before."}, {"timestamp": [2253.34, 2253.86], "text": " Substitution."}, {"timestamp": [2253.96, 2262.06], "text": " The technology acts as a direct tool as a substitute with no benefit or functional improvement."}, {"timestamp": [2264.12, 2264.72], "text": " All right."}, {"timestamp": [2264.78, 2267.74], "text": " The second is the technology acts as a direct tool to substitute with a functional improvement. The second is the technology acts as a direct tool to substitute"}, {"timestamp": [2267.74, 2269.24], "text": " with a functional improvement."}, {"timestamp": [2270.52, 2271.98], "text": " Modification of technology allows,"}, {"timestamp": [2272.1, 2273.84], "text": " I don't need to read those, you can read them."}, {"timestamp": [2273.92, 2274.92], "text": " And just an example,"}, {"timestamp": [2276.42, 2277.84], "text": " our maths department,"}, {"timestamp": [2278.74, 2280.3], "text": " who I've got to say,"}, {"timestamp": [2281.5, 2283.52], "text": " all the schools we visited in the States"}, {"timestamp": [2283.52, 2284.76], "text": " and all the schools I've visited around,"}, {"timestamp": [2284.84, 2285.72], "text": " any math teachers here?"}, {"timestamp": [2289.44, 2292.26], "text": " Mass department, you know, we looked at our mass department thing."}, {"timestamp": [2292.86, 2295.12], "text": " It's us and the math department"}, {"timestamp": [2295.12, 2296.8], "text": " who are still on the abacists down there somewhere"}, {"timestamp": [2296.8, 2298.98], "text": " playing away with their beads and quezonaire"}, {"timestamp": [2298.98, 2302.6], "text": " because the mass people didn't innately take to the technology."}, {"timestamp": [2302.6, 2307.14], "text": " And we found the same around New Zealand and in the States."}, {"timestamp": [2308.3, 2310.58], "text": " However, once they do pick it up,"}, {"timestamp": [2310.7, 2312.58], "text": " and it's not because they don't want to,"}, {"timestamp": [2312.64, 2315.8], "text": " it's because it seems a little bit more difficult in maths."}, {"timestamp": [2316.32, 2317.8], "text": " But once I've started picking it up,"}, {"timestamp": [2317.92, 2319.84], "text": " they're getting some good outcomes."}, {"timestamp": [2320.22, 2322.1], "text": " And a lot of the apps that are on the iPad for maths,"}, {"timestamp": [2322.18, 2323.56], "text": " some good ones cost a bit of money."}, {"timestamp": [2323.56, 2325.3], "text": " So we didn't want to put that on the students."}, {"timestamp": [2327.52, 2332.74], "text": " An example of this might be we use graphic organizers as part of Ako or Iwa."}, {"timestamp": [2333.04, 2335.68], "text": " And one of the graphic organizers that mathematics use is sequence."}, {"timestamp": [2336.48, 2339.2], "text": " There's a sequence of steps in solving a linear equation."}, {"timestamp": [2339.74, 2340.94], "text": " Some steps you have to take."}, {"timestamp": [2341.98, 2349.52], "text": " And so what they do is they give out the students a bit of paper with a sequence on there and the students write down the sequence because the teacher puts"}, {"timestamp": [2349.52, 2353.38], "text": " it on the board or does a Q&A thing, what's the first step? Yeah, okay, we'll write this in"}, {"timestamp": [2353.38, 2359.76], "text": " and write that down. Now what they've done with the iPad is they put Q codes around the room"}, {"timestamp": [2359.76, 2364.38], "text": " with a step in each sequence. And the students go around with their iPad and scan the Q code, QR"}, {"timestamp": [2364.38, 2365.12], "text": " code and pop it pops up with a step and scan the Q code, QR code,"}, {"timestamp": [2368.5, 2373.1], "text": " and pop it pops up with a step and they think, where does that go on the sequence and they put it in digitally in their bit of paper? And so they've got to walk around the room and put that in."}, {"timestamp": [2374.44, 2380.5], "text": " Now that's, you can do that with pen and paper, easy enough. And yes, students are out of their"}, {"timestamp": [2380.5, 2384.42], "text": " seat. They're using another sense. They're using a kinesthetic awareness that helps embed the memory"}, {"timestamp": [2384.42, 2388.0], "text": " in here. So they're doing all that. They can do it with a bit of pen and paper."}, {"timestamp": [2388.0, 2394.0], "text": " So really, we're only doing that. And it may be that, you could argue that."}, {"timestamp": [2394.0, 2401.0], "text": " But it's a bit more fun with an iPad. The boys don't have to write it out. They don't lose a bit of paper in the bottom of their bag."}, {"timestamp": [2401.0, 2406.06], "text": " And they love it. So while we're not getting a functional improvement so much,"}, {"timestamp": [2406.06, 2409.24], "text": " we're certainly getting an engagement and improvement and engagement, and that's"}, {"timestamp": [2409.24, 2415.04], "text": " part of the battle one straight away. How they go further down the track with that"}, {"timestamp": [2415.04, 2418.76], "text": " sort of using that sort of QR codes, a lot of the departments are using QR codes"}, {"timestamp": [2418.76, 2422.56], "text": " to do all sorts of weird and wonderful things, that's not so bad. When we were in the"}, {"timestamp": [2422.56, 2426.24], "text": " states, have I got it? I might be up, I haven't got the sound up. When we were in the States, have I got it, I might be"}, {"timestamp": [2426.24, 2432.38], "text": " up, oh I haven't got the sound up. When we're in the States we saw a school with a choir."}, {"timestamp": [2432.48, 2435.78], "text": " The choir was practicing for, you know, the Americans are big on singing and choir,"}, {"timestamp": [2435.78, 2441.24], "text": " choir competitions and this school was practicing with their choir. About the 30-person choir"}, {"timestamp": [2441.24, 2445.1], "text": " with the bass over there and the tenors over there and the other people"}, {"timestamp": [2445.1, 2448.0], "text": " I'm not musical I don't know how you set the choir up but they were practicing we went in"}, {"timestamp": [2448.0, 2451.4], "text": " and listened to them and they're very impressive was a religious school and it was a religious"}, {"timestamp": [2451.4, 2455.2], "text": " song and sort of you know how they go hot and bits and pieces of the song it was really great"}, {"timestamp": [2455.2, 2460.1], "text": " to see we thought oh that's pretty cool and then without any prompting according to the principal"}, {"timestamp": [2460.1, 2464.96], "text": " the musical director said okay we'll go over that again but this time pick up your iPads"}, {"timestamp": [2464.96, 2468.32], "text": " and I want you to record your voice while you are singing."}, {"timestamp": [2469.18, 2472.0], "text": " And so they went through the song again, and everybody was singing into their iPads."}, {"timestamp": [2472.1, 2474.56], "text": " Full choir going, singing into their iPads."}, {"timestamp": [2474.62, 2476.78], "text": " And at the end of it, said, okay, that's great."}, {"timestamp": [2477.0, 2478.52], "text": " Now email me those files."}, {"timestamp": [2479.62, 2483.9], "text": " And so the students emailed, and we sat and watched the emails up on his thing."}, {"timestamp": [2483.9, 2488.64], "text": " So he had individual voice files of every member in the choir in context of the song being sung"}, {"timestamp": [2488.64, 2493.2], "text": " that he could listen to and he played a couple for us and you could hear the voice with the choir in the background."}, {"timestamp": [2493.58, 2498.54], "text": " And he could give one-to-one feedback on each person within half an hour."}, {"timestamp": [2499.56, 2503.98], "text": " Now he said to do that without digital technology would take him two and a half days."}, {"timestamp": [2504.28, 2508.9], "text": " So immediately he saved himself a lot of time and effort and gives immediate feedback."}, {"timestamp": [2508.9, 2511.12], "text": " That I believe was getting up to the transformational."}, {"timestamp": [2511.12, 2514.84], "text": " He couldn't have done that without that technology in the past and using it that way."}, {"timestamp": [2514.84, 2519.88], "text": " So that's an example I hope of sort of what we're looking at."}, {"timestamp": [2519.88, 2526.92], "text": " The buzzwords, you see all these words all the time, collaborative, engaging, you know, whatever, whenever, wherever, the"}, {"timestamp": [2526.92, 2531.92], "text": " WWW of the web, all those buzzwords that we see all the time."}, {"timestamp": [2531.92, 2535.0], "text": " The challenge, will iPads or BYU deliver this?"}, {"timestamp": [2535.0, 2538.0], "text": " No, teachers deliver that, right?"}, {"timestamp": [2538.0, 2540.0], "text": " We do that and if we know how."}, {"timestamp": [2540.0, 2542.0], "text": " Will iPads enhance this?"}, {"timestamp": [2542.0, 2543.0], "text": " Absolutely, I believe."}, {"timestamp": [2543.0, 2547.52], "text": " That's my belief that they will absolutely enhance all those buzzwords."}, {"timestamp": [2547.94, 2551.12], "text": " When I say iPads, substitute in a digital device,"}, {"timestamp": [2551.46, 2555.72], "text": " we've gone iPads, and we will strongly recommend next year iPads to the school,"}, {"timestamp": [2556.08, 2558.44], "text": " not just recommend iPads."}, {"timestamp": [2559.14, 2561.32], "text": " So the next step, where too now for us?"}, {"timestamp": [2561.56, 2566.18], "text": " Well, we're rolling out the second half of the school in the next"}, {"timestamp": [2566.18, 2572.0], "text": " three weeks. We're still on that pathway, so the emergent leaders of the last rollout"}, {"timestamp": [2572.0, 2576.18], "text": " will lead the rest of the school. And we've got a teacher only day today and the staff"}, {"timestamp": [2576.18, 2580.04], "text": " are attending some of these workshops, but in the afternoon, some of those emergent leaders"}, {"timestamp": [2580.04, 2583.06], "text": " are going to sit down and say, okay, what are we going to do with the year 10 curriculum? We've heard"}, {"timestamp": [2583.06, 2588.32], "text": " some stuff now, let's start planning that year 10 curriculum curriculum i'll get the iPads to them in the next week or two"}, {"timestamp": [2588.32, 2594.48], "text": " and by the way our staff go 50 50 on the cost of an iPad they buy into it we pay 50 percent they pay 50"}, {"timestamp": [2594.48, 2598.56], "text": " percent and they get it at the end of the two-year sort of contract if you like it's their device"}, {"timestamp": [2599.6, 2604.8], "text": " so we're subsidising the school subsidising that price so we're going to look um you know we're"}, {"timestamp": [2604.8, 2605.76], "text": " looking at other things,"}, {"timestamp": [2606.14, 2612.52], "text": " the flip classroom, Tony Zillum and I had been talking about that and Sue,"}, {"timestamp": [2612.94, 2617.0], "text": " when we had this sort of stuff and we're using BC gear to teach,"}, {"timestamp": [2617.42, 2619.94], "text": " why do you need a teacher in front of you every lesson?"}, {"timestamp": [2620.66, 2623.16], "text": " If you can condition the kids on how to learn"}, {"timestamp": [2623.16, 2625.5], "text": " and how technology might help them learn,"}, {"timestamp": [2625.5, 2627.5], "text": " you don't have to be there every lesson."}, {"timestamp": [2627.5, 2631.5], "text": " You can say, I'll be there on Thursday period four, and I'll be there on Monday period two,"}, {"timestamp": [2631.5, 2637.0], "text": " and I'll be there on Wednesday period five, but the other lessons, I'll be around and I'll help you,"}, {"timestamp": [2637.0, 2642.0], "text": " but there's no actual direct instruction or something going on, or get it off the ultranet,"}, {"timestamp": [2642.0, 2644.0], "text": " or get it off my blog side or whatever."}, {"timestamp": [2644.0, 2646.58], "text": " And in the states, they're calling this a flip classroom."}, {"timestamp": [2647.62, 2650.42], "text": " And what they're doing is they're creating lots of resources,"}, {"timestamp": [2650.62, 2652.06], "text": " putting on a learning management system,"}, {"timestamp": [2652.68, 2655.96], "text": " or instructional videos like the Khan Academy, but better,"}, {"timestamp": [2656.16, 2657.36], "text": " they're creating their own ones."}, {"timestamp": [2657.98, 2659.06], "text": " And they don't set homework."}, {"timestamp": [2659.36, 2662.66], "text": " They've gone back to that old word that the US used to use called prep."}, {"timestamp": [2663.56, 2665.24], "text": " And that's what they're expecting the students to do."}, {"timestamp": [2665.5, 2667.64], "text": " Prepare for the class the next day."}, {"timestamp": [2668.34, 2670.28], "text": " And they do the prep, and they come in the next day,"}, {"timestamp": [2670.36, 2673.02], "text": " and the teacher's there to help them put into place,"}, {"timestamp": [2673.32, 2676.18], "text": " not to spend precious time doing what I'm doing now,"}, {"timestamp": [2676.28, 2677.34], "text": " telling you how to do it."}, {"timestamp": [2678.08, 2679.18], "text": " You've done that at home."}, {"timestamp": [2679.68, 2682.24], "text": " You come in the next day, get straight on with the assignment,"}, {"timestamp": [2682.38, 2684.18], "text": " get straight on with the exercises that I've set,"}, {"timestamp": [2684.38, 2686.56], "text": " and I'll be around to help you with that."}, {"timestamp": [2686.56, 2689.1], "text": " And so that's, I reckon that's hugely powerful."}, {"timestamp": [2689.1, 2692.96], "text": " That's going to be one of the things that we're going to look at doing."}, {"timestamp": [2692.96, 2699.82], "text": " There's a TED talk by Wolfram, the guy that's, what's his name, Carl Wolfram, is it, that"}, {"timestamp": [2699.82, 2703.88], "text": " makes that point about maths, particularly about maths, he talks about maths doing that, so"}, {"timestamp": [2703.88, 2708.0], "text": " like, why would he waste his time with his students teaching them stuff when they can read"}, {"timestamp": [2708.0, 2713.12], "text": " about it, look at it? And I don't know if the older people amongst you remember a TV show"}, {"timestamp": [2713.12, 2720.88], "text": " called The Paper Chase about lawyers in Harvard where the professor would expect the students"}, {"timestamp": [2720.88, 2725.88], "text": " to turn up to the class, fully prepped for that class. And the class was just a big Q&A section."}, {"timestamp": [2726.24, 2728.76], "text": " And if you couldn't answer the question, you hadn't done the preparation"}, {"timestamp": [2728.76, 2730.54], "text": " and you got sort of yelled at."}, {"timestamp": [2731.24, 2731.84], "text": " Ibook's author."}, {"timestamp": [2733.22, 2734.64], "text": " I don't know how's the time, Sue."}, {"timestamp": [2734.72, 2735.4], "text": " What time we're finishing?"}, {"timestamp": [2735.9, 2736.14], "text": " Now?"}, {"timestamp": [2737.24, 2737.48], "text": " Okay."}, {"timestamp": [2737.64, 2738.22], "text": " Ibook's author."}, {"timestamp": [2738.22, 2741.68], "text": " I don't know if anyone's played with that yet,"}, {"timestamp": [2741.98, 2743.12], "text": " but that's transformational."}, {"timestamp": [2743.74, 2745.12], "text": " Absolutely transformational."}, {"timestamp": [2745.5, 2749.76], "text": " So we're not in Mac school."}, {"timestamp": [2750.12, 2752.6], "text": " We use PCs, but I'm going to buy some Macs to have,"}, {"timestamp": [2752.76, 2758.0], "text": " and we're going to offer the staff, this is maybe news to a couple of people here."}, {"timestamp": [2758.52, 2760.54], "text": " We'll be offering summer grants."}, {"timestamp": [2761.72, 2767.0], "text": " Go and author a book for your, make an interactive book for your course, we'll pay for it."}, {"timestamp": [2767.0, 2772.0], "text": " Do it in the holidays, bring it back, get it published, automatically goes on the iPad."}, {"timestamp": [2772.0, 2777.0], "text": " We're going to say to some of our students, make an induction book for the students."}, {"timestamp": [2777.0, 2779.0], "text": " This is how the school works, this is what you need to know."}, {"timestamp": [2779.0, 2780.0], "text": " It's an interactive book."}, {"timestamp": [2780.0, 2782.0], "text": " It's better than an e-book."}, {"timestamp": [2782.0, 2786.1], "text": " It's much more than an e-book. And if you haven't looked at iBooks"}, {"timestamp": [2786.1, 2791.76], "text": " author, if I get time, we'll show some people about that. iTunes U, big learning management system,"}, {"timestamp": [2792.42, 2799.18], "text": " which is as massive, and we'll get involved in that. We've just been accepted to iTunes U as"}, {"timestamp": [2799.18, 2803.78], "text": " the first state school worldwide, I think, to be accepted only because we're doing this thing"}, {"timestamp": [2803.78, 2805.68], "text": " with the iPads."}, {"timestamp": [2810.5, 2811.24], "text": " And then down the track, maybe three years, four years if things take off, you know,"}, {"timestamp": [2816.02, 2816.52], "text": " we'll open the school at seven, close it at 5.30, have blocks of time that are common."}, {"timestamp": [2820.52, 2823.74], "text": " We don't know. It's wide open. We don't know. How can you predict three years in advance what we're going to do?"}, {"timestamp": [2828.72, 2834.8], "text": " So, this is the key, I reckon. Oh no, that's not the key. I'm looking at the wrong slide. This is not the key. This is just me being I hate testing. I hate, you know,"}, {"timestamp": [2834.8, 2839.36], "text": " I'm a phys ed teacher. I hate sitting down and having tests. There's better ways of doing it."}, {"timestamp": [2839.36, 2844.88], "text": " You know, we do this with the kids at NCAA and we're lucky we've got year 7 to 13, so we've got"}, {"timestamp": [2844.88, 2845.5], "text": " four years, year 7, 8, 9 and 10. We can do some good teaching, some good pedag at NCA and we're lucky we've got year 7 to 13, so we've got four years,"}, {"timestamp": [2845.5, 2846.76], "text": " year 7, 8, 9 and 10."}, {"timestamp": [2846.76, 2849.4], "text": " We can do some good teaching, some good pedagogy."}, {"timestamp": [2849.4, 2853.12], "text": " But then we're smart enough to recognise that at year 11 all bets are off."}, {"timestamp": [2853.12, 2856.28], "text": " We're teaching to an examination system, time becomes precious and things like that."}, {"timestamp": [2856.28, 2860.44], "text": " We teach the test, you know, skill and all those buzz sort of sayings."}, {"timestamp": [2860.44, 2863.0], "text": " And I believe our assessment system is being corrupted and abused."}, {"timestamp": [2863.0, 2865.2], "text": " We're going back to Norm reference because it's what we were comfortable,"}, {"timestamp": [2865.4, 2866.38], "text": " it's what our parents were comfortable,"}, {"timestamp": [2866.48, 2869.48], "text": " it's not the spirit that NCAA was first put in place."}, {"timestamp": [2869.64, 2871.18], "text": " And we keep on blaming they."}, {"timestamp": [2871.82, 2873.4], "text": " Now, they said that this is happening."}, {"timestamp": [2873.56, 2874.52], "text": " Well, who the hells they?"}, {"timestamp": [2875.22, 2876.0], "text": " I want to know them."}, {"timestamp": [2876.04, 2878.9], "text": " I want to see them over here because they are in trouble, I believe,"}, {"timestamp": [2879.0, 2880.76], "text": " that's stuffing up the education system."}, {"timestamp": [2880.86, 2882.66], "text": " And the they is you."}, {"timestamp": [2883.32, 2884.22], "text": " We let it happen."}, {"timestamp": [2884.32, 2885.16], "text": " As a teacher professional bodies, if things are changing in NCAA, it's because you we let it happen as a teacher"}, {"timestamp": [2885.16, 2888.52], "text": " teacher professional bodies as things are changing in NCAs because we're"}, {"timestamp": [2888.52, 2895.06], "text": " letting it happen so value the journey home this is the key to professional"}, {"timestamp": [2895.06, 2901.04], "text": " development value the journey home what you discuss whether you agree with what"}, {"timestamp": [2901.04, 2905.38], "text": " I've said now or whether you disagree or whether you think that was good, that was bad,"}, {"timestamp": [2905.68, 2907.4], "text": " that's the key to professional development."}, {"timestamp": [2908.06, 2910.38], "text": " The discussion that you will have on the way home"}, {"timestamp": [2910.38, 2912.7], "text": " or in the next few days with your teachers,"}, {"timestamp": [2912.84, 2914.08], "text": " with your boards, with your colleagues,"}, {"timestamp": [2914.34, 2917.5], "text": " about what you hear today is the real professional development."}, {"timestamp": [2917.72, 2919.14], "text": " Nothing to do with what I've said."}, {"timestamp": [2919.52, 2921.5], "text": " Hopefully, all our presenters will do"}, {"timestamp": [2921.5, 2923.9], "text": " is say stuff that you think, that's a load of crap."}, {"timestamp": [2924.56, 2926.16], "text": " Well, that was pretty cool. I'll remember that."}, {"timestamp": [2926.52, 2927.94], "text": " And talk about it with other people."}, {"timestamp": [2928.98, 2931.56], "text": " That's the key for professional development."}, {"timestamp": [2932.5, 2934.52], "text": " Some stuff. I've just about finished."}, {"timestamp": [2935.28, 2938.7], "text": " I mean, we've got a ton of resources and references and things like that."}, {"timestamp": [2938.78, 2940.76], "text": " We only have an hour to talk about this."}, {"timestamp": [2941.06, 2943.16], "text": " And I believe people might want to ask some questions."}, {"timestamp": [2943.28, 2949.24], "text": " Or Price Church might want to ask some questions. So I'll shut want to ask some questions so I'll shut up now there's people here at the"}, {"timestamp": [2949.24, 2954.34], "text": " conference that we've used lots of their stuff that we've used you know there's"}, {"timestamp": [2954.34, 2957.4], "text": " people in this room that I know I've used their stuff to say well this is pretty"}, {"timestamp": [2957.4, 2962.36], "text": " cool so we acknowledge that but I haven't got time because I've rabbited it on this is"}, {"timestamp": [2962.36, 2967.76], "text": " the first presentation I probably rabid on too much so So questions from Christchurch or the floor. It's open to you."}, {"timestamp": [2967.76, 2972.5], "text": " I'm going to hear that to Christchurch so now go to anybody down there. One question for Mark"}, {"timestamp": [2972.5, 2979.1], "text": " please. Yeah so from Christchurch we'll just go through one question from each group so we've got one"}, {"timestamp": [2979.1, 2990.0], "text": " question here from the Learning Centre. Hi it's Bruce Henry Senior here, people college. My question is, this is a huge commitment in resources and time and PD obviously."}, {"timestamp": [2990.0, 2994.0], "text": " How do you really know is making a difference to the achievement of children?"}, {"timestamp": [2994.0, 2997.0], "text": " Is there any evidence to support that?"}, {"timestamp": [2997.0, 3001.0], "text": " There's evidence, I mean, evidence is retrospective, isn't it?"}, {"timestamp": [3001.0, 3011.78], "text": " We won't know that until we've been through it for a wee, but we can only do stats after we've got the information. Our attendance is significantly higher in year nine than"}, {"timestamp": [3011.78, 3017.58], "text": " any other year level. It was pretty good anyway, but it's almost a third of any other year"}, {"timestamp": [3017.58, 3022.64], "text": " level at the moment. Teachers are all anecdotally reporting the students are totally engaged."}, {"timestamp": [3023.04, 3026.06], "text": " When I'm doing five-minute walk-throughs, and my colleagues are doing five-minute walk-throughs,"}, {"timestamp": [3026.1, 3028.7], "text": " you know how you get that restlessness towards the bell time."}, {"timestamp": [3029.32, 3031.46], "text": " The Year 9 classes seem to be sitting there"}, {"timestamp": [3031.46, 3033.48], "text": " quietly, just getting on with it"}, {"timestamp": [3033.48, 3034.84], "text": " or doing what they're going to do."}, {"timestamp": [3035.18, 3036.34], "text": " They're not packing up early."}, {"timestamp": [3037.06, 3038.08], "text": " Anecdotal at this stage,"}, {"timestamp": [3038.14, 3039.68], "text": " we've had one round of reports"}, {"timestamp": [3039.68, 3043.32], "text": " where we have collected some data,"}, {"timestamp": [3044.16, 3047.68], "text": " and basically we have done no harm."}, {"timestamp": [3048.64, 3051.9], "text": " If we look at this year's cohort as they were last year,"}, {"timestamp": [3052.44, 3056.36], "text": " they are a little bit better, whether that's a significant difference."}, {"timestamp": [3056.66, 3057.12], "text": " We don't know."}, {"timestamp": [3057.22, 3057.84], "text": " It's too small."}, {"timestamp": [3057.9, 3059.0], "text": " We haven't done that data analysis."}, {"timestamp": [3059.3, 3061.8], "text": " And we won't get a lot of data analysis till we've been for a year."}, {"timestamp": [3062.1, 3063.92], "text": " But we believe we're doing no harm at the moment."}, {"timestamp": [3066.96, 3072.0], "text": " Thank you. So would you like us to keep going or do you want one from a re-ro now?"}, {"timestamp": [3072.0, 3078.0], "text": " I think we'll keep going with you then on hand over here. Okay, Rickerton, do you have a question, please?"}, {"timestamp": [3081.0, 3083.0], "text": " Tom here in a high school. Hi."}, {"timestamp": [3083.0, 3085.86], "text": " Do you do any work on e-assessment?"}, {"timestamp": [3086.26, 3088.66], "text": " Because good learning also needs to have assessment."}, {"timestamp": [3088.94, 3089.1], "text": " Yeah."}, {"timestamp": [3089.44, 3090.56], "text": " Could you let me know what it is?"}, {"timestamp": [3090.64, 3092.36], "text": " No, we use eye paper and eye pencil."}, {"timestamp": [3094.08, 3096.1], "text": " At the moment, no, we haven't got that far."}, {"timestamp": [3096.22, 3099.74], "text": " We're using SurveyMonkey to do some basic stuff."}, {"timestamp": [3100.36, 3102.62], "text": " There's some apps that we use that we get a bit of feedback."}, {"timestamp": [3103.62, 3107.96], "text": " Ibook's author has got some extensive assessment tools in it."}, {"timestamp": [3108.88, 3113.42], "text": " So that's sort of in evolutionary stages yet."}, {"timestamp": [3114.14, 3117.32], "text": " But we also do, one of the things we also say to our staff,"}, {"timestamp": [3117.44, 3124.18], "text": " every unit of work that they deliver should have a handwritten component,"}, {"timestamp": [3124.34, 3128.24], "text": " a significant handwritten component, purely because of the fact that"}, {"timestamp": [3128.24, 3132.24], "text": " in three years' time our students are going to be sitting exams in a room with a bit of paper."}, {"timestamp": [3135.44, 3136.24], "text": " That's it."}, {"timestamp": [3136.24, 3139.24], "text": " Thank you."}, {"timestamp": [3139.24, 3141.24], "text": " Shirley Boys."}, {"timestamp": [3141.24, 3150.0], "text": " Yeah, hi. I'm just sort of wondering a little bit about, you know, the source of experts and things for this sort of PD that you're running."}, {"timestamp": [3150.0, 3156.0], "text": " It sounded almost like you have to sort of do most of it internally with the odd sort of person coming in from outside."}, {"timestamp": [3156.0, 3157.0], "text": " Is that right?"}, {"timestamp": [3157.0, 3158.0], "text": " That's correct, yep."}, {"timestamp": [3158.0, 3163.0], "text": " There's not a lot of people around the country doing this sort of thing."}, {"timestamp": [3163.0, 3168.76], "text": " One of the things we found is if we look to the private schools in New Zealand,"}, {"timestamp": [3169.32, 3171.84], "text": " the one-to-one type of device that they've had, or B-Y-O-D,"}, {"timestamp": [3171.96, 3174.78], "text": " the schools have generally controlled the device pretty heavily"}, {"timestamp": [3174.78, 3177.04], "text": " on what the students can and can't do on it."}, {"timestamp": [3177.04, 3181.76], "text": " And I don't want to sort of name drop or put anyone in it,"}, {"timestamp": [3181.82, 3184.64], "text": " but what we've looked at, we have had to look round and found that"}, {"timestamp": [3184.64, 3186.96], "text": " the pedagogy that's being delivered"}, {"timestamp": [3186.96, 3189.5], "text": " is not what I would consider a digital pedagogy."}, {"timestamp": [3189.6, 3191.06], "text": " It's nothing transformative."}, {"timestamp": [3191.34, 3194.56], "text": " It's basically what they do using electronic notes."}, {"timestamp": [3196.1, 3198.3], "text": " So, yep, no, we haven't found a lot of experts."}, {"timestamp": [3199.02, 3201.06], "text": " We've got a lot of people that can conceptualise"}, {"timestamp": [3201.06, 3202.96], "text": " and sort of say, this could happen,"}, {"timestamp": [3203.04, 3204.28], "text": " but not this has happened,"}, {"timestamp": [3204.4, 3206.22], "text": " because we're one of the first doing this sort of thing."}, {"timestamp": [3207.52, 3216.56], "text": " So it sounds to me like a really important part is getting that sort of PD part of it going well at the same time if not before getting into the BYOD."}, {"timestamp": [3216.56, 3225.06], "text": " Well we started this time last year yeah and we only started teaching with BYOD this term,"}, {"timestamp": [3226.6, 3227.94], "text": " last term one, 2012."}, {"timestamp": [3229.96, 3233.96], "text": " And we'd said to the students at the school three years ago in 2009, you can bring a device, any device."}, {"timestamp": [3234.06, 3235.42], "text": " We got the wireless network, it'll work."}, {"timestamp": [3236.26, 3237.64], "text": " It was that chicken and egg thing."}, {"timestamp": [3237.84, 3239.34], "text": " Not enough students were bringing a device,"}, {"timestamp": [3239.5, 3241.22], "text": " therefore teachers went changing their pedagogy."}, {"timestamp": [3241.68, 3244.24], "text": " When we asked the students, the students were saying,"}, {"timestamp": [3244.24, 3247.98], "text": " they were saying, well, why would we bring a device? Yeah, I've got one at home, but why would I"}, {"timestamp": [3247.98, 3252.04], "text": " bring one? Because Mr. Smith still handing me bits of paper and workbooks, which I have to fill"}, {"timestamp": [3252.04, 3256.72], "text": " out and hand back to him, because Mr. Smith couldn't sort of differentiate well."}, {"timestamp": [3259.04, 3259.84], "text": " Thanks for that."}, {"timestamp": [3260.72, 3261.48], "text": " Somebees."}, {"timestamp": [3263.08, 3268.0], "text": " I think he's answered the question that we had, which was about the Russian component."}, {"timestamp": [3268.0, 3281.0], "text": " Because of the assessment, it is 11, 12, and 13, being primarily written based, I'd like the idea that there is still that written component within student work."}, {"timestamp": [3281.0, 3288.48], "text": " It is sort of the devices being used to add value to the existing work in the class."}, {"timestamp": [3288.48, 3291.68], "text": " So thank you for answering that question."}, {"timestamp": [3291.68, 3292.68], "text": " Sure."}, {"timestamp": [3292.68, 3295.44], "text": " So now really questions from the floor."}, {"timestamp": [3295.44, 3296.44], "text": " Yep."}, {"timestamp": [3296.44, 3300.24], "text": " We use online, you mentioned like LMS."}, {"timestamp": [3300.24, 3302.24], "text": " Ah yeah, we use alternate."}, {"timestamp": [3302.24, 3309.34], "text": " Sorry, you just want to know what sort of online system we're using LMS or MOVE or something like that."}, {"timestamp": [3309.34, 3317.02], "text": " We use Kmart as our SMS and Ultranet is our LMS."}, {"timestamp": [3317.94, 3322.72], "text": " We jumped into KnowledgeNet really early on about five or six years ago whenever it first came out."}, {"timestamp": [3323.14, 3329.44], "text": " But we found the bandwidth wasn't good enough in those days and it frustrated teachers. So we worked with Ultranet because Ultranet"}, {"timestamp": [3329.44, 3335.34], "text": " would let us host on site and there is an expectation that all work, all assignments, all"}, {"timestamp": [3335.34, 3339.68], "text": " teaching resources that you deliver in the class or that you want the students to see is"}, {"timestamp": [3339.68, 3347.0], "text": " on Ultranet for those lessons. Students get that easy off the iPad, not so easy off the Android devices,"}, {"timestamp": [3348.0, 3354.5], "text": " pretty easy off the Windows 7 and Mac machines. They don't deliver back to Ultranet though."}, {"timestamp": [3354.5, 3359.0], "text": " They deliver back to a Dropbox system on a web dev folder because Ultranet won't do that."}, {"timestamp": [3359.0, 3387.56], "text": " No, they keep, that's one of the things we've identified as the next sort of steps is, you know, boys, I was a boy and I just mentioned boys because boys had messy bags, school bags and lost paper all the time. Well, their iPads are just the same. It's a, you know, it's a dog's breakfast inside their iPad. So we've identified that as a necessary bit of teaching we're going to do down at year eight. We're doing, looking at file management and just being, creating that little bit of a portfolio for yourself"}, {"timestamp": [3387.56, 3391.38], "text": " of completed work and also digital literacy."}, {"timestamp": [3392.08, 3394.5], "text": " You know, not spend five hours searching Google for something"}, {"timestamp": [3394.5, 3396.24], "text": " but make some good dischoices."}, {"timestamp": [3396.94, 3400.0], "text": " Can I say, if you can speak up so on the microphone"}, {"timestamp": [3400.0, 3401.0], "text": " picture of the..."}, {"timestamp": [3401.0, 3405.5], "text": " Sorry, and so if they put their stuff in the webbed or dropbox,"}, {"timestamp": [3405.5, 3408.0], "text": " and how do the teachers feed it back, do they pick it up there again?"}, {"timestamp": [3408.0, 3410.0], "text": " How do the teachers feed it back?"}, {"timestamp": [3410.0, 3413.0], "text": " Usually fire it straight back onto,"}, {"timestamp": [3413.0, 3416.0], "text": " the teachers can fire it straight back up onto Ultranet."}, {"timestamp": [3416.0, 3419.0], "text": " A lot of teachers are using email anyway."}, {"timestamp": [3419.0, 3423.0], "text": " We're a wee bit wary of that, because that's okay if you're only teaching two year nine classes,"}, {"timestamp": [3423.0, 3425.04], "text": " but if you're going right through the school and you've got five classes that's a hell"}, {"timestamp": [3425.04, 3428.52], "text": " of a lot of email coming backwards and forwards so that's a bit of a work in"}, {"timestamp": [3428.52, 3433.26], "text": " progress but if you ask our teachers ask them around I think that most of them"}, {"timestamp": [3433.26, 3437.16], "text": " will be using email or they'll post it back through Ultranet through the"}, {"timestamp": [3437.16, 3444.88], "text": " mail system in Ultranet straight back there yeah y'all sorry this they're getting"}, {"timestamp": [3444.88, 3445.0], "text": " my hi I'm Jenny from Green Bay High School what are the school policies around Yeah. Y'all. Sorry, they're getting in the mic."}, {"timestamp": [3445.0, 3447.0], "text": " Hi, I'm Jenny from Green Bay High School."}, {"timestamp": [3447.0, 3452.0], "text": " What are the school policies around social networking and using that as a platform for learning?"}, {"timestamp": [3452.0, 3453.0], "text": " Okay."}, {"timestamp": [3453.0, 3459.0], "text": " That's covered in the past, we'll talk later, but basically it's open."}, {"timestamp": [3459.0, 3464.0], "text": " And yes, you'll hear teachers saying, oh, they're on Facebook all day, or they're on..."}, {"timestamp": [3464.0, 3467.92], "text": " We're trying to build a trust model because students are going to leave here and go to"}, {"timestamp": [3467.92, 3471.8], "text": " McDonald's or whatever anyway. So you'll hear in the pastoral thing where we call it"}, {"timestamp": [3471.8, 3475.9], "text": " not an acceptable use policy but a responsible use policy. It's still got draft"}, {"timestamp": [3475.9, 3477.98], "text": " written all over it because it's an evolving policy."}, {"timestamp": [3478.52, 3482.02], "text": " We do a lot of informed class stuff about it. But the big"}, {"timestamp": [3482.02, 3485.24], "text": " I guess the smack on the head that the students get is"}, {"timestamp": [3485.24, 3491.82], "text": " any of our staff can walk into a class at any time and just say hands up and it's instant hands up."}, {"timestamp": [3491.9, 3496.9], "text": " We'll go around, double-click the home button on the iPad. If there is any game or social"}, {"timestamp": [3496.9, 3501.82], "text": " networking app open in that class, the assumption is you have been using it in the class"}, {"timestamp": [3501.82, 3506.28], "text": " and you get clobbered by someone like me taken off the network, parents informed, that sort of thing."}, {"timestamp": [3506.56, 3509.92], "text": " Even if they'd used it at an interval and forgot to close it, bad luck,"}, {"timestamp": [3510.0, 3511.08], "text": " the assumption is you've used it."}, {"timestamp": [3511.14, 3512.2], "text": " That's the default at the moment."}, {"timestamp": [3512.56, 3514.06], "text": " We hope to move beyond that a little bit."}, {"timestamp": [3514.14, 3515.18], "text": " But hey, we don't know."}, {"timestamp": [3515.9, 3517.4], "text": " But it's open at the moment, yeah, for sure."}, {"timestamp": [3519.4, 3521.1], "text": " Yeah, I'll repeat, sorry, Christchurch."}, {"timestamp": [3521.8, 3522.0], "text": " Y'all."}, {"timestamp": [3522.68, 3524.88], "text": " I'll ask you last, Caroline, because you're here all the time, you know."}, {"timestamp": [3531.3, 3535.2], "text": " Hi there, Brandon from Albany Jr a lot of what you're talking about is is currently happening within our school as well which is really cool because it's you know obviously a bit of collaboration"}, {"timestamp": [3535.2, 3541.44], "text": " we're using Google Docs for a lot of hours and it seems like a little bit easier I don't know"}, {"timestamp": [3541.44, 3547.92], "text": " I haven't used a lot of what you're using but but it's all centralised and we're doing a lot of sharing, sharing of folders and sharing of work, which is pretty"}, {"timestamp": [3547.92, 3550.62], "text": " much instant as well. Have you looked into that?"}, {"timestamp": [3550.86, 3554.0], "text": " Yeah, we've looked into Google Docs, and we've sort of got pre-o..."}, {"timestamp": [3554.0, 3557.74], "text": " Oh, that was, do we use Google Docs? I don't know if Christchurch is still online or can hear."}, {"timestamp": [3558.22, 3567.0], "text": " Do we use Google Docs? No, not as of school policy. There are some staff using it and some students using it."}, {"timestamp": [3567.58, 3569.66], "text": " It's got much better on the iPad now."}, {"timestamp": [3569.8, 3571.7], "text": " It's a little bit clunky still at times,"}, {"timestamp": [3572.5, 3574.12], "text": " but we're not using it."}, {"timestamp": [3574.28, 3575.16], "text": " We're looking into it."}, {"timestamp": [3575.48, 3578.52], "text": " Sue's sort of going to lead us along those lines a little bit"}, {"timestamp": [3578.52, 3580.92], "text": " because she's using it with the VC gear."}, {"timestamp": [3581.52, 3583.84], "text": " So, yeah, probably within a year or two"}, {"timestamp": [3583.84, 3587.0], "text": " we'll be using that or some sort of system."}, {"timestamp": [3587.0, 3595.0], "text": " Where is the interface between the laptops which invited to teachers?"}, {"timestamp": [3595.0, 3608.72], "text": " I think you're going to the interface between the laptops which are provided to teachers by the ministry or for a semi- funders and then you've got the PCs"}, {"timestamp": [3608.72, 3612.32], "text": " where K-5 staff use"}, {"timestamp": [3612.32, 3618.56], "text": " well this initial rollout is easy all the initial rollout staff have got iPads"}, {"timestamp": [3618.56, 3623.84], "text": " right the brief was that you will face a class of students with an internet-capable wireless device"}, {"timestamp": [3623.84, 3628.96], "text": " probably an iPad but there will be PCs and Macs and Android devices in there."}, {"timestamp": [3629.0, 3631.22], "text": " So you can't base your teaching on apps."}, {"timestamp": [3631.32, 3632.78], "text": " That was the brief that the staff have got."}, {"timestamp": [3633.22, 3636.24], "text": " It's turned out that most of the students do have iPads."}, {"timestamp": [3636.76, 3639.98], "text": " The teacher has an iPad, so they are using apps, and they are talking."}, {"timestamp": [3641.42, 3645.04], "text": " The student without an iPad is just sharing or using the thing as well."}, {"timestamp": [3645.48, 3648.44], "text": " The next roll out, the teachers that weren't so keen,"}, {"timestamp": [3648.86, 3650.44], "text": " are being told the same sort of thing."}, {"timestamp": [3650.84, 3652.76], "text": " We will go 50-50 with you with an iPad,"}, {"timestamp": [3652.94, 3654.24], "text": " and most of the kids are using them,"}, {"timestamp": [3654.32, 3656.46], "text": " so it's to your advantage to figure out how they work."}, {"timestamp": [3656.86, 3660.12], "text": " But if you're not, you still need to know how the iPad works,"}, {"timestamp": [3660.2, 3662.22], "text": " but if you're using your laptop, that's fine."}, {"timestamp": [3662.36, 3668.24], "text": " You're using the interactive web-type tools, likecrative and SurveyMonkey and things like that."}, {"timestamp": [3668.24, 3671.24], "text": " But the teachers still have a laptop to provide by the school."}, {"timestamp": [3671.24, 3672.24], "text": " Yes, they still do."}, {"timestamp": [3672.24, 3674.24], "text": " And that's a discussion that we're having at the moment."}, {"timestamp": [3674.24, 3678.24], "text": " You know, do we go down the track in a year or two's time with and say,"}, {"timestamp": [3678.24, 3681.24], "text": " you choose, laptop or iPad will provide it, you know,"}, {"timestamp": [3681.24, 3684.76], "text": " because FileMaker have released FileMaker Go on the iPad now,"}, {"timestamp": [3684.76, 3685.02], "text": " which means KMA works aaker Go on the iPad now,"}, {"timestamp": [3685.12, 3688.96], "text": " which means KMA works a lot smoother on an iPad without going to remote desktop."}, {"timestamp": [3689.84, 3692.56], "text": " So we don't know, we're evolving, we're learning."}, {"timestamp": [3692.56, 3693.76], "text": " Yeah."}, {"timestamp": [3695.92, 3698.16], "text": " I want to make sure you get some more to as well as a parent."}, {"timestamp": [3699.04, 3702.0], "text": " Google Docs?"}, {"timestamp": [3702.0, 3703.0], "text": " Brandon, sorry."}, {"timestamp": [3703.0, 3708.0], "text": " Yeah, I was asking about the use of Google apps and so many schools do use it."}, {"timestamp": [3708.0, 3711.0], "text": " Yeah, it sounds as though it could be quite a lot of."}, {"timestamp": [3711.0, 3714.0], "text": " We noticed a lot of schools in the States last week."}, {"timestamp": [3714.0, 3719.0], "text": " They've moved away from a preferred sort of learning management system like Google apps or docs"}, {"timestamp": [3719.0, 3721.0], "text": " to teachers just having their own blog sites with stuff on it."}, {"timestamp": [3721.0, 3724.0], "text": " I don't know if we want to get that loose on it or not."}, {"timestamp": [3724.0, 3735.0], "text": " Yep. A very last question. I just wondered how you were handling the students who actually have some other device like an Android or a smartphone."}, {"timestamp": [3735.0, 3742.0], "text": " A smartphone is not an option. No, it's got to be a screen size, sort of a 10-inch screen-sized device."}, {"timestamp": [3742.0, 3745.64], "text": " The androids, they work fine. They drop off the wireless"}, {"timestamp": [3745.64, 3751.0], "text": " a wee bit. They're a bit more of a hassle in the iPads. The laptops are fine. We've had students"}, {"timestamp": [3751.0, 3755.78], "text": " bring along. You know, Dad was in China and bought an Android back that had a beta version of,"}, {"timestamp": [3755.84, 3759.2], "text": " what is it, ice cream Sunday on it, or what it's Strawberry Sunday, or whatever, the operating"}, {"timestamp": [3759.2, 3764.0], "text": " system that they've come up with now that doesn't work at all on Enterprise Wireless. It's a beta version,"}, {"timestamp": [3764.18, 3767.18], "text": " and, you know, this poor little girl's devastated she had this wonderful device from"}, {"timestamp": [3767.18, 3773.2], "text": " China. We've had the cheap device off the I've trade me for 50 bucks that doesn't"}, {"timestamp": [3773.2, 3777.24], "text": " really scratch it so no and smartphone is not an option."}, {"timestamp": [3777.24, null], "text": " Okay I'm not like to thank you very much so if you like, thank you very much. Thank you, Mark. So if you like to thank you."}], "text": " Tena couta, tenacote, tenacote, all right now. Welcome, as Kate's already spoke. We've also got ETV here. They're beaming live somewhere. I don't know where they're beaming, but it's going out into the cloud somewhere. Firstly, apologies. I'm going to be tethered to the laptop a little bit. It's one of my jobs I'd buy, probably my main job at Old River College is to buy those little clickers for data projectors and that that people lose and then borrow off me and then they disappear so I don't have a clicker anywhere so I'm going to be sort of a little bit tebid to the laptop a wee bit and I'll just go through briefly what we've been doing it's not rocket science it's been pretty easy actually in terms of what we've done and then you guys can give me some feedback or ask some questions at the end of it and then we can go and have a little bit of morning tea, which is really why we're here today for the main reason. We believe, and I truly believe now after a sort of year of this, that we'll look back in 2011 when iPad came out of 2010 in the USA as a watershed point in education. Whether it's iPad, whether it's an Android device, or whether it's Microsoft's new tablet, I think that iOS or the mobile operating system and the handheld interactive device will change education. I really think that things will change big time in education. We're still constrained a little bit by our examination system, but I think that will even be sort of pushed towards the change. Been in San Francisco all of last week, so I haven't really got a heck of a lot to say. It was pretty good. We were looking around schools. So baseball was pretty good. And that's about it, really. If you've got any questions, that'll do. Didn't have time to put a presentation together because we were away. Oops, I keep right clicking on this thing. This is Kate and I at Stanford University just after presenting at Stanford. Well, not really. We watched a lot of things. And here I was going to show, I was going to show it, but I didn't bring the speakers. I don't know if you remember Rowan Atkinson when he does that thing on education. He stands at the front of the schoolmaster and he starts calling the role and then that sort of traditional sort of school masterish. And I was going to put that in because a bit of humour is always good, but I wasn't organised enough to bring some speakers. So I haven't put that in at the moment. But that's the point. We've been going for years, and I'm sure you guys have as well, years to conferences saying, you know, technology, computers are going to change the way we teach. It's going to change. You know, the sage on the stage is going to disappear and become the guide beside, and we're getting all those little lips and sound bites of language that we've been hearing at conferences, but it hasn't changed. We presented at one of the last conferences we were at in terms of an ICD, ICTPD project, and we presented a presentation called Digital Floss. And it was basically saying that, yes, we've been doing this, yes, teachers have laptops, we've been wandering around the countryside looking, but in very few cases are we seeing genuine transformation? We're seeing little bits. Teachers don't have all-time, full-time access to students with laptops. They have their one or two sessions in the lab that they can pinch off someone because the English department's booked at eight years in advance and no one can get the labs or the pods or the classrooms. But to get a real transformation, to really get the leverage out of this technology, we really do have to have a device in everybody's hands. And then we're starting to get some transformation. So we've heard about, we've heard all this sort of stuff at conferences. And I guess people are always in teaching looking for the silver bullet you know there's one easy answer pick that done that implement that at the school and it all goes away that's problem solved and I can sit back in my office as a DP and put my feet up and just drink coffee and and have a chat to visit us all the time there's not a lot we're not gonna I'm not gonna astound you with anything brilliant it's pretty much common sense. And hopefully, as I've put up there, what I say, what follows, you'll be saying, oh, that was pretty simple, I knew that, we do that, we do that at school. If you're saying those sort of things, then you're in a position where you can probably go ahead and see how you go. So our professional development philosophy, philosophy is a bit of a big word. It's our beliefs, really. And this is what we base our PD on. We believe that to grow, your brain needs to be excited professionally. It doesn't have to come to these sort of things and be told how to do something. All it has to do is come to these sort of things or have discussions in classrooms or in staff rooms to be excited. So that's part of the thing we're going to do. Substitution is a word that means we can go to PD sessions. You can come here. You can have a PD type session in your class in your school and you might want to substitute something and that's just saying okay we'll do this in a different way but the outcomes are pretty much the same and am I spending a lot of energy and time changing something for no real gains so one of the things would say is be aware of substitution change for change sake this should be an. So our school needs to keep energising staff and finding more effective ways and that's what we're up to. And in order of things that we're looking at, the school will support any professional development in order of priority. We have a finite budget. The school, the organisation, has some strategic goals. a finite budget. The school, the organisation has some strategic goals. So if you want to come and do something or implement something at the school, you come and see me and justify what you do, want to do against that strategic goal. That's the first priority we give. The second priority we give is departmental strategic goals, as outlined in departmental plans. I can't have the music department coming up and say, right, we want to do this, we want to go away and learn all this stuff, and then I'm looking at their annual plan or their strategic plan, and it's got nothing to do with all this stuff. And it's a flipped direction. We want a little bit of planning. These are not concrete, but they're more or less in place. Then we approve PD in our school against personal goals set or personal needs set in appraisal. And finally, if you want to come along and learn how to roll a kayak, because you think that would be a cool thing to do and there's a course on Friday that takes you down the Tongarero River and you're going to learn how to roll a kayak. If you're doing all this stuff right, and we think it could be useful for you to learn how to roll the kayak if you're doing all this stuff right and we think it could be useful for you to learn how to roll the kayak we give you permission to do that sort of PD so the sort of PD our staff have been doing at the moment is based on this our strategic position in terms of BYOD there's lots of other PD that we offer and that staff come and ask for and as long as it aligns with these sort of things we say yep that's that's fine we have some basic principles of uh pd at the school if you go on a course there's got to be an outcome and we strongly encourage the staff to take an extra day if they can now that sort of falls by the way o O'Ebert, and I've just reminded myself of that, it's something we discussed a little bit before. Because often when you go on a course or do some professional development, you become gunners. I'm going to do that. Because what happens is you come back into the school system with some good ideas, some good philosophies, and you're teaching five classes the next day. And then the next day you've got four classes. And the following week you're saying, oh yeah, I was going to get on to that. I must do that. I must do that. And often it's lost. And schools are notorious for not giving staff time. If they come back with some good ideas and say, listen, Mark, I need some more time, I need a day, I need two days to internalize this, to get it sorted, to put an action plan in place. That's a tick. That's a given at this school. Secondly, for school-based PDs, we run a lot of our own PD. We've got a lot of expertise in our own staff, as I'm sure you guys have. We have heaps of expertise on our own staff, so we run our own little workshops all over the place. Again, aligned with department or strategic goals or personal needs as identified in appraisal we're going to run one or we ran one last Thursday we're going to run one next week on using the summary sheets in Kmart for staff to track a bit of data so we'll run that inside the school but there's always a required report back and after that little workshop there'll be a date set two weeks later. I put on morning tea up in the staff room. The 10 or so people that were in that workshop come back and report on what they have done since that day. So there's an expected outcome. It's not just, oh, that was nice. We do want to know what sort of happened. And we do have a lot of paperwork which I'll show you. Not a lot of paperwork. I shouldn't say that. We have paperwork which I can show you not a lot of paperwork I shouldn't say that we have paperwork which I can show you afterwards on that I just lost my way as usual professional learning groups. That's how we've worked at school and you'll hear that buzzword a lot now, the old PLGs or the PLDs or whatever you want to call them, they work, but they only work we've found if they're real, authentic and relevant. You know, last year we started, or the year before we started running these little groups at staff meeting and we'd pick something out of the sky that's sort of out there in the education and say, hell, I'll sit in a little group and discuss that for the next hour or so, and we'll come back and talk about it again next week. Not very effective. You know, the staff are going, well, interesting, but, you know, I've got eight assignments to Mark. I've got a rugby practice to get to, and you're holding me up talking about stuff that the school's not really doing much of. So this is how we've implemented BYOD with professional learning groups. But because it's part of what we're going to do and what we're having to do, it becomes relevant. And as a way back in sort of, I guess, the early 2000s, I was at something like this. And a guy from Fuji Xerox was talking about this book by Giuliani Oa. And Fuji spent a lot of money training their technicians, heaps of money, sending them on professional development, doing lots of training, and it was always, if this in case type training. And they didn't feel that they were getting the bang for their buck out of the professional development budget they went into so what they did is they put an anthropologist with the tech with the company for a year and that anthropologist followed techies around and watch what they were doing went to their PD workshops and things right across the states all over a worldwide sort of statewide study a US wide study and what he came back with was that the most effective PD that the technicians from Fuji Xerox ever did was sitting around in the cafeteria telling war stories. Telling stories about, oh, I was at O'Reeva College the other day, and that bloody photocopy machine wouldn't work, and I couldn't get it to go, and I was mucking around, and I was looking at it manuals, and this is how I fixed it. Or I rang up Jim who had had that same problem because I'd heard about it last time we were together at the bar the other night he had the similar problem at Nayland College and that became the most effective sort of PD the word of mouth the discussion and I'll allude to that later on in the presentation so that's the sort of model that we adopted, those professional learning groups. And when we implemented BYOD, it wasn't sort of an accident. It wasn't sort of, okay, we're going to do this and it'll happen next year. We thought about it a little while, and the reason we could make the decision is because we had sort of almost conditioned the staff to the fact that we run these big projects at the school. We implemented a thing called Monarchy Old River in about 2000, a big values program that had the whole staff and community buy-in. It's how we sort of respect each other at this school. It's the basis of our discipline system. We did a heap of PD small groups discussing how it would work. We had done that earlier. We implemented a learning program, Ako or Rewa, how we would have a commonality of teaching in our learning environment at school. Similar to the All Blacks play a certain style of rugby, which is very successful, the Wallabies play a slightly different style of rugby, but which is also successful. But the reason they're both successful is both teams buy into that style. And we said at our school, this will be our style of teaching and learning. We're not going to constrain your personality in the classroom, but we are going to constrain some of the things you do. Not to say they're good or bad or indifferent or other things but we're going to look at what you do so when we made and then we did they had done the ICTPD project so when we made the decision to go with BYOD last year the staff were sort of thing oh here we go again yeah we're quite keen to do this they were ready for it they were used to that professional learning model I'm sorry these have turned out in yellow. I'll talk to you about them in a minute. And based on that implementation, we also put in the background behind that the system. The system aligns itself. We have, this says, student evaluations, and I'll show you them in a minute. Peer evaluations. We've sort of dropped off those a little bit, but the time's available. We have five-minute walk-throughs where HODs, teachers, deputy principals and principals walk into your classroom, and we have a progress map of expected outcome. And I'll just see if I'm going to escape this presentation at the moment and show you some of those things. Um, every twice a year the students, the students do this evaluation. We pick a time, we pick a place, we do it once, a staff member comes in and introduces it, not you to your class, as someone else. We've got a script so that we get the same message to the students the whole time. They script it through and the student makes an evaluation on a six-point scale and we have to think the teacher arrives at class on time and is prepared you know the student yeah the teacher has things ready for to start and we include in those things anything we do any of the major strategic things that we're doing at that particular point of time or that we hope to see that particular point of time or that we hope to see in the classroom our Akul-Orri project is included in there we ask that question of the students same with does the teacher use ICT how do they use ICT we ask that question of the students so that we get to know and that the students give us feedback we have a peer observation where a staff member can come and ask me. They want to go and look at another staff member. I'll give them the time, I'll make the time available by releasing them for two periods or even half a day. And they'll go along, but there are things to look at. And alongside of what they're looking at are the things that the schools said this is part of our strategy. Akual Rewa, Monarchi or Ewa, ICT, B-YOD, they're all in there. We have that sort of, the documentation supports what we're going to do. Our five-minute walk-through, this is a little bit, I think it's a wee bit out of date, but we ask people to go in. Walk into the class, say whether it's beginning, middle or end, are the learning intentions and success criteria on the board? Students engaged, little verb, thinking level. This is part of our Acoa program, teacher activity, supporting the class, Ako, Manaki, asking the things that we want to see. Now, if I walk into a classroom for five minutes, I'm not going to see all of those things every time. But if I do 20 visits to that teacher over the year, or between me, the HOD and a supporting teacher, a picture is built up. But the questions we're asking all align to what we're doing in the classroom. And we have this thing here, this big device and it's, I should open the real one for you because the PDF clipped it a little. If I can find that one. When teachers come, this is in our staff workbook. When teachers come to the school, we've just had a review with HODs of this scale, and the orange is where we expect our teachers to be along these scales, these continuance. They've been moved up this year. And that's in our staff handouts, our staff workbook. And this document here is basically what a lot of the appraisal system is set up on. You know, this is Arco, the three-story intellect, the solo taxonomy. Do we see evidence of that in the classroom? We should see that. This is a descriptor, it's a rubric. ICT in lessons. ICT is used to evaluate the level of thinking. We have these descriptors. So what I'm saying is we align what we're doing in the classroom and what we have in our administration system so that when we do PD it becomes real and relevant. It's not just something that sort of we want to do a little bit at a time. So this is what Kate was talking about. Just found a picture. But what we're looking at is implementing a BEOID. The background, we were ready, as I said. So when the opportunity arose, last year, we could make that decision. We had a big discussion about it at admin level, we had it at board level, we had at staff level, and then we made the decision. So hint number one for this, this is the PD stuff, time. You have to give yourself time. And that's why we're running this conference now. If you're in decision-making process and you're deciding to go down a BYAD program, you really need to be letting your parents and staff know about it in the next five to six weeks so that they know what's going on and they can see where the school's heading. And spend time to save time. Once you've made the decision, all the school's resources, all of our PD budget, basically went behind supporting those staff. And if they needed time, they wanted time, we gave them time. That was the first sort of priority. Hint two, do it in stages. Some of you when saw Sam Glitman have a bit of a talk about implementing BYAD, said that when you watch a shoal of pilches swimming around and they all seem to turn together, the science actually says no, only about 3% of the fish start the turn and the rest follow. Same in any sort of implementation we've done at this school in terms of professional development. We got the staff involved with buy-in, we implemented in stages, and the first people we asked were the volunteers. The people that said, hey, this is a good idea, I might want to get on board on this. You guys have made the decision as an admin, as a team of HODs, but hey, I wouldn't mind being on board with that right from the start. And so we had 50 people to start with because we looked at our timetable and said currently in 2011 we had 50 people teaching year nines. So we need people teaching year nines. We said if you're going to come along on board in this program, you have to have at least two year nine classes. So if that means giving up your favorite outdoor ed class at the senior level, that might be a sacrifice you have to make. Because if we're going to put the professional development time and you're going to put the time and effort to learn about these devices in, you need to use it with at least two classes. It's pointless doing one class, because when the pressure comes on with your senior classes, when the exams come on, the first thing that will drop off your teaching repertoire or the priorities in your head will be all the new stuff. You'll revert to kind, your sort of teaching pedagogy will revert to kind because that's easiest I can get through that. I create myself time. So we wanted at least two classes involved, and we wanted people that were excited about it. We got 50 volunteers that wanted to do it. Two from each department. We said two from each major department to start with. So English, Math, Science, social science for Z, two people, and other departments smatted around and one or two extras thrown in there. The iPads came into the school and this is the first presentation I guess so I'll give you a little bit of background, you'll hear this from others. We made the decision to say, and I'll actually go on about it a little bit later. So the the decision to say, and I'll actually go on about a little bit later. So the devices came into the school and I put an email around the staff. We've got some iPads in the school, meeting in the library after school to pick them up and within a minute and a half of sending that email, there were about 12 people at my door, left their classes, dropped everything, come racing to the door, where's my iPad, I want it now, give it to me, and got pretty grumpy one or two of them that I couldn't get it at the time. But they were keen, they wanted to do that sort of thing. You'll probably hear this all the time, if it's a new technology playtime. And we spent, this is not our staff, by the way, I found that on the internet, but we spent three weeks just playing with the devices. Here's the device, here's a bit of paper that sort of tells you how it goes, how it works, see you later. And by the way, your head of departments created an iTunes account so you can play with the apps. And a lot of staff said, well, what's an app? I said, see you later, go find out, and let us know in three weeks' time. And it was literally almost that bad. Say that we'd have a meeting every Tuesday night night and I'll talk about that a little bit. So staff went away, some of them read the bit of paper. The guys didn't. They just started pushing buttons and figured it out and stuff things up in some cases. But most of them got there and had a fun time playing with the iPad in the first three weeks. So we had these two streams. We'd identified two streams when we introduced this device. Technical PD, how the thing works. How I connect to the school's network, how I can connect to the remote desktop in the school and therefore do my Kmart roles and things like that, how I can send email, how I can connect to the school servers and get work onto the iPad and get work off. Didn't have iCloud at that stage, so it was sort of how I back up my work onto my iTunes account. Therefore, once I've put my 15 gig of music on there and 200 gig of movies, and that all backs up to the school server, how to piss the techies off in big time and how the grumpy they got and he was up here but he's disappeared now and how we had to train the staff on moving the iTunes folder off our shared drive and onto the local C driver the computer. So that went on for about three or four weeks and we had meetings every Tuesday night after school as part of the buy-in process if you're gonna do this you have to attend these meetings Tuesday night after school these were our professional learning groups and in the library we had done our seminar room little just little groups set up little campfires where people would tell their little campfire stories on wow did you see it could do this could do this, see this app, wow, do this, have you got email on yours yet? Yeah, how did you do that? All those little stories were being told. It's like that cafeteria stuff and people were learning. But behind that, again, being a little bit sort of teacher, so we had some things that we wanted the teacher to know what to do. So we gave the iPads out in about end of June. By September 10th, I will be able to do the following. So we did have some goals for them that we figured, and we didn't know at that stage even. We just sort of sat around Tony Zillum, who you'll hear if you go to the technical side, sat around and said, well, what are the things we're going to need to know? And that list became a little bit longer and a little bit longer and a little bit longer. But there's all those sort of things. You know, find all text layout, inserting format, can create finish work on the IPA for professional work, how to do PDFs, can take notes, movies, how to use a Dropbox, how to use our WebDAV folder system, because that's how our students are handing work in for a thing called WebDAV or Dropbox. But you'll hear about that in the technical side of thing so we did have a little bit of paper behind this I guess so overall our plan was a technical the pedagogical and in term three sort of about the middle of term three we've gone August 19th was our final meeting to agree on our core generic apps that we would say you have to have on your iPad and we only had two. That was pages and keynote. The rest were all free or departmental wide ones that were free. And from the 19th of August onwards we were starting to say, okay guys at our meetings, start thinking not iPad, not technology now, start thinking pedagogy and how this technology might help you change your pedagogy. So we were saying, you know, we gave them a bit of a framework. You know, one of the things you can do is sit down with your year nine curriculum, list all your units out, what you do, your assignments, assessments, what you do in each unit of work. Now, in the other column, list ideas, just brainstorm ideas on how the iPad or the technology might assist and make this better than it was. And that's how we started. We had that structure and we talked about that structure and we moved from playtime, understanding the apps to into a pedagogical sort of, well, how could this, you know, I've played with us a wee bit now how can I do something different it's only one of the biggest things that the iPad that we've found is the video and the camera in the iPad some of the things that departments are doing with that are pretty impressive that they used to do we recognize the challenge right this is the first bit of a document I'll show you later. The first bit of a document that we gave out when we gave out each iPad we gave out here, this is going to cost you this much and this is what you're buying into, sign here, and thanks very much for doing this and we had this big one-page document I'll show you in a minute but we acknowledge that we're going to make mistakes we'll not get everything right we're going to have some spectacular failures but try it out it's not going to kill anyone the world's not going to end if people don't learn how to solve a linear equation in two weeks and it takes you six weeks because you've messed everything up on the iPad. It doesn't matter. We gave the trust in the staff to give it a go. We won't complain. We won't whinge. We won't moan. And at any time, the person leading in the department could come to me and say, listen, I need two days, me and my buddy, we need to sit down and think about this for a while. And that was a given. Any time that the staff needed, they got. If they asked for it, they could have it. The briefing that they got right at the start that we all started was that you would be faced with a class that everybody would have a device. We'd recommended the iPad as our device but we'd never stipulated that the iPad would be the device. It's turned out that 93% of our students have, of the 320 odd students, have bought an iPad and we're pretty thankful for that and you'll hear about that in the technical side of things. But we'd also be said that, you know, teaching is still teaching. You've got to figure out how this device will work, understand the curriculum, develop ways that BID will give positive leverage to your learning. Acknowledge we're making mistakes, tell them we want people to experiment, have a go and we need to move away from analog teaching, perhaps a little bit digitised, with PowerPoint to a true digital format. And in that first term we've had, we put this in. Staff didn't get this to start with, but we're acknowledging that now. We believe it's a necessary first step. Staff will feel comfortable digitising existing pedagogy. Our science department had their workbook that they photocopied and handed out all the students. They turned it into an interactive document that went onto the iPad. But it's still just a workbook. They could have just as easily handed it as a bit of paper. A bit more colourful, a couple of little interactives in there, but nothing different except it was digitised existing pedagogy. And make no assumptions. This is the other big thing that we said about the students, and I think that's the next slide. The students find this a challenge too. We hear about the digital native, we hear about the digital immigrant, and we're the immigrants and they're the natives, and they know how to use this thing. Yeah, sure, they're not scared of the device. They will play, they'll use the go-back button on the computer, they'll muck around with it. They're not worried about it, but they don't. The students don't know how to leverage it positively for teaching and learning. We're having to teach in that, and we're also having to, they've been conditioned since they first went to kindergarten, that the teacher will lead, the teacher will teach from the front of the class. Some primary schools are a little bit different, but I would argue that most of the time it's teacher-centered, teacher-driven, with a little bit of self-directed learning. So when you suddenly, and that becomes particularly teenagers, you know, teenage year-10 boys, people will just tell me what to do, I don't want to think about this or anything. Just tell me, hell, give it to me, spoon-feed me. Now you're asking them, well you think about it, you do it. And there's a little bit of sort of tension there. We've found with our students not deliberate, oh I hate this, teach me, use a different way, but just it's a little bit of uncomfortable. I have to think a little bit more now. I have to do things a little bit differently. So for the students, we briefed our staff on this to start with, you know, that you'll try something new and the students won't jump on it, you'll think it's a wonderful idea, but the students won't jump on it straight away and you'll think, oh, that was a failure. And we're saying don't go back to what you did before, just keep persevering. The students will come on board, they'll come on board, and they have. You know, at this stage the students after sort of thinking of thinking well what's going on here at the start of the year by the end of this term this first term they were pretty comfortable with the devices and what was expected of them and I'll talk a little bit of about that later on so we had these those were the two sort of premises that we had with the staff we gave it our expectation up front we had our Tuesday PD meetings and those meetings were both agended and non-agendered meetings. Sometimes they were an agendered meeting, sometimes they were non-agended. And I would put out sort of, you know, what's going to happen this Tuesday night on the Friday before. Were these PD groups just for the teachers that were opted in? Yep, just for the teachers that were opted in? That's correct. So that's what they signed on the bottom line when they did the thing. And these work pretty well. And on the agended one, you've got the experts. We got people in or someone presented something in a formal type of meeting. And we used, I hope that this sort of may work. We used Derek cannot internal server proxy server that's because we've turned the internal server off so we'll just move on hopefully I'll go to okay up there come up It's all right. Hopefully that works. We got Derek Windmouth in for a couple of sessions just to frame the whole thing up, just to put it in sort of context. That's not Derek on the board, by the way. I didn't get a picture of Derek. I'm just making a point we got the experts, and we've got a couple of other people in, just to put things in context and to get things right, and I'll show you again a little bit later a couple of the resources we used in that respect. And then for the non-agendered meetings we still you know people said oh there's nothing on the agenda this week do I still have to come yes you do and people got down and I'd say a couple of words and then say right we're here till 430 so sit around in your groups and might say tell us what you've been doing but people sat sat around, this again is not our staff, for pointless just finding things, but they sat around and had a bit of a talk. Sometimes we did provide a little bit of food. Sometimes we provide one night we had lots of food and lots of wine, but it was just that informal, those sort of war stories that people were telling like the Fiji Xerox people do. And we still run those workshops. Every Tuesday night, we still run them. And the war stories are now real-time stories. This happened in my class yesterday. Did it? Wow, what happened? And we talk about those sort of things. So we still run those agended and non-agended items. And we gave lots of support. We gave lots of time and we said lots of well-dones. And when I say we, it wasn't me or Sue or Kate. It was everybody got it sort of was saying, ah, that was pretty cool and we got a really positive sort of thing going. Summing it up, there's a few more slides to go and then you can ask me some questions. An increasingly complex world we sometimes need new answers and that's what we're looking at. And basically this is what we did. We shared the vision. We made the PD relevant. In other words, they were going to need this in class. We used the experts but did not hang on every word. We just used the experts to give us a bit of a framework. We encourage staff to say, well, why should we do it that way? We gave teachers lots of time and lots of recognition and we've allowed leaders to emerge. Now one of the models that you might get shown, and I'm not saying it's right or wrong, I'm just saying it's different from ours, you will appoint some lead teachers who will lead the process. We didn't do that. We said you're all in, 50 of you in the room together. I led the process along with Tony Zillum and we said this is what we want to do. And in those groups, people just came up. People just emerged. We got one teacher John O'Reilly, you might meet him around today. He became Mr. App. Anything that I've had could do, he found a way of doing something for it. And he would tell everybody how he'd found these wonderful things. Not necessarily into the pedagogical side, but he would find the app for it. Other teachers, Linda, who's running the Pastoral workshop today on Pastoral. She emerged as sort of one of the lead teachers in this. And she's now the year 19 and running the whole looking after the behaviour on the device and getting the students comfortable with the device. With those emergent leaders, in our next roll out for the rest of the school, which will happen in the next three weeks, they will take a leadership role. We won't do the same process again because they've got the experience. They can take a leadership role. But it was pointless putting people on the spot and saying you be a leader and you be a leader and you be a leader and you be a leader because you've been at the school all the while. We just waited to see what would happen. We set some outcomes and expectations. We gave them all the planning. This is what we want. This is what we're expecting. This is where we're going. We took small steps but hold the expectation of change and we're still at that stage. We've taken small steps and we're holding that expectation that things will change. And we looked at, we sort of, this is, you know, just named drop here, this is from Stanford University last Friday, you know, we're just in a lecture. We sort of knew this anyway. We talked about, we talked to our staff when they're presenting to you guys today to say that there's a transition. Digitising existing pedagogy. We put the thing in, we get a bit of an enhancement. And we transition through this progress. And I was talking to the lecturer that was talking to us about adoption of technology. And I said, yeah, that's what our staff are doing. They're transitioning. You know, they're in the transition phase. Not a hell of a lot transformative yet, but it's coming. And he said, well, that's what our staff are doing. They're transitioning. They're in the transition phase. Not a hell of a lot transformative yet, but it's coming. And he said, well, here's the model actually that we use at Harvard. So I thought, I'll take that and use it. And you might have seen it before. Substitution. The technology acts as a direct tool as a substitute with no benefit or functional improvement. All right. The second is the technology acts as a direct tool to substitute with a functional improvement. The second is the technology acts as a direct tool to substitute with a functional improvement. Modification of technology allows, I don't need to read those, you can read them. And just an example, our maths department, who I've got to say, all the schools we visited in the States and all the schools I've visited around, any math teachers here? Mass department, you know, we looked at our mass department thing. It's us and the math department who are still on the abacists down there somewhere playing away with their beads and quezonaire because the mass people didn't innately take to the technology. And we found the same around New Zealand and in the States. However, once they do pick it up, and it's not because they don't want to, it's because it seems a little bit more difficult in maths. But once I've started picking it up, they're getting some good outcomes. And a lot of the apps that are on the iPad for maths, some good ones cost a bit of money. So we didn't want to put that on the students. An example of this might be we use graphic organizers as part of Ako or Iwa. And one of the graphic organizers that mathematics use is sequence. There's a sequence of steps in solving a linear equation. Some steps you have to take. And so what they do is they give out the students a bit of paper with a sequence on there and the students write down the sequence because the teacher puts it on the board or does a Q&A thing, what's the first step? Yeah, okay, we'll write this in and write that down. Now what they've done with the iPad is they put Q codes around the room with a step in each sequence. And the students go around with their iPad and scan the Q code, QR code and pop it pops up with a step and scan the Q code, QR code, and pop it pops up with a step and they think, where does that go on the sequence and they put it in digitally in their bit of paper? And so they've got to walk around the room and put that in. Now that's, you can do that with pen and paper, easy enough. And yes, students are out of their seat. They're using another sense. They're using a kinesthetic awareness that helps embed the memory in here. So they're doing all that. They can do it with a bit of pen and paper. So really, we're only doing that. And it may be that, you could argue that. But it's a bit more fun with an iPad. The boys don't have to write it out. They don't lose a bit of paper in the bottom of their bag. And they love it. So while we're not getting a functional improvement so much, we're certainly getting an engagement and improvement and engagement, and that's part of the battle one straight away. How they go further down the track with that sort of using that sort of QR codes, a lot of the departments are using QR codes to do all sorts of weird and wonderful things, that's not so bad. When we were in the states, have I got it? I might be up, I haven't got the sound up. When we were in the States, have I got it, I might be up, oh I haven't got the sound up. When we're in the States we saw a school with a choir. The choir was practicing for, you know, the Americans are big on singing and choir, choir competitions and this school was practicing with their choir. About the 30-person choir with the bass over there and the tenors over there and the other people I'm not musical I don't know how you set the choir up but they were practicing we went in and listened to them and they're very impressive was a religious school and it was a religious song and sort of you know how they go hot and bits and pieces of the song it was really great to see we thought oh that's pretty cool and then without any prompting according to the principal the musical director said okay we'll go over that again but this time pick up your iPads and I want you to record your voice while you are singing. And so they went through the song again, and everybody was singing into their iPads. Full choir going, singing into their iPads. And at the end of it, said, okay, that's great. Now email me those files. And so the students emailed, and we sat and watched the emails up on his thing. So he had individual voice files of every member in the choir in context of the song being sung that he could listen to and he played a couple for us and you could hear the voice with the choir in the background. And he could give one-to-one feedback on each person within half an hour. Now he said to do that without digital technology would take him two and a half days. So immediately he saved himself a lot of time and effort and gives immediate feedback. That I believe was getting up to the transformational. He couldn't have done that without that technology in the past and using it that way. So that's an example I hope of sort of what we're looking at. The buzzwords, you see all these words all the time, collaborative, engaging, you know, whatever, whenever, wherever, the WWW of the web, all those buzzwords that we see all the time. The challenge, will iPads or BYU deliver this? No, teachers deliver that, right? We do that and if we know how. Will iPads enhance this? Absolutely, I believe. That's my belief that they will absolutely enhance all those buzzwords. When I say iPads, substitute in a digital device, we've gone iPads, and we will strongly recommend next year iPads to the school, not just recommend iPads. So the next step, where too now for us? Well, we're rolling out the second half of the school in the next three weeks. We're still on that pathway, so the emergent leaders of the last rollout will lead the rest of the school. And we've got a teacher only day today and the staff are attending some of these workshops, but in the afternoon, some of those emergent leaders are going to sit down and say, okay, what are we going to do with the year 10 curriculum? We've heard some stuff now, let's start planning that year 10 curriculum curriculum i'll get the iPads to them in the next week or two and by the way our staff go 50 50 on the cost of an iPad they buy into it we pay 50 percent they pay 50 percent and they get it at the end of the two-year sort of contract if you like it's their device so we're subsidising the school subsidising that price so we're going to look um you know we're looking at other things, the flip classroom, Tony Zillum and I had been talking about that and Sue, when we had this sort of stuff and we're using BC gear to teach, why do you need a teacher in front of you every lesson? If you can condition the kids on how to learn and how technology might help them learn, you don't have to be there every lesson. You can say, I'll be there on Thursday period four, and I'll be there on Monday period two, and I'll be there on Wednesday period five, but the other lessons, I'll be around and I'll help you, but there's no actual direct instruction or something going on, or get it off the ultranet, or get it off my blog side or whatever. And in the states, they're calling this a flip classroom. And what they're doing is they're creating lots of resources, putting on a learning management system, or instructional videos like the Khan Academy, but better, they're creating their own ones. And they don't set homework. They've gone back to that old word that the US used to use called prep. And that's what they're expecting the students to do. Prepare for the class the next day. And they do the prep, and they come in the next day, and the teacher's there to help them put into place, not to spend precious time doing what I'm doing now, telling you how to do it. You've done that at home. You come in the next day, get straight on with the assignment, get straight on with the exercises that I've set, and I'll be around to help you with that. And so that's, I reckon that's hugely powerful. That's going to be one of the things that we're going to look at doing. There's a TED talk by Wolfram, the guy that's, what's his name, Carl Wolfram, is it, that makes that point about maths, particularly about maths, he talks about maths doing that, so like, why would he waste his time with his students teaching them stuff when they can read about it, look at it? And I don't know if the older people amongst you remember a TV show called The Paper Chase about lawyers in Harvard where the professor would expect the students to turn up to the class, fully prepped for that class. And the class was just a big Q&A section. And if you couldn't answer the question, you hadn't done the preparation and you got sort of yelled at. Ibook's author. I don't know how's the time, Sue. What time we're finishing? Now? Okay. Ibook's author. I don't know if anyone's played with that yet, but that's transformational. Absolutely transformational. So we're not in Mac school. We use PCs, but I'm going to buy some Macs to have, and we're going to offer the staff, this is maybe news to a couple of people here. We'll be offering summer grants. Go and author a book for your, make an interactive book for your course, we'll pay for it. Do it in the holidays, bring it back, get it published, automatically goes on the iPad. We're going to say to some of our students, make an induction book for the students. This is how the school works, this is what you need to know. It's an interactive book. It's better than an e-book. It's much more than an e-book. And if you haven't looked at iBooks author, if I get time, we'll show some people about that. iTunes U, big learning management system, which is as massive, and we'll get involved in that. We've just been accepted to iTunes U as the first state school worldwide, I think, to be accepted only because we're doing this thing with the iPads. And then down the track, maybe three years, four years if things take off, you know, we'll open the school at seven, close it at 5.30, have blocks of time that are common. We don't know. It's wide open. We don't know. How can you predict three years in advance what we're going to do? So, this is the key, I reckon. Oh no, that's not the key. I'm looking at the wrong slide. This is not the key. This is just me being I hate testing. I hate, you know, I'm a phys ed teacher. I hate sitting down and having tests. There's better ways of doing it. You know, we do this with the kids at NCAA and we're lucky we've got year 7 to 13, so we've got four years, year 7, 8, 9 and 10. We can do some good teaching, some good pedag at NCA and we're lucky we've got year 7 to 13, so we've got four years, year 7, 8, 9 and 10. We can do some good teaching, some good pedagogy. But then we're smart enough to recognise that at year 11 all bets are off. We're teaching to an examination system, time becomes precious and things like that. We teach the test, you know, skill and all those buzz sort of sayings. And I believe our assessment system is being corrupted and abused. We're going back to Norm reference because it's what we were comfortable, it's what our parents were comfortable, it's not the spirit that NCAA was first put in place. And we keep on blaming they. Now, they said that this is happening. Well, who the hells they? I want to know them. I want to see them over here because they are in trouble, I believe, that's stuffing up the education system. And the they is you. We let it happen. As a teacher professional bodies, if things are changing in NCAA, it's because you we let it happen as a teacher teacher professional bodies as things are changing in NCAs because we're letting it happen so value the journey home this is the key to professional development value the journey home what you discuss whether you agree with what I've said now or whether you disagree or whether you think that was good, that was bad, that's the key to professional development. The discussion that you will have on the way home or in the next few days with your teachers, with your boards, with your colleagues, about what you hear today is the real professional development. Nothing to do with what I've said. Hopefully, all our presenters will do is say stuff that you think, that's a load of crap. Well, that was pretty cool. I'll remember that. And talk about it with other people. That's the key for professional development. Some stuff. I've just about finished. I mean, we've got a ton of resources and references and things like that. We only have an hour to talk about this. And I believe people might want to ask some questions. Or Price Church might want to ask some questions. So I'll shut want to ask some questions so I'll shut up now there's people here at the conference that we've used lots of their stuff that we've used you know there's people in this room that I know I've used their stuff to say well this is pretty cool so we acknowledge that but I haven't got time because I've rabbited it on this is the first presentation I probably rabid on too much so So questions from Christchurch or the floor. It's open to you. I'm going to hear that to Christchurch so now go to anybody down there. One question for Mark please. Yeah so from Christchurch we'll just go through one question from each group so we've got one question here from the Learning Centre. Hi it's Bruce Henry Senior here, people college. My question is, this is a huge commitment in resources and time and PD obviously. How do you really know is making a difference to the achievement of children? Is there any evidence to support that? There's evidence, I mean, evidence is retrospective, isn't it? We won't know that until we've been through it for a wee, but we can only do stats after we've got the information. Our attendance is significantly higher in year nine than any other year level. It was pretty good anyway, but it's almost a third of any other year level at the moment. Teachers are all anecdotally reporting the students are totally engaged. When I'm doing five-minute walk-throughs, and my colleagues are doing five-minute walk-throughs, you know how you get that restlessness towards the bell time. The Year 9 classes seem to be sitting there quietly, just getting on with it or doing what they're going to do. They're not packing up early. Anecdotal at this stage, we've had one round of reports where we have collected some data, and basically we have done no harm. If we look at this year's cohort as they were last year, they are a little bit better, whether that's a significant difference. We don't know. It's too small. We haven't done that data analysis. And we won't get a lot of data analysis till we've been for a year. But we believe we're doing no harm at the moment. Thank you. So would you like us to keep going or do you want one from a re-ro now? I think we'll keep going with you then on hand over here. Okay, Rickerton, do you have a question, please? Tom here in a high school. Hi. Do you do any work on e-assessment? Because good learning also needs to have assessment. Yeah. Could you let me know what it is? No, we use eye paper and eye pencil. At the moment, no, we haven't got that far. We're using SurveyMonkey to do some basic stuff. There's some apps that we use that we get a bit of feedback. Ibook's author has got some extensive assessment tools in it. So that's sort of in evolutionary stages yet. But we also do, one of the things we also say to our staff, every unit of work that they deliver should have a handwritten component, a significant handwritten component, purely because of the fact that in three years' time our students are going to be sitting exams in a room with a bit of paper. That's it. Thank you. Shirley Boys. Yeah, hi. I'm just sort of wondering a little bit about, you know, the source of experts and things for this sort of PD that you're running. It sounded almost like you have to sort of do most of it internally with the odd sort of person coming in from outside. Is that right? That's correct, yep. There's not a lot of people around the country doing this sort of thing. One of the things we found is if we look to the private schools in New Zealand, the one-to-one type of device that they've had, or B-Y-O-D, the schools have generally controlled the device pretty heavily on what the students can and can't do on it. And I don't want to sort of name drop or put anyone in it, but what we've looked at, we have had to look round and found that the pedagogy that's being delivered is not what I would consider a digital pedagogy. It's nothing transformative. It's basically what they do using electronic notes. So, yep, no, we haven't found a lot of experts. We've got a lot of people that can conceptualise and sort of say, this could happen, but not this has happened, because we're one of the first doing this sort of thing. So it sounds to me like a really important part is getting that sort of PD part of it going well at the same time if not before getting into the BYOD. Well we started this time last year yeah and we only started teaching with BYOD this term, last term one, 2012. And we'd said to the students at the school three years ago in 2009, you can bring a device, any device. We got the wireless network, it'll work. It was that chicken and egg thing. Not enough students were bringing a device, therefore teachers went changing their pedagogy. When we asked the students, the students were saying, they were saying, well, why would we bring a device? Yeah, I've got one at home, but why would I bring one? Because Mr. Smith still handing me bits of paper and workbooks, which I have to fill out and hand back to him, because Mr. Smith couldn't sort of differentiate well. Thanks for that. Somebees. I think he's answered the question that we had, which was about the Russian component. Because of the assessment, it is 11, 12, and 13, being primarily written based, I'd like the idea that there is still that written component within student work. It is sort of the devices being used to add value to the existing work in the class. So thank you for answering that question. Sure. So now really questions from the floor. Yep. We use online, you mentioned like LMS. Ah yeah, we use alternate. Sorry, you just want to know what sort of online system we're using LMS or MOVE or something like that. We use Kmart as our SMS and Ultranet is our LMS. We jumped into KnowledgeNet really early on about five or six years ago whenever it first came out. But we found the bandwidth wasn't good enough in those days and it frustrated teachers. So we worked with Ultranet because Ultranet would let us host on site and there is an expectation that all work, all assignments, all teaching resources that you deliver in the class or that you want the students to see is on Ultranet for those lessons. Students get that easy off the iPad, not so easy off the Android devices, pretty easy off the Windows 7 and Mac machines. They don't deliver back to Ultranet though. They deliver back to a Dropbox system on a web dev folder because Ultranet won't do that. No, they keep, that's one of the things we've identified as the next sort of steps is, you know, boys, I was a boy and I just mentioned boys because boys had messy bags, school bags and lost paper all the time. Well, their iPads are just the same. It's a, you know, it's a dog's breakfast inside their iPad. So we've identified that as a necessary bit of teaching we're going to do down at year eight. We're doing, looking at file management and just being, creating that little bit of a portfolio for yourself of completed work and also digital literacy. You know, not spend five hours searching Google for something but make some good dischoices. Can I say, if you can speak up so on the microphone picture of the... Sorry, and so if they put their stuff in the webbed or dropbox, and how do the teachers feed it back, do they pick it up there again? How do the teachers feed it back? Usually fire it straight back onto, the teachers can fire it straight back up onto Ultranet. A lot of teachers are using email anyway. We're a wee bit wary of that, because that's okay if you're only teaching two year nine classes, but if you're going right through the school and you've got five classes that's a hell of a lot of email coming backwards and forwards so that's a bit of a work in progress but if you ask our teachers ask them around I think that most of them will be using email or they'll post it back through Ultranet through the mail system in Ultranet straight back there yeah y'all sorry this they're getting my hi I'm Jenny from Green Bay High School what are the school policies around Yeah. Y'all. Sorry, they're getting in the mic. Hi, I'm Jenny from Green Bay High School. What are the school policies around social networking and using that as a platform for learning? Okay. That's covered in the past, we'll talk later, but basically it's open. And yes, you'll hear teachers saying, oh, they're on Facebook all day, or they're on... We're trying to build a trust model because students are going to leave here and go to McDonald's or whatever anyway. So you'll hear in the pastoral thing where we call it not an acceptable use policy but a responsible use policy. It's still got draft written all over it because it's an evolving policy. We do a lot of informed class stuff about it. But the big I guess the smack on the head that the students get is any of our staff can walk into a class at any time and just say hands up and it's instant hands up. We'll go around, double-click the home button on the iPad. If there is any game or social networking app open in that class, the assumption is you have been using it in the class and you get clobbered by someone like me taken off the network, parents informed, that sort of thing. Even if they'd used it at an interval and forgot to close it, bad luck, the assumption is you've used it. That's the default at the moment. We hope to move beyond that a little bit. But hey, we don't know. But it's open at the moment, yeah, for sure. Yeah, I'll repeat, sorry, Christchurch. Y'all. I'll ask you last, Caroline, because you're here all the time, you know. Hi there, Brandon from Albany Jr a lot of what you're talking about is is currently happening within our school as well which is really cool because it's you know obviously a bit of collaboration we're using Google Docs for a lot of hours and it seems like a little bit easier I don't know I haven't used a lot of what you're using but but it's all centralised and we're doing a lot of sharing, sharing of folders and sharing of work, which is pretty much instant as well. Have you looked into that? Yeah, we've looked into Google Docs, and we've sort of got pre-o... Oh, that was, do we use Google Docs? I don't know if Christchurch is still online or can hear. Do we use Google Docs? No, not as of school policy. There are some staff using it and some students using it. It's got much better on the iPad now. It's a little bit clunky still at times, but we're not using it. We're looking into it. Sue's sort of going to lead us along those lines a little bit because she's using it with the VC gear. So, yeah, probably within a year or two we'll be using that or some sort of system. Where is the interface between the laptops which invited to teachers? I think you're going to the interface between the laptops which are provided to teachers by the ministry or for a semi- funders and then you've got the PCs where K-5 staff use well this initial rollout is easy all the initial rollout staff have got iPads right the brief was that you will face a class of students with an internet-capable wireless device probably an iPad but there will be PCs and Macs and Android devices in there. So you can't base your teaching on apps. That was the brief that the staff have got. It's turned out that most of the students do have iPads. The teacher has an iPad, so they are using apps, and they are talking. The student without an iPad is just sharing or using the thing as well. The next roll out, the teachers that weren't so keen, are being told the same sort of thing. We will go 50-50 with you with an iPad, and most of the kids are using them, so it's to your advantage to figure out how they work. But if you're not, you still need to know how the iPad works, but if you're using your laptop, that's fine. You're using the interactive web-type tools, likecrative and SurveyMonkey and things like that. But the teachers still have a laptop to provide by the school. Yes, they still do. And that's a discussion that we're having at the moment. You know, do we go down the track in a year or two's time with and say, you choose, laptop or iPad will provide it, you know, because FileMaker have released FileMaker Go on the iPad now, which means KMA works aaker Go on the iPad now, which means KMA works a lot smoother on an iPad without going to remote desktop. So we don't know, we're evolving, we're learning. Yeah. I want to make sure you get some more to as well as a parent. Google Docs? Brandon, sorry. Yeah, I was asking about the use of Google apps and so many schools do use it. Yeah, it sounds as though it could be quite a lot of. We noticed a lot of schools in the States last week. They've moved away from a preferred sort of learning management system like Google apps or docs to teachers just having their own blog sites with stuff on it. I don't know if we want to get that loose on it or not. Yep. A very last question. I just wondered how you were handling the students who actually have some other device like an Android or a smartphone. A smartphone is not an option. No, it's got to be a screen size, sort of a 10-inch screen-sized device. The androids, they work fine. They drop off the wireless a wee bit. They're a bit more of a hassle in the iPads. The laptops are fine. We've had students bring along. You know, Dad was in China and bought an Android back that had a beta version of, what is it, ice cream Sunday on it, or what it's Strawberry Sunday, or whatever, the operating system that they've come up with now that doesn't work at all on Enterprise Wireless. It's a beta version, and, you know, this poor little girl's devastated she had this wonderful device from China. We've had the cheap device off the I've trade me for 50 bucks that doesn't really scratch it so no and smartphone is not an option. Okay I'm not like to thank you very much so if you like, thank you very much. Thank you, Mark. So if you like to thank you."}