{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Hi I'm Melanie Drury and I'm on a bus tour with Storylines."}, {"timestamp": [5.0, 8.0], "text": " We're on our way to Murray's Bay School."}, {"timestamp": [8.0, 14.0], "text": " I'm probably best known as the writer of the Nanny Meiji series but I write a whole lot of other books too."}, {"timestamp": [14.0, 17.0], "text": " So we're on the road and on our way."}, {"timestamp": [21.0, 27.24], "text": " We're going out to visit schools today because we're trying to make sure that everyone"}, {"timestamp": [27.24, 31.6], "text": " knows about how wonderful books are and how important it is to read."}, {"timestamp": [31.6, 35.38], "text": " And we've got storytellers on the tour as well, so it's also stories that you keep in your"}, {"timestamp": [35.38, 38.68], "text": " head as well as stories that are in books."}, {"timestamp": [38.68, 48.88], "text": " When I write a children's story, the main thing is to take words out, especially for my"}, {"timestamp": [48.88, 52.0], "text": " picture books because I always have too many words."}, {"timestamp": [52.0, 56.36], "text": " We start off with lots and lots and lots of words because I'm a total chatterbox."}, {"timestamp": [56.36, 61.28], "text": " So for me the hardest thing is taking words out and I usually take out at least half of what"}, {"timestamp": [61.28, 66.0], "text": " I've written."}, {"timestamp": [76.0, 81.0], "text": " I do that to make the story more interesting because I think that stories that go on and on and say I went for a drive down the road and it was grey and lumpy. How boring it would be much more interesting if I just put I whizz down the road."}, {"timestamp": [81.0, 84.0], "text": " So it's it's practice."}, {"timestamp": [90.0, 95.72], "text": " The thing I'm most enjoy about these tricks The thing I'm most enjoy about these tricks is meeting lots of other writers and illustrators and storytellers and meeting lots of"}, {"timestamp": [95.72, 116.0], "text": " children. How many books have you written? I've written another"}, {"timestamp": [116.0, 118.0], "text": " which are in the pipeline coming through"}, {"timestamp": [118.0, 120.0], "text": " which have been accepted for publication"}, {"timestamp": [120.0, 123.0], "text": " but it takes about two years for a book to come out"}, {"timestamp": [123.0, 125.2], "text": " How long have you been a writer?"}, {"timestamp": [125.2, 127.6], "text": " I've been a writer since I was your size."}, {"timestamp": [127.6, 130.8], "text": " But I wasn't a published author."}, {"timestamp": [130.8, 133.2], "text": " I think anyone who wants to write is a writer."}, {"timestamp": [133.2, 135.2], "text": " If you write something down, you're a writer."}, {"timestamp": [135.2, 141.0], "text": " I've been paid for my writing since I was about 25"}, {"timestamp": [141.0, 143.6], "text": " when I used to get paid to write articles and magazines."}, {"timestamp": [143.6, 145.38], "text": " But I have been a book writer,"}, {"timestamp": [145.38, 149.44], "text": " an author of picture books, for eight years."}, {"timestamp": [149.44, 153.2], "text": " What was the name of the first book that you write?"}, {"timestamp": [153.2, 157.72], "text": " The first book I ever wrote was called Do You Think Our Babysitter is a Witch?"}, {"timestamp": [157.72, 161.12], "text": " And the publishers I sent it to all said no."}, {"timestamp": [161.12, 162.28], "text": " And then I wrote a whole lot more."}, {"timestamp": [162.28, 168.2], "text": " And then finally the first book that I wrote that was published was Nani Mehi in the Rainbow."}, {"timestamp": [170.64, 173.76], "text": " What made you interested in being a writer?"}, {"timestamp": [174.98, 179.74], "text": " I was interested in being a writer because I love reading and I loved books when I was a child."}, {"timestamp": [180.36, 184.06], "text": " And I like talking and I am a chatterbox and I cannot stop."}, {"timestamp": [184.06, 188.96], "text": " And I like getting my ideas out there. So those were the main reasons"}, {"timestamp": [188.96, 192.82], "text": " and also meeting other writers that things like this"}, {"timestamp": [192.82, 198.12], "text": " inspired me. Why did you decide to start writing"}, {"timestamp": [198.12, 203.44], "text": " and what age were you? Well I always loved doing"}, {"timestamp": [203.44, 208.54], "text": " writing. I always loved telling stories and I loved doing projects at school or topic."}, {"timestamp": [210.14, 215.08], "text": " And then when I was 14, I was at a thing that Margaret Mahi was at,"}, {"timestamp": [215.14, 218.66], "text": " and she was talking about being a writer, and I thought she was very cool,"}, {"timestamp": [218.78, 220.2], "text": " and I thought, oh, I want to do that."}, {"timestamp": [220.62, 226.0], "text": " But I also had a teacher at high school, and at high school you don't have the same class all of the time."}, {"timestamp": [226.0, 229.0], "text": " You have different classes but you come back to your form room."}, {"timestamp": [229.0, 233.0], "text": " And in my form room every morning she read us a picture book"}, {"timestamp": [233.0, 235.0], "text": " even though we were big smelly teenagers."}, {"timestamp": [235.0, 238.0], "text": " And I fell in love with picture books."}, {"timestamp": [238.0, 242.0], "text": " So I wrote my first story to send away when I was 17"}, {"timestamp": [242.0, 247.64], "text": " and I kept on writing ever since. How many Maori books have you done?"}, {"timestamp": [247.64, 255.4], "text": " Oh I don't know. Most of my books are M훮ori stories. The Mad Tab Pole isn't and Taha'i"}, {"timestamp": [255.4, 262.88], "text": " the Kiwi isn't and Papa's Island isn't. So three of my 18 aren't M훮ori stories and the"}, {"timestamp": [262.88, 267.88], "text": " rest really are. What is your favourite book you've written?"}, {"timestamp": [267.88, 275.56], "text": " The Grumble rumble mumbler is my favourite for reading aloud and this one is my other favourite,"}, {"timestamp": [275.56, 281.24], "text": " the treasure because that's a soppy, soppy story I wrote to tell my girls how much I love them."}, {"timestamp": [281.24, 285.96], "text": " But the interesting thing is I wrote this for my girls, but the man who drew the"}, {"timestamp": [285.96, 293.16], "text": " pictures, Bruce Potter, had boys, so he put, or had a boy, so he put a boy in it instead,"}, {"timestamp": [293.26, 297.48], "text": " which is quite neat really, because it was written for girls and it was illustrated for boys,"}, {"timestamp": [297.86, 303.94], "text": " and so it's for everyone. What inspires you to keep on writing? What inspires me to keep writing?"}, {"timestamp": [303.94, 306.0], "text": " I love it."}, {"timestamp": [306.0, 314.0], "text": " I absolutely love doing it and I hear really good things back from children when I go to schools about books they've enjoyed."}, {"timestamp": [314.0, 318.0], "text": " So yeah, I really enjoy doing it, so I keep doing it."}, {"timestamp": [318.0, 327.0], "text": " I think if I stopped enjoying it, I would stop writing because I don't think that it would be good to write unless I loved what I was writing about."}, {"timestamp": [327.0, 332.0], "text": " I think you might be able to tell when you read the words if I lost my passion."}, {"timestamp": [332.0, 334.0], "text": " How did you become a writer?"}, {"timestamp": [334.0, 337.0], "text": " Hard, hard, hard, hard work."}, {"timestamp": [337.0, 340.0], "text": " And lots of practice."}, {"timestamp": [340.0, 345.24], "text": " Every year I kept sending stories away and I never gave up."}, {"timestamp": [345.98, 348.62], "text": " And when people sent me rejection slips, I didn't go,"}, {"timestamp": [348.72, 350.62], "text": " oh, that's terrible. I'm a dreadful writer."}, {"timestamp": [350.86, 352.08], "text": " I'm never coming out again."}, {"timestamp": [352.62, 354.58], "text": " I said, okay, what can I do to make it better?"}, {"timestamp": [354.78, 355.78], "text": " How can I get better?"}, {"timestamp": [356.34, 357.46], "text": " And I kept on trying."}, {"timestamp": [357.92, 360.14], "text": " Where do you get the idea for the title?"}, {"timestamp": [360.62, 361.32], "text": " For the titles."}, {"timestamp": [361.52, 362.22], "text": " I don't know."}, {"timestamp": [362.34, 363.38], "text": " They just come to me."}, {"timestamp": [364.14, 369.0], "text": " Sometimes I don't even know what the title will be and the publisher makes the title."}, {"timestamp": [369.0, 375.0], "text": " Tahi One Lucky Kiwi I didn't have a name for this one. So the publisher made the name for that one."}, {"timestamp": [375.0, 382.0], "text": " I thought it was quite a good name actually. So I don't actually think of the names but they just sort of happen."}, {"timestamp": [382.0, 386.0], "text": " Where do you get your ideas?"}, {"timestamp": [386.0, 392.0], "text": " All around the place I get them from the things that I do with my family"}, {"timestamp": [392.0, 396.0], "text": " or things that I see that might need a book."}, {"timestamp": [396.0, 401.0], "text": " Matariki. When I wrote that book there were no books on Matriki at all,"}, {"timestamp": [401.0, 403.0], "text": " not for children, not for adults."}, {"timestamp": [403.0, 406.0], "text": " So I thought, this is crazy, we live in Altaeoroa. We know about Chinese New Year, we know about English New Year. Why don't we have a book on Matariki at all, not for children, not for adults. So I thought, this is crazy, we live in Altaeroa."}, {"timestamp": [406.0, 408.0], "text": " We know about Chinese New Year, we know about English New Year."}, {"timestamp": [408.0, 410.0], "text": " Why don't we have a book on Matariki?"}, {"timestamp": [410.0, 413.0], "text": " So sometimes it's where I think we need a book"}, {"timestamp": [413.0, 417.0], "text": " and sometimes it's from things that I've done with my family."}, {"timestamp": [417.0, 421.0], "text": " After dinner, we pretended we were really tired and went to bed early."}, {"timestamp": [421.0, 425.64], "text": " Because it was summer, it didn't get dark for ages. We waited"}, {"timestamp": [425.64, 429.84], "text": " for quite a long time when we put on our disguises and stuffed pillows into the bed to make it"}, {"timestamp": [429.84, 434.88], "text": " look like we were still there. Buzz even put a dress-up wig on her pillow. It was a different"}, {"timestamp": [434.88, 439.68], "text": " colour to her normal hair, but she said it was just for her mum to feel in the dark. Then we"}, {"timestamp": [439.68, 443.74], "text": " listened to make sure no one was coming and we climbed out Buzz's window. I guess you can probably"}, {"timestamp": [443.74, 448.1], "text": " tell that this is the thriller part of the story. It wasn't really dark yet but no one could tell"}, {"timestamp": [448.1, 453.94], "text": " who we were because of our sunglasses and inside our popcorn heads. So we walked down the street"}], "text": " Hi I'm Melanie Drury and I'm on a bus tour with Storylines. We're on our way to Murray's Bay School. I'm probably best known as the writer of the Nanny Meiji series but I write a whole lot of other books too. So we're on the road and on our way. We're going out to visit schools today because we're trying to make sure that everyone knows about how wonderful books are and how important it is to read. And we've got storytellers on the tour as well, so it's also stories that you keep in your head as well as stories that are in books. When I write a children's story, the main thing is to take words out, especially for my picture books because I always have too many words. We start off with lots and lots and lots of words because I'm a total chatterbox. So for me the hardest thing is taking words out and I usually take out at least half of what I've written. I do that to make the story more interesting because I think that stories that go on and on and say I went for a drive down the road and it was grey and lumpy. How boring it would be much more interesting if I just put I whizz down the road. So it's it's practice. The thing I'm most enjoy about these tricks The thing I'm most enjoy about these tricks is meeting lots of other writers and illustrators and storytellers and meeting lots of children. How many books have you written? I've written another which are in the pipeline coming through which have been accepted for publication but it takes about two years for a book to come out How long have you been a writer? I've been a writer since I was your size. But I wasn't a published author. I think anyone who wants to write is a writer. If you write something down, you're a writer. I've been paid for my writing since I was about 25 when I used to get paid to write articles and magazines. But I have been a book writer, an author of picture books, for eight years. What was the name of the first book that you write? The first book I ever wrote was called Do You Think Our Babysitter is a Witch? And the publishers I sent it to all said no. And then I wrote a whole lot more. And then finally the first book that I wrote that was published was Nani Mehi in the Rainbow. What made you interested in being a writer? I was interested in being a writer because I love reading and I loved books when I was a child. And I like talking and I am a chatterbox and I cannot stop. And I like getting my ideas out there. So those were the main reasons and also meeting other writers that things like this inspired me. Why did you decide to start writing and what age were you? Well I always loved doing writing. I always loved telling stories and I loved doing projects at school or topic. And then when I was 14, I was at a thing that Margaret Mahi was at, and she was talking about being a writer, and I thought she was very cool, and I thought, oh, I want to do that. But I also had a teacher at high school, and at high school you don't have the same class all of the time. You have different classes but you come back to your form room. And in my form room every morning she read us a picture book even though we were big smelly teenagers. And I fell in love with picture books. So I wrote my first story to send away when I was 17 and I kept on writing ever since. How many Maori books have you done? Oh I don't know. Most of my books are M훮ori stories. The Mad Tab Pole isn't and Taha'i the Kiwi isn't and Papa's Island isn't. So three of my 18 aren't M훮ori stories and the rest really are. What is your favourite book you've written? The Grumble rumble mumbler is my favourite for reading aloud and this one is my other favourite, the treasure because that's a soppy, soppy story I wrote to tell my girls how much I love them. But the interesting thing is I wrote this for my girls, but the man who drew the pictures, Bruce Potter, had boys, so he put, or had a boy, so he put a boy in it instead, which is quite neat really, because it was written for girls and it was illustrated for boys, and so it's for everyone. What inspires you to keep on writing? What inspires me to keep writing? I love it. I absolutely love doing it and I hear really good things back from children when I go to schools about books they've enjoyed. So yeah, I really enjoy doing it, so I keep doing it. I think if I stopped enjoying it, I would stop writing because I don't think that it would be good to write unless I loved what I was writing about. I think you might be able to tell when you read the words if I lost my passion. How did you become a writer? Hard, hard, hard, hard work. And lots of practice. Every year I kept sending stories away and I never gave up. And when people sent me rejection slips, I didn't go, oh, that's terrible. I'm a dreadful writer. I'm never coming out again. I said, okay, what can I do to make it better? How can I get better? And I kept on trying. Where do you get the idea for the title? For the titles. I don't know. They just come to me. Sometimes I don't even know what the title will be and the publisher makes the title. Tahi One Lucky Kiwi I didn't have a name for this one. So the publisher made the name for that one. I thought it was quite a good name actually. So I don't actually think of the names but they just sort of happen. Where do you get your ideas? All around the place I get them from the things that I do with my family or things that I see that might need a book. Matariki. When I wrote that book there were no books on Matriki at all, not for children, not for adults. So I thought, this is crazy, we live in Altaeoroa. We know about Chinese New Year, we know about English New Year. Why don't we have a book on Matariki at all, not for children, not for adults. So I thought, this is crazy, we live in Altaeroa. We know about Chinese New Year, we know about English New Year. Why don't we have a book on Matariki? So sometimes it's where I think we need a book and sometimes it's from things that I've done with my family. After dinner, we pretended we were really tired and went to bed early. Because it was summer, it didn't get dark for ages. We waited for quite a long time when we put on our disguises and stuffed pillows into the bed to make it look like we were still there. Buzz even put a dress-up wig on her pillow. It was a different colour to her normal hair, but she said it was just for her mum to feel in the dark. Then we listened to make sure no one was coming and we climbed out Buzz's window. I guess you can probably tell that this is the thriller part of the story. It wasn't really dark yet but no one could tell who we were because of our sunglasses and inside our popcorn heads. So we walked down the street"}