{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Thank you for the introduction."}, {"timestamp": [6.0, 7.0], "text": " Very much."}, {"timestamp": [7.0, 10.0], "text": " Let me find a slide clicker."}, {"timestamp": [10.0, 13.0], "text": " So yep, that is me."}, {"timestamp": [13.0, 21.0], "text": " And to start with, I'll give you a little bit more about and share with you today how"}, {"timestamp": [21.0, 26.6], "text": " technologies really focusing on transforming learning and the learning experience,"}, {"timestamp": [26.6, 30.68], "text": " but I also look at some of the support areas of the organization, and what technology can"}, {"timestamp": [30.68, 33.9], "text": " do to drive improvement in organizational performance."}, {"timestamp": [33.9, 38.72], "text": " So I would assume majority will be from a teaching and learning background."}, {"timestamp": [38.72, 42.84], "text": " Hands up if you are engaged in directly in teaching and learning or learning development"}, {"timestamp": [42.84, 43.84], "text": " design."}, {"timestamp": [43.84, 49.0], "text": " Great. And how many in support services, management?"}, {"timestamp": [49.0, 53.0], "text": " Few. Oh, okay, it's actually almost half."}, {"timestamp": [53.0, 56.0], "text": " So hopefully I'll then try and time my presentation,"}, {"timestamp": [56.0, 59.0], "text": " so I spend enough time on each,"}, {"timestamp": [59.0, 62.0], "text": " even though I was thinking of spending more time on the learning."}, {"timestamp": [62.0, 64.0], "text": " So a little bit,"}, {"timestamp": [64.0, 68.0], "text": " click, which side do I point to?"}, {"timestamp": [68.0, 76.0], "text": " Ah, here you go. So a bit about my personal journey. I'm Bulgarian. Originally, you can"}, {"timestamp": [76.0, 83.0], "text": " probably tell, not so natural Kiwi. So I come from Europe, Bulgaria, Eastern Europe, my hometown,"}, {"timestamp": [83.0, 91.76], "text": " quite an old one. It was called the City of the 60 ships on the Danube, on the borders with Romania."}, {"timestamp": [91.76, 98.44], "text": " So 2001, we took a kind of quite a long journey and to our new home, New Zealand."}, {"timestamp": [98.44, 107.0], "text": " And we left for a while in Oakland, wonderful few years in New Plymouth Taranaki. Good timing when Tom Cruise was filming the Samurai."}, {"timestamp": [108.22, 113.96], "text": " Rotorua and finally, Fangare has been our home for the last few years since 2008."}, {"timestamp": [115.56, 117.94], "text": " And a little bit more about my professional journey."}, {"timestamp": [118.94, 124.64], "text": " I have experienced about 10 or plus years in education and high education, particularly in New Zealand."}, {"timestamp": [125.0, 132.0], "text": " Since 2003, mainly with focus on educational technology, e-learning, flexible learning, blended learning,"}, {"timestamp": [132.0, 135.0], "text": " whichever you want to pick from those."}, {"timestamp": [135.0, 142.0], "text": " But anyway, mainly about technology and how technology could contribute to enabling and empowering learning."}, {"timestamp": [142.0, 145.04], "text": " And that's really what I'm really passionate about."}, {"timestamp": [145.2, 148.94], "text": " So I think I found the type of work that gets me up in the morning"}, {"timestamp": [148.94, 152.08], "text": " excited to go to work and change the world."}, {"timestamp": [152.74, 153.64], "text": " Or at least try."}, {"timestamp": [155.76, 161.12], "text": " So technology, I think most of us have been education for a while."}, {"timestamp": [161.12, 164.68], "text": " We know the technology has always been an essential tool"}, {"timestamp": [164.68, 165.8], "text": " that every educator has in been an essential tool that every"}, {"timestamp": [165.8, 171.0], "text": " educator has in the toolbox, whether that was the chalkboard and the blackboard and then"}, {"timestamp": [171.0, 176.0], "text": " the whiteboards and then the overhead projectors or whatever it was, it moved on and on."}, {"timestamp": [176.0, 180.76], "text": " Technology has always been a tool for us as educators."}, {"timestamp": [180.76, 186.32], "text": " So today I'll talk about technology as a tool because that's what technology is."}, {"timestamp": [186.32, 188.38], "text": " Technology is not the learning outcome."}, {"timestamp": [188.38, 194.06], "text": " It's just a mainstern end in the end or the focus of using technology always should be"}, {"timestamp": [194.06, 197.16], "text": " the learning experience and the learning outcome."}, {"timestamp": [197.16, 202.96], "text": " So I'll look at briefly how we've used technology in particular tablets or iPads to transform"}, {"timestamp": [202.96, 206.44], "text": " and change and redefine learning for some of our students."}, {"timestamp": [206.44, 212.94], "text": " Also how we use technology to provide access to learning and how we are using technology to"}, {"timestamp": [212.94, 220.82], "text": " improve and drive performance at institutional individual level."}, {"timestamp": [220.82, 223.82], "text": " So a little bit about North Tech."}, {"timestamp": [223.82, 229.04], "text": " For those that know, Northland Polytechnic is in the Northland just above Oakland."}, {"timestamp": [229.04, 233.26], "text": " We are the only kind of, I guess, tertiary polytech there."}, {"timestamp": [233.26, 240.04], "text": " We have multiple sites, learning sites in campuses, mainly distributed across from Silverdale"}, {"timestamp": [240.04, 250.82], "text": " to Kaitaya, 330 plus staff and an average about 2,750 full-time learners, but also"}, {"timestamp": [250.82, 254.38], "text": " significant part-time."}, {"timestamp": [254.38, 256.82], "text": " So our learner profile, it's quite, I guess, interesting."}, {"timestamp": [256.82, 262.06], "text": " I wouldn't say unusual, but it's not the same as most tertiary institutions."}, {"timestamp": [262.06, 267.0], "text": " We have learners that vary from ages from school leavers to retirement and"}, {"timestamp": [267.0, 272.72], "text": " kind of that I guess mix and balances probably predominantly in older age students."}, {"timestamp": [272.72, 276.84], "text": " And of course we have sites that are from large central campuses that are getting actually"}, {"timestamp": [276.84, 283.08], "text": " smaller to multiple other learning centers and campuses across the region including Mariahs"}, {"timestamp": [283.08, 289.0], "text": " and learning centers and community halls and even the local correction facility,"}, {"timestamp": [289.0, 293.0], "text": " whether we offer some learning opportunities to the inmates."}, {"timestamp": [293.0, 300.0], "text": " So our students in terms of age, if you notice significant proportion over 30% of 40s and over,"}, {"timestamp": [300.0, 305.92], "text": " they're not really the young kids in their schools that we just talked about earlier today."}, {"timestamp": [307.68, 313.34], "text": " And only 5% are actually school leavers that come to us."}, {"timestamp": [313.84, 317.58], "text": " Majority are actually in the 25s and later on."}, {"timestamp": [317.92, 323.52], "text": " So that is a kind of different mix, I guess, of students from, I guess, the universities get."}, {"timestamp": [324.52, 327.68], "text": " Ethnicity, again, predominantly our learners"}, {"timestamp": [327.68, 332.22], "text": " identify themselves as Māori, 57%."}, {"timestamp": [332.22, 335.72], "text": " And again, that's quite an interesting mix"}, {"timestamp": [335.72, 338.28], "text": " of our population, or representing actually"}, {"timestamp": [338.28, 341.04], "text": " the population of Northland."}, {"timestamp": [341.04, 348.0], "text": " The programs we deliver or offer, the main subject here is probably there not so much of an interest."}, {"timestamp": [348.0, 354.0], "text": " Like any other politic, we offer certificates, diplomas and degrees in a variety of domains."}, {"timestamp": [354.0, 360.0], "text": " What is more interesting is the level of study that our learners are mainly at."}, {"timestamp": [360.0, 368.6], "text": " If you see 20% at level 2, so a lower level, and 50% study at level 3 to 4."}, {"timestamp": [368.6, 373.8], "text": " So a majority of our learners, 70% study at certificate level."}, {"timestamp": [374.6, 380.04], "text": " We have some diplomas and degrees, but majority of our learners are between level 2 and 4."}, {"timestamp": [380.68, 384.28], "text": " And again, they're not the highly academic areas or degrees."}, {"timestamp": [385.0, 389.0], "text": " So what can we do with technology for those learners?"}, {"timestamp": [389.0, 393.0], "text": " Kind of quite diverse age, quite diverse background,"}, {"timestamp": [393.0, 397.0], "text": " and predominantly studying at the lower level."}, {"timestamp": [397.0, 401.0], "text": " So we've been trying to use technology in a variety of ways,"}, {"timestamp": [401.0, 405.0], "text": " and all of us, initially initially was so excited about the technology"}, {"timestamp": [405.0, 410.68], "text": " and fascinated by the affordances and what technology can do until I guess with time we'll realize"}, {"timestamp": [410.68, 418.12], "text": " that it's all about the learning unless a meaningful learning experience is there to focus how"}, {"timestamp": [418.12, 422.76], "text": " we're going to integrate technology into our individual teaching and learning environment"}, {"timestamp": [422.76, 425.92], "text": " or across an institution, technology is not going"}, {"timestamp": [425.92, 427.8], "text": " to make a big difference."}, {"timestamp": [427.8, 432.38], "text": " So when we started thinking about adapting the tablets, for example, we started to think, what"}, {"timestamp": [432.38, 438.32], "text": " will be the meaningful learning experience that that technology can empower and create new"}, {"timestamp": [438.32, 441.58], "text": " exciting learning opportunities."}, {"timestamp": [441.58, 450.24], "text": " And that's what's the premise for adopting an iPads was with our sport and recreation team."}, {"timestamp": [450.24, 456.6], "text": " So 2012 was the time that we started exploring and planning that."}, {"timestamp": [456.6, 460.24], "text": " And that was probably quite late in terms of adoption of tablet technology."}, {"timestamp": [460.24, 463.3], "text": " I mean, others went ahead and did that much earlier."}, {"timestamp": [463.3, 468.0], "text": " We are looking though for an opportunity that was really going to make a difference for our students."}, {"timestamp": [468.0, 473.0], "text": " And the first step of our journey was, okay, well, let's find what the tools can do, let's learn how to use them,"}, {"timestamp": [473.0, 478.0], "text": " and explore and let the, you know, see where we're going to end up."}, {"timestamp": [478.0, 482.0], "text": " So our destination was quite transformational."}, {"timestamp": [482.0, 485.68], "text": " We kind of didn't expect to get there that fast."}, {"timestamp": [485.68, 489.16], "text": " And this is what I would really like to quickly share with you if I can."}, {"timestamp": [489.16, 495.8], "text": " If I have not enough time, feel free to talk to me after lunch or afternoon tea."}, {"timestamp": [495.8, 502.88], "text": " So again, technology on its own wouldn't do much unless you have a vision, a foresight,"}, {"timestamp": [502.88, 505.06], "text": " clear focus, intention, and objectives."}, {"timestamp": [505.06, 507.04], "text": " What are you trying to achieve here?"}, {"timestamp": [507.04, 512.02], "text": " So the major objective for us is, okay, if we're going to use technology, how that's going"}, {"timestamp": [512.02, 516.64], "text": " to help with motivating our learners, engaging them, and changing and transforming their learning"}, {"timestamp": [516.64, 518.04], "text": " experience."}, {"timestamp": [518.04, 523.6], "text": " Considering we picked our diploma students in sport and recreation, which is a cohort of students,"}, {"timestamp": [523.6, 531.88], "text": " are quite representative of our learner profile. We had students from 19, 20 years old to 44 years old, and again,"}, {"timestamp": [531.88, 537.96], "text": " a similar representation of ethnicity and gender to our average student population."}, {"timestamp": [537.96, 542.96], "text": " The other objective was really about teachers in their capacity, because focusing on learners"}, {"timestamp": [542.96, 545.64], "text": " is great, but we have to not lose sight"}, {"timestamp": [545.64, 550.32], "text": " of teachers as co-producers and co-creators of the learning experience. So another"}, {"timestamp": [550.32, 556.38], "text": " focus on the pilot was to explore how we can improve their capacity to be able to"}, {"timestamp": [556.38, 562.36], "text": " meet the learner needs and preferences better in a more personalized way through"}, {"timestamp": [562.36, 565.24], "text": " teaching or assessment."}, {"timestamp": [565.24, 569.32], "text": " And the last objective, which was not the main one, was exploring, okay, how we can use"}, {"timestamp": [569.32, 577.0], "text": " digital resources, sharing those on the portable devices as an alternative to textbooks"}, {"timestamp": [577.0, 578.76], "text": " and other print resources."}, {"timestamp": [578.76, 583.38], "text": " And potentially what will be that as an impact on the cost of the study if you remove"}, {"timestamp": [583.38, 586.84], "text": " textbooks from the picture."}, {"timestamp": [593.78, 594.54], "text": " So the project started, as I mentioned in October, 2012, and it was in three main phases,"}, {"timestamp": [600.32, 600.48], "text": " initial adoption of the technology, the impact of the technology on the teaching and learning experience,"}, {"timestamp": [602.56, 603.2], "text": " and that's what we were interested to measure and find out."}, {"timestamp": [607.0, 611.0], "text": " And third but not last, we wanted to find the answer to this question. Really, has the teaching learning experience been transformed?"}, {"timestamp": [611.0, 616.0], "text": " Because in many cases, technology is adopted and it helps and supports and enhances,"}, {"timestamp": [616.0, 623.0], "text": " but not always leads to that transformation and really different way of learning and experiencing that."}, {"timestamp": [623.0, 629.72], "text": " So the first phase was really about institutional support, getting buying and support from"}, {"timestamp": [629.72, 634.72], "text": " senior management, setting up a project team budget that's quite important to have the"}, {"timestamp": [634.72, 636.38], "text": " planning in place."}, {"timestamp": [636.38, 641.38], "text": " We had a cross-departmental collaboration to support the project, which was IT, flexible"}, {"timestamp": [641.38, 645.14], "text": " learning library and the team of the staff engaged in the pilot from the program"}, {"timestamp": [645.14, 646.14], "text": " area."}, {"timestamp": [646.14, 650.52], "text": " And of course we have to have the appropriate infrastructure in place, and that could be a challenge"}, {"timestamp": [650.52, 652.16], "text": " in Northland."}, {"timestamp": [652.16, 656.44], "text": " But in the case of the Sport and Recreation Program, there are at the center, whether they"}, {"timestamp": [656.44, 662.86], "text": " had really good wireless and broadband, so they could use those devices."}, {"timestamp": [662.86, 664.92], "text": " The technical setup was also important."}, {"timestamp": [664.92, 666.06], "text": " We need to make sure that our"}, {"timestamp": [666.06, 669.96], "text": " network and learning management system was ready for that. So we developed a mobile"}, {"timestamp": [669.96, 675.06], "text": " interface for Moodle, which is our mobile learning management system. We looked and"}, {"timestamp": [675.06, 680.7], "text": " identified a few apps to be into the starter kit for the staff and the students"}, {"timestamp": [680.7, 689.72], "text": " to use just to get them started with the technology because the objective initially was or let the learners explore we're not going to force the"}, {"timestamp": [689.72, 693.68], "text": " technology on them we're just going to let them use it as they find useful to"}, {"timestamp": [693.68, 699.2], "text": " themselves but we said we'll give them a few apps to get them started so we"}, {"timestamp": [699.2, 702.86], "text": " identified some of those and then set them up on the server to distribute to the"}, {"timestamp": [702.86, 706.46], "text": " devices when the students were issued with the iPads through the library."}, {"timestamp": [706.46, 711.98], "text": " So in a self-service model, they can go and download those apps quickly themselves."}, {"timestamp": [711.98, 718.0], "text": " And we set up a profile that will manage that and give them a bit, get started instructions"}, {"timestamp": [718.0, 722.92], "text": " to get them going."}, {"timestamp": [722.92, 725.98], "text": " Training for staff, very important."}, {"timestamp": [725.98, 731.12], "text": " We wondered how to do that and we found that frequent, relevant and collaborative approach"}, {"timestamp": [731.12, 732.82], "text": " was the best."}, {"timestamp": [732.82, 736.0], "text": " There were a small team of three or four tutors."}, {"timestamp": [736.0, 744.06], "text": " We started with the initial workshop when the staff got the iPads and that was in November."}, {"timestamp": [744.06, 750.42], "text": " And then until the end of December before people head to their holidays, we had weekly sessions."}, {"timestamp": [750.42, 755.1], "text": " And this is the time we spent on looking at the tools, exploring apps, how could we use them,"}, {"timestamp": [755.1, 759.4], "text": " in what way they would use them in their own teaching practice and how some of the apps"}, {"timestamp": [759.4, 762.7], "text": " could change the learning experience and even the assessments for the students."}, {"timestamp": [762.7, 767.2], "text": " So staff were really, really worried at the beginning, oh my God, I don't know how to use this,"}, {"timestamp": [767.2, 771.76], "text": " what I'm going to do. But then having the break over summer, having the iPad"}, {"timestamp": [771.76, 776.0], "text": " playing around with that technology and that tool in a personal life"}, {"timestamp": [776.0, 780.08], "text": " helped them gain that confidence. Because when they came back in January and"}, {"timestamp": [780.08, 784.48], "text": " we continued the more structured supports and training sessions, they were much more"}, {"timestamp": [784.48, 785.18], "text": " comfortable, they played with the iPad, they took videos of training sessions, they were much more comfortable,"}, {"timestamp": [785.18, 788.26], "text": " they played with the iPad, they took videos of their kids,"}, {"timestamp": [788.26, 790.2], "text": " they were much more confident users"}, {"timestamp": [790.2, 792.56], "text": " having the chance to use that in their personal life."}, {"timestamp": [794.54, 796.46], "text": " We also set up a space initially,"}, {"timestamp": [796.46, 799.36], "text": " we thought for the project team on Yama,"}, {"timestamp": [799.36, 801.14], "text": " if you're familiar with social media,"}, {"timestamp": [801.14, 803.62], "text": " this is like the corporate version of Twitter,"}, {"timestamp": [803.62, 809.16], "text": " that could be a closed environment. We use that space to share useful information, apps, do our"}, {"timestamp": [809.16, 814.28], "text": " project planning documents, meetings, record our minutes from meetings and all that."}, {"timestamp": [814.28, 817.68], "text": " And after the first week we actually people were asking, oh, what you're doing, you know,"}, {"timestamp": [817.68, 822.96], "text": " what's going on. So we actually opened that to all staff. So anyone who was in the"}, {"timestamp": [822.96, 828.92], "text": " institution and was interested to know what's happening with this project, what's going on, what apps they're using, they actually"}, {"timestamp": [828.92, 835.48], "text": " had access to that as the actual project team. And that was a quite useful way to build"}, {"timestamp": [835.48, 840.38], "text": " awareness of the initiative and the pilot and more people knew about it and follow on"}, {"timestamp": [840.38, 846.4], "text": " the development. Student training was also very important and the initial setup"}, {"timestamp": [846.4, 852.72], "text": " when the iPads are issued the basic of how do I set up my profile account was there most"}, {"timestamp": [852.72, 857.84], "text": " probably half of the students already had more experience with mobile devices and it was quite"}, {"timestamp": [857.84, 865.0], "text": " easy for them but we had probably about 40% that struggled in the first three to four weeks."}, {"timestamp": [865.16, 870.0], "text": " So what we did, we built formal training and support sessions."}, {"timestamp": [870.0, 873.18], "text": " We built them into class time for the first four weeks."}, {"timestamp": [873.18, 875.74], "text": " There were one and one optional for the people"}, {"timestamp": [875.74, 879.5], "text": " that wanted to have some more support and help."}, {"timestamp": [879.5, 883.08], "text": " And few students took advantage of the optional one-on-ones"}, {"timestamp": [883.08, 886.16], "text": " for the first two weeks and then nobody really needed one-on-one."}, {"timestamp": [886.56, 891.16], "text": " Students actually started supporting each other in class or outside of class,"}, {"timestamp": [891.56, 897.06], "text": " and we moved all technical issues or challenges or queries that they had to an online forum."}, {"timestamp": [897.56, 901.68], "text": " It's just one of the forums they had into their actual Moodle course online."}, {"timestamp": [901.68, 912.24], "text": " And that's where we were able to provide support and answers to their questions so transforming learning that was our objective"}, {"timestamp": [912.24, 916.38], "text": " that's what our purpose that was the focus of this pilot so how we were"}, {"timestamp": [916.38, 921.78], "text": " going to go about that I think we were clear that the tools know many how many"}, {"timestamp": [921.78, 925.28], "text": " tools we have and how well we know to use them, they're"}, {"timestamp": [925.28, 930.26], "text": " going to change anyway. No matter how many apps we initially identified and evaluated, there'll"}, {"timestamp": [930.26, 935.58], "text": " be new ones out there. So we were not to focus on the tools. We knew that the important"}, {"timestamp": [935.58, 942.12], "text": " things were really having the toolbox full of opportunities. And giving that toolbox to the"}, {"timestamp": [942.12, 946.16], "text": " learners and the staff to say, oh, here we go, these are opportunities for you to explore."}, {"timestamp": [946.16, 948.76], "text": " Also, we wanted to make sure, though,"}, {"timestamp": [948.76, 950.76], "text": " from a teaching and learning point of view,"}, {"timestamp": [950.76, 954.4], "text": " we had a sound educational framework"}, {"timestamp": [954.4, 957.44], "text": " and pedagogical approach that we can measure"}, {"timestamp": [957.44, 960.04], "text": " that transformation in the learning experience."}, {"timestamp": [960.04, 962.16], "text": " So we looked at a few."}, {"timestamp": [962.16, 964.24], "text": " One was the Maslow theory of needs,"}, {"timestamp": [964.24, 967.38], "text": " and probably quite a few are familiar with that."}, {"timestamp": [967.38, 972.0], "text": " And that framework is useful in a way evaluating how technology and the way it meets those"}, {"timestamp": [972.0, 973.0], "text": " needs."}, {"timestamp": [973.0, 977.0], "text": " We looked at that but we didn't really stick with it."}, {"timestamp": [977.0, 983.5], "text": " The other one which is the T-PAC model, again quite popular of integrating technology into"}, {"timestamp": [983.5, 985.88], "text": " teaching and learning, is the one looking"}, {"timestamp": [985.88, 991.8], "text": " at the three key domains of knowledge, pedagogy, technology, and the content knowledge."}, {"timestamp": [991.8, 996.88], "text": " And those three, as a trio, how they support each other and enable the learner to access"}, {"timestamp": [996.88, 1000.16], "text": " learning, resources, learning and engage with it."}, {"timestamp": [1000.16, 1005.18], "text": " Based on that framework, we worked on identifying applications and rethinking and redesigning"}, {"timestamp": [1005.18, 1006.4], "text": " assessment."}, {"timestamp": [1006.4, 1012.82], "text": " But ultimately, we stuck with us as a framework to evaluate whether and answer the question"}, {"timestamp": [1012.82, 1016.58], "text": " has learning been transformed for this pilot."}, {"timestamp": [1016.58, 1024.56], "text": " So again, this is quite a popular one, I think the SMMR continuum of adopting technology and integrating"}, {"timestamp": [1024.56, 1027.6], "text": " and interteaching and learning for education in particular."}, {"timestamp": [1028.32, 1032.72], "text": " The important part of that, there are two real aspects of that."}, {"timestamp": [1033.06, 1039.16], "text": " The first one is when technologies are there and is being used as a substitute for existing technologies,"}, {"timestamp": [1039.32, 1043.64], "text": " ways of doing things, or augmenting that and providing improvement and functionality."}, {"timestamp": [1044.24, 1048.64], "text": " And the other one that we were really interested in to see whether it's going to happen"}, {"timestamp": [1048.64, 1050.94], "text": " is the transformation."}, {"timestamp": [1050.94, 1055.66], "text": " And that's where you're able through technology to modify and redesign the learning experience"}, {"timestamp": [1055.66, 1059.3], "text": " and even do things that you wouldn't be able to do otherwise."}, {"timestamp": [1059.3, 1064.8], "text": " So we were quite modest in our kind of expectations."}, {"timestamp": [1064.8, 1067.12], "text": " First semester 2013 when we really kick"}, {"timestamp": [1067.12, 1072.36], "text": " started the pilot when the students came in February we were thinking, oh in"}, {"timestamp": [1072.36, 1076.38], "text": " the first semester for six months the learners would just get used to the"}, {"timestamp": [1076.38, 1080.76], "text": " technology, you know, get comfortable with it. We don't expect really to move"}, {"timestamp": [1080.76, 1087.0], "text": " beyond substitution and augmentation. And we were thinking we'll extend the pilot in the second semester,"}, {"timestamp": [1087.0, 1090.0], "text": " and then we're going to focus on, okay, how can we use the technology"}, {"timestamp": [1090.0, 1095.0], "text": " to really modify and redefine and transform learning?"}, {"timestamp": [1095.0, 1100.0], "text": " We're quite surprised to find out that that transformation happened in the first semester."}, {"timestamp": [1100.0, 1104.0], "text": " So the time that we were thinking that learners and staff needed"}, {"timestamp": [1104.0, 1106.12], "text": " to get there actually was quite different from what we were thinking that learners and stuff needed to get there actually"}, {"timestamp": [1106.12, 1109.2], "text": " was quite different from what we were thinking."}, {"timestamp": [1109.2, 1113.32], "text": " So what were the apps that we initially identified through the T-PAC model that actually"}, {"timestamp": [1113.32, 1115.82], "text": " transformed assessment?"}, {"timestamp": [1115.82, 1122.64], "text": " And this is just an example for one of the courses which is, I think, nutrition and coaching."}, {"timestamp": [1122.64, 1125.82], "text": " Initially if you look at the first assessment was a nutrition plan. And I'll just talk at the first assessment, it was a nutrition plan. And I'll"}, {"timestamp": [1125.82, 1131.2], "text": " just talk about the first two, for example. Students before we had the tablets, iPads,"}, {"timestamp": [1131.2, 1136.68], "text": " and applications, they were keeping a diary and they were producing a nutrition plan for a"}, {"timestamp": [1136.68, 1141.04], "text": " sport of their choice. And that was in a Word document and submitting it for their"}, {"timestamp": [1141.04, 1147.68], "text": " tutors for evaluation and feedback. With those apps, and these probably all recognize,"}, {"timestamp": [1147.86, 1150.78], "text": " Pages, Moodle Touch was the app that they were able to access"}, {"timestamp": [1150.78, 1155.52], "text": " the Moodle courses of the tablet devices, Dropbox and I annotate,"}, {"timestamp": [1155.82, 1158.36], "text": " with the ones we offered them as an initial set."}, {"timestamp": [1159.1, 1160.76], "text": " Beyond that, though, they went and said,"}, {"timestamp": [1160.88, 1162.78], "text": " okay, well, if you're going to do a nutrition plan,"}, {"timestamp": [1163.36, 1168.5], "text": " they went and explored nutrition apps from the app store, free ones."}, {"timestamp": [1168.5, 1173.0], "text": " They tested them on themselves, kept the record of their nutrition and calories and all that stuff"}, {"timestamp": [1173.0, 1175.56], "text": " for, I think, two or three weeks."}, {"timestamp": [1175.56, 1180.0], "text": " The whole assessment was about or produce a nutrition plan, but identify an application"}, {"timestamp": [1180.0, 1185.28], "text": " an app, somebody that you've produced that nutrition plan for they can use to track"}, {"timestamp": [1185.28, 1192.6], "text": " their dietary diet so the students not just went and tested an app but they took the"}, {"timestamp": [1192.6, 1196.44], "text": " learning much further than that because all the critical conversations around"}, {"timestamp": [1196.44, 1200.58], "text": " who how is how do we know the information is accurate in this app how do you know"}, {"timestamp": [1200.58, 1204.42], "text": " that the metrics are the same like the New Zealand was how do you know this is"}, {"timestamp": [1204.42, 1207.54], "text": " actually a valid a valid nutritional measure?"}, {"timestamp": [1208.08, 1211.72], "text": " So all these discussions and conversations happened when they were evaluating"}, {"timestamp": [1211.72, 1216.92], "text": " and choosing the apps for nutrition and proposing their nutritional plan to the class,"}, {"timestamp": [1217.48, 1222.28], "text": " which happened some of them put into keynote, some of them put in a PDF"}, {"timestamp": [1222.28, 1226.76], "text": " and shared in different ways through Dropbox."}, {"timestamp": [1226.76, 1232.0], "text": " So that's really transformed the engagement in the level of engagements of the student with that assignment."}, {"timestamp": [1232.0, 1239.68], "text": " It became active, it became collaborative, it was learner centers, they took in their own hands that learning."}, {"timestamp": [1239.68, 1244.18], "text": " The second assignment, which is quite specific about coaching."}, {"timestamp": [1244.18, 1245.94], "text": " Before we had the pilot students"}, {"timestamp": [1245.94, 1250.8], "text": " were observed by a tutor coaching a session and the tutor will go to the field"}, {"timestamp": [1250.8, 1255.42], "text": " and they could be coaching rugby or netball or whatever sport their coaching and"}, {"timestamp": [1255.42, 1260.04], "text": " the tutor will have an evaluation form and fill in the observation and how"}, {"timestamp": [1260.04, 1265.76], "text": " that's how they were assessed. Those applications we identified and they're all free."}, {"timestamp": [1265.76, 1272.48], "text": " We were quite surprised what kind of free applications we can find, UberSense, video delay and"}, {"timestamp": [1272.48, 1280.32], "text": " GoPro that enabled the students to film their own coaching session. Let's say there is a,"}, {"timestamp": [1280.32, 1284.72], "text": " I don't know, football game and they have a team that they're coaching, they will film."}, {"timestamp": [1284.72, 1288.38], "text": " As they're filming, they can compare and look at how many goals, how many positions,"}, {"timestamp": [1289.38, 1292.98], "text": " sorry, pick football because of the cup recently."}, {"timestamp": [1293.66, 1298.88], "text": " Look at the players and then in half time, they can actually replay back to their players,"}, {"timestamp": [1299.0, 1302.9], "text": " identify the new strategy and use that in real time."}, {"timestamp": [1303.94, 1307.0], "text": " After the coaching session, they could analyze the game,"}, {"timestamp": [1307.0, 1313.0], "text": " highlight particular points, made comments into that application on their iPad,"}, {"timestamp": [1313.0, 1318.0], "text": " whatever the assessment required for them to do in terms of assessment of the game"}, {"timestamp": [1318.0, 1320.0], "text": " and the strategies how to improve,"}, {"timestamp": [1320.0, 1324.0], "text": " and they would submit that immediately to their tutor through Dropbox."}, {"timestamp": [1324.0, 1327.28], "text": " Or if they were real coach to the team."}, {"timestamp": [1328.48, 1333.52], "text": " So that changed dramatically the way they engaged with that learning and assessment."}, {"timestamp": [1333.52, 1337.6], "text": " Prior to that, we used to have a quite expensive game breaker software,"}, {"timestamp": [1337.6, 1340.56], "text": " five thousand dollars license and a Mac,"}, {"timestamp": [1340.56, 1345.24], "text": " and the students had to go sometimes and film a game and then go with the camera"}, {"timestamp": [1345.24, 1349.56], "text": " and upload a video and then open the software and learn how to use that to edit it and so forth."}, {"timestamp": [1349.56, 1353.3], "text": " But this was happening instantly on the field for them."}, {"timestamp": [1353.3, 1354.66], "text": " There was amazing."}, {"timestamp": [1354.66, 1357.18], "text": " Some students went and found other apps."}, {"timestamp": [1357.18, 1360.08], "text": " There was a student in particular coaching Ned Ball."}, {"timestamp": [1360.08, 1363.76], "text": " She found an application that was much better for Ned Ball and she adopted and used that"}, {"timestamp": [1363.76, 1366.06], "text": " one instead."}, {"timestamp": [1368.4, 1368.54], "text": " And when they were coming to presenting their assignments,"}, {"timestamp": [1373.92, 1374.36], "text": " they used some of them, Keynote, which is an alternative for PowerPoint or alternative ways."}, {"timestamp": [1376.8, 1377.04], "text": " So probably the presentation wasn't so transformative,"}, {"timestamp": [1382.54, 1390.14], "text": " but how they were evaluated and how they were providing feedback to each other was quite different. And I have a short video of a tutor talking about that shortly. So assignments definitely the use of"}, {"timestamp": [1390.14, 1396.32], "text": " technology made a big difference. So here we are we about in week four when"}, {"timestamp": [1396.32, 1400.58], "text": " we started measuring what did the difference the iPads made to the student"}, {"timestamp": [1400.58, 1404.9], "text": " learning and we had a number of questions, a survey that we developed that we"}, {"timestamp": [1404.9, 1406.16], "text": " actually run three times in the first year. And we have a number of questions, a survey that we developed, that we actually run three"}, {"timestamp": [1406.16, 1408.96], "text": " times in the first year."}, {"timestamp": [1408.96, 1413.7], "text": " These are just results from one of the questions which we're interested to find out, is this"}, {"timestamp": [1413.7, 1417.46], "text": " technology helping my learning and teaching?"}, {"timestamp": [1417.46, 1424.02], "text": " So the results of the first 57% saying yes, it's about week four, which we have still quite"}, {"timestamp": [1424.02, 1425.04], "text": " a few students struggling with"}, {"timestamp": [1425.04, 1429.22], "text": " the technology saying, oh, I don't really like this iPad, I prefer my laptop, really."}, {"timestamp": [1431.02, 1432.86], "text": " And we weren't forcing them to use the iPads."}, {"timestamp": [1432.92, 1433.96], "text": " We said, look, it's optional."}, {"timestamp": [1434.22, 1436.06], "text": " If you prefer to use a laptop, fine."}, {"timestamp": [1436.3, 1437.28], "text": " This is just a tool."}, {"timestamp": [1438.1, 1445.44], "text": " As you see at the end of the semester, that mid-surveys at the end of the semester one, 75% said, yes, it's helping my learning."}, {"timestamp": [1445.44, 1448.76], "text": " And only 25 said it's distracting."}, {"timestamp": [1448.76, 1451.62], "text": " Nobody said that doesn't make any difference."}, {"timestamp": [1451.62, 1456.32], "text": " So, and as you'll see towards the end of the year, there wasn't much of a change."}, {"timestamp": [1456.32, 1462.86], "text": " But as we continued with the pilot in 2014, this is the initial survey we've done in the"}, {"timestamp": [1462.86, 1468.24], "text": " February beginning of March. And we'll see a dramatic increase to 91% say,"}, {"timestamp": [1468.88, 1471.24], "text": " this is helping my learning."}, {"timestamp": [1471.7, 1478.02], "text": " If you start looking into the actual validity of the data, you may say, well, this is not significant because we're talking about only 15 learners."}, {"timestamp": [1478.8, 1484.74], "text": " But actually, if you look at the numbers and what the students say, it is quite speaking for itself."}, {"timestamp": [1487.0, 1487.24], "text": " So because of that,"}, {"timestamp": [1491.68, 1494.24], "text": " we sort of will continue with this. We'll continue to use this technology and this pilot, and we start looking at evaluating the apps."}, {"timestamp": [1494.24, 1501.2], "text": " Oops, sorry, quick fingers. So at the beginning when we're planning, we thought, okay, how"}, {"timestamp": [1501.2, 1505.16], "text": " we're going to know which apps any good? Or we're going to ask the students and the staff."}, {"timestamp": [1505.86, 1511.06], "text": " So we did ask him to evaluate the initial apps that we had there for them to get started."}, {"timestamp": [1512.26, 1514.84], "text": " We adapted the rubric that was out there already."}, {"timestamp": [1515.14, 1516.22], "text": " That was a good start."}, {"timestamp": [1516.9, 1522.12], "text": " And towards the end of the first semester, we got the students and stuff to evaluate each app"}, {"timestamp": [1522.12, 1529.9], "text": " as well as the apps that they found themselves and tell us how useful it was and how engaging and how much it was helpful in"}, {"timestamp": [1529.9, 1531.56], "text": " their experience."}, {"timestamp": [1531.56, 1538.28], "text": " So from the selected apps after user staff and students evaluated them, these are the ones"}, {"timestamp": [1538.28, 1542.86], "text": " that came as the top winners or the most useful apps."}, {"timestamp": [1542.86, 1545.0], "text": " And keynote pages, Skype, Dropbox,"}, {"timestamp": [1545.0, 1546.36], "text": " Moodle Touch."}, {"timestamp": [1546.36, 1549.18], "text": " If we look at the use of those apps,"}, {"timestamp": [1549.18, 1553.72], "text": " we identify the mainly around substitution and augmentation."}, {"timestamp": [1553.72, 1555.74], "text": " Keynote substituted PowerPoint, pages,"}, {"timestamp": [1555.74, 1558.12], "text": " substituted word processor."}, {"timestamp": [1558.12, 1560.16], "text": " Dropbox and Moodle Touch though kind of"}, {"timestamp": [1560.16, 1562.38], "text": " augmented the way they engaged with the learning resources"}, {"timestamp": [1562.38, 1569.18], "text": " and the ability to share documents with their other learners with their tutors so that was kind of bringing"}, {"timestamp": [1569.18, 1576.08], "text": " that augmented learning experience the apps that came after the evaluation"}, {"timestamp": [1576.08, 1579.92], "text": " that clearly defined that they transformed and redefined the teaching learning"}, {"timestamp": [1579.92, 1585.88], "text": " experience these six were the ones that are very specific to the sport and"}, {"timestamp": [1585.88, 1591.64], "text": " recreational field, coaching analysis. These are the ones that really transformed"}, {"timestamp": [1591.64, 1596.56], "text": " the learning experience from day one for the learners and staff. So the GoPro,"}, {"timestamp": [1596.56, 1608.68], "text": " the uber sense, the video delay, timing lights, tag video, and I'm not sure what the other one is, but if you're"}, {"timestamp": [1608.68, 1611.7], "text": " interested to find out, I can let you know what they are."}, {"timestamp": [1611.7, 1614.6], "text": " They really change the way students engage with that."}, {"timestamp": [1614.6, 1622.44], "text": " And for example, the one with a little movie-like image, which is that tagging video, this"}, {"timestamp": [1622.44, 1627.0], "text": " could be used in probably any area that you need to analyze movement,"}, {"timestamp": [1627.0, 1632.88], "text": " kinesthetic things, I don't know anything like performing, dancing, because it enables you to take"}, {"timestamp": [1632.88, 1638.68], "text": " a video of somebody moving in a certain way and then taking the video again in a, I don't"}, {"timestamp": [1638.68, 1643.3], "text": " know, a few hours, so in a week, layer them up, see the differences in the movement, what needs"}, {"timestamp": [1643.3, 1653.14], "text": " to change and visually create that advice and share with the person that you're trying to improve their, I don't know, golf, whatever, swing."}, {"timestamp": [1654.96, 1657.96], "text": " So they really, really change that experience."}, {"timestamp": [1658.3, 1658.66], "text": " Oops, sorry."}, {"timestamp": [1660.28, 1662.82], "text": " The other four, no, can't go back."}, {"timestamp": [1664.0, 1669.04], "text": " The other four, Neapod, Socrative, I annotating Google Plus,"}, {"timestamp": [1669.56, 1671.82], "text": " these were the four apps that transformed learning,"}, {"timestamp": [1671.96, 1672.88], "text": " and they're quite generic."}, {"timestamp": [1674.32, 1676.66], "text": " They could be used in any teaching learning context."}, {"timestamp": [1677.2, 1679.58], "text": " And I have one of the tutors involved in the pilot"}, {"timestamp": [1679.58, 1681.8], "text": " talking shortly about Neapod and Socrative"}, {"timestamp": [1681.8, 1685.44], "text": " and how he used and changed and transformed the assessment"}, {"timestamp": [1685.44, 1692.48], "text": " experience for the learners. So here we go. And that's Bobi. Hi, I'm Bob Newport, a lecturer"}, {"timestamp": [1692.48, 1697.12], "text": " in the North Tech Sport and Regation Department. I'm here to talk about Socrative online application,"}, {"timestamp": [1697.12, 1702.72], "text": " which we utilize with our students. We've used it to modify our assessments so that they can"}, {"timestamp": [1702.72, 1708.08], "text": " actually give a peer mark weighting towards their classmates on their presentations."}, {"timestamp": [1708.08, 1710.44], "text": " We use it with all presentations."}, {"timestamp": [1710.44, 1715.22], "text": " They can all log into the same classroom on their iPads where I've set up a series of questions."}, {"timestamp": [1715.22, 1719.38], "text": " They can then give their grade to the person who's giving the presentation and Socrative"}, {"timestamp": [1719.38, 1724.22], "text": " will then email the tutor in direct collation of those results which allows me to instantly"}, {"timestamp": [1724.22, 1725.0], "text": " give a grade."}, {"timestamp": [1725.0, 1729.0], "text": " Neapod which is an iPad application, a live interactive presentation tool."}, {"timestamp": [1729.0, 1733.0], "text": " We use this primarily in two ways as a teaching tool to deliver our lectures."}, {"timestamp": [1733.0, 1738.0], "text": " It's interactive, the students can actually participate in it to check their understanding with quizzes."}, {"timestamp": [1738.0, 1742.0], "text": " You can post websites, videos, pictures and they can actually really apply themselves."}, {"timestamp": [1742.0, 1746.46], "text": " The second way we use it is as a homework tool where you can send them a link and the students"}, {"timestamp": [1746.46, 1754.5], "text": " can work through the presentation at their own pace to reinforce their learning."}, {"timestamp": [1754.5, 1760.48], "text": " So Google Plus was the app the students picked up and took initiative to use."}, {"timestamp": [1760.48, 1763.54], "text": " They created their own Google Plus Circle, a group."}, {"timestamp": [1763.54, 1766.06], "text": " They started really using it when they were visiting in Oakland,"}, {"timestamp": [1766.42, 1767.62], "text": " had a visit in Oakland."}, {"timestamp": [1767.9, 1771.86], "text": " So they were able to connect with other learners that didn't make it to the visit."}, {"timestamp": [1772.42, 1775.9], "text": " So they shared their brainstorming sessions on the wide board,"}, {"timestamp": [1776.06, 1781.02], "text": " images from the trip, the instructions and the videos that the tutor had set up for their tasks."}, {"timestamp": [1781.42, 1783.0], "text": " And they continued to use that environment."}, {"timestamp": [1783.18, 1784.74], "text": " They invited their tutor in there as well."}, {"timestamp": [1784.74, 1786.76], "text": " And they continued to use that environment. They invited their tutor in there as well and they continue to use that environment"}, {"timestamp": [1786.76, 1789.9], "text": " to act to their learning experience."}, {"timestamp": [1789.9, 1795.76], "text": " And this is a student, oops, talking about using the timing lights."}, {"timestamp": [1795.76, 1797.56], "text": " Why?"}, {"timestamp": [1797.56, 1800.76], "text": " Can you try and click on the video?"}, {"timestamp": [1800.76, 1801.76], "text": " Should be a non-click."}, {"timestamp": [1801.76, 1804.76], "text": " Yeah, thank you."}, {"timestamp": [1804.76, 1805.0], "text": " Hi, I'm Richie and I'm currently in my third and final year of doing my Can you click on the video should be a non-click. Yeah, thank you."}, {"timestamp": [1805.0, 1812.0], "text": " Hi, I'm Richie and I'm currently in my third and final year of doing my Sport and Rec degree at North Tech."}, {"timestamp": [1812.0, 1818.0], "text": " And I'm here today to talk about using the new wireless time lights and the iPad with it."}, {"timestamp": [1818.0, 1822.0], "text": " So I've got the speed link device here which connects the iPad to the timing lights."}, {"timestamp": [1822.0, 1826.24], "text": " Next we go on and we just have to, once the time lights"}, {"timestamp": [1826.24, 1830.98], "text": " go on we just have to line them up with the reflector over here. And once we've got that"}, {"timestamp": [1830.98, 1835.36], "text": " we can actually start doing everything on the iPad. And from here I can add my athletes"}, {"timestamp": [1835.36, 1844.12], "text": " into the program and also put these athletes into squads. We can choose to design our"}, {"timestamp": [1844.12, 1848.24], "text": " own tests or select the preset test here."}, {"timestamp": [1848.24, 1855.06], "text": " I want to just choose a pre-selected one that I've designed earlier, a simple 30-metre test."}, {"timestamp": [1855.06, 1860.4], "text": " Add my devices in and I'm ready to run."}, {"timestamp": [1860.4, 1866.0], "text": " Once I start running the test, arms the system, the athlete runs through."}, {"timestamp": [1866.0, 1873.5], "text": " It'll read their results and collects them here as you can see."}, {"timestamp": [1873.5, 1881.38], "text": " From here I can automatically send the results or export the results to an email and export"}, {"timestamp": [1881.38, 1888.2], "text": " it straight to a coach or a trainer or whoever needs to see the data."}, {"timestamp": [1888.2, 1892.96], "text": " So that's my quick run-through of the new wireless lights and the iPad and the use of we get"}, {"timestamp": [1892.96, 1893.96], "text": " out of it."}, {"timestamp": [1893.96, 1897.16], "text": " So Richard this year is in his third year of degree."}, {"timestamp": [1897.16, 1901.64], "text": " He enrolled after he completed the diploma, but he was involved in the pilot last year, but"}, {"timestamp": [1901.64, 1910.5], "text": " we managed to catch up with him and do the video this year so key to success I guess technology tree technology is a tool"}, {"timestamp": [1910.5, 1916.06], "text": " not as a mean not an end it's not the learning outcome start with a key"}, {"timestamp": [1916.06, 1921.66], "text": " project initiative like we did with one particular program area then make"}, {"timestamp": [1921.66, 1926.14], "text": " sure you pilot before you embed into practice, get the student points and"}, {"timestamp": [1926.14, 1928.02], "text": " voice on board to make any improvements."}, {"timestamp": [1928.02, 1933.12], "text": " We continue to improve that use of the iPads there, not that a year after there is nothing"}, {"timestamp": [1933.12, 1934.56], "text": " new to learn."}, {"timestamp": [1934.56, 1938.9], "text": " And of course, keep the momentum going and continue to inspire."}, {"timestamp": [1938.9, 1942.9], "text": " So the use of the iPads in the sport and recreation area now have inspired staff all over"}, {"timestamp": [1942.9, 1950.92], "text": " the Polytechny they want to use that technology. We're looking at the science team being really excited using the iPads with a microscope and doing,"}, {"timestamp": [1950.92, 1957.82], "text": " I don't know what, but some exciting stuff. And then we have our environmental programs, even like"}, {"timestamp": [1957.82, 1964.12], "text": " PIS control, that they're looking at exploring that technology. So Dan and his team, and actually"}, {"timestamp": [1964.12, 1968.64], "text": " the students are running drop-in sessions every fortnight for staff that they're interested to"}, {"timestamp": [1968.64, 1972.3], "text": " explore that technology with them and learn from their experience and they have"}, {"timestamp": [1972.3, 1977.4], "text": " also iPad Zone and our Moodle site as a community practice to get people"}, {"timestamp": [1977.4, 1983.4], "text": " continuing exploring that technology. I know I'm almost running out of time because"}, {"timestamp": [1983.4, 1985.24], "text": " I'm so excited about the learning."}, {"timestamp": [1985.24, 1991.24], "text": " I left very little for the organizational improvement and performance, but I'll try to quickly"}, {"timestamp": [1991.24, 1992.76], "text": " talk about how we enable learning."}, {"timestamp": [1992.76, 1995.2], "text": " And this is stuff that probably are mostly familiar."}, {"timestamp": [1995.2, 1997.26], "text": " We have a Moodle's a learning management system."}, {"timestamp": [1997.26, 2001.48], "text": " This is where students can access courses, resources, communicate with others."}, {"timestamp": [2001.48, 2002.78], "text": " Most of our courses are blended."}, {"timestamp": [2002.78, 2010.12], "text": " We have very few online, but we're starting to use that with the face-to-face classes as well. The difference probably that not"}, {"timestamp": [2010.12, 2016.56], "text": " many have is we allow our students to access their past learning experiences. Since 2009, we have"}, {"timestamp": [2016.56, 2021.56], "text": " an archive of five years of learning experiences. So for our degree students, like nursing,"}, {"timestamp": [2021.56, 2029.0], "text": " social services, arts, it's quite useful for them to be able to access a course they did year one when they're year three."}, {"timestamp": [2029.0, 2040.0], "text": " Because we keep a full archive and continuous read access for staff and the students to that past learning experience to the discussion, to the resources, to their assignments."}, {"timestamp": [2040.0, 2043.0], "text": " And they have found that extremely valuable."}, {"timestamp": [2043.0, 2047.12], "text": " The other thing I guess not many people need as a pit"}, {"timestamp": [2047.12, 2049.26], "text": " or students need as a pit."}, {"timestamp": [2049.76, 2051.66], "text": " Because of our highly distributed"}, {"timestamp": [2051.66, 2053.8], "text": " and poor infrastructure in the North,"}, {"timestamp": [2054.3, 2056.92], "text": " quite a few of our students don't have access to internet"}, {"timestamp": [2056.92, 2058.68], "text": " throughout their studies."}, {"timestamp": [2058.86, 2062.0], "text": " So we came with a poodle, which was a portable model."}, {"timestamp": [2062.46, 2064.84], "text": " Thank God there was a portable version of the LMS"}, {"timestamp": [2064.84, 2065.38], "text": " that we were able to package their courses on a USB, DVD or CD, with a Poodle, which was a portable Moodle. Thank God there was a portable version of the LMS"}, {"timestamp": [2065.38, 2067.48], "text": " that we were able to package the courses"}, {"timestamp": [2067.48, 2069.88], "text": " on a USB, DVD, or CD,"}, {"timestamp": [2069.88, 2073.34], "text": " and the students can access their learning offline."}, {"timestamp": [2073.34, 2075.06], "text": " Particularly useful for nursing students"}, {"timestamp": [2075.06, 2077.64], "text": " when they went in clinical in Kai Kaui or Kaitai"}, {"timestamp": [2077.64, 2079.5], "text": " and they had no internet access"}, {"timestamp": [2079.5, 2081.26], "text": " and they had to prepare for exams."}, {"timestamp": [2081.26, 2084.38], "text": " So they could access all of that through their laptops."}, {"timestamp": [2085.7, 2089.3], "text": " And again, important when you're planning all these things to make sure it actually"}, {"timestamp": [2089.3, 2093.6], "text": " makes a difference to the learning experience, it provides continuous learning, and"}, {"timestamp": [2093.6, 2097.82], "text": " enables that student voice for ongoing improvement."}, {"timestamp": [2097.82, 2101.68], "text": " So organizational process and performance, so what could technology do for that?"}, {"timestamp": [2101.68, 2108.16], "text": " Quite a lot if you actually start thinking about what are the processes and systems that we need to change. And that was something"}, {"timestamp": [2108.16, 2112.66], "text": " that was already talked about earlier. So you'll be surprised but we started with"}, {"timestamp": [2112.66, 2117.62], "text": " print services in 2009 and it could be coincidentally because I was looking"}, {"timestamp": [2117.62, 2121.78], "text": " after that area at the time but the process was so manual, everybody was filling"}, {"timestamp": [2121.78, 2125.22], "text": " a paper form and bringing their copies to the copy center to do."}, {"timestamp": [2126.0, 2129.88], "text": " And the workload as a workflow was up and down, very difficult to manage."}, {"timestamp": [2130.06, 2133.84], "text": " So putting our print requests for people table to submit online"}, {"timestamp": [2133.84, 2140.52], "text": " and identify how many copies they need and when and whether they wanted to pick it up or being sent to them,"}, {"timestamp": [2140.84, 2146.36], "text": " ability to manage and prioritize those requests, assigned to the staff and notify"}, {"timestamp": [2146.36, 2151.82], "text": " people when their jobs done, actually really improve the workflow into the print services."}, {"timestamp": [2151.82, 2157.52], "text": " It's not only that, but was able to give us quite good feedback in reporting on what"}, {"timestamp": [2157.52, 2159.48], "text": " we actually, it's happening."}, {"timestamp": [2159.48, 2164.58], "text": " How many jobs at any time you can look out and see volume of jobs done, how many pages"}, {"timestamp": [2164.58, 2165.2], "text": " are printed,"}, {"timestamp": [2165.2, 2168.0], "text": " the average time of printing, and of course tough feedback."}, {"timestamp": [2168.0, 2172.5], "text": " Because with the notification that people got your printings ready for pickup,"}, {"timestamp": [2172.5, 2177.0], "text": " they're also able to provide that instant kind of training like feedback with the smile,"}, {"timestamp": [2177.0, 2178.5], "text": " and a short comment."}, {"timestamp": [2178.5, 2183.5], "text": " So we kind of instantly monitoring how happy customers are with our services."}, {"timestamp": [2183.5, 2190.32], "text": " Then we took that approach to other processes like research and we managed to convince"}, {"timestamp": [2190.32, 2193.66], "text": " our research committee team to say, well, how about everybody submits the research"}, {"timestamp": [2193.66, 2199.38], "text": " applications online and we're able to track and approve them and look at them at any time."}, {"timestamp": [2199.38, 2204.46], "text": " So again, this is, I have an admin view of that, but if I'm an individual staff member, I can"}, {"timestamp": [2204.46, 2205.22], "text": " only see mine."}, {"timestamp": [2205.88, 2210.5], "text": " So it's only the research coordinator, people that manage the research budget can look at everybody."}, {"timestamp": [2211.0, 2215.88], "text": " But otherwise, if I'm an individual tutor, I can only see my own applications in progress."}, {"timestamp": [2216.6, 2220.76], "text": " And we are looking and taking that to the next step next semester with peer observations."}, {"timestamp": [2221.76, 2225.6], "text": " Looking at again using a similar way that if I'm a tutor I can go"}, {"timestamp": [2225.6, 2230.96], "text": " and to the form allocate a peer that I would like to come and observe me, identify the purpose"}, {"timestamp": [2230.96, 2237.6], "text": " of the observation. I've identified, let's say John, John gets an email, comes and observes me,"}, {"timestamp": [2237.6, 2244.0], "text": " fills in the observation form and then me and my observer have access to that. But also we'll"}, {"timestamp": [2244.0, 2247.64], "text": " be able to pull some data and reporting of it."}, {"timestamp": [2247.64, 2252.96], "text": " Student surveys, how many still have paper-based student surveys?"}, {"timestamp": [2252.96, 2255.04], "text": " No one, great."}, {"timestamp": [2255.04, 2256.96], "text": " We were one of the late cameras to the party."}, {"timestamp": [2256.96, 2262.96], "text": " It was quite difficult until last year we had paper-based forms because most of our classes"}, {"timestamp": [2262.96, 2266.4], "text": " on campus, in classrooms, no internet connection,"}, {"timestamp": [2266.4, 2268.76], "text": " no wireless, was quite difficult to do that."}, {"timestamp": [2268.76, 2276.54], "text": " But with an iPad mini, three minis with Sims, serving as hubs and another five devices connected"}, {"timestamp": [2276.54, 2282.76], "text": " to them, in an online server managing our survey, we were able now to capture all that real-time."}, {"timestamp": [2282.76, 2290.2], "text": " Imagine two staff four months a year entering manual data. The amount of boring work they don't have"}, {"timestamp": [2290.2, 2294.58], "text": " to do anymore and how much faster we can return that student voice and feedback"}, {"timestamp": [2294.58, 2300.16], "text": " to the tutors and the program areas. It's not just that but also the student"}, {"timestamp": [2300.16, 2308.24], "text": " voice. We're able to present that clearly and immediately almost to the staff."}, {"timestamp": [2308.24, 2312.8], "text": " One of the probably disadvantages, only disadvantages, we found out it takes much longer"}, {"timestamp": [2312.8, 2317.04], "text": " for the students to complete the surveys because they're typing all these questions in."}, {"timestamp": [2317.04, 2321.28], "text": " And before we're struggling to get any comments on the paper firms, now we have too many comments"}, {"timestamp": [2321.28, 2324.64], "text": " to fit into the reports, which I guess it's great."}, {"timestamp": [2324.64, 2328.0], "text": " So the student voice is really much stronger now."}, {"timestamp": [2328.0, 2334.8], "text": " And again, analysis and reporting, we can produce a number of reports across multiple areas"}, {"timestamp": [2334.8, 2341.1], "text": " because instead of individual surveys, we actually have one mega institutional surveys"}, {"timestamp": [2341.1, 2344.9], "text": " with different abilities and fields to identify course tutor program."}, {"timestamp": [2344.9, 2348.16], "text": " But we can produce analysis across directorates across programs"}, {"timestamp": [2348.16, 2353.86], "text": " across ages and all the data we have on that server and we're just really"}, {"timestamp": [2353.86, 2358.72], "text": " dipping and exploring the variety of reports and data we can analyze from that"}, {"timestamp": [2358.72, 2364.6], "text": " and the last thing that we've taken that technology too is our training and"}, {"timestamp": [2364.6, 2365.12], "text": " development capturing training needs what people really need what are the And the last thing that we've taken out technology too is our training and development."}, {"timestamp": [2365.94, 2368.3], "text": " Capturing training needs, what people really need?"}, {"timestamp": [2368.4, 2370.7], "text": " What are the areas that they find they need additional training?"}, {"timestamp": [2371.16, 2377.12], "text": " Well, we've developed a cool skills and competency survey that staff are able to self-identify areas"}, {"timestamp": [2377.12, 2379.34], "text": " that they know, have no experience, or need more training."}, {"timestamp": [2379.76, 2384.38], "text": " And again, we'll be able to pull that data at a skill level at a very granular level"}, {"timestamp": [2384.38, 2389.3], "text": " and find out that there are 20 people know who they are that they need further support with"}, {"timestamp": [2389.3, 2393.8], "text": " Shepwood how to upload a document the other information that's give us is the"}, {"timestamp": [2393.8, 2398.3], "text": " yellow bit how many staff has said I'm really good at this I can mentor and"}, {"timestamp": [2398.3, 2403.04], "text": " support others and that helps us tap into that kind of expertise knowing where"}, {"timestamp": [2403.04, 2407.12], "text": " our experts are willing and able to help other staff."}, {"timestamp": [2407.12, 2412.4], "text": " So I guess, again, key message for us,"}, {"timestamp": [2412.4, 2414.96], "text": " whether we looked at using technology for teaching and learning"}, {"timestamp": [2414.96, 2418.2], "text": " or organizational improvement of process and systems,"}, {"timestamp": [2418.2, 2420.76], "text": " again, you had to have a meaningful purpose,"}, {"timestamp": [2420.76, 2422.16], "text": " a meaningful learning experience,"}, {"timestamp": [2422.16, 2425.52], "text": " or specific objective to make an improvement"}, {"timestamp": [2425.52, 2427.02], "text": " or solve a problem."}, {"timestamp": [2427.02, 2432.76], "text": " And then the tools bring really exciting and I would say unlimited opportunities because"}, {"timestamp": [2432.76, 2435.68], "text": " only our mindsets are the limits."}, {"timestamp": [2435.68, 2436.68], "text": " Thank you."}, {"timestamp": [2436.68, 2443.94], "text": " And I'm sorry that if I was over time and if there's no time for questions come to me at lunch."}, {"timestamp": [2443.94, 2444.44], "text": " Thank you."}], "text": " Thank you for the introduction. Very much. Let me find a slide clicker. So yep, that is me. And to start with, I'll give you a little bit more about and share with you today how technologies really focusing on transforming learning and the learning experience, but I also look at some of the support areas of the organization, and what technology can do to drive improvement in organizational performance. So I would assume majority will be from a teaching and learning background. Hands up if you are engaged in directly in teaching and learning or learning development design. Great. And how many in support services, management? Few. Oh, okay, it's actually almost half. So hopefully I'll then try and time my presentation, so I spend enough time on each, even though I was thinking of spending more time on the learning. So a little bit, click, which side do I point to? Ah, here you go. So a bit about my personal journey. I'm Bulgarian. Originally, you can probably tell, not so natural Kiwi. So I come from Europe, Bulgaria, Eastern Europe, my hometown, quite an old one. It was called the City of the 60 ships on the Danube, on the borders with Romania. So 2001, we took a kind of quite a long journey and to our new home, New Zealand. And we left for a while in Oakland, wonderful few years in New Plymouth Taranaki. Good timing when Tom Cruise was filming the Samurai. Rotorua and finally, Fangare has been our home for the last few years since 2008. And a little bit more about my professional journey. I have experienced about 10 or plus years in education and high education, particularly in New Zealand. Since 2003, mainly with focus on educational technology, e-learning, flexible learning, blended learning, whichever you want to pick from those. But anyway, mainly about technology and how technology could contribute to enabling and empowering learning. And that's really what I'm really passionate about. So I think I found the type of work that gets me up in the morning excited to go to work and change the world. Or at least try. So technology, I think most of us have been education for a while. We know the technology has always been an essential tool that every educator has in been an essential tool that every educator has in the toolbox, whether that was the chalkboard and the blackboard and then the whiteboards and then the overhead projectors or whatever it was, it moved on and on. Technology has always been a tool for us as educators. So today I'll talk about technology as a tool because that's what technology is. Technology is not the learning outcome. It's just a mainstern end in the end or the focus of using technology always should be the learning experience and the learning outcome. So I'll look at briefly how we've used technology in particular tablets or iPads to transform and change and redefine learning for some of our students. Also how we use technology to provide access to learning and how we are using technology to improve and drive performance at institutional individual level. So a little bit about North Tech. For those that know, Northland Polytechnic is in the Northland just above Oakland. We are the only kind of, I guess, tertiary polytech there. We have multiple sites, learning sites in campuses, mainly distributed across from Silverdale to Kaitaya, 330 plus staff and an average about 2,750 full-time learners, but also significant part-time. So our learner profile, it's quite, I guess, interesting. I wouldn't say unusual, but it's not the same as most tertiary institutions. We have learners that vary from ages from school leavers to retirement and kind of that I guess mix and balances probably predominantly in older age students. And of course we have sites that are from large central campuses that are getting actually smaller to multiple other learning centers and campuses across the region including Mariahs and learning centers and community halls and even the local correction facility, whether we offer some learning opportunities to the inmates. So our students in terms of age, if you notice significant proportion over 30% of 40s and over, they're not really the young kids in their schools that we just talked about earlier today. And only 5% are actually school leavers that come to us. Majority are actually in the 25s and later on. So that is a kind of different mix, I guess, of students from, I guess, the universities get. Ethnicity, again, predominantly our learners identify themselves as Māori, 57%. And again, that's quite an interesting mix of our population, or representing actually the population of Northland. The programs we deliver or offer, the main subject here is probably there not so much of an interest. Like any other politic, we offer certificates, diplomas and degrees in a variety of domains. What is more interesting is the level of study that our learners are mainly at. If you see 20% at level 2, so a lower level, and 50% study at level 3 to 4. So a majority of our learners, 70% study at certificate level. We have some diplomas and degrees, but majority of our learners are between level 2 and 4. And again, they're not the highly academic areas or degrees. So what can we do with technology for those learners? Kind of quite diverse age, quite diverse background, and predominantly studying at the lower level. So we've been trying to use technology in a variety of ways, and all of us, initially initially was so excited about the technology and fascinated by the affordances and what technology can do until I guess with time we'll realize that it's all about the learning unless a meaningful learning experience is there to focus how we're going to integrate technology into our individual teaching and learning environment or across an institution, technology is not going to make a big difference. So when we started thinking about adapting the tablets, for example, we started to think, what will be the meaningful learning experience that that technology can empower and create new exciting learning opportunities. And that's what's the premise for adopting an iPads was with our sport and recreation team. So 2012 was the time that we started exploring and planning that. And that was probably quite late in terms of adoption of tablet technology. I mean, others went ahead and did that much earlier. We are looking though for an opportunity that was really going to make a difference for our students. And the first step of our journey was, okay, well, let's find what the tools can do, let's learn how to use them, and explore and let the, you know, see where we're going to end up. So our destination was quite transformational. We kind of didn't expect to get there that fast. And this is what I would really like to quickly share with you if I can. If I have not enough time, feel free to talk to me after lunch or afternoon tea. So again, technology on its own wouldn't do much unless you have a vision, a foresight, clear focus, intention, and objectives. What are you trying to achieve here? So the major objective for us is, okay, if we're going to use technology, how that's going to help with motivating our learners, engaging them, and changing and transforming their learning experience. Considering we picked our diploma students in sport and recreation, which is a cohort of students, are quite representative of our learner profile. We had students from 19, 20 years old to 44 years old, and again, a similar representation of ethnicity and gender to our average student population. The other objective was really about teachers in their capacity, because focusing on learners is great, but we have to not lose sight of teachers as co-producers and co-creators of the learning experience. So another focus on the pilot was to explore how we can improve their capacity to be able to meet the learner needs and preferences better in a more personalized way through teaching or assessment. And the last objective, which was not the main one, was exploring, okay, how we can use digital resources, sharing those on the portable devices as an alternative to textbooks and other print resources. And potentially what will be that as an impact on the cost of the study if you remove textbooks from the picture. So the project started, as I mentioned in October, 2012, and it was in three main phases, initial adoption of the technology, the impact of the technology on the teaching and learning experience, and that's what we were interested to measure and find out. And third but not last, we wanted to find the answer to this question. Really, has the teaching learning experience been transformed? Because in many cases, technology is adopted and it helps and supports and enhances, but not always leads to that transformation and really different way of learning and experiencing that. So the first phase was really about institutional support, getting buying and support from senior management, setting up a project team budget that's quite important to have the planning in place. We had a cross-departmental collaboration to support the project, which was IT, flexible learning library and the team of the staff engaged in the pilot from the program area. And of course we have to have the appropriate infrastructure in place, and that could be a challenge in Northland. But in the case of the Sport and Recreation Program, there are at the center, whether they had really good wireless and broadband, so they could use those devices. The technical setup was also important. We need to make sure that our network and learning management system was ready for that. So we developed a mobile interface for Moodle, which is our mobile learning management system. We looked and identified a few apps to be into the starter kit for the staff and the students to use just to get them started with the technology because the objective initially was or let the learners explore we're not going to force the technology on them we're just going to let them use it as they find useful to themselves but we said we'll give them a few apps to get them started so we identified some of those and then set them up on the server to distribute to the devices when the students were issued with the iPads through the library. So in a self-service model, they can go and download those apps quickly themselves. And we set up a profile that will manage that and give them a bit, get started instructions to get them going. Training for staff, very important. We wondered how to do that and we found that frequent, relevant and collaborative approach was the best. There were a small team of three or four tutors. We started with the initial workshop when the staff got the iPads and that was in November. And then until the end of December before people head to their holidays, we had weekly sessions. And this is the time we spent on looking at the tools, exploring apps, how could we use them, in what way they would use them in their own teaching practice and how some of the apps could change the learning experience and even the assessments for the students. So staff were really, really worried at the beginning, oh my God, I don't know how to use this, what I'm going to do. But then having the break over summer, having the iPad playing around with that technology and that tool in a personal life helped them gain that confidence. Because when they came back in January and we continued the more structured supports and training sessions, they were much more comfortable, they played with the iPad, they took videos of training sessions, they were much more comfortable, they played with the iPad, they took videos of their kids, they were much more confident users having the chance to use that in their personal life. We also set up a space initially, we thought for the project team on Yama, if you're familiar with social media, this is like the corporate version of Twitter, that could be a closed environment. We use that space to share useful information, apps, do our project planning documents, meetings, record our minutes from meetings and all that. And after the first week we actually people were asking, oh, what you're doing, you know, what's going on. So we actually opened that to all staff. So anyone who was in the institution and was interested to know what's happening with this project, what's going on, what apps they're using, they actually had access to that as the actual project team. And that was a quite useful way to build awareness of the initiative and the pilot and more people knew about it and follow on the development. Student training was also very important and the initial setup when the iPads are issued the basic of how do I set up my profile account was there most probably half of the students already had more experience with mobile devices and it was quite easy for them but we had probably about 40% that struggled in the first three to four weeks. So what we did, we built formal training and support sessions. We built them into class time for the first four weeks. There were one and one optional for the people that wanted to have some more support and help. And few students took advantage of the optional one-on-ones for the first two weeks and then nobody really needed one-on-one. Students actually started supporting each other in class or outside of class, and we moved all technical issues or challenges or queries that they had to an online forum. It's just one of the forums they had into their actual Moodle course online. And that's where we were able to provide support and answers to their questions so transforming learning that was our objective that's what our purpose that was the focus of this pilot so how we were going to go about that I think we were clear that the tools know many how many tools we have and how well we know to use them, they're going to change anyway. No matter how many apps we initially identified and evaluated, there'll be new ones out there. So we were not to focus on the tools. We knew that the important things were really having the toolbox full of opportunities. And giving that toolbox to the learners and the staff to say, oh, here we go, these are opportunities for you to explore. Also, we wanted to make sure, though, from a teaching and learning point of view, we had a sound educational framework and pedagogical approach that we can measure that transformation in the learning experience. So we looked at a few. One was the Maslow theory of needs, and probably quite a few are familiar with that. And that framework is useful in a way evaluating how technology and the way it meets those needs. We looked at that but we didn't really stick with it. The other one which is the T-PAC model, again quite popular of integrating technology into teaching and learning, is the one looking at the three key domains of knowledge, pedagogy, technology, and the content knowledge. And those three, as a trio, how they support each other and enable the learner to access learning, resources, learning and engage with it. Based on that framework, we worked on identifying applications and rethinking and redesigning assessment. But ultimately, we stuck with us as a framework to evaluate whether and answer the question has learning been transformed for this pilot. So again, this is quite a popular one, I think the SMMR continuum of adopting technology and integrating and interteaching and learning for education in particular. The important part of that, there are two real aspects of that. The first one is when technologies are there and is being used as a substitute for existing technologies, ways of doing things, or augmenting that and providing improvement and functionality. And the other one that we were really interested in to see whether it's going to happen is the transformation. And that's where you're able through technology to modify and redesign the learning experience and even do things that you wouldn't be able to do otherwise. So we were quite modest in our kind of expectations. First semester 2013 when we really kick started the pilot when the students came in February we were thinking, oh in the first semester for six months the learners would just get used to the technology, you know, get comfortable with it. We don't expect really to move beyond substitution and augmentation. And we were thinking we'll extend the pilot in the second semester, and then we're going to focus on, okay, how can we use the technology to really modify and redefine and transform learning? We're quite surprised to find out that that transformation happened in the first semester. So the time that we were thinking that learners and staff needed to get there actually was quite different from what we were thinking that learners and stuff needed to get there actually was quite different from what we were thinking. So what were the apps that we initially identified through the T-PAC model that actually transformed assessment? And this is just an example for one of the courses which is, I think, nutrition and coaching. Initially if you look at the first assessment was a nutrition plan. And I'll just talk at the first assessment, it was a nutrition plan. And I'll just talk about the first two, for example. Students before we had the tablets, iPads, and applications, they were keeping a diary and they were producing a nutrition plan for a sport of their choice. And that was in a Word document and submitting it for their tutors for evaluation and feedback. With those apps, and these probably all recognize, Pages, Moodle Touch was the app that they were able to access the Moodle courses of the tablet devices, Dropbox and I annotate, with the ones we offered them as an initial set. Beyond that, though, they went and said, okay, well, if you're going to do a nutrition plan, they went and explored nutrition apps from the app store, free ones. They tested them on themselves, kept the record of their nutrition and calories and all that stuff for, I think, two or three weeks. The whole assessment was about or produce a nutrition plan, but identify an application an app, somebody that you've produced that nutrition plan for they can use to track their dietary diet so the students not just went and tested an app but they took the learning much further than that because all the critical conversations around who how is how do we know the information is accurate in this app how do you know that the metrics are the same like the New Zealand was how do you know this is actually a valid a valid nutritional measure? So all these discussions and conversations happened when they were evaluating and choosing the apps for nutrition and proposing their nutritional plan to the class, which happened some of them put into keynote, some of them put in a PDF and shared in different ways through Dropbox. So that's really transformed the engagement in the level of engagements of the student with that assignment. It became active, it became collaborative, it was learner centers, they took in their own hands that learning. The second assignment, which is quite specific about coaching. Before we had the pilot students were observed by a tutor coaching a session and the tutor will go to the field and they could be coaching rugby or netball or whatever sport their coaching and the tutor will have an evaluation form and fill in the observation and how that's how they were assessed. Those applications we identified and they're all free. We were quite surprised what kind of free applications we can find, UberSense, video delay and GoPro that enabled the students to film their own coaching session. Let's say there is a, I don't know, football game and they have a team that they're coaching, they will film. As they're filming, they can compare and look at how many goals, how many positions, sorry, pick football because of the cup recently. Look at the players and then in half time, they can actually replay back to their players, identify the new strategy and use that in real time. After the coaching session, they could analyze the game, highlight particular points, made comments into that application on their iPad, whatever the assessment required for them to do in terms of assessment of the game and the strategies how to improve, and they would submit that immediately to their tutor through Dropbox. Or if they were real coach to the team. So that changed dramatically the way they engaged with that learning and assessment. Prior to that, we used to have a quite expensive game breaker software, five thousand dollars license and a Mac, and the students had to go sometimes and film a game and then go with the camera and upload a video and then open the software and learn how to use that to edit it and so forth. But this was happening instantly on the field for them. There was amazing. Some students went and found other apps. There was a student in particular coaching Ned Ball. She found an application that was much better for Ned Ball and she adopted and used that one instead. And when they were coming to presenting their assignments, they used some of them, Keynote, which is an alternative for PowerPoint or alternative ways. So probably the presentation wasn't so transformative, but how they were evaluated and how they were providing feedback to each other was quite different. And I have a short video of a tutor talking about that shortly. So assignments definitely the use of technology made a big difference. So here we are we about in week four when we started measuring what did the difference the iPads made to the student learning and we had a number of questions, a survey that we developed that we actually run three times in the first year. And we have a number of questions, a survey that we developed, that we actually run three times in the first year. These are just results from one of the questions which we're interested to find out, is this technology helping my learning and teaching? So the results of the first 57% saying yes, it's about week four, which we have still quite a few students struggling with the technology saying, oh, I don't really like this iPad, I prefer my laptop, really. And we weren't forcing them to use the iPads. We said, look, it's optional. If you prefer to use a laptop, fine. This is just a tool. As you see at the end of the semester, that mid-surveys at the end of the semester one, 75% said, yes, it's helping my learning. And only 25 said it's distracting. Nobody said that doesn't make any difference. So, and as you'll see towards the end of the year, there wasn't much of a change. But as we continued with the pilot in 2014, this is the initial survey we've done in the February beginning of March. And we'll see a dramatic increase to 91% say, this is helping my learning. If you start looking into the actual validity of the data, you may say, well, this is not significant because we're talking about only 15 learners. But actually, if you look at the numbers and what the students say, it is quite speaking for itself. So because of that, we sort of will continue with this. We'll continue to use this technology and this pilot, and we start looking at evaluating the apps. Oops, sorry, quick fingers. So at the beginning when we're planning, we thought, okay, how we're going to know which apps any good? Or we're going to ask the students and the staff. So we did ask him to evaluate the initial apps that we had there for them to get started. We adapted the rubric that was out there already. That was a good start. And towards the end of the first semester, we got the students and stuff to evaluate each app as well as the apps that they found themselves and tell us how useful it was and how engaging and how much it was helpful in their experience. So from the selected apps after user staff and students evaluated them, these are the ones that came as the top winners or the most useful apps. And keynote pages, Skype, Dropbox, Moodle Touch. If we look at the use of those apps, we identify the mainly around substitution and augmentation. Keynote substituted PowerPoint, pages, substituted word processor. Dropbox and Moodle Touch though kind of augmented the way they engaged with the learning resources and the ability to share documents with their other learners with their tutors so that was kind of bringing that augmented learning experience the apps that came after the evaluation that clearly defined that they transformed and redefined the teaching learning experience these six were the ones that are very specific to the sport and recreational field, coaching analysis. These are the ones that really transformed the learning experience from day one for the learners and staff. So the GoPro, the uber sense, the video delay, timing lights, tag video, and I'm not sure what the other one is, but if you're interested to find out, I can let you know what they are. They really change the way students engage with that. And for example, the one with a little movie-like image, which is that tagging video, this could be used in probably any area that you need to analyze movement, kinesthetic things, I don't know anything like performing, dancing, because it enables you to take a video of somebody moving in a certain way and then taking the video again in a, I don't know, a few hours, so in a week, layer them up, see the differences in the movement, what needs to change and visually create that advice and share with the person that you're trying to improve their, I don't know, golf, whatever, swing. So they really, really change that experience. Oops, sorry. The other four, no, can't go back. The other four, Neapod, Socrative, I annotating Google Plus, these were the four apps that transformed learning, and they're quite generic. They could be used in any teaching learning context. And I have one of the tutors involved in the pilot talking shortly about Neapod and Socrative and how he used and changed and transformed the assessment experience for the learners. So here we go. And that's Bobi. Hi, I'm Bob Newport, a lecturer in the North Tech Sport and Regation Department. I'm here to talk about Socrative online application, which we utilize with our students. We've used it to modify our assessments so that they can actually give a peer mark weighting towards their classmates on their presentations. We use it with all presentations. They can all log into the same classroom on their iPads where I've set up a series of questions. They can then give their grade to the person who's giving the presentation and Socrative will then email the tutor in direct collation of those results which allows me to instantly give a grade. Neapod which is an iPad application, a live interactive presentation tool. We use this primarily in two ways as a teaching tool to deliver our lectures. It's interactive, the students can actually participate in it to check their understanding with quizzes. You can post websites, videos, pictures and they can actually really apply themselves. The second way we use it is as a homework tool where you can send them a link and the students can work through the presentation at their own pace to reinforce their learning. So Google Plus was the app the students picked up and took initiative to use. They created their own Google Plus Circle, a group. They started really using it when they were visiting in Oakland, had a visit in Oakland. So they were able to connect with other learners that didn't make it to the visit. So they shared their brainstorming sessions on the wide board, images from the trip, the instructions and the videos that the tutor had set up for their tasks. And they continued to use that environment. They invited their tutor in there as well. And they continued to use that environment. They invited their tutor in there as well and they continue to use that environment to act to their learning experience. And this is a student, oops, talking about using the timing lights. Why? Can you try and click on the video? Should be a non-click. Yeah, thank you. Hi, I'm Richie and I'm currently in my third and final year of doing my Can you click on the video should be a non-click. Yeah, thank you. Hi, I'm Richie and I'm currently in my third and final year of doing my Sport and Rec degree at North Tech. And I'm here today to talk about using the new wireless time lights and the iPad with it. So I've got the speed link device here which connects the iPad to the timing lights. Next we go on and we just have to, once the time lights go on we just have to line them up with the reflector over here. And once we've got that we can actually start doing everything on the iPad. And from here I can add my athletes into the program and also put these athletes into squads. We can choose to design our own tests or select the preset test here. I want to just choose a pre-selected one that I've designed earlier, a simple 30-metre test. Add my devices in and I'm ready to run. Once I start running the test, arms the system, the athlete runs through. It'll read their results and collects them here as you can see. From here I can automatically send the results or export the results to an email and export it straight to a coach or a trainer or whoever needs to see the data. So that's my quick run-through of the new wireless lights and the iPad and the use of we get out of it. So Richard this year is in his third year of degree. He enrolled after he completed the diploma, but he was involved in the pilot last year, but we managed to catch up with him and do the video this year so key to success I guess technology tree technology is a tool not as a mean not an end it's not the learning outcome start with a key project initiative like we did with one particular program area then make sure you pilot before you embed into practice, get the student points and voice on board to make any improvements. We continue to improve that use of the iPads there, not that a year after there is nothing new to learn. And of course, keep the momentum going and continue to inspire. So the use of the iPads in the sport and recreation area now have inspired staff all over the Polytechny they want to use that technology. We're looking at the science team being really excited using the iPads with a microscope and doing, I don't know what, but some exciting stuff. And then we have our environmental programs, even like PIS control, that they're looking at exploring that technology. So Dan and his team, and actually the students are running drop-in sessions every fortnight for staff that they're interested to explore that technology with them and learn from their experience and they have also iPad Zone and our Moodle site as a community practice to get people continuing exploring that technology. I know I'm almost running out of time because I'm so excited about the learning. I left very little for the organizational improvement and performance, but I'll try to quickly talk about how we enable learning. And this is stuff that probably are mostly familiar. We have a Moodle's a learning management system. This is where students can access courses, resources, communicate with others. Most of our courses are blended. We have very few online, but we're starting to use that with the face-to-face classes as well. The difference probably that not many have is we allow our students to access their past learning experiences. Since 2009, we have an archive of five years of learning experiences. So for our degree students, like nursing, social services, arts, it's quite useful for them to be able to access a course they did year one when they're year three. Because we keep a full archive and continuous read access for staff and the students to that past learning experience to the discussion, to the resources, to their assignments. And they have found that extremely valuable. The other thing I guess not many people need as a pit or students need as a pit. Because of our highly distributed and poor infrastructure in the North, quite a few of our students don't have access to internet throughout their studies. So we came with a poodle, which was a portable model. Thank God there was a portable version of the LMS that we were able to package their courses on a USB, DVD or CD, with a Poodle, which was a portable Moodle. Thank God there was a portable version of the LMS that we were able to package the courses on a USB, DVD, or CD, and the students can access their learning offline. Particularly useful for nursing students when they went in clinical in Kai Kaui or Kaitai and they had no internet access and they had to prepare for exams. So they could access all of that through their laptops. And again, important when you're planning all these things to make sure it actually makes a difference to the learning experience, it provides continuous learning, and enables that student voice for ongoing improvement. So organizational process and performance, so what could technology do for that? Quite a lot if you actually start thinking about what are the processes and systems that we need to change. And that was something that was already talked about earlier. So you'll be surprised but we started with print services in 2009 and it could be coincidentally because I was looking after that area at the time but the process was so manual, everybody was filling a paper form and bringing their copies to the copy center to do. And the workload as a workflow was up and down, very difficult to manage. So putting our print requests for people table to submit online and identify how many copies they need and when and whether they wanted to pick it up or being sent to them, ability to manage and prioritize those requests, assigned to the staff and notify people when their jobs done, actually really improve the workflow into the print services. It's not only that, but was able to give us quite good feedback in reporting on what we actually, it's happening. How many jobs at any time you can look out and see volume of jobs done, how many pages are printed, the average time of printing, and of course tough feedback. Because with the notification that people got your printings ready for pickup, they're also able to provide that instant kind of training like feedback with the smile, and a short comment. So we kind of instantly monitoring how happy customers are with our services. Then we took that approach to other processes like research and we managed to convince our research committee team to say, well, how about everybody submits the research applications online and we're able to track and approve them and look at them at any time. So again, this is, I have an admin view of that, but if I'm an individual staff member, I can only see mine. So it's only the research coordinator, people that manage the research budget can look at everybody. But otherwise, if I'm an individual tutor, I can only see my own applications in progress. And we are looking and taking that to the next step next semester with peer observations. Looking at again using a similar way that if I'm a tutor I can go and to the form allocate a peer that I would like to come and observe me, identify the purpose of the observation. I've identified, let's say John, John gets an email, comes and observes me, fills in the observation form and then me and my observer have access to that. But also we'll be able to pull some data and reporting of it. Student surveys, how many still have paper-based student surveys? No one, great. We were one of the late cameras to the party. It was quite difficult until last year we had paper-based forms because most of our classes on campus, in classrooms, no internet connection, no wireless, was quite difficult to do that. But with an iPad mini, three minis with Sims, serving as hubs and another five devices connected to them, in an online server managing our survey, we were able now to capture all that real-time. Imagine two staff four months a year entering manual data. The amount of boring work they don't have to do anymore and how much faster we can return that student voice and feedback to the tutors and the program areas. It's not just that but also the student voice. We're able to present that clearly and immediately almost to the staff. One of the probably disadvantages, only disadvantages, we found out it takes much longer for the students to complete the surveys because they're typing all these questions in. And before we're struggling to get any comments on the paper firms, now we have too many comments to fit into the reports, which I guess it's great. So the student voice is really much stronger now. And again, analysis and reporting, we can produce a number of reports across multiple areas because instead of individual surveys, we actually have one mega institutional surveys with different abilities and fields to identify course tutor program. But we can produce analysis across directorates across programs across ages and all the data we have on that server and we're just really dipping and exploring the variety of reports and data we can analyze from that and the last thing that we've taken that technology too is our training and development capturing training needs what people really need what are the And the last thing that we've taken out technology too is our training and development. Capturing training needs, what people really need? What are the areas that they find they need additional training? Well, we've developed a cool skills and competency survey that staff are able to self-identify areas that they know, have no experience, or need more training. And again, we'll be able to pull that data at a skill level at a very granular level and find out that there are 20 people know who they are that they need further support with Shepwood how to upload a document the other information that's give us is the yellow bit how many staff has said I'm really good at this I can mentor and support others and that helps us tap into that kind of expertise knowing where our experts are willing and able to help other staff. So I guess, again, key message for us, whether we looked at using technology for teaching and learning or organizational improvement of process and systems, again, you had to have a meaningful purpose, a meaningful learning experience, or specific objective to make an improvement or solve a problem. And then the tools bring really exciting and I would say unlimited opportunities because only our mindsets are the limits. Thank you. And I'm sorry that if I was over time and if there's no time for questions come to me at lunch. Thank you."}