{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Well, it's quite a privilege to be here."}, {"timestamp": [7.0, 14.0], "text": " And the reason I agreed to be here is I thought, well, I might actually be able to give you guys something useful."}, {"timestamp": [14.0, 20.0], "text": " So I came along thinking, if I can give you some insights that are useful for you, it would be well worth doing."}, {"timestamp": [20.0, 24.0], "text": " All of these presentations always start with a Who I Am slide."}, {"timestamp": [24.0, 26.48], "text": " And there's the conventional Who I Am slide."}, {"timestamp": [27.06, 29.54], "text": " I put the Bachelor of Engineering failed,"}, {"timestamp": [29.66, 31.96], "text": " a Bachelor of Computer Science failed in there,"}, {"timestamp": [31.98, 33.28], "text": " because I thought it would give you a laugh,"}, {"timestamp": [33.68, 36.16], "text": " seeing that we're in the tertiary education sector."}, {"timestamp": [37.28, 39.28], "text": " I have very, very few regrets in life,"}, {"timestamp": [39.36, 42.04], "text": " but one is that when I got the letter from the University of Canterbury"}, {"timestamp": [42.04, 43.28], "text": " saying never come back,"}, {"timestamp": [43.62, 45.56], "text": " I really wish I'd kept that."}, {"timestamp": [45.88, 48.06], "text": " At the time I just biffed it, but now I worked."}, {"timestamp": [48.14, 49.52], "text": " That really was a keeper."}, {"timestamp": [50.64, 51.76], "text": " But that's who I am."}, {"timestamp": [51.84, 55.48], "text": " And as Rustica said, I've been working in a broad range of industries there,"}, {"timestamp": [55.54, 56.6], "text": " have settled on retail."}, {"timestamp": [57.0, 60.26], "text": " Oh, actually, there's one other thing that's really curious about that,"}, {"timestamp": [60.26, 62.94], "text": " that was actually my first insight unintentionally was"}, {"timestamp": [62.94, 66.12], "text": " I'm not working in the field that I originally studied in. The other study happened years after I was actually my first insight unintentionally was I'm not working in the field"}, {"timestamp": [66.12, 69.96], "text": " that I originally studied in the other study happened years after I was actually"}, {"timestamp": [69.96, 74.22], "text": " been working in learning and development for years when I talked to my colleagues"}, {"timestamp": [74.22, 79.92], "text": " who have got degrees half of the people who I work with who have tertiary"}, {"timestamp": [79.92, 87.0], "text": " qualifications do not work and had never worked in the field in which they studied."}, {"timestamp": [87.0, 91.0], "text": " And I think that would, I don't know, I assume that that is actually potentially interesting"}, {"timestamp": [91.0, 94.0], "text": " and different to the world that you guys orientate in."}, {"timestamp": [94.0, 102.0], "text": " I was talking to an HR business partner the other day and her degree is in chemical engineering."}, {"timestamp": [102.0, 105.7], "text": " People do very, very different things, as have I. So I'm not unusual in that."}, {"timestamp": [106.9, 116.68], "text": " In terms of context, I thought you'd like to know where I come from and also to let you know that the warehouse is probably a bit bigger a beast than it was last time you heard about it."}, {"timestamp": [117.5, 125.5], "text": " We now have lots of brands, as you can see there. Total sales across all of those businesses sits at about $2 billion per annum."}, {"timestamp": [125.88, 132.76], "text": " There's about 11.5,000 people and there's about 240 stores and we've got lots and lots of brands."}, {"timestamp": [132.86, 136.18], "text": " The warehouse group's quite new. We've only started acquiring these brands of late."}, {"timestamp": [136.58, 139.5], "text": " I see some conversation there. People are going, oh, I didn't know you guys owned that."}, {"timestamp": [140.34, 148.24], "text": " Yeah, we're quite big. So what it means is right now the environment that I'm in is very, very big and very, very fast-paced, and there's a lot of change."}, {"timestamp": [148.52, 149.76], "text": " And that's just where we're at at the moment."}, {"timestamp": [151.98, 161.82], "text": " So the first thing I wanted to start with was to illustrate further the context I'm in, the environment I'm in, and warning, these are gross generalizations."}, {"timestamp": [162.42, 164.6], "text": " But I think they'll give you some insights on the world I live in."}, {"timestamp": [165.06, 168.74], "text": " The first one is this notion about retail is a career that chooses people."}, {"timestamp": [168.86, 172.02], "text": " Very, very few people ever grow up and think,"}, {"timestamp": [172.22, 173.44], "text": " I'm going to get a job in a shop."}, {"timestamp": [174.44, 177.74], "text": " Very few people look at the guy that's running around the back of the supermarket"}, {"timestamp": [177.74, 180.2], "text": " and thinks, I'm going to be the supermarket manager one day."}, {"timestamp": [180.6, 182.76], "text": " So hence that phrase, we describe retail as a business,"}, {"timestamp": [182.76, 186.0], "text": " a career that chooses people rather than people choose retail."}, {"timestamp": [186.0, 193.0], "text": " Curiously, retail then becomes a very, very rich and rewarding career for many, many people."}, {"timestamp": [193.0, 197.0], "text": " That little icon there, retail as a career, isn't something I pulled off the word."}, {"timestamp": [197.0, 198.0], "text": " That's actually a cover of a book."}, {"timestamp": [198.0, 205.96], "text": " And the book argues that retail is one industry that's got the biggest range of crafts and trades in it, for"}, {"timestamp": [205.96, 207.76], "text": " one of a better word than most."}, {"timestamp": [207.76, 211.5], "text": " We've got everything that's in manufacturing that you would cover in an MBA."}, {"timestamp": [211.5, 216.08], "text": " There's operations management, there is IS, there is property, there is people's support, there"}, {"timestamp": [216.08, 217.5], "text": " is marketing."}, {"timestamp": [217.5, 222.36], "text": " Every commercial skill you need in any business, they're all there except for manufacturing"}, {"timestamp": [222.36, 223.54], "text": " in retail."}, {"timestamp": [223.54, 226.0], "text": " So it's an incredibly diverse place."}, {"timestamp": [226.0, 230.0], "text": " And so you end up with people that very, very, very senior roles,"}, {"timestamp": [230.0, 233.0], "text": " many of whom have no formal education."}, {"timestamp": [233.0, 235.0], "text": " To give you a couple of examples,"}, {"timestamp": [235.0, 238.0], "text": " one is if I sit down with 15 of my regional managers"}, {"timestamp": [238.0, 242.0], "text": " and regional managers tend to have hundreds and hundreds"}, {"timestamp": [242.0, 247.38], "text": " to a thousand staff in their portfolio of stores, They're with millions and millions of dollars in sales."}, {"timestamp": [247.38, 251.2], "text": " Of 16 of them, one has a tertiary qualification."}, {"timestamp": [251.2, 256.54], "text": " So it's a really hands-on, pragmatic, fast-paced environment that I think actually attracts"}, {"timestamp": [256.54, 261.18], "text": " people who have chosen not to go to university or something like that because they wanted"}, {"timestamp": [261.18, 265.32], "text": " to do something, that the notion of I learned by reading, writing, talking,"}, {"timestamp": [265.32, 269.28], "text": " that traditional learning environment didn't land for these guys, and they've landed up in retail."}, {"timestamp": [269.28, 274.24], "text": " And there are people who have come to very, very senior levels from very, very humble beginnings."}, {"timestamp": [274.24, 276.08], "text": " For example, one person is Des Flynn."}, {"timestamp": [276.08, 282.0], "text": " Des Flynn started out as a trolley boy in a Foo Town supermarket when he was a kid."}, {"timestamp": [282.0, 285.72], "text": " And it was at the first Food Town, which was an was an Oda Ho, so it was a very,"}, {"timestamp": [285.72, 289.84], "text": " very long time ago. Des is approaching retirement now. When I first met him, he was running"}, {"timestamp": [289.84, 295.0], "text": " food town supermarkets. He then went on to run. We have stationary and he now sits in our head"}, {"timestamp": [295.0, 300.66], "text": " office. He's run a nationwide pharmacy chain as well. So there are these amazing people, but"}, {"timestamp": [300.66, 305.98], "text": " there are people for whom book learning, for one of the cliché, never appealed to them."}, {"timestamp": [306.7, 311.4], "text": " And that's the environment that I live in. So my slides are a little out of order because I've had"}, {"timestamp": [311.4, 317.1], "text": " a change heart. So I'm going to ask something now, which is, first of all, if I talked about"}, {"timestamp": [317.1, 325.46], "text": " 70-20-10, who here's familiar with the concept? 70-20-10? Okay, got one down the back. Okay, we might just start at basics then. 70, 20, 10."}, {"timestamp": [326.64, 326.72], "text": " Okay, got one down the back."}, {"timestamp": [328.0, 329.28], "text": " Okay, we might just start at basics then."}, {"timestamp": [330.84, 331.0], "text": " This is a really, really cool model,"}, {"timestamp": [332.24, 332.32], "text": " and I'll ask you to think of something,"}, {"timestamp": [334.12, 337.4], "text": " and I'll ask you to think of the fact that you are all reasonably senior people in your field."}, {"timestamp": [337.56, 338.8], "text": " That's why you're here right now."}, {"timestamp": [340.2, 343.22], "text": " And that you've learnt a lot along the way to get here."}, {"timestamp": [344.02, 344.88], "text": " So my question would be,"}, {"timestamp": [344.88, 349.3], "text": " what would be the most significant learning events,"}, {"timestamp": [349.5, 352.34], "text": " the most significant learning things"}, {"timestamp": [352.34, 355.06], "text": " that have made you who you are today,"}, {"timestamp": [355.44, 358.3], "text": " who can be sitting in this room thinking about the future of education?"}, {"timestamp": [358.76, 360.92], "text": " And I'd actually like to call on people to actually tell me,"}, {"timestamp": [361.28, 363.32], "text": " what's the thing that stands out in your mind?"}, {"timestamp": [363.4, 364.66], "text": " This man here's pretty close, and nodding."}, {"timestamp": [364.66, 369.84], "text": " What's leaping to mind making mistakes giving"}, {"timestamp": [369.84, 385.52], "text": " it a go say pass mentors being bored being bored wanting challenge, wanting a change."}, {"timestamp": [388.02, 389.08], "text": " You can go pass."}, {"timestamp": [393.68, 394.88], "text": " Being exposed to bad."}, {"timestamp": [394.96, 396.76], "text": " We learn a lot from other people's mistakes."}, {"timestamp": [396.92, 398.78], "text": " You actually learn why you shouldn't do that thing"}, {"timestamp": [398.78, 399.76], "text": " when you see it go wrong, yep."}, {"timestamp": [403.44, 403.84], "text": " Pardon?"}, {"timestamp": [404.64, 405.44], "text": " From mistakes? Inspiring change. Pardon?"}, {"timestamp": [406.4, 408.48], "text": " From mistakes?"}, {"timestamp": [409.46, 409.66], "text": " Inspiring change."}, {"timestamp": [411.76, 415.92], "text": " So the experience of going through an inspiring change."}, {"timestamp": [416.42, 416.86], "text": " Yep."}, {"timestamp": [417.72, 418.16], "text": " Exposure."}, {"timestamp": [419.04, 419.34], "text": " And they're not always your boss."}, {"timestamp": [421.22, 422.54], "text": " Sometimes it's your mentor and then there's other people."}, {"timestamp": [422.78, 425.64], "text": " Pass. Experience. Experience."}, {"timestamp": [428.94, 430.64], "text": " The chance to be creative."}, {"timestamp": [437.28, 438.44], "text": " Learning from other people."}, {"timestamp": [442.68, 446.72], "text": " Self-reflection, chance to stop and think about what you've done and what works and what doesn't."}, {"timestamp": [448.96, 449.94], "text": " A change of career?"}, {"timestamp": [452.12, 452.96], "text": " Taking an opportunity."}, {"timestamp": [454.44, 458.0], "text": " Anyone here bursting to say something before I stop because they're falling asleep at the scene now?"}, {"timestamp": [458.3, 458.52], "text": " Yes?"}, {"timestamp": [470.0, 474.0], "text": " Right. Being bored at school and not one'm not wanting to go through the same thing. So what's really, really interesting is sitting here in a tertiary education center,"}, {"timestamp": [474.0, 481.0], "text": " your conference, you're talking to an L&D manager, not one of us have talked about the formal education that we received."}, {"timestamp": [481.0, 483.0], "text": " And that's quite profound."}, {"timestamp": [483.0, 485.66], "text": " So this is drawing on work from,"}, {"timestamp": [487.2, 490.12], "text": " I figure I've got to cite my sources because of where I am."}, {"timestamp": [493.44, 497.4], "text": " Morgan and McCall published 1996 in the Career Architect and Development Planner."}, {"timestamp": [497.52, 498.74], "text": " 70-2010 is a model."}, {"timestamp": [499.1, 502.3], "text": " It's really popular in the business world and the L&D world."}, {"timestamp": [502.68, 509.9], "text": " What they said is that when you look at how people get to where they are and what makes them who they are, that roughly does something work."}, {"timestamp": [510.9, 524.28], "text": " I can draw on this. Yep. That experience accounts for about 70% of the skill set that you have in leaders. They did all their research on leaders."}, {"timestamp": [525.68, 530.28], "text": " Exposure was the term they gave to all the people you meet, all your mentors and all your"}, {"timestamp": [530.28, 534.68], "text": " colleagues who you observe get coaching from, you see them make their mistakes."}, {"timestamp": [534.68, 539.6], "text": " That accounts for about 20% of what makes leaders, good leaders who they are."}, {"timestamp": [539.6, 547.0], "text": " And education, formal education and the classroom sessions that my team run are good for about the remaining 10%."}, {"timestamp": [547.0, 552.0], "text": " And that's the 70-2010 model or experience exposure education."}, {"timestamp": [552.0, 557.0], "text": " And it's a curious thing because I keep on asking groups this very same question that some smart person taught me."}, {"timestamp": [557.0, 558.0], "text": " I stole it."}, {"timestamp": [558.0, 559.0], "text": " I got this from this way."}, {"timestamp": [559.0, 561.0], "text": " I didn't make this up."}, {"timestamp": [561.0, 564.0], "text": " And every time, that's the sort of pattern that emerges."}, {"timestamp": [564.0, 565.4], "text": " And the research is pretty consistent."}, {"timestamp": [565.82, 571.32], "text": " What's nice about this for me is it means, well, if I want to make people good at what they do in my business,"}, {"timestamp": [571.76, 574.28], "text": " I need to find a way to harness this."}, {"timestamp": [574.3, 577.02], "text": " It doesn't mean that we won't have classroom training."}, {"timestamp": [577.12, 578.62], "text": " It doesn't mean we won't have formal training."}, {"timestamp": [579.0, 580.02], "text": " But it means two things."}, {"timestamp": [580.1, 584.96], "text": " It means one, I must make things as experiential and broad focused as possible."}, {"timestamp": [584.96, 585.52], "text": " And then secondly, I've got to as experiential and broad focused as possible."}, {"timestamp": [589.92, 590.54], "text": " And then secondly, I've got to find a way to make informal learning intentional."}, {"timestamp": [592.22, 593.4], "text": " And that's the world I live in."}, {"timestamp": [595.18, 595.22], "text": " So I'm glad you like."}, {"timestamp": [595.8, 595.86], "text": " I hope you like that."}, {"timestamp": [597.64, 597.7], "text": " That was another insight I thought might be useful to you."}, {"timestamp": [601.56, 604.26], "text": " So it's very, very different potentially to the notion of a pedagogy or anything where you're looking at a relationship between tutor and learner."}, {"timestamp": [604.66, 607.24], "text": " Because actually what I'm talking about is a learning relationship between"}, {"timestamp": [607.24, 612.5], "text": " the person and the whole environment that they work in and how to leverage that. In terms of"}, {"timestamp": [612.5, 618.68], "text": " what it means for us and what we do, it means that we do all sorts of different things. So we"}, {"timestamp": [618.68, 622.96], "text": " are governed by two things, one is that, but second, I'm also very, very governed by my physical"}, {"timestamp": [622.96, 630.0], "text": " reality. I can't, I want to put some stuff on iPads, but until I get wireless in stores and iPads in stores, I can't do it."}, {"timestamp": [630.0, 632.0], "text": " So we use all sorts of things."}, {"timestamp": [632.0, 637.0], "text": " So we deliver in a variety of methods, which I assume is the same as the world you live in."}, {"timestamp": [637.0, 640.0], "text": " Whatever you can use, whatever works you do use."}, {"timestamp": [640.0, 647.0], "text": " For us, introduction packs, training modules and handbooks, we use lots of paper. I'm quite"}, {"timestamp": [647.0, 651.0], "text": " a fan of paper, particularly in my stores, because people don't have access to screens."}, {"timestamp": [651.0, 655.0], "text": " It'll be quite environmentally aware in what I do about what's really going to work."}, {"timestamp": [655.0, 662.0], "text": " I would actually argue that potentially technology is a red herring when thinking about learning."}, {"timestamp": [662.0, 666.0], "text": " I had a... who was I listening to in the corridor?"}, {"timestamp": [666.0, 669.0], "text": " You were talking about, gosh, should we have bean bags"}, {"timestamp": [669.0, 671.0], "text": " in the training room?"}, {"timestamp": [671.0, 673.0], "text": " I wonder if bean bags is the question,"}, {"timestamp": [673.0, 674.0], "text": " but the learning is the right question."}, {"timestamp": [674.0, 676.0], "text": " I think actually the learning process"}, {"timestamp": [676.0, 677.0], "text": " is the really important question to ask"}, {"timestamp": [677.0, 679.0], "text": " about flipping things around."}, {"timestamp": [679.0, 682.0], "text": " We use online learning, as everyone does,"}, {"timestamp": [682.0, 686.52], "text": " as many people do, we use it for sales and service training."}, {"timestamp": [686.52, 689.24], "text": " We have development and coaching guides for managers."}, {"timestamp": [689.24, 690.56], "text": " We have classroom sessions."}, {"timestamp": [690.56, 693.32], "text": " There's nothing wrong with classroom sessions."}, {"timestamp": [693.32, 699.76], "text": " I'm quite a fan of them, even though they, in theory, some people would argue they're a bit out of fashion and everything should be online and virtual."}, {"timestamp": [699.76, 703.0], "text": " Because in a classroom people are exposed to other people."}, {"timestamp": [703.0, 708.0], "text": " There's nothing quite as powerful as just having the chance to talk to your peers and put things in perspective"}, {"timestamp": [708.0, 710.0], "text": " and find out what works and what doesn't."}, {"timestamp": [710.0, 715.0], "text": " More of social learning that can go on in a classroom, the better."}, {"timestamp": [715.0, 721.0], "text": " And I'll tell you about it at moment, but we're also looking at tertiary qualifications for our people using our training."}, {"timestamp": [721.0, 726.5], "text": " We have so many training methods that we actually share them with people in this graphical form"}, {"timestamp": [726.5, 728.88], "text": " using these posters called learning pathways."}, {"timestamp": [728.88, 734.18], "text": " This is how we illustrate to people how everything pulls together and we tell the story."}, {"timestamp": [734.18, 738.06], "text": " So what story we're trying to tell there is that if you join us, whatever you do, there's"}, {"timestamp": [738.06, 743.94], "text": " a well-rounded development program for you and then as you move up we will continue to develop"}, {"timestamp": [743.94, 749.42], "text": " you in your career. This particular pathways prove so popular with the team in that business"}, {"timestamp": [749.42, 758.42], "text": " that of course we copied it across onto other businesses another thing that came"}, {"timestamp": [758.42, 762.8], "text": " to me when I was preparing this is this concept of know-how versus can do and"}, {"timestamp": [762.8, 765.9], "text": " again my goal was to try and find things"}, {"timestamp": [765.9, 767.74], "text": " that I thought might be really quite different"}, {"timestamp": [767.74, 769.72], "text": " for you or interesting to you."}, {"timestamp": [769.72, 773.56], "text": " And one of my obsessions that I referenced right back"}, {"timestamp": [773.56, 776.28], "text": " at the beginning was performance."}, {"timestamp": [776.28, 779.5], "text": " I want people to be able to do stuff and do things well."}, {"timestamp": [779.5, 782.22], "text": " So what we do with all of our training"}, {"timestamp": [782.22, 784.16], "text": " is there is some sort of on-job sign-off"}, {"timestamp": [784.16, 787.62], "text": " because we have the view that there's a difference we know how and can do."}, {"timestamp": [787.76, 790.88], "text": " So if you come into one of our stores and you want to learn how to use a till,"}, {"timestamp": [790.98, 791.9], "text": " you'll get three things."}, {"timestamp": [792.5, 794.74], "text": " You'll get a handbook, a quiz and a buddy book."}, {"timestamp": [795.26, 799.22], "text": " And the handbook has a nice little booklet that tells you all about how to use our tools,"}, {"timestamp": [799.34, 801.78], "text": " all the sequences, whether or not you can take a check,"}, {"timestamp": [801.84, 805.02], "text": " all the stuff you need to know and the process maps of how it works."}, {"timestamp": [805.52, 808.5], "text": " And I know that you've read that because you'll have to pass a little online quiz."}, {"timestamp": [809.0, 811.5], "text": " And the online quiz is open book and all you have to do is show you know."}, {"timestamp": [812.18, 813.94], "text": " And the quizzes are fun."}, {"timestamp": [814.02, 814.64], "text": " People love them."}, {"timestamp": [814.74, 815.78], "text": " They want to beat the machine."}, {"timestamp": [816.42, 819.06], "text": " The quizzes are set up so that if you fail it, you can press the button."}, {"timestamp": [819.14, 819.64], "text": " It resets."}, {"timestamp": [819.74, 820.64], "text": " The questions are randomized."}, {"timestamp": [820.64, 822.2], "text": " The multi-choice answers are randomized."}, {"timestamp": [822.38, 827.6], "text": " So it looks like a fresh quiz and we don't care how long you take to do it and how many times you take as long as you"}, {"timestamp": [827.6, 832.72], "text": " can pass that quiz. But then you get to the buddy book, and the buddy book is when you then go"}, {"timestamp": [832.72, 837.04], "text": " onto the shop floor with another person and that says, right, talk to them about this, show them"}, {"timestamp": [837.04, 841.04], "text": " this, make them do this, when you go through that experience of actually learning things."}, {"timestamp": [841.04, 844.88], "text": " In that buddy book is the sign-off. You're not allowed to actually use the till, or need,"}, {"timestamp": [844.88, 848.28], "text": " you aren't deemed to be trained to use the till until someone's actually"}, {"timestamp": [848.28, 852.88], "text": " signed you off doing it and you've actually co-signed it and you said you're confident. And we"}, {"timestamp": [852.88, 858.12], "text": " do that for pretty much everything. This sample here is out of a hands-on skill, which is pretty"}, {"timestamp": [858.12, 861.76], "text": " obvious that you could test hands-on skills by some sort of sign-off that's using a till."}, {"timestamp": [861.76, 865.44], "text": " This one is for online learning this one is"}, {"timestamp": [865.44, 870.32], "text": " out of a sales training program called selling smarter and again it's a wonderful program it's"}, {"timestamp": [870.32, 875.36], "text": " got videos and all sorts of cool stuff it's a really nice online program that actually gets people to"}, {"timestamp": [875.36, 879.04], "text": " think very reflectively about how they interact with the customer and it's got a selling an eight-step"}, {"timestamp": [879.04, 884.0], "text": " sales process in it so our people who sell just love it but when they get to the end and they've"}, {"timestamp": [884.0, 886.06], "text": " passed the big final super duper quiz,"}, {"timestamp": [886.18, 887.62], "text": " the next thing that pops up is this."}, {"timestamp": [887.7, 890.36], "text": " And it says, it's a PDF and it says, print this out,"}, {"timestamp": [890.68, 892.42], "text": " because there's a printer next to all the training computers,"}, {"timestamp": [892.8, 897.16], "text": " and then go and see your buddy and go on to the shop floor and do this."}, {"timestamp": [897.88, 899.32], "text": " And when you've actually done it,"}, {"timestamp": [899.56, 901.5], "text": " and both you and the buddy are happy that you've done it,"}, {"timestamp": [901.86, 903.56], "text": " sign at the bottom at that sign spot,"}, {"timestamp": [903.9, 906.28], "text": " and then we record your training as complete."}, {"timestamp": [906.92, 909.76], "text": " We even do it for management and leadership development."}, {"timestamp": [910.42, 912.76], "text": " We have a leadership program called Advanced Management Program,"}, {"timestamp": [912.98, 917.46], "text": " which is a 16-month program where people get it together to four to six weeks"}, {"timestamp": [917.46, 919.5], "text": " for traditional leadership development workshops."}, {"timestamp": [920.04, 922.22], "text": " But at the end of every workshop, we don't say,"}, {"timestamp": [922.64, 924.24], "text": " hey, it was nice being with you guys today."}, {"timestamp": [924.36, 926.12], "text": " We wish you good luck in applying those skills."}, {"timestamp": [926.24, 927.62], "text": " We actually say, here's the activity sheet."}, {"timestamp": [928.46, 929.4], "text": " Go and do this."}, {"timestamp": [929.82, 932.94], "text": " There is a project you have to do and you'll report back on it in the next four weeks."}, {"timestamp": [933.42, 936.46], "text": " And these get quite grunty because this is an advanced management program."}, {"timestamp": [936.94, 940.38], "text": " It starts with a simple thing like find a leader that you think is pretty impressive"}, {"timestamp": [940.38, 942.32], "text": " and tell us all about them."}, {"timestamp": [942.32, 945.12], "text": " So coming back to that exposure concept and the final"}, {"timestamp": [945.12, 949.58], "text": " one is actually initiated business improvement collaboration cross-functionally. You have four"}, {"timestamp": [949.58, 953.48], "text": " weeks to report back on how much progress you've made. So we move to quite sophisticated and"}, {"timestamp": [953.48, 958.8], "text": " challenging things. But again, it always comes back to that notion of if you can do something,"}, {"timestamp": [959.14, 964.84], "text": " then it's really useful and I want you to transfer that learning into action. There's a"}, {"timestamp": [964.84, 966.78], "text": " phrase in the business that gets a bit overused,"}, {"timestamp": [967.1, 968.18], "text": " but we use it a lot anyway,"}, {"timestamp": [968.38, 970.44], "text": " which is one point for the plan,"}, {"timestamp": [970.62, 971.7], "text": " nine points for the execution."}, {"timestamp": [973.56, 974.74], "text": " I've already talked about that."}, {"timestamp": [974.78, 976.1], "text": " I thought it was appropriate to talk about earlier,"}, {"timestamp": [976.2, 977.06], "text": " so I'll skip on through."}, {"timestamp": [978.52, 982.06], "text": " This is another example of how we bring learning to life"}, {"timestamp": [982.06, 984.72], "text": " and how we're trying to frame organizational learning."}, {"timestamp": [985.82, 993.26], "text": " So these are called development guides, and this is how we teach some of our managers"}, {"timestamp": [993.26, 994.68], "text": " to be really, really good managers."}, {"timestamp": [995.46, 1001.04], "text": " They're a deceptively simple little document, and they have a pretty cover, and then they just"}, {"timestamp": [1001.04, 1002.42], "text": " have a series of activities."}, {"timestamp": [1003.24, 1004.48], "text": " It looks pretty straightforward."}, {"timestamp": [1004.64, 1006.7], "text": " It looks like you just go down and do them and tick them."}, {"timestamp": [1007.04, 1007.9], "text": " And there's a few more."}, {"timestamp": [1008.32, 1010.18], "text": " And then at the back there's even some other activities."}, {"timestamp": [1010.28, 1011.92], "text": " These things are no more than six pages long."}, {"timestamp": [1012.94, 1015.94], "text": " What they're doing, though, that's really cool,"}, {"timestamp": [1016.12, 1017.5], "text": " is they're actually a coaching framework."}, {"timestamp": [1017.8, 1018.88], "text": " They're a coaching process."}, {"timestamp": [1019.36, 1022.14], "text": " How they came about is we realize that we've got managers in the business."}, {"timestamp": [1022.44, 1024.28], "text": " There's all sorts of people everywhere, just like you guys,"}, {"timestamp": [1024.28, 1026.24], "text": " who have actually learned a whole bunch of stuff"}, {"timestamp": [1026.24, 1028.24], "text": " to get to where they got to."}, {"timestamp": [1028.24, 1030.64], "text": " The challenge that I had in a big diversified business"}, {"timestamp": [1030.64, 1034.48], "text": " that's got people working in all sorts of parts of the country"}, {"timestamp": [1034.48, 1039.04], "text": " seven days a week is how do I train those guys to be good at stuff?"}, {"timestamp": [1039.04, 1040.48], "text": " And I realized actually they're already learning it."}, {"timestamp": [1040.48, 1042.4], "text": " They're just learning it the hard way."}, {"timestamp": [1042.4, 1047.48], "text": " So we ran some focus groups to find out what managers and leaders do, and we came up with"}, {"timestamp": [1047.48, 1052.76], "text": " these big lists, and then we just said, okay, if one of the things that you do as a manager"}, {"timestamp": [1052.76, 1060.56], "text": " or leader is identify opportunities for sales improvement, then how do you learn how to do that?"}, {"timestamp": [1060.56, 1065.12], "text": " And we sat down some people and they said, oh, I learnt to do that by reading this policy,"}, {"timestamp": [1065.12, 1068.6], "text": " by doing this thing, by having this conversation."}, {"timestamp": [1068.6, 1074.62], "text": " And we structure up all of those activities into a really nice simple coaching guide that can"}, {"timestamp": [1074.62, 1078.44], "text": " be used in one-on-one meetings with people and their one-up on a regular basis."}, {"timestamp": [1078.44, 1080.08], "text": " You have the conversations, you do the things."}, {"timestamp": [1080.08, 1082.62], "text": " Some of the things on there are things like just have a conversation with your manager"}, {"timestamp": [1082.62, 1085.4], "text": " about this and you work through the activities."}, {"timestamp": [1091.14, 1091.96], "text": " They are proving to be a really, really, really powerful tool for developing people on the job any time."}, {"timestamp": [1093.3, 1093.94], "text": " I get teased about these."}, {"timestamp": [1097.98, 1099.82], "text": " I get teased as being the only training manager who's ever written training with no content in it."}, {"timestamp": [1100.52, 1100.62], "text": " Because there isn't."}, {"timestamp": [1101.34, 1101.42], "text": " There's no content."}, {"timestamp": [1101.92, 1102.0], "text": " There's no how-to."}, {"timestamp": [1102.46, 1103.46], "text": " There's no nothing."}, {"timestamp": [1105.38, 1106.76], "text": " But they are really quite awesome."}, {"timestamp": [1109.78, 1109.82], "text": " And again, I thought I'd share that with you guys because I know in the world you live in,"}, {"timestamp": [1112.06, 1112.58], "text": " or I assume, sorry, in the world you live in, content is king."}, {"timestamp": [1115.86, 1118.72], "text": " But here there is, notionally, there is actually no content in this training."}, {"timestamp": [1122.2, 1123.4], "text": " We also have a senior leadership development pathway."}, {"timestamp": [1128.94, 1132.44], "text": " I think the significance of that when I looked at it is, A, I think it's pretty cool, we've got that, it's great,"}, {"timestamp": [1132.44, 1135.68], "text": " but secondly, there's not a lot of tertiary study in there."}, {"timestamp": [1135.68, 1138.32], "text": " And I asked myself the question, why?"}, {"timestamp": [1138.32, 1142.32], "text": " And that's, I think, because I'm in an environment"}, {"timestamp": [1142.32, 1148.14], "text": " where things have to be fast and quick and, sorry, fast and quick"}, {"timestamp": [1148.14, 1154.58], "text": " and this is seen as only the 10% of the learning. So when I look at even our senior leaders"}, {"timestamp": [1154.58, 1158.8], "text": " in the business, and I have a lot of senior leaders, guess how many CEOs I've got?"}, {"timestamp": [1161.0, 1165.0], "text": " Pick a number. How many CEOs do most people have?"}, {"timestamp": [1165.0, 1167.0], "text": " One, five, close."}, {"timestamp": [1167.0, 1168.0], "text": " I've got seven."}, {"timestamp": [1168.0, 1171.0], "text": " Why would you have in seven CEOs?"}, {"timestamp": [1171.0, 1174.0], "text": " We have seven CEOs for two reasons."}, {"timestamp": [1174.0, 1176.0], "text": " One is we've got a lot of businesses."}, {"timestamp": [1176.0, 1178.0], "text": " I showed you the first slide."}, {"timestamp": [1178.0, 1181.0], "text": " But the second is we've got a CEO of CEOs"}, {"timestamp": [1181.0, 1184.0], "text": " and one day he's probably going to want to retire."}, {"timestamp": [1184.0, 1186.24], "text": " What's the best way to find a CEO?"}, {"timestamp": [1187.14, 1188.48], "text": " Have a bunch of people being CEO."}, {"timestamp": [1189.04, 1192.74], "text": " Come right back to, we've got a whole bunch of people gaining a whole bunch of experience."}, {"timestamp": [1193.6, 1197.84], "text": " So I'm really proud of that."}, {"timestamp": [1198.34, 1199.88], "text": " So I thought I should share it with you guys."}, {"timestamp": [1200.18, 1204.02], "text": " But I was kind of scared also to put it up because there's no notion in there of tertiary education."}, {"timestamp": [1204.64, 1210.82], "text": " But I figure I need to be honest and to say that's what works for us in our environment in terms of developing leaders."}, {"timestamp": [1215.14, 1219.44], "text": " It probably sounds right now, did I just skip two slides?"}, {"timestamp": [1221.18, 1222.96], "text": " Where's the engagement data slide gone?"}, {"timestamp": [1223.66, 1223.9], "text": " Okay."}, {"timestamp": [1224.0, 1226.0], "text": " Where's the engagement data slide gone? Okay."}, {"timestamp": [1226.0, 1230.0], "text": " A slide's disappeared, which is in my notes."}, {"timestamp": [1230.0, 1234.0], "text": " It probably sounds like I'm being anti-education."}, {"timestamp": [1234.0, 1236.0], "text": " And I apologize for that."}, {"timestamp": [1236.0, 1237.0], "text": " That's not my intent."}, {"timestamp": [1237.0, 1240.0], "text": " My intents to illustrate contrast."}, {"timestamp": [1240.0, 1244.0], "text": " So I thought I should answer that issue with this notion"}, {"timestamp": [1244.0, 1245.68], "text": " of pointing out that we're"}, {"timestamp": [1245.68, 1248.88], "text": " actually really, really keen on tertiary education and qualifications."}, {"timestamp": [1248.88, 1253.0], "text": " There's two main streams of work that we're undergoing right now."}, {"timestamp": [1253.0, 1256.96], "text": " And they actually stem from a very, very lofty desire, which is to actually change the"}, {"timestamp": [1256.96, 1260.4], "text": " perception of retail as a career in New Zealand."}, {"timestamp": [1260.4, 1264.16], "text": " One of the nice things about having the warehouse group owning several brands is we actually"}, {"timestamp": [1264.16, 1266.0], "text": " have an opportunity to have some very, very lofty goals."}, {"timestamp": [1266.0, 1270.0], "text": " One of our lofty goals, for example, is actually to help AETA flourish."}, {"timestamp": [1270.0, 1277.0], "text": " We sell a lot of stuff. If we sell good stuff cheap to the right people and support society and pay lots of tax, that's actually good for New Zealand."}, {"timestamp": [1277.0, 1279.0], "text": " It's quite a nice place to be."}, {"timestamp": [1279.0, 1284.0], "text": " One of the other things that we want to do is change the perception and position of retail as a career."}, {"timestamp": [1284.0, 1288.84], "text": " We actually want people one day to at least think, hey, that's actually quite a good job. And ultimately,"}, {"timestamp": [1288.84, 1293.88], "text": " I'd like people to study so they can work in my business, not to work in my business"}, {"timestamp": [1293.88, 1298.76], "text": " so they can study. To move towards that, there's two streams of work we've got going on"}, {"timestamp": [1298.76, 1305.04], "text": " right now. One is we are currently piloting New Zealand certificates in retail in our stores."}, {"timestamp": [1308.56, 1309.38], "text": " The model we're using is a process called QualLink through Service IQ,"}, {"timestamp": [1312.94, 1313.5], "text": " where our internal training has been audited and accredited,"}, {"timestamp": [1317.68, 1318.2], "text": " and the arrangement is that if our people can complete certain combinations of our internal training,"}, {"timestamp": [1320.54, 1320.78], "text": " then our payroll records which record our training,"}, {"timestamp": [1323.54, 1324.44], "text": " that alone is enough to generate a New Zealand certificate."}, {"timestamp": [1328.0, 1334.1], "text": " We are trialing, we've been accredited to run New Zealand certificate in our blue and our red stores and New Zealand certificate and retail level three in our blue"}, {"timestamp": [1334.1, 1339.76], "text": " and our red stores and we've been given an indication that we could go as far as New Zealand"}, {"timestamp": [1339.76, 1344.02], "text": " certificate and retail level four in our blue stores."}, {"timestamp": [1344.02, 1347.6], "text": " We also have a level two with a sales focus in our null-leaming stores."}, {"timestamp": [1349.04, 1351.42], "text": " So there's a lot going on there."}, {"timestamp": [1351.92, 1353.92], "text": " We hope to be very, very successful on that."}, {"timestamp": [1354.02, 1355.8], "text": " The trial is between now and Christmas,"}, {"timestamp": [1356.42, 1358.98], "text": " and if it's successful, we hope to go nationwide next year"}, {"timestamp": [1358.98, 1361.54], "text": " and have at least hundreds, if not thousands,"}, {"timestamp": [1361.54, 1364.44], "text": " of people studying for national qualifications by this time next year,"}, {"timestamp": [1364.52, 1366.24], "text": " which is a really exciting place to be."}, {"timestamp": [1369.12, 1371.68], "text": " We also are working with Massey University."}, {"timestamp": [1371.68, 1375.68], "text": " Massey University has proposed a retail qualification."}, {"timestamp": [1375.68, 1379.44], "text": " It would be a business degree, undergraduate degree in retail."}, {"timestamp": [1379.44, 1381.12], "text": " I'm not sure of the exact status of it."}, {"timestamp": [1381.12, 1382.48], "text": " I know it's been submitted for,"}, {"timestamp": [1383.68, 1384.56], "text": " I actually don't know the process,"}, {"timestamp": [1384.56, 1385.76], "text": " but there's a process you have to go through."}, {"timestamp": [1390.82, 1392.72], "text": " There you go. Any questions to that man?"}, {"timestamp": [1397.82, 1401.9], "text": " Yes, because we've been recruiting for, is it the Stephen Tindle chair?"}, {"timestamp": [1402.9, 1405.48], "text": " There will be a Stephen Tyndall chair,"}, {"timestamp": [1406.44, 1406.72], "text": " which is really quite cool."}, {"timestamp": [1408.28, 1410.12], "text": " We hope that is absolutely going to change the perception of retail as a career in New Zealand,"}, {"timestamp": [1410.62, 1411.72], "text": " the creation of that chair."}, {"timestamp": [1413.18, 1415.94], "text": " It was created in conjunction with many other retailers,"}, {"timestamp": [1416.08, 1418.24], "text": " and there are a lot of retailers who want to see this happen,"}, {"timestamp": [1418.66, 1420.24], "text": " and we think it will be used in two ways."}, {"timestamp": [1420.24, 1423.6], "text": " There will be some people who will choose to go that path"}, {"timestamp": [1423.6, 1425.04], "text": " because they see retail as a career,"}, {"timestamp": [1425.48, 1430.8], "text": " but also we will be offering scholarships to our existing managers for those people who want to"}, {"timestamp": [1430.8, 1436.58], "text": " add to their experience. And there's a whole bunch of reasons that we want that to happen."}, {"timestamp": [1438.72, 1445.86], "text": " The significance of all of that, though, one of my gain insights is that the way that we're actually running"}, {"timestamp": [1445.86, 1452.56], "text": " our development is people are doing their on-job learning as an entree into getting qualifications,"}, {"timestamp": [1452.56, 1457.14], "text": " which I thought was really interesting because I assume it's the again quite different to"}, {"timestamp": [1457.14, 1461.5], "text": " the model that you guys are working to and that you are generally, I assume, not or something,"}, {"timestamp": [1461.5, 1464.9], "text": " developing people with qualifications as an entree to then work."}, {"timestamp": [1464.9, 1466.6], "text": " We're doing everything exactly the other way around."}, {"timestamp": [1468.68, 1476.14], "text": " Also, what will be really, really exciting about both of these things is the sense of self-worth and achievement that it will give to people."}, {"timestamp": [1476.6, 1479.42], "text": " I said earlier that retail is a career that chooses people."}, {"timestamp": [1479.86, 1486.82], "text": " It means there are an awful lot of people in retail who feel that they don't have a real job, which is really sad."}, {"timestamp": [1486.82, 1488.02], "text": " But it's just the reality."}, {"timestamp": [1488.02, 1493.6], "text": " If you fell into retail and you are running a warehouse store, you've got 200 staff, you've"}, {"timestamp": [1493.6, 1498.28], "text": " got a 10 million dollar a year sales budget, you've got 60,000 lines on sale, you will be working"}, {"timestamp": [1498.28, 1502.22], "text": " weekends to get it done, you will have years in the industry to do it."}, {"timestamp": [1502.22, 1505.68], "text": " But if the friends you went to school with has got a degree and a job with a suit and a company"}, {"timestamp": [1505.68, 1509.12], "text": " car, there's a little voice in the back of the head sometimes that says, I don't have a real"}, {"timestamp": [1509.12, 1510.12], "text": " job."}, {"timestamp": [1510.12, 1511.12], "text": " They got the real job."}, {"timestamp": [1511.12, 1512.12], "text": " You might be earning more."}, {"timestamp": [1512.12, 1515.52], "text": " In fact, some of these guys probably bought their first house and their first rental property"}, {"timestamp": [1515.52, 1520.5], "text": " long before their friend with the car and the suit ever achieved that level of wealth."}, {"timestamp": [1520.5, 1523.56], "text": " But they don't think they've got a real job."}, {"timestamp": [1523.56, 1526.4], "text": " I've been involved in trialing some of these and other retailers,"}, {"timestamp": [1526.6, 1529.76], "text": " and I will never forget the look on the faces of some of the people"}, {"timestamp": [1529.76, 1532.12], "text": " at Food Town Three Kings back when it existed."}, {"timestamp": [1532.64, 1536.14], "text": " But what was really interesting was the people who were most profoundly affected"}, {"timestamp": [1536.14, 1538.32], "text": " by being given their New Zealand certificates in retail."}, {"timestamp": [1538.94, 1540.4], "text": " And they were moved to tears,"}, {"timestamp": [1540.7, 1544.88], "text": " and it was the 40- and 50-year-old women who were working on the checkouts"}, {"timestamp": [1544.88, 1546.0], "text": " because they'd"}, {"timestamp": [1546.0, 1549.58], "text": " been doing this job for years and they liked where they worked and they liked what they did"}, {"timestamp": [1549.58, 1557.74], "text": " but they had never ever been validated in the work that they did and they were in tears"}, {"timestamp": [1557.74, 1561.42], "text": " because they just wanted to go home and show this to their husbands and say look I've got a real"}, {"timestamp": [1561.42, 1566.44], "text": " job with a qualification and they also wanted to show it to their teenage kids and say, look, I've got a qualification too."}, {"timestamp": [1567.18, 1568.9], "text": " And it's one of the downsides of being in retail."}, {"timestamp": [1569.02, 1574.82], "text": " We actually need to validate the retail as a career, hence the qualification, hence the New Zealand certificates."}, {"timestamp": [1576.44, 1579.16], "text": " So I wanted to wrap up and just sort of summarise."}, {"timestamp": [1580.96, 1589.04], "text": " Actually, I do want to go back to the missing slide, which is just I do want to be a little bit proud of how well this stuff's working for us."}, {"timestamp": [1589.04, 1593.88], "text": " Are you guys familiar with the notion of engagement surveys?"}, {"timestamp": [1593.88, 1596.0], "text": " More or less."}, {"timestamp": [1596.0, 1597.0], "text": " Employee engagement."}, {"timestamp": [1597.0, 1599.68], "text": " Ask you people if they really care about work."}, {"timestamp": [1599.68, 1601.3], "text": " Definition of engagement is say, stay, strive."}, {"timestamp": [1601.3, 1604.62], "text": " Do people actually intend to stay in the business?"}, {"timestamp": [1604.62, 1625.84], "text": " Do they give a really good effort? Do they strive? And do they say good things about the business when they're outside? That's a measure of engagement. We have a stationary have had a retail learning pathway in place for five years. And over that five years, they've had same store sales growth, which is a key metric for a retailer. If you're selling more each year than you did the year before,"}, {"timestamp": [1625.84, 1631.28], "text": " you're doing really well as a retailer. And the second thing is their engagement scores. Their"}, {"timestamp": [1631.28, 1635.76], "text": " engagement scores in learning development are sitting amongst the highest in the country,"}, {"timestamp": [1635.76, 1641.16], "text": " and it's a key driver of engagement, and they've won the best place to work for a large"}, {"timestamp": [1641.16, 1649.0], "text": " employer in New Zealand two out of the last five years. So we're really confident that the learning frameworks that we're doing are actually matching"}, {"timestamp": [1649.0, 1651.88], "text": " the environment really, really well because they're driving engagement in the business is"}, {"timestamp": [1651.88, 1654.24], "text": " very, very successful."}, {"timestamp": [1654.24, 1659.76], "text": " So to wrap up, the key things that I thought would be really, really insightful for you guys"}, {"timestamp": [1659.76, 1663.84], "text": " are not quite those ones, because I thought about it after I wrote it, because I'm a real last-minute"}, {"timestamp": [1663.84, 1664.76], "text": " Charlie."}, {"timestamp": [1664.76, 1668.52], "text": " We had to submit this thing two weeks ago and my ideas have changed since then."}, {"timestamp": [1669.02, 1673.2], "text": " I thought the things that were key takeouts I want to share with you guys with this notion of 70, 2010,"}, {"timestamp": [1673.82, 1675.02], "text": " that we do something quite different."}, {"timestamp": [1675.84, 1677.12], "text": " Know-how versus can do."}, {"timestamp": [1677.92, 1680.28], "text": " For me, it's all about performance, not theory."}, {"timestamp": [1680.78, 1682.16], "text": " That leadership is experiential."}, {"timestamp": [1682.26, 1689.9], "text": " That's why we have a leadership pathway that actually focuses on short courses and have a lot of CEOs, we want to move people around. And that, in my"}, {"timestamp": [1689.9, 1697.2], "text": " world, qualifications come after core skills, they're the add-on, they're the value ad. And those"}, {"timestamp": [1697.2, 1700.62], "text": " were the quickfire insights I wanted to share with you guys, and I hope they've been really, really"}, {"timestamp": [1700.62, null], "text": " useful. That's me."}], "text": " Well, it's quite a privilege to be here. And the reason I agreed to be here is I thought, well, I might actually be able to give you guys something useful. So I came along thinking, if I can give you some insights that are useful for you, it would be well worth doing. All of these presentations always start with a Who I Am slide. And there's the conventional Who I Am slide. I put the Bachelor of Engineering failed, a Bachelor of Computer Science failed in there, because I thought it would give you a laugh, seeing that we're in the tertiary education sector. I have very, very few regrets in life, but one is that when I got the letter from the University of Canterbury saying never come back, I really wish I'd kept that. At the time I just biffed it, but now I worked. That really was a keeper. But that's who I am. And as Rustica said, I've been working in a broad range of industries there, have settled on retail. Oh, actually, there's one other thing that's really curious about that, that was actually my first insight unintentionally was I'm not working in the field that I originally studied in. The other study happened years after I was actually my first insight unintentionally was I'm not working in the field that I originally studied in the other study happened years after I was actually been working in learning and development for years when I talked to my colleagues who have got degrees half of the people who I work with who have tertiary qualifications do not work and had never worked in the field in which they studied. And I think that would, I don't know, I assume that that is actually potentially interesting and different to the world that you guys orientate in. I was talking to an HR business partner the other day and her degree is in chemical engineering. People do very, very different things, as have I. So I'm not unusual in that. In terms of context, I thought you'd like to know where I come from and also to let you know that the warehouse is probably a bit bigger a beast than it was last time you heard about it. We now have lots of brands, as you can see there. Total sales across all of those businesses sits at about $2 billion per annum. There's about 11.5,000 people and there's about 240 stores and we've got lots and lots of brands. The warehouse group's quite new. We've only started acquiring these brands of late. I see some conversation there. People are going, oh, I didn't know you guys owned that. Yeah, we're quite big. So what it means is right now the environment that I'm in is very, very big and very, very fast-paced, and there's a lot of change. And that's just where we're at at the moment. So the first thing I wanted to start with was to illustrate further the context I'm in, the environment I'm in, and warning, these are gross generalizations. But I think they'll give you some insights on the world I live in. The first one is this notion about retail is a career that chooses people. Very, very few people ever grow up and think, I'm going to get a job in a shop. Very few people look at the guy that's running around the back of the supermarket and thinks, I'm going to be the supermarket manager one day. So hence that phrase, we describe retail as a business, a career that chooses people rather than people choose retail. Curiously, retail then becomes a very, very rich and rewarding career for many, many people. That little icon there, retail as a career, isn't something I pulled off the word. That's actually a cover of a book. And the book argues that retail is one industry that's got the biggest range of crafts and trades in it, for one of a better word than most. We've got everything that's in manufacturing that you would cover in an MBA. There's operations management, there is IS, there is property, there is people's support, there is marketing. Every commercial skill you need in any business, they're all there except for manufacturing in retail. So it's an incredibly diverse place. And so you end up with people that very, very, very senior roles, many of whom have no formal education. To give you a couple of examples, one is if I sit down with 15 of my regional managers and regional managers tend to have hundreds and hundreds to a thousand staff in their portfolio of stores, They're with millions and millions of dollars in sales. Of 16 of them, one has a tertiary qualification. So it's a really hands-on, pragmatic, fast-paced environment that I think actually attracts people who have chosen not to go to university or something like that because they wanted to do something, that the notion of I learned by reading, writing, talking, that traditional learning environment didn't land for these guys, and they've landed up in retail. And there are people who have come to very, very senior levels from very, very humble beginnings. For example, one person is Des Flynn. Des Flynn started out as a trolley boy in a Foo Town supermarket when he was a kid. And it was at the first Food Town, which was an was an Oda Ho, so it was a very, very long time ago. Des is approaching retirement now. When I first met him, he was running food town supermarkets. He then went on to run. We have stationary and he now sits in our head office. He's run a nationwide pharmacy chain as well. So there are these amazing people, but there are people for whom book learning, for one of the cliché, never appealed to them. And that's the environment that I live in. So my slides are a little out of order because I've had a change heart. So I'm going to ask something now, which is, first of all, if I talked about 70-20-10, who here's familiar with the concept? 70-20-10? Okay, got one down the back. Okay, we might just start at basics then. 70, 20, 10. Okay, got one down the back. Okay, we might just start at basics then. This is a really, really cool model, and I'll ask you to think of something, and I'll ask you to think of the fact that you are all reasonably senior people in your field. That's why you're here right now. And that you've learnt a lot along the way to get here. So my question would be, what would be the most significant learning events, the most significant learning things that have made you who you are today, who can be sitting in this room thinking about the future of education? And I'd actually like to call on people to actually tell me, what's the thing that stands out in your mind? This man here's pretty close, and nodding. What's leaping to mind making mistakes giving it a go say pass mentors being bored being bored wanting challenge, wanting a change. You can go pass. Being exposed to bad. We learn a lot from other people's mistakes. You actually learn why you shouldn't do that thing when you see it go wrong, yep. Pardon? From mistakes? Inspiring change. Pardon? From mistakes? Inspiring change. So the experience of going through an inspiring change. Yep. Exposure. And they're not always your boss. Sometimes it's your mentor and then there's other people. Pass. Experience. Experience. The chance to be creative. Learning from other people. Self-reflection, chance to stop and think about what you've done and what works and what doesn't. A change of career? Taking an opportunity. Anyone here bursting to say something before I stop because they're falling asleep at the scene now? Yes? Right. Being bored at school and not one'm not wanting to go through the same thing. So what's really, really interesting is sitting here in a tertiary education center, your conference, you're talking to an L&D manager, not one of us have talked about the formal education that we received. And that's quite profound. So this is drawing on work from, I figure I've got to cite my sources because of where I am. Morgan and McCall published 1996 in the Career Architect and Development Planner. 70-2010 is a model. It's really popular in the business world and the L&D world. What they said is that when you look at how people get to where they are and what makes them who they are, that roughly does something work. I can draw on this. Yep. That experience accounts for about 70% of the skill set that you have in leaders. They did all their research on leaders. Exposure was the term they gave to all the people you meet, all your mentors and all your colleagues who you observe get coaching from, you see them make their mistakes. That accounts for about 20% of what makes leaders, good leaders who they are. And education, formal education and the classroom sessions that my team run are good for about the remaining 10%. And that's the 70-2010 model or experience exposure education. And it's a curious thing because I keep on asking groups this very same question that some smart person taught me. I stole it. I got this from this way. I didn't make this up. And every time, that's the sort of pattern that emerges. And the research is pretty consistent. What's nice about this for me is it means, well, if I want to make people good at what they do in my business, I need to find a way to harness this. It doesn't mean that we won't have classroom training. It doesn't mean we won't have formal training. But it means two things. It means one, I must make things as experiential and broad focused as possible. And then secondly, I've got to as experiential and broad focused as possible. And then secondly, I've got to find a way to make informal learning intentional. And that's the world I live in. So I'm glad you like. I hope you like that. That was another insight I thought might be useful to you. So it's very, very different potentially to the notion of a pedagogy or anything where you're looking at a relationship between tutor and learner. Because actually what I'm talking about is a learning relationship between the person and the whole environment that they work in and how to leverage that. In terms of what it means for us and what we do, it means that we do all sorts of different things. So we are governed by two things, one is that, but second, I'm also very, very governed by my physical reality. I can't, I want to put some stuff on iPads, but until I get wireless in stores and iPads in stores, I can't do it. So we use all sorts of things. So we deliver in a variety of methods, which I assume is the same as the world you live in. Whatever you can use, whatever works you do use. For us, introduction packs, training modules and handbooks, we use lots of paper. I'm quite a fan of paper, particularly in my stores, because people don't have access to screens. It'll be quite environmentally aware in what I do about what's really going to work. I would actually argue that potentially technology is a red herring when thinking about learning. I had a... who was I listening to in the corridor? You were talking about, gosh, should we have bean bags in the training room? I wonder if bean bags is the question, but the learning is the right question. I think actually the learning process is the really important question to ask about flipping things around. We use online learning, as everyone does, as many people do, we use it for sales and service training. We have development and coaching guides for managers. We have classroom sessions. There's nothing wrong with classroom sessions. I'm quite a fan of them, even though they, in theory, some people would argue they're a bit out of fashion and everything should be online and virtual. Because in a classroom people are exposed to other people. There's nothing quite as powerful as just having the chance to talk to your peers and put things in perspective and find out what works and what doesn't. More of social learning that can go on in a classroom, the better. And I'll tell you about it at moment, but we're also looking at tertiary qualifications for our people using our training. We have so many training methods that we actually share them with people in this graphical form using these posters called learning pathways. This is how we illustrate to people how everything pulls together and we tell the story. So what story we're trying to tell there is that if you join us, whatever you do, there's a well-rounded development program for you and then as you move up we will continue to develop you in your career. This particular pathways prove so popular with the team in that business that of course we copied it across onto other businesses another thing that came to me when I was preparing this is this concept of know-how versus can do and again my goal was to try and find things that I thought might be really quite different for you or interesting to you. And one of my obsessions that I referenced right back at the beginning was performance. I want people to be able to do stuff and do things well. So what we do with all of our training is there is some sort of on-job sign-off because we have the view that there's a difference we know how and can do. So if you come into one of our stores and you want to learn how to use a till, you'll get three things. You'll get a handbook, a quiz and a buddy book. And the handbook has a nice little booklet that tells you all about how to use our tools, all the sequences, whether or not you can take a check, all the stuff you need to know and the process maps of how it works. And I know that you've read that because you'll have to pass a little online quiz. And the online quiz is open book and all you have to do is show you know. And the quizzes are fun. People love them. They want to beat the machine. The quizzes are set up so that if you fail it, you can press the button. It resets. The questions are randomized. The multi-choice answers are randomized. So it looks like a fresh quiz and we don't care how long you take to do it and how many times you take as long as you can pass that quiz. But then you get to the buddy book, and the buddy book is when you then go onto the shop floor with another person and that says, right, talk to them about this, show them this, make them do this, when you go through that experience of actually learning things. In that buddy book is the sign-off. You're not allowed to actually use the till, or need, you aren't deemed to be trained to use the till until someone's actually signed you off doing it and you've actually co-signed it and you said you're confident. And we do that for pretty much everything. This sample here is out of a hands-on skill, which is pretty obvious that you could test hands-on skills by some sort of sign-off that's using a till. This one is for online learning this one is out of a sales training program called selling smarter and again it's a wonderful program it's got videos and all sorts of cool stuff it's a really nice online program that actually gets people to think very reflectively about how they interact with the customer and it's got a selling an eight-step sales process in it so our people who sell just love it but when they get to the end and they've passed the big final super duper quiz, the next thing that pops up is this. And it says, it's a PDF and it says, print this out, because there's a printer next to all the training computers, and then go and see your buddy and go on to the shop floor and do this. And when you've actually done it, and both you and the buddy are happy that you've done it, sign at the bottom at that sign spot, and then we record your training as complete. We even do it for management and leadership development. We have a leadership program called Advanced Management Program, which is a 16-month program where people get it together to four to six weeks for traditional leadership development workshops. But at the end of every workshop, we don't say, hey, it was nice being with you guys today. We wish you good luck in applying those skills. We actually say, here's the activity sheet. Go and do this. There is a project you have to do and you'll report back on it in the next four weeks. And these get quite grunty because this is an advanced management program. It starts with a simple thing like find a leader that you think is pretty impressive and tell us all about them. So coming back to that exposure concept and the final one is actually initiated business improvement collaboration cross-functionally. You have four weeks to report back on how much progress you've made. So we move to quite sophisticated and challenging things. But again, it always comes back to that notion of if you can do something, then it's really useful and I want you to transfer that learning into action. There's a phrase in the business that gets a bit overused, but we use it a lot anyway, which is one point for the plan, nine points for the execution. I've already talked about that. I thought it was appropriate to talk about earlier, so I'll skip on through. This is another example of how we bring learning to life and how we're trying to frame organizational learning. So these are called development guides, and this is how we teach some of our managers to be really, really good managers. They're a deceptively simple little document, and they have a pretty cover, and then they just have a series of activities. It looks pretty straightforward. It looks like you just go down and do them and tick them. And there's a few more. And then at the back there's even some other activities. These things are no more than six pages long. What they're doing, though, that's really cool, is they're actually a coaching framework. They're a coaching process. How they came about is we realize that we've got managers in the business. There's all sorts of people everywhere, just like you guys, who have actually learned a whole bunch of stuff to get to where they got to. The challenge that I had in a big diversified business that's got people working in all sorts of parts of the country seven days a week is how do I train those guys to be good at stuff? And I realized actually they're already learning it. They're just learning it the hard way. So we ran some focus groups to find out what managers and leaders do, and we came up with these big lists, and then we just said, okay, if one of the things that you do as a manager or leader is identify opportunities for sales improvement, then how do you learn how to do that? And we sat down some people and they said, oh, I learnt to do that by reading this policy, by doing this thing, by having this conversation. And we structure up all of those activities into a really nice simple coaching guide that can be used in one-on-one meetings with people and their one-up on a regular basis. You have the conversations, you do the things. Some of the things on there are things like just have a conversation with your manager about this and you work through the activities. They are proving to be a really, really, really powerful tool for developing people on the job any time. I get teased about these. I get teased as being the only training manager who's ever written training with no content in it. Because there isn't. There's no content. There's no how-to. There's no nothing. But they are really quite awesome. And again, I thought I'd share that with you guys because I know in the world you live in, or I assume, sorry, in the world you live in, content is king. But here there is, notionally, there is actually no content in this training. We also have a senior leadership development pathway. I think the significance of that when I looked at it is, A, I think it's pretty cool, we've got that, it's great, but secondly, there's not a lot of tertiary study in there. And I asked myself the question, why? And that's, I think, because I'm in an environment where things have to be fast and quick and, sorry, fast and quick and this is seen as only the 10% of the learning. So when I look at even our senior leaders in the business, and I have a lot of senior leaders, guess how many CEOs I've got? Pick a number. How many CEOs do most people have? One, five, close. I've got seven. Why would you have in seven CEOs? We have seven CEOs for two reasons. One is we've got a lot of businesses. I showed you the first slide. But the second is we've got a CEO of CEOs and one day he's probably going to want to retire. What's the best way to find a CEO? Have a bunch of people being CEO. Come right back to, we've got a whole bunch of people gaining a whole bunch of experience. So I'm really proud of that. So I thought I should share it with you guys. But I was kind of scared also to put it up because there's no notion in there of tertiary education. But I figure I need to be honest and to say that's what works for us in our environment in terms of developing leaders. It probably sounds right now, did I just skip two slides? Where's the engagement data slide gone? Okay. Where's the engagement data slide gone? Okay. A slide's disappeared, which is in my notes. It probably sounds like I'm being anti-education. And I apologize for that. That's not my intent. My intents to illustrate contrast. So I thought I should answer that issue with this notion of pointing out that we're actually really, really keen on tertiary education and qualifications. There's two main streams of work that we're undergoing right now. And they actually stem from a very, very lofty desire, which is to actually change the perception of retail as a career in New Zealand. One of the nice things about having the warehouse group owning several brands is we actually have an opportunity to have some very, very lofty goals. One of our lofty goals, for example, is actually to help AETA flourish. We sell a lot of stuff. If we sell good stuff cheap to the right people and support society and pay lots of tax, that's actually good for New Zealand. It's quite a nice place to be. One of the other things that we want to do is change the perception and position of retail as a career. We actually want people one day to at least think, hey, that's actually quite a good job. And ultimately, I'd like people to study so they can work in my business, not to work in my business so they can study. To move towards that, there's two streams of work we've got going on right now. One is we are currently piloting New Zealand certificates in retail in our stores. The model we're using is a process called QualLink through Service IQ, where our internal training has been audited and accredited, and the arrangement is that if our people can complete certain combinations of our internal training, then our payroll records which record our training, that alone is enough to generate a New Zealand certificate. We are trialing, we've been accredited to run New Zealand certificate in our blue and our red stores and New Zealand certificate and retail level three in our blue and our red stores and we've been given an indication that we could go as far as New Zealand certificate and retail level four in our blue stores. We also have a level two with a sales focus in our null-leaming stores. So there's a lot going on there. We hope to be very, very successful on that. The trial is between now and Christmas, and if it's successful, we hope to go nationwide next year and have at least hundreds, if not thousands, of people studying for national qualifications by this time next year, which is a really exciting place to be. We also are working with Massey University. Massey University has proposed a retail qualification. It would be a business degree, undergraduate degree in retail. I'm not sure of the exact status of it. I know it's been submitted for, I actually don't know the process, but there's a process you have to go through. There you go. Any questions to that man? Yes, because we've been recruiting for, is it the Stephen Tindle chair? There will be a Stephen Tyndall chair, which is really quite cool. We hope that is absolutely going to change the perception of retail as a career in New Zealand, the creation of that chair. It was created in conjunction with many other retailers, and there are a lot of retailers who want to see this happen, and we think it will be used in two ways. There will be some people who will choose to go that path because they see retail as a career, but also we will be offering scholarships to our existing managers for those people who want to add to their experience. And there's a whole bunch of reasons that we want that to happen. The significance of all of that, though, one of my gain insights is that the way that we're actually running our development is people are doing their on-job learning as an entree into getting qualifications, which I thought was really interesting because I assume it's the again quite different to the model that you guys are working to and that you are generally, I assume, not or something, developing people with qualifications as an entree to then work. We're doing everything exactly the other way around. Also, what will be really, really exciting about both of these things is the sense of self-worth and achievement that it will give to people. I said earlier that retail is a career that chooses people. It means there are an awful lot of people in retail who feel that they don't have a real job, which is really sad. But it's just the reality. If you fell into retail and you are running a warehouse store, you've got 200 staff, you've got a 10 million dollar a year sales budget, you've got 60,000 lines on sale, you will be working weekends to get it done, you will have years in the industry to do it. But if the friends you went to school with has got a degree and a job with a suit and a company car, there's a little voice in the back of the head sometimes that says, I don't have a real job. They got the real job. You might be earning more. In fact, some of these guys probably bought their first house and their first rental property long before their friend with the car and the suit ever achieved that level of wealth. But they don't think they've got a real job. I've been involved in trialing some of these and other retailers, and I will never forget the look on the faces of some of the people at Food Town Three Kings back when it existed. But what was really interesting was the people who were most profoundly affected by being given their New Zealand certificates in retail. And they were moved to tears, and it was the 40- and 50-year-old women who were working on the checkouts because they'd been doing this job for years and they liked where they worked and they liked what they did but they had never ever been validated in the work that they did and they were in tears because they just wanted to go home and show this to their husbands and say look I've got a real job with a qualification and they also wanted to show it to their teenage kids and say, look, I've got a qualification too. And it's one of the downsides of being in retail. We actually need to validate the retail as a career, hence the qualification, hence the New Zealand certificates. So I wanted to wrap up and just sort of summarise. Actually, I do want to go back to the missing slide, which is just I do want to be a little bit proud of how well this stuff's working for us. Are you guys familiar with the notion of engagement surveys? More or less. Employee engagement. Ask you people if they really care about work. Definition of engagement is say, stay, strive. Do people actually intend to stay in the business? Do they give a really good effort? Do they strive? And do they say good things about the business when they're outside? That's a measure of engagement. We have a stationary have had a retail learning pathway in place for five years. And over that five years, they've had same store sales growth, which is a key metric for a retailer. If you're selling more each year than you did the year before, you're doing really well as a retailer. And the second thing is their engagement scores. Their engagement scores in learning development are sitting amongst the highest in the country, and it's a key driver of engagement, and they've won the best place to work for a large employer in New Zealand two out of the last five years. So we're really confident that the learning frameworks that we're doing are actually matching the environment really, really well because they're driving engagement in the business is very, very successful. So to wrap up, the key things that I thought would be really, really insightful for you guys are not quite those ones, because I thought about it after I wrote it, because I'm a real last-minute Charlie. We had to submit this thing two weeks ago and my ideas have changed since then. I thought the things that were key takeouts I want to share with you guys with this notion of 70, 2010, that we do something quite different. Know-how versus can do. For me, it's all about performance, not theory. That leadership is experiential. That's why we have a leadership pathway that actually focuses on short courses and have a lot of CEOs, we want to move people around. And that, in my world, qualifications come after core skills, they're the add-on, they're the value ad. And those were the quickfire insights I wanted to share with you guys, and I hope they've been really, really useful. That's me."}