{"speakers": [], "chunks": [{"timestamp": [0.0, 7.36], "text": " All right guys, so for August we're doing the man issue."}, {"timestamp": [7.36, 10.68], "text": " We want a cover story, a profile."}, {"timestamp": [10.68, 15.48], "text": " I think what we should do is we should find one man in Portland that is living his life"}, {"timestamp": [15.48, 18.28], "text": " in a way that we think embodies manhood."}, {"timestamp": [18.28, 22.92], "text": " I will say I was at a party the other night and everyone was talking about TV and this"}, {"timestamp": [22.92, 24.6], "text": " guy's like, I'm not watching TV anymore."}, {"timestamp": [24.6, 26.28], "text": " I actually started making furniture."}, {"timestamp": [26.66, 28.5], "text": " And here's a guy that used to work at an office."}, {"timestamp": [28.98, 31.8], "text": " And he's really embracing masculinity."}, {"timestamp": [32.22, 33.18], "text": " Yes, please."}, {"timestamp": [36.68, 39.12], "text": " I wanted to actually ask you about your boyfriend, Caleb."}, {"timestamp": [39.44, 39.7], "text": " Uh-huh."}, {"timestamp": [39.9, 40.88], "text": " Is he still making furniture?"}, {"timestamp": [41.26, 41.76], "text": " Yes."}, {"timestamp": [41.9, 43.14], "text": " You are really lucky."}, {"timestamp": [43.36, 49.6], "text": " Thank you."}, {"timestamp": [51.96, 54.36], "text": " We're looking for something to outfit him for a photo shoot that they're doing later this month"}, {"timestamp": [54.36, 56.6], "text": " on the front cover of the Portland Monthly."}, {"timestamp": [57.0, 58.36], "text": " Wow, congratulations."}, {"timestamp": [59.5, 60.52], "text": " He makes furniture."}, {"timestamp": [61.24, 61.84], "text": " Oh, cool."}, {"timestamp": [62.44, 63.44], "text": " Somebody that builds furniture"}, {"timestamp": [63.44, 65.76], "text": " could build your whole house for you."}, {"timestamp": [65.76, 67.76], "text": " And then he could build all the furniture to go in the house."}, {"timestamp": [67.76, 69.84], "text": " You could build the crib for the baby."}, {"timestamp": [69.84, 73.12], "text": " And then he could even build our caskets for our funerals ahead of time."}, {"timestamp": [73.12, 75.4], "text": " You know, I mean, I want the furniture guy."}, {"timestamp": [75.4, 76.68], "text": " Of course he had a girlfriend."}, {"timestamp": [76.68, 78.24], "text": " You know, of course."}, {"timestamp": [78.24, 79.24], "text": " B."}, {"timestamp": [79.24, 80.24], "text": " M."}, {"timestamp": [80.24, 81.24], "text": " M."}, {"timestamp": [81.24, 98.72], "text": " Lur-l-l-l-l-l-l-d-l-d-l-d-l-dh. It's a little... It's a vest rack."}, {"timestamp": [98.72, 99.82], "text": " It could be jackets, too."}, {"timestamp": [99.82, 106.28], "text": " Your shirt would go great on it. It's a lavatory vanity box?"}, {"timestamp": [108.32, 109.92], "text": " I have to saw into that a little bit more."}, {"timestamp": [109.98, 110.6], "text": " It's not finished."}, {"timestamp": [110.64, 112.68], "text": " I've got to varnish it and get a bigger hole to get the..."}], "text": " All right guys, so for August we're doing the man issue. We want a cover story, a profile. I think what we should do is we should find one man in Portland that is living his life in a way that we think embodies manhood. I will say I was at a party the other night and everyone was talking about TV and this guy's like, I'm not watching TV anymore. I actually started making furniture. And here's a guy that used to work at an office. And he's really embracing masculinity. Yes, please. I wanted to actually ask you about your boyfriend, Caleb. Uh-huh. Is he still making furniture? Yes. You are really lucky. Thank you. We're looking for something to outfit him for a photo shoot that they're doing later this month on the front cover of the Portland Monthly. Wow, congratulations. He makes furniture. Oh, cool. Somebody that builds furniture could build your whole house for you. And then he could build all the furniture to go in the house. You could build the crib for the baby. And then he could even build our caskets for our funerals ahead of time. You know, I mean, I want the furniture guy. Of course he had a girlfriend. You know, of course. B. M. M. Lur-l-l-l-l-l-l-d-l-d-l-d-l-dh. It's a little... It's a vest rack. It could be jackets, too. Your shirt would go great on it. It's a lavatory vanity box? I have to saw into that a little bit more. It's not finished. I've got to varnish it and get a bigger hole to get the..."}