{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " Hio Tato. Thank you for the opportunity to talk with you today."}, {"timestamp": [10.0, 15.76], "text": " Brian will come and join me shortly. We really want to make this a discussion. You've"}, {"timestamp": [15.76, 21.12], "text": " been sitting for a while so if you'd like to take a couple of seconds or just to stand up, give"}, {"timestamp": [21.12, 25.4], "text": " yourselves a bit of a shake and then sit down again. That's fine with me."}, {"timestamp": [25.78, 26.22], "text": " Feel free?"}, {"timestamp": [26.94, 27.52], "text": " No, you're all right."}, {"timestamp": [32.64, 39.4], "text": " Okay, so the first thing I'd like to say is it's really encouraging to see the emphasis in the presentations over the next two days on our young people as learners."}, {"timestamp": [40.24, 42.2], "text": " It doesn't happen in every conference."}, {"timestamp": [42.2, 47.36], "text": " It doesn't happen in any education setting, every education setting."}, {"timestamp": [47.8, 49.5], "text": " But it's very visible here."}, {"timestamp": [50.0, 54.64], "text": " In Francis's presentation, young people were front and centre."}, {"timestamp": [55.28, 57.08], "text": " So this is what we want to talk about."}, {"timestamp": [57.18, 62.16], "text": " We want to talk about where we need to be going and what we're learning."}, {"timestamp": [64.74, 68.28], "text": " The learning environment, the future learning environment."}, {"timestamp": [69.18, 71.18], "text": " The conference is called future learning."}, {"timestamp": [71.6, 74.92], "text": " We're doing a lot about future focused learning."}, {"timestamp": [75.62, 79.44], "text": " 21st century feels like we've been here a while now."}, {"timestamp": [80.08, 82.68], "text": " Francis talked about the last 10 to 15 years."}, {"timestamp": [82.68, 88.54], "text": " I started thinking about computers in education more than 30 years ago."}, {"timestamp": [89.28, 94.58], "text": " So my son and the young people that I taught then were already using computers."}, {"timestamp": [95.18, 96.9], "text": " We started with ACORN computers."}, {"timestamp": [97.12, 99.04], "text": " Hands up those of you who have used ACORN."}, {"timestamp": [100.28, 101.48], "text": " A few, that's encouraging."}, {"timestamp": [101.62, 102.96], "text": " I'm not the oldest person in the room."}, {"timestamp": [103.96, 108.54], "text": " Hands up those of you who come from the schooling sector, just so I have an idea."}, {"timestamp": [109.28, 110.48], "text": " Early childhood or schooling?"}, {"timestamp": [111.34, 112.4], "text": " Wow, that's about half of you."}, {"timestamp": [112.48, 112.96], "text": " And tertiary?"}, {"timestamp": [114.44, 115.48], "text": " And other sectors?"}, {"timestamp": [117.04, 117.48], "text": " Great."}, {"timestamp": [117.6, 119.32], "text": " So there's a good diverse group here."}, {"timestamp": [119.82, 122.38], "text": " The focus of our presentation will be on schooling."}, {"timestamp": [123.04, 125.24], "text": " Again, reinforcing that we are talking about"}, {"timestamp": [125.24, 126.84], "text": " lifelong learning."}, {"timestamp": [126.84, 132.5], "text": " We're talking about opportunities for young people to experience success in a digital world,"}, {"timestamp": [132.5, 137.82], "text": " for every student to experience success in a digital world."}, {"timestamp": [137.82, 142.18], "text": " So as the introduction says, we can't do this without thinking differently."}, {"timestamp": [142.18, 146.54], "text": " We must think about new partnerships. There are communities"}, {"timestamp": [146.54, 153.56], "text": " of schools, communities of people including regional councils, all around New Zealand who are"}, {"timestamp": [153.56, 160.84], "text": " thinking differently. How can we work together differently to connect for a common purpose,"}, {"timestamp": [160.84, 167.0], "text": " a moral purpose? We have to do better for every one of our young people to succeed."}, {"timestamp": [167.0, 174.0], "text": " And the purpose of connecting, the purpose of new partnerships, is collaboration."}, {"timestamp": [174.0, 180.0], "text": " Thinking about these new partnerships, we need to understand who we need to partner with."}, {"timestamp": [180.0, 185.5], "text": " You'll hear a lot over the next couple of days about different kinds of partnerships."}, {"timestamp": [185.5, 191.24], "text": " At the Ministry of Education, we're understanding more all the time about how we can work differently"}, {"timestamp": [191.24, 196.18], "text": " with the schooling sector, with business, with philanthropists."}, {"timestamp": [196.18, 200.44], "text": " Already we've had meetings, some of you may be aware of the next foundation."}, {"timestamp": [200.44, 203.38], "text": " People want to support education."}, {"timestamp": [203.38, 206.16], "text": " Business sees the value not just from an economic perspective,"}, {"timestamp": [206.8, 210.02], "text": " but again from a social development perspective as a country."}, {"timestamp": [210.8, 215.12], "text": " We need our young people to be able to pursue their talents, as Francis said."}, {"timestamp": [218.96, 221.28], "text": " So we're already looking after the infrastructure."}, {"timestamp": [221.28, 229.36], "text": " You will all be aware of the government investment in ultra-fast broadband. Many of you may know about the managed network, the Network for"}, {"timestamp": [229.36, 236.0], "text": " Learning, where we have now safe, uncapped, reliable, fully funded, access to the internet."}, {"timestamp": [236.0, 240.24], "text": " Any of the schools here are connected to the managed network, Network for Learning?"}, {"timestamp": [240.24, 251.84], "text": " Great, and I'm sure that if you haven't already you'll notice a huge difference in terms of access. So access and infrastructure, great. That's the period, that's the foundation,"}, {"timestamp": [251.84, 256.04], "text": " if you like, that we need to be able to provide these kinds of opportunities for our young"}, {"timestamp": [256.04, 261.54], "text": " people and for the people who support their learning. The teachers, the parents, Fanao, iwi"}, {"timestamp": [261.54, 271.12], "text": " and their communities. The systems and processes need to also change so that we can make the most of that infrastructure"}, {"timestamp": [271.12, 272.76], "text": " foundation."}, {"timestamp": [272.76, 275.4], "text": " So how are we thinking differently about assessment?"}, {"timestamp": [275.4, 280.76], "text": " How are we thinking differently about access to information and turning that into knowledge?"}, {"timestamp": [280.76, 285.84], "text": " So not just accessing knowledge that already exists, but how do we create new knowledge?"}, {"timestamp": [285.84, 293.46], "text": " How do we support and enable our young people and those who support their learning to"}, {"timestamp": [293.46, 299.64], "text": " understand issues, problems, challenges and help them create new knowledge to solve some"}, {"timestamp": [299.64, 302.3], "text": " and address some of those challenges?"}, {"timestamp": [302.3, 307.2], "text": " So I'd just like to take a couple of minutes at your table to define"}, {"timestamp": [307.2, 314.16], "text": " what collaboration means to you. In the context of your work, what does collaboration mean"}, {"timestamp": [314.16, 322.08], "text": " for you as a learner in your own institution and for your learners? So you can come up with a question,"}, {"timestamp": [322.08, 330.36], "text": " if you'd like to, establish one first. It might be, how do I collaborate better with my colleagues as a professional learner?"}, {"timestamp": [331.02, 335.0], "text": " How am I helping my learners collaborate as learners?"}, {"timestamp": [335.68, 337.9], "text": " Not just with me directing their learning."}, {"timestamp": [338.38, 342.1], "text": " So I'll give you two minutes, just a quick roundfire table discussion."}, {"timestamp": [342.72, 346.68], "text": " What does collaboration mean for you? And if you could share that"}, {"timestamp": [346.68, 353.16], "text": " very quickly. So it will be just maybe a sound bite each at the table. What does collaboration mean"}, {"timestamp": [353.16, 368.0], "text": " for us? And then we'll move on quickly to Brian. Is it going to give you enough time?"}, {"timestamp": [368.0, 369.0], "text": " Huh?"}, {"timestamp": [369.0, 373.0], "text": " No, I'm just going to go through them."}, {"timestamp": [373.0, 377.0], "text": " I'm just going to go click, click, click, click, and then on to you, okay?"}, {"timestamp": [377.0, 379.0], "text": " They'll give you enough time, won't you?"}, {"timestamp": [379.0, 515.8], "text": " Yeah. You know, I'm going to Thank you. You know, Thank you. So anyone like to share some highlights, just some quick sound bites."}, {"timestamp": [516.9, 520.88], "text": " What did collaboration, what does collaboration mean to you and your learners?"}, {"timestamp": [521.94, 522.26], "text": " Anyone?"}, {"timestamp": [523.1, 527.0], "text": " If we can hand the mic around, just pop your hand up over here. Thank you."}, {"timestamp": [531.0, 538.0], "text": " Probably from our perspective, our collaboration is a way of making sure that the students get a good cross-reference"}, {"timestamp": [538.0, 545.0], "text": " across different learning disciplines within our area, which is specifically engineering."}, {"timestamp": [545.0, 548.0], "text": " There are a lot of different areas within engineering,"}, {"timestamp": [548.0, 551.0], "text": " but with collaboration we make sure that our students"}, {"timestamp": [551.0, 554.0], "text": " then get all the benefits from those different areas"}, {"timestamp": [554.0, 557.0], "text": " by talking amongst ourselves and passing stuff on."}, {"timestamp": [557.0, 559.0], "text": " Thank you."}, {"timestamp": [559.0, 571.04], "text": " Our group talked about crowdsourcing information, also moving towards a common goal, sharing of ideas,"}, {"timestamp": [571.04, 578.04], "text": " improving engagement with each other, enhancing each other's, I suppose, situation."}, {"timestamp": [578.04, 584.12], "text": " So not only agreeing on and agreeing with each other, but also challenging each other to move"}, {"timestamp": [584.12, 587.76], "text": " forward. Thank you. Anyone else over this side?"}, {"timestamp": [589.76, 591.44], "text": " In terms of yourself as learners?"}, {"timestamp": [593.52, 598.0], "text": " Nothing to share? Yep, there's one here. Thank you."}, {"timestamp": [600.4, 603.76], "text": " For us trying to get more students in the pedagogy,"}, {"timestamp": [603.76, 605.46], "text": " so students leading the learning aogy, so students leading the learning"}, {"timestamp": [605.46, 608.3], "text": " a lot more and engaging with the learning a lot more."}, {"timestamp": [608.3, 609.5], "text": " So yeah."}, {"timestamp": [609.5, 613.0], "text": " Thank you, great note to finish on."}, {"timestamp": [613.0, 615.0], "text": " Students leading their learning."}, {"timestamp": [615.0, 621.06], "text": " I mean Francis put some examples of 12-year-olds up on the screen, and they were leading"}, {"timestamp": [621.06, 622.64], "text": " their own learning."}, {"timestamp": [622.64, 625.68], "text": " I would argue that not just the technology, but they were accessing experts. It's highly likely that they were leading their own learning. I would argue that not just the technology, but they"}, {"timestamp": [625.68, 631.12], "text": " were accessing experts, it's highly likely that they were accessing experts in their area"}, {"timestamp": [631.12, 638.48], "text": " of interest and talent, as Francis talked about. So collaboration needs to have a purpose."}, {"timestamp": [638.48, 643.76], "text": " The other area of focus that we're looking at, I've talked about the access and infrastructure,"}, {"timestamp": [643.76, 645.32], "text": " the processes and systems"}, {"timestamp": [645.32, 647.24], "text": " is obviously people."}, {"timestamp": [647.24, 652.28], "text": " We need to invest in people and make sure they have the confidence and the capability to understand"}, {"timestamp": [652.28, 657.82], "text": " what educational success needs to look like for the future of our young people now."}, {"timestamp": [657.82, 662.8], "text": " They're living in what is almost feels like our future, that's the reality for them and"}, {"timestamp": [662.8, 666.12], "text": " the future of us in our country and their future"}, {"timestamp": [666.12, 673.76], "text": " not just for work but for life and continued learning so thank you for sharing those so"}, {"timestamp": [673.76, 679.86], "text": " again that's just reinforcing student lead learning we need to know our learners some"}, {"timestamp": [679.86, 684.72], "text": " infographics the presentation will be online so you can look at these later thanks to"}, {"timestamp": [684.72, 685.14], "text": " Derek Winmouth hands up who knows Derek Winmouth follows his blog well worth it for graphics, the presentation will be online so you can look at these later. Thanks to Derek"}, {"timestamp": [685.14, 692.1], "text": " Winmouth. Hands up, who knows Derek Winmouth? Follows his blog. Well worth it. And that's just"}, {"timestamp": [692.1, 698.76], "text": " summarising the areas that we're working on. My arrow's not working. And now I'd like to"}, {"timestamp": [698.76, 706.6], "text": " introduce Brian. He's going to tell you some examples and insights into what we're finding out works"}, {"timestamp": [706.6, 711.84], "text": " and what we're learning, particularly about our young people, which is what someone's identified"}, {"timestamp": [711.84, 714.0], "text": " as wanting out for the day. So thanks, Brian."}, {"timestamp": [714.0, 717.0], "text": " She's there."}, {"timestamp": [717.0, 728.04], "text": " Kiyo kātō. Nice to be here. And your topic, I think future focus learning environments is right at the cutting edge of where educators need to be thinking right now."}, {"timestamp": [729.0, 730.5], "text": " Sort of thinking future-focused,"}, {"timestamp": [730.62, 733.42], "text": " you've got to think that there's a past and a current"}, {"timestamp": [733.42, 735.08], "text": " for something to be future-focused."}, {"timestamp": [735.98, 737.9], "text": " And what we've got to be very careful of"}, {"timestamp": [737.9, 741.0], "text": " is that you don't get rid of some of the things in the past and the present"}, {"timestamp": [741.0, 744.0], "text": " that are incredibly valuable to people in their lives."}, {"timestamp": [744.38, 749.0], "text": " And it's not all just going into the complete unknown, it's also thinking about what you're"}, {"timestamp": [749.0, 752.0], "text": " going to keep from the past and the present and what you're going to ditch."}, {"timestamp": [752.0, 761.0], "text": " So it's not just a simple matter of diving or launching into the future or even just leaning into the future."}, {"timestamp": [761.0, 768.76], "text": " And there's quite a few people who are sort of leaning back from the future and scared of it and actually wanting to run back into the past. So"}, {"timestamp": [768.76, 773.92], "text": " there's quite an interesting sort of a concept to think about around future"}, {"timestamp": [773.92, 778.12], "text": " focused learning and so these things up here on that slide are some of the"}, {"timestamp": [778.12, 786.06], "text": " mind shift shifts, mindset shifts and practice shifts that we think need to happen at the moment."}, {"timestamp": [787.04, 791.6], "text": " And things happen so quickly in this environment that those will be out of date pretty quickly."}, {"timestamp": [792.24, 796.76], "text": " But right now, we've worked across 53 networks in New Zealand,"}, {"timestamp": [797.06, 801.5], "text": " networks of schools that are working together with their families and their communities"}, {"timestamp": [801.5, 809.68], "text": " to try and figure out what a future-focused learning environment is really all about. So instead of adults like us figuring that out for them and"}, {"timestamp": [809.68, 814.72], "text": " writing books for them, actually rolling your sleeves up and getting down dirty with the people"}, {"timestamp": [814.72, 819.76], "text": " who are actually in those communities and saying what does a modern learning environment look"}, {"timestamp": [819.76, 825.44], "text": " like for kids now in schools. And who should design that? Well we think the kids should design it."}, {"timestamp": [825.44, 829.44], "text": " The mums and dads and families should be involved in it. The teachers and leaders should be"}, {"timestamp": [829.44, 835.2], "text": " involved with social community leaders. Dorothy Burt's work that will come up this afternoon"}, {"timestamp": [835.2, 841.44], "text": " is an absolutely stunning example, not just in New Zealand but internationally of a group of people"}, {"timestamp": [841.44, 846.96], "text": " who have been figuring this out for quite a while and they're right at the cutting edge end of what this works about."}, {"timestamp": [847.08, 848.52], "text": " So I'm not going to talk about Dorothy's work."}, {"timestamp": [848.58, 853.58], "text": " I'm sort of going to do more of an overview of what have we learned from 53 networks,"}, {"timestamp": [853.72, 856.86], "text": " 400 schools in Kuta, working together in groups,"}, {"timestamp": [856.96, 859.46], "text": " to say, hey, if the kids actually have a say in this"}, {"timestamp": [859.46, 862.3], "text": " and we want them to become responsible in it, what does it actually look like?"}, {"timestamp": [862.58, 868.0], "text": " So I just want to go through those mindset shifts with you first before we get on to an"}, {"timestamp": [868.0, 871.74], "text": " example of what it looks like with kids involved in this sort of work."}, {"timestamp": [871.74, 875.28], "text": " So the first one's around shifting our thinking from schools to ecologies."}, {"timestamp": [875.28, 881.96], "text": " And most pieces of work that I still read now that are very current, in the first paragraph,"}, {"timestamp": [881.96, 885.44], "text": " in each paragraph, at the top of the sentence, they talk about modern learning environments,"}, {"timestamp": [885.98, 890.28], "text": " and then the rest of the paragraph talks about schools and teachers and leaders,"}, {"timestamp": [890.98, 892.98], "text": " and how those people have to work together."}, {"timestamp": [893.94, 898.58], "text": " And that's very school-centric, and it's very focused on classrooms, teaching, learning,"}, {"timestamp": [899.34, 903.34], "text": " and that type of work, which is formal learning inside classrooms."}, {"timestamp": [904.18, 909.0], "text": " And a lot of stuff that we know about now about kids is they don't just learn inside classrooms."}, {"timestamp": [909.0, 912.0], "text": " In fact, a lot of them are brought out of their brains with what is happening in those places"}, {"timestamp": [912.0, 914.0], "text": " and they want to get out of them."}, {"timestamp": [914.0, 919.0], "text": " So how do you move to ecological thinking about learning rather than school-centric learning,"}, {"timestamp": [919.0, 922.0], "text": " of which schools are a part of the ecology,"}, {"timestamp": [922.0, 925.16], "text": " but they're not the only place that people learn."}, {"timestamp": [929.0, 933.7], "text": " And so the only way you can probably find that out is to ask the kids what their learning environment looks like. So we ask the kids to map what their current learning environment"}, {"timestamp": [933.7, 938.76], "text": " looks like in mathematics or in writing or in reading. And it's the staggering pictures"}, {"timestamp": [938.76, 944.3], "text": " that you can see of kids learning environments based on what their viewers, rather than assuming"}, {"timestamp": [944.3, 947.64], "text": " that we know what their learning environment is."}, {"timestamp": [947.64, 951.44], "text": " So the shift from schools to ecologies hasn't happened,"}, {"timestamp": [951.44, 953.86], "text": " and yet it's part of future-focused learning."}, {"timestamp": [953.86, 956.2], "text": " How do you start people thinking about what happens"}, {"timestamp": [956.2, 957.94], "text": " with the learning outside of school"}, {"timestamp": [957.94, 959.98], "text": " and what happens with an inside of school,"}, {"timestamp": [959.98, 962.42], "text": " and how do you merge together the formal learning"}, {"timestamp": [962.42, 965.7], "text": " and the informal learning both in schools and outside of schools?"}, {"timestamp": [966.24, 969.74], "text": " Because kids do lots of learning, formal learning, outside of schools as well."}, {"timestamp": [970.36, 971.58], "text": " So what does that all look like?"}, {"timestamp": [972.22, 973.54], "text": " What does it feel like for kids?"}, {"timestamp": [973.78, 975.06], "text": " Do you know what that looks like?"}, {"timestamp": [975.94, 979.08], "text": " Most people assume they do, but when you check what it looks like,"}, {"timestamp": [979.34, 980.94], "text": " it's not the same as what you thought it was."}, {"timestamp": [981.44, 986.16], "text": " So that's point one, is we're all thinking ecology and learning,"}, {"timestamp": [986.16, 990.88], "text": " but in actual fact our practice hasn't moved there. And one of the reasons it hasn't moved there"}, {"timestamp": [990.88, 996.72], "text": " is because we always put schools at the forefront of what's going to happen. The second one is"}, {"timestamp": [996.72, 1002.16], "text": " going from individuals to connected. And a whole lot of the digital technologies that have been"}, {"timestamp": [1002.16, 1005.46], "text": " designed at the moment are creating unbelievable lateral"}, {"timestamp": [1005.46, 1007.0], "text": " networks between groups."}, {"timestamp": [1007.0, 1011.18], "text": " So hierarchies are dying because you don't need them to find out knowledge."}, {"timestamp": [1011.18, 1013.88], "text": " You can get that from lateral learning connections."}, {"timestamp": [1013.88, 1017.76], "text": " So connectivity in the future is incredibly important."}, {"timestamp": [1017.76, 1021.82], "text": " But you know our whole schooling system is still based on an assessment system that assesses"}, {"timestamp": [1021.82, 1024.26], "text": " the individual."}, {"timestamp": [1024.26, 1027.04], "text": " So most assessments are about individuals."}, {"timestamp": [1027.04, 1030.08], "text": " They're not about are kids connected."}, {"timestamp": [1030.08, 1033.6], "text": " They're about what's their reading comprehension like?"}, {"timestamp": [1033.6, 1035.28], "text": " And that's a measure of success."}, {"timestamp": [1035.28, 1039.24], "text": " But reading comprehension now is just a simple tool"}, {"timestamp": [1039.24, 1040.92], "text": " to become connected."}, {"timestamp": [1040.92, 1042.8], "text": " So why aren't we measuring connectedness"}, {"timestamp": [1042.8, 1045.0], "text": " of which you need reading comprehension to get there?"}, {"timestamp": [1045.0, 1050.0], "text": " And then kids who are bought out of their brains learning how to read have got a reason to read."}, {"timestamp": [1050.0, 1053.0], "text": " Because you become better connected."}, {"timestamp": [1053.0, 1058.0], "text": " That's the second one. The third one is competition to collaboration."}, {"timestamp": [1058.0, 1063.0], "text": " We now know that environments where businesses are competing with each other"}, {"timestamp": [1063.0, 1067.24], "text": " and schools that are competing each other for bums on seats or whatever reason are competing,"}, {"timestamp": [1067.5, 1070.4], "text": " you can actually create collaborative learning within those environments."}, {"timestamp": [1071.08, 1076.88], "text": " So competition doesn't discount collaborative learning. You can actually learn in a competitive environment."}, {"timestamp": [1078.42, 1083.78], "text": " And that's like a new notion, particularly for New Zealand in terms of tomorrow's schools,"}, {"timestamp": [1084.02, 1085.34], "text": " that really set schools"}, {"timestamp": [1085.34, 1090.82], "text": " up for competition. Now groups of schools are really willingly wanting to learn together."}, {"timestamp": [1090.82, 1095.76], "text": " The next one is the passive to active and I think that's the biggest shift that needs to happen"}, {"timestamp": [1095.76, 1102.88], "text": " is most of us have worked with kids in schools where you've designed the stuff for them,"}, {"timestamp": [1102.88, 1108.62], "text": " you've planned it, you've delivered it, and you've evaluated it, and"}, {"timestamp": [1108.62, 1114.66], "text": " the kids didn't have a blind clue what you did, including myself on that."}, {"timestamp": [1114.66, 1119.72], "text": " We have spent 30 years of schooling improvement work, massive industry of development around"}, {"timestamp": [1119.72, 1124.88], "text": " designing, implementing, evaluating interventions into schools, of which the kids that it was"}, {"timestamp": [1124.88, 1127.0], "text": " designed for didn't know at all."}, {"timestamp": [1127.0, 1133.0], "text": " They went to school, they did something in the morning, they had lunch, and they went out, they did the afternoon stuff, then went home."}, {"timestamp": [1133.0, 1138.0], "text": " They had no idea that there was a $4 million intervention to improve their reading comprehension."}, {"timestamp": [1138.0, 1139.0], "text": " Had no idea at all."}, {"timestamp": [1139.0, 1145.6], "text": " What would happen if you pull those kids into say, well, there's $4 million that's going to be spent by government on your reading comprehension."}, {"timestamp": [1145.72, 1146.94], "text": " How do you think we should go about that?"}, {"timestamp": [1148.32, 1150.48], "text": " And that's the starting point of the design."}, {"timestamp": [1151.16, 1151.92], "text": " But what do we do?"}, {"timestamp": [1152.46, 1157.88], "text": " Government announces a $360 million project on investing in success,"}, {"timestamp": [1158.0, 1160.18], "text": " and teachers and leaders are going to have career pathways."}, {"timestamp": [1160.94, 1162.62], "text": " And who starts the design process?"}, {"timestamp": [1162.78, 1166.0], "text": " Deb Struthers' colleagues in the ministry do that stuff."}, {"timestamp": [1166.0, 1168.0], "text": " And they close the doors and they're all locked."}, {"timestamp": [1168.0, 1169.0], "text": " Nobody allowed on them."}, {"timestamp": [1169.0, 1171.0], "text": " And they consult with us folk."}, {"timestamp": [1171.0, 1173.0], "text": " And then eventually it goes to the schools,"}, {"timestamp": [1173.0, 1176.0], "text": " and then eventually the schools and the teachers work with the kids,"}, {"timestamp": [1176.0, 1178.0], "text": " oh, sorry, with the teachers and leaders and families."}, {"timestamp": [1178.0, 1180.0], "text": " They're the endpoint recipients,"}, {"timestamp": [1180.0, 1182.0], "text": " they passively receive what we give them."}, {"timestamp": [1182.0, 1184.0], "text": " How do we flip that?"}, {"timestamp": [1184.0, 1188.36], "text": " So that they start at the beginning of the conversation to say,"}, {"timestamp": [1188.82, 1190.2], "text": " do you even think that's important?"}, {"timestamp": [1191.98, 1195.06], "text": " What would they say would be really important right at the beginning of that stuff?"}, {"timestamp": [1195.98, 1198.8], "text": " So we've got a lot of our kids, particularly in New Zealand,"}, {"timestamp": [1198.8, 1201.54], "text": " and the priority learners in a very passive situation."}, {"timestamp": [1202.12, 1205.88], "text": " Why I talk about that is that they sort of sit there on their deck chairs"}, {"timestamp": [1205.88, 1207.04], "text": " having their next pinocalada."}, {"timestamp": [1207.88, 1208.88], "text": " What are you going to give them next?"}, {"timestamp": [1209.58, 1210.42], "text": " I quite enjoy that."}, {"timestamp": [1211.24, 1212.38], "text": " And when they get tripped up"}, {"timestamp": [1212.38, 1213.82], "text": " and they see in their own learning maps"}, {"timestamp": [1213.82, 1216.44], "text": " that learning is easy and it doesn't need to be,"}, {"timestamp": [1216.5, 1218.9], "text": " they go, oh what, you want us to become more responsible?"}, {"timestamp": [1219.86, 1221.08], "text": " Oh, okay, we can do that."}, {"timestamp": [1222.28, 1223.22], "text": " We've never been asked before"}, {"timestamp": [1223.22, 1225.48], "text": " because they're allowed to be passive."}, {"timestamp": [1226.28, 1228.1], "text": " In fact, our whole industry of education"}, {"timestamp": [1228.1, 1229.92], "text": " encourages them to be passive."}, {"timestamp": [1230.68, 1233.18], "text": " And the last one is moving from needy to appreciative."}, {"timestamp": [1233.52, 1237.96], "text": " And part of our brief here was to talk about needs of students."}, {"timestamp": [1238.12, 1240.28], "text": " Well, if you stop thinking about needs,"}, {"timestamp": [1240.28, 1241.86], "text": " because if you talk about needs,"}, {"timestamp": [1242.4, 1246.0], "text": " you're suggesting that the people that you're talking about are needy and need fixing."}, {"timestamp": [1246.0, 1248.0], "text": " Well, they don't."}, {"timestamp": [1248.0, 1250.0], "text": " Kiwis don't need fixing."}, {"timestamp": [1250.0, 1254.0], "text": " Kiwis incredibly talented people, so are most other people in the world that have met."}, {"timestamp": [1254.0, 1259.0], "text": " And if you appreciate what they're good at, their shoulders come up, their chest comes out, and they smile a lot."}, {"timestamp": [1259.0, 1262.0], "text": " And they actually really enjoy themselves when you appreciate them."}, {"timestamp": [1262.0, 1266.5], "text": " And when you tell them they're needy and they're, oh, we've got to do some analysis here,"}, {"timestamp": [1266.5, 1272.5], "text": " the shoulders are going down and they frowns, and everybody frowns around the analysis of needs."}, {"timestamp": [1272.5, 1279.0], "text": " So how do you get out of thinking groups of people are needy to groups of people are fantastic"}, {"timestamp": [1279.0, 1289.0], "text": " and then appreciate their talents and grow the schooling system and the ecology of learning around their talents."}, {"timestamp": [1289.0, 1294.0], "text": " And do you actually have to focus on problem-based methodology?"}, {"timestamp": [1294.0, 1299.0], "text": " We've had that rammed into us so hard for so long that we can't think differently"}, {"timestamp": [1299.0, 1304.0], "text": " that the first thing we have to do is find that priority problem to solve."}, {"timestamp": [1304.0, 1307.66], "text": " And if you can get past that and think you don't actually have to solve a problem,"}, {"timestamp": [1308.62, 1311.76], "text": " find the people's strengths and then build on their strengths,"}, {"timestamp": [1312.58, 1314.5], "text": " they'll figure out how to solve their own problems."}, {"timestamp": [1315.08, 1316.7], "text": " Because we've all got problems to solve."}, {"timestamp": [1317.56, 1322.38], "text": " But why would you start an investment with the thought that you go to a problem?"}, {"timestamp": [1323.4, 1328.0], "text": " Why not start with the investment going to something that's fantastic that's happening?"}, {"timestamp": [1328.0, 1332.0], "text": " And you can find something fantastic in every New Zealander,"}, {"timestamp": [1332.0, 1335.0], "text": " including the toughest kid you're teaching right now."}, {"timestamp": [1335.0, 1337.0], "text": " Most of them sleep."}, {"timestamp": [1337.0, 1339.0], "text": " That's a strength."}, {"timestamp": [1339.0, 1342.0], "text": " So if you start with the fact that people can sleep,"}, {"timestamp": [1342.0, 1344.0], "text": " you've found a strength."}, {"timestamp": [1344.0, 1345.04], "text": " It's a starting point. They might actually be disruptive in every other way in their life, but people can sleep, you've found a strength. It's a starting point."}, {"timestamp": [1345.04, 1350.24], "text": " They might actually be disruptive in every other way in their life, but they can sleep."}, {"timestamp": [1350.24, 1354.56], "text": " Okay, just have a little conversation around your table about what you think about those"}, {"timestamp": [1354.56, 1355.56], "text": " mindset shifts."}, {"timestamp": [1355.56, 1359.16], "text": " Do you think they are the right ones for what we're talking about in future focus learning"}, {"timestamp": [1359.16, 1360.76], "text": " right now?"}, {"timestamp": [1360.76, 1362.96], "text": " Is there something missed out?"}, {"timestamp": [1362.96, 1365.42], "text": " Or is there one of those there that really sticks out for you going,"}, {"timestamp": [1365.62, 1368.24], "text": " whoa, I've got to work on this for myself."}, {"timestamp": [1368.8, 1370.1], "text": " Forget about who you're working with."}, {"timestamp": [1370.18, 1373.32], "text": " What about you in your practice and your mindset shifts?"}, {"timestamp": [1373.88, 1485.0], "text": " A couple of minutes on that first before we go any further. Thank you. You know, Thank you. We have a lot of that's just a lot of and the last year."}, {"timestamp": [1485.0, 1487.0], "text": " And so we're going to be"}, {"timestamp": [1487.0, 1489.0], "text": " a lot of interest and"}, {"timestamp": [1489.0, 1490.0], "text": " now."}, {"timestamp": [1490.0, 1493.0], "text": " And out."}, {"timestamp": [1493.0, 1495.0], "text": " And then I'm all right."}, {"timestamp": [1495.0, 1496.0], "text": " And then the other"}, {"timestamp": [1496.0, 1497.0], "text": " and then we're going to"}, {"timestamp": [1497.0, 1499.0], "text": " have a lot."}, {"timestamp": [1499.0, 1501.0], "text": " And so I'm a"}, {"timestamp": [1501.0, 1502.0], "text": " need for the need for the"}, {"timestamp": [1502.0, 1504.0], "text": " one of the first"}, {"timestamp": [1504.0, 1519.16], "text": " and a lot of the same. Okay, I'm going to interrupt."}, {"timestamp": [1531.9, 1536.64], "text": " So like you can spend, you can spend a lot of time on that, on figuring out what are the mindset shifts and the practice shifts that we're looking for for future focus learning."}, {"timestamp": [1536.64, 1538.02], "text": " They might be the right mix."}, {"timestamp": [1538.02, 1539.02], "text": " We keep talking about them."}, {"timestamp": [1539.02, 1541.34], "text": " Yesterday we changed one of those because it wasn't quite right."}, {"timestamp": [1541.34, 1543.44], "text": " We were talking about passive to active."}, {"timestamp": [1543.44, 1548.08], "text": " We're now talking about passive to interactive because it's not just about being active. You can still be active"}, {"timestamp": [1548.08, 1552.64], "text": " as an individual. The interactive part of it is what future focused learning environments is about."}, {"timestamp": [1553.44, 1557.6], "text": " So just thinking through, what are your mindset shifts and practice shifts that you're thinking"}, {"timestamp": [1557.6, 1564.28], "text": " about and with yourself and your people that you work with is really important. And do they"}, {"timestamp": [1564.28, 1566.9], "text": " agree with where things"}, {"timestamp": [1566.9, 1571.04], "text": " need to be heading here's another example of a set hideous amount of words"}, {"timestamp": [1571.04, 1575.0], "text": " OECD is good like that they presentations have always got in books have got"}, {"timestamp": [1575.0, 1579.98], "text": " hundreds of pages haven't learned how to get into the 20s yet just have a look"}, {"timestamp": [1579.98, 1584.76], "text": " of those that's their version of modern learning environments or in a"}, {"timestamp": [1584.76, 1586.08], "text": " they call it innovative learning"}, {"timestamp": [1586.08, 1593.98], "text": " environments in OECD. Now you could say a lot of those ones there are school-centric, but if"}, {"timestamp": [1593.98, 1600.02], "text": " you think about the ecology of a school, a bunch of families, a community and an environment,"}, {"timestamp": [1600.82, 1605.32], "text": " quite a lot of those things there relate to all of those things."}, {"timestamp": [1607.26, 1608.6], "text": " It just depends on how we think about them."}, {"timestamp": [1613.2, 1615.6], "text": " You'll notice also that there's one common one from this one to the last ones around connectedness."}, {"timestamp": [1617.24, 1617.34], "text": " Okay, so that's the OECD."}, {"timestamp": [1620.08, 1620.32], "text": " They're thinking what is an innovative learning environment looks like?"}, {"timestamp": [1621.4, 1622.32], "text": " I think that's quite conservative."}, {"timestamp": [1627.0, 1632.0], "text": " I don't know how you feel about that, but that's quite a conservative take on stuff. Here's a group of people from the Global Education Leaders Program."}, {"timestamp": [1632.0, 1635.0], "text": " So there's 13 countries in the world that work together,"}, {"timestamp": [1635.0, 1639.0], "text": " and about four to eight people from each country go to meetings twice a year."}, {"timestamp": [1639.0, 1641.0], "text": " We've been meeting for five years."}, {"timestamp": [1641.0, 1643.0], "text": " New Zealand's part of that group."}, {"timestamp": [1643.0, 1645.0], "text": " And those are some of the big ideas"}, {"timestamp": [1645.0, 1649.44], "text": " that are coming out of the Global Education Leaders Program about what we need to be thinking"}, {"timestamp": [1649.44, 1656.0], "text": " about. And one that's on there that, oh, there's, the new players has come up all the time,"}, {"timestamp": [1656.0, 1659.52], "text": " the workforce thing is around, you know, the jobs all changing, we don't know what they look"}, {"timestamp": [1659.52, 1664.84], "text": " like. The new metrics is really interesting because people are struggling to get their heads"}, {"timestamp": [1664.84, 1665.24], "text": " around how to measure things like interactions, connectivity, um, do you know, different, you The new metrics is really interesting because people struggling to get their heads around"}, {"timestamp": [1665.24, 1672.64], "text": " how to measure things like interactions, connectivity, digital tool, the use of digital tools"}, {"timestamp": [1672.64, 1676.36], "text": " rather than measuring, reading comprehension, maths, writing, etc."}, {"timestamp": [1676.36, 1681.42], "text": " It's a real hard shift to go and what we're thinking at the moment is you still need your"}, {"timestamp": [1681.42, 1685.84], "text": " academic outcomes, reading, writing, maths, but you need to start creating the metrics"}, {"timestamp": [1685.84, 1689.06], "text": " for the other side around engagement, motivation, and curiosity in learning."}, {"timestamp": [1689.78, 1691.52], "text": " And people are struggling to do that bit"}, {"timestamp": [1691.52, 1693.94], "text": " and then create the relationship between the two things."}, {"timestamp": [1694.88, 1695.12], "text": " Okay?"}, {"timestamp": [1695.76, 1698.66], "text": " So new metrics is a big issue, and those other two,"}, {"timestamp": [1699.78, 1702.66], "text": " you know, lots of people talk about that stuff, so I won't."}, {"timestamp": [1704.16, 1707.08], "text": " So what we came up with within this learning and change network stuff"}, {"timestamp": [1707.08, 1710.34], "text": " was to say, if people were going to learn and change"}, {"timestamp": [1710.34, 1712.0], "text": " and it was going to happen in a new environment,"}, {"timestamp": [1712.36, 1714.58], "text": " what would the inquiry cycle look like?"}, {"timestamp": [1714.62, 1717.72], "text": " And we don't think there is an inquiry cycle going to last much longer."}, {"timestamp": [1718.28, 1720.14], "text": " There's still a cycle of things that happen,"}, {"timestamp": [1720.44, 1722.46], "text": " but people bounce off each other so quickly"}, {"timestamp": [1722.46, 1723.92], "text": " that they interrupt their own inquiries."}, {"timestamp": [1729.0, 1733.0], "text": " So the whole inquiry thing is sort of like connected circles like this and they're interrupting each other because you find out stuff on Twitter when you wake up"}, {"timestamp": [1733.0, 1735.0], "text": " that you thought you're going to find out three weeks later."}, {"timestamp": [1735.0, 1738.0], "text": " So it's happening really quickly."}, {"timestamp": [1738.0, 1742.0], "text": " Okay, so we start from the achievement challenge of the priority learners."}, {"timestamp": [1742.0, 1749.42], "text": " What is challenging them in their learning and we ask them to show us what that looks like in a learning map."}, {"timestamp": [1749.42, 1752.0], "text": " Then we're asking, what do you need to learn to change?"}, {"timestamp": [1752.0, 1756.0], "text": " And it might be your relationship with your mum and dad, or it might be more use of digital"}, {"timestamp": [1756.0, 1758.38], "text": " technologies or whatever it is."}, {"timestamp": [1758.38, 1762.86], "text": " And then after that, they've got to plan for some change, change the things, and then check"}, {"timestamp": [1762.86, 1763.86], "text": " for impact."}, {"timestamp": [1763.86, 1767.56], "text": " Did it actually change the way you learn and is that impacting well on your"}, {"timestamp": [1767.56, 1773.08], "text": " academic outcomes? Very simple. That can happen in a day, it can happen in a week,"}, {"timestamp": [1773.08, 1778.42], "text": " it can happen in a month, it can happen in a year. Most schools plan on an annual cycle."}, {"timestamp": [1778.42, 1784.3], "text": " So most schools that have worked on this have been thinking in a year. I've seen"}, {"timestamp": [1784.3, 1786.24], "text": " kids in this cycle do it in a day."}, {"timestamp": [1787.44, 1791.92], "text": " They draw the learning map, their relationship with their mum around learning is non-existent,"}, {"timestamp": [1792.32, 1797.36], "text": " mum's not actually engaged at all in their learning, they want to create the relationship, they go home,"}, {"timestamp": [1797.36, 1801.36], "text": " they talk to mum about it, all of a sudden there's a learning relationship around their writing."}, {"timestamp": [1802.0, 1805.0], "text": " Mum becomes interested in the stories in a day."}, {"timestamp": [1805.0, 1808.0], "text": " So then a school's plan to do that over a year,"}, {"timestamp": [1808.0, 1810.0], "text": " but the kids done it in a day."}, {"timestamp": [1810.0, 1814.0], "text": " How do you then create the change cycles"}, {"timestamp": [1814.0, 1816.0], "text": " at the pace at which kids change"}, {"timestamp": [1816.0, 1819.0], "text": " instead of our systems change?"}, {"timestamp": [1819.0, 1822.0], "text": " So here's an example of a group of people"}, {"timestamp": [1822.0, 1827.4], "text": " in six schools, I think it is, six or seven schools down in Nine-Eye in Wellington."}, {"timestamp": [1827.4, 1830.6], "text": " And these are the change priorities they came up with as a group."}, {"timestamp": [1830.6, 1833.0], "text": " So the students, teachers, leaders, and families"}, {"timestamp": [1833.0, 1836.6], "text": " decided those are the things that were going to be important."}, {"timestamp": [1836.6, 1838.8], "text": " So the academic outcomes on the right-hand side."}, {"timestamp": [1838.8, 1842.4], "text": " The closest to that is active role of learners."}, {"timestamp": [1842.4, 1846.3], "text": " So student agency is the big thing, stop being so passive and"}, {"timestamp": [1846.3, 1849.54], "text": " take responsibility in your learning. And then sitting behind that is the family"}, {"timestamp": [1849.54, 1854.5], "text": " Farnow engagement hugging the student agency. So they called it hugging them,"}, {"timestamp": [1854.5, 1859.3], "text": " hugging it, because what they wanted to say was we're not putting our kids out in front,"}, {"timestamp": [1859.3, 1864.36], "text": " we want to make sure that they're well connected with our families and their families"}, {"timestamp": [1864.36, 1868.9], "text": " are hugging them as sort of like a caring, well-being type of environment around their learning."}, {"timestamp": [1868.9, 1870.6], "text": " And then there's a couple of other things in the background,"}, {"timestamp": [1870.6, 1872.46], "text": " the lateral learning and the blended learning,"}, {"timestamp": [1872.46, 1875.2], "text": " and 21st century digital technologies underneath it."}, {"timestamp": [1875.2, 1877.7], "text": " And what's really interesting is now they're saying,"}, {"timestamp": [1877.7, 1880.5], "text": " well really, it's only July this year, that's all changed"}, {"timestamp": [1880.5, 1883.5], "text": " because the whole notion of blended learnings change."}, {"timestamp": [1883.5, 1888.0], "text": " They would put in their digital pedagogies and technologies now"}, {"timestamp": [1888.0, 1890.0], "text": " because the whole notion of blended learning,"}, {"timestamp": [1890.0, 1893.0], "text": " like Dorothy reminded us several times,"}, {"timestamp": [1893.0, 1896.0], "text": " why would you blend old-style learning with new style learning?"}, {"timestamp": [1896.0, 1899.0], "text": " Why don't you just get rid of the old style of stuff"}, {"timestamp": [1899.0, 1903.0], "text": " and start using the digital technologies that are available?"}, {"timestamp": [1903.0, 1905.1], "text": " And then there's not an option."}, {"timestamp": [1906.14, 1906.86], "text": " You're just in the modern world."}, {"timestamp": [1909.7, 1911.46], "text": " So what we said to these leaders when they came up with these ideas is they thought they were geniuses"}, {"timestamp": [1911.46, 1914.06], "text": " and they got there and they were ready to go with them."}, {"timestamp": [1914.06, 1916.0], "text": " And we said, well, what do they think the kids would decide"}, {"timestamp": [1916.0, 1916.58], "text": " was out in front?"}, {"timestamp": [1917.4, 1920.08], "text": " Would they put active role of the learners out in front?"}, {"timestamp": [1920.18, 1921.2], "text": " Do you need to check that with them?"}, {"timestamp": [1921.8, 1924.12], "text": " You can't just create a plan and then go ahead with your plan."}, {"timestamp": [1928.88, 1933.2], "text": " So they've done all this work with their students and their families and their teachers and they had to go back and check whether that was the way that the kids would arrange them."}, {"timestamp": [1933.2, 1942.0], "text": " So when the kids arranged them, this is one kid's version of it, he put out learning in the modern world in front"}, {"timestamp": [1942.0, 1945.04], "text": " and engaging with his family as the two highest priorities."}, {"timestamp": [1946.2, 1949.38], "text": " And we've got a little video we're going to show you in a minute of this boy talking about"}, {"timestamp": [1949.38, 1951.46], "text": " why he put those things in that place."}, {"timestamp": [1951.9, 1954.18], "text": " And he put student agency second."}, {"timestamp": [1955.52, 1960.84], "text": " He didn't put that out in front because he felt as though he was much safer with his mum and dad beside him"}, {"timestamp": [1960.84, 1965.12], "text": " and his teacher beside him and learning about the modern world was a much better"}, {"timestamp": [1965.12, 1967.92], "text": " way to go rather than saying, hey, push me out in front, let me do it myself."}, {"timestamp": [1967.92, 1969.88], "text": " I don't want to do that."}, {"timestamp": [1969.88, 1975.04], "text": " So it was important that he had to take more responsibility, but first of all was the connected"}, {"timestamp": [1975.04, 1980.52], "text": " people with him and the context within which he was going to learn, which was the modern learning"}, {"timestamp": [1980.52, 1981.8], "text": " environment."}, {"timestamp": [1981.8, 1983.28], "text": " So that's the kid's version of it."}, {"timestamp": [1983.28, 1985.38], "text": " And here's the parents' version of it and here's the parents"}, {"timestamp": [1985.38, 1991.22], "text": " version of it which is exactly the same as the adults, the teachers and leaders,"}, {"timestamp": [1991.22, 1996.02], "text": " which is around shove the kids out in front. And then sitting in behind that"}, {"timestamp": [1996.02, 1999.62], "text": " learning in the modern world was important to the parent and behind that was"}, {"timestamp": [1999.62, 2013.34], "text": " all the other things. So but the point here is that the student agency concept is adult driven to think that's the next step in education."}, {"timestamp": [2013.34, 2015.72], "text": " Get the kids taking more agency."}, {"timestamp": [2015.72, 2020.16], "text": " But when you talk to the kids about it, they want to be collective, as a collective as a group,"}, {"timestamp": [2020.16, 2024.04], "text": " and they want to be connected to the adults that they love."}, {"timestamp": [2024.04, 2027.62], "text": " So remaining connected with your loved ones is really, really important."}, {"timestamp": [2028.5, 2031.92], "text": " And yet adults seem to think that when they've come up with some sort of plan,"}, {"timestamp": [2032.74, 2033.68], "text": " they've got it."}, {"timestamp": [2034.1, 2035.46], "text": " And then we'll do that for a year."}, {"timestamp": [2036.78, 2040.9], "text": " And yet kids' priorities are changing daily, weekly, monthly."}, {"timestamp": [2041.34, 2046.56], "text": " The language of this stuff is changing daily, weekly, monthly, but we"}, {"timestamp": [2046.56, 2054.18], "text": " persevere with annual cycles. And inquiry cycles from schooling improvement that are getting"}, {"timestamp": [2054.18, 2058.78], "text": " interrupted now all the time. But the inquiry cycles and the books about professional development"}, {"timestamp": [2058.78, 2063.42], "text": " still have the inquiry cycles and say, you must have discipline around the inquiry cycle."}, {"timestamp": [2064.88, 2065.64], "text": " Why would you when your next Twitter message that comes in could tell you exactly what you're cycles and say you must have discipline around the inquiry cycle why would"}, {"timestamp": [2065.64, 2069.72], "text": " you when the next Twitter message that comes in could tell you exactly what"}, {"timestamp": [2069.72, 2074.94], "text": " you're looking for and usually does and the pond will do that you're at 25"}, {"timestamp": [2074.94, 2079.44], "text": " different things now you can find out stuff in a nanoseconds it's amazing"}, {"timestamp": [2079.44, 2085.0], "text": " so so the whole notion of what does this group do?"}, {"timestamp": [2085.0, 2087.94], "text": " Do they go with the leader's view of what to do for a year?"}, {"timestamp": [2087.94, 2089.94], "text": " Do they go with the parents' view?"}, {"timestamp": [2089.94, 2091.7], "text": " Do they go with the kids' view?"}, {"timestamp": [2091.7, 2096.42], "text": " And the discussion that came out of that was actually go with all three of them."}, {"timestamp": [2096.42, 2101.76], "text": " So you parents do the things that you think are important in that group of priorities."}, {"timestamp": [2101.76, 2106.1], "text": " Kids you drive to where you think the priorities should be driven from. So you've"}, {"timestamp": [2106.1, 2112.1], "text": " got your responsibility and so of where's teachers and leaders. And so each group's got to take"}, {"timestamp": [2112.1, 2116.38], "text": " responsibility for what the learning environment looks like. We don't need to design learning"}, {"timestamp": [2116.38, 2121.18], "text": " environments for people. The people who they're designed for should be involved in designing"}, {"timestamp": [2121.18, 2125.88], "text": " them, living in them, enacting them, and then checking which things"}, {"timestamp": [2125.88, 2127.76], "text": " need to change."}, {"timestamp": [2127.76, 2133.5], "text": " Now when you do this with priority learners, it's not easy because sometimes they don't talk"}, {"timestamp": [2133.5, 2141.02], "text": " as fast as you do, and sometimes they don't think as fast as what we do."}, {"timestamp": [2141.02, 2144.82], "text": " And so you've got to give them the time to be able to articulate what they are thinking."}, {"timestamp": [2144.82, 2150.44], "text": " And what we've found out is if you give them the time and you appreciate the fact that they can do this,"}, {"timestamp": [2150.88, 2154.86], "text": " they're incredibly capable of talking about learning environments in their own."}, {"timestamp": [2156.96, 2163.12], "text": " So much so that I think that the cognitive engagement of kids in talking about how they learn"}, {"timestamp": [2163.12, 2166.94], "text": " can be much higher than their cognitive engagement"}, {"timestamp": [2166.94, 2168.66], "text": " and the content they're supposed to be learning."}, {"timestamp": [2169.54, 2171.32], "text": " So kids in maths reading and writing"}, {"timestamp": [2171.32, 2172.72], "text": " who are at the bottom of the heap"}, {"timestamp": [2172.72, 2174.72], "text": " and that's the ones we've been working with,"}, {"timestamp": [2175.64, 2178.86], "text": " they're not doing so well in reading maths and writing,"}, {"timestamp": [2179.16, 2181.72], "text": " but in terms of talking about how they learn"}, {"timestamp": [2181.72, 2183.24], "text": " in reading, writing or maths,"}, {"timestamp": [2184.1, 2187.5], "text": " they can articulate the same way that any teacher can"}, {"timestamp": [2187.5, 2189.9], "text": " in the staff room or any principal can"}, {"timestamp": [2189.9, 2191.48], "text": " in a principals group."}, {"timestamp": [2191.48, 2195.52], "text": " It's an unbelievable phenomenon that these young kids"}, {"timestamp": [2195.52, 2198.32], "text": " have cognitive capability in a certain area,"}, {"timestamp": [2198.32, 2202.56], "text": " but the whole government drive is around the content"}, {"timestamp": [2202.56, 2204.96], "text": " and getting the reading, writing, math up."}, {"timestamp": [2204.96, 2207.0], "text": " So if we got the reading, writing, up, it would be nirvana."}, {"timestamp": [2207.0, 2214.0], "text": " But this is one way to do that through engaging much more strongly on how they learn."}, {"timestamp": [2214.0, 2219.0], "text": " So building that into the daily lives of teachers, kids and families,"}, {"timestamp": [2219.0, 2223.0], "text": " how am I learning? What do I have to change in the way I learn?"}, {"timestamp": [2223.0, 2225.74], "text": " That might change make a difference."}, {"timestamp": [2226.12, 2227.7], "text": " And if we spent more time doing that,"}, {"timestamp": [2228.08, 2230.82], "text": " a whole lot of the staff meetings and principals meetings,"}, {"timestamp": [2230.92, 2233.22], "text": " these sort of conferences, would actually be done with the kids."}, {"timestamp": [2234.48, 2235.96], "text": " They wouldn't be separate things."}, {"timestamp": [2236.26, 2237.34], "text": " How do we put this video on?"}, {"timestamp": [2239.52, 2240.24], "text": " This one here."}, {"timestamp": [2240.78, 2244.02], "text": " So these are these two, a couple of kids who came up with those priorities"}, {"timestamp": [2244.02, 2245.0], "text": " talking about them."}, {"timestamp": [2249.0, 2257.0], "text": " For my first two, the learning for the modern world, we're practically in the modern world."}, {"timestamp": [2257.0, 2266.08], "text": " And plus we have to know how to use a computer and technology and that fancy stuff"}, {"timestamp": [2266.08, 2268.0], "text": " because jobs have"}, {"timestamp": [2268.0, 2269.98], "text": " and if you get a good job"}, {"timestamp": [2269.98, 2271.24], "text": " you'll get a good house"}, {"timestamp": [2271.24, 2273.62], "text": " and yeah and"}, {"timestamp": [2273.62, 2275.52], "text": " for the Fana"}, {"timestamp": [2275.52, 2277.58], "text": " we want engaging of Fano"}, {"timestamp": [2277.58, 2278.46], "text": " in learning"}, {"timestamp": [2278.46, 2281.62], "text": " we'll be able to get longer times"}, {"timestamp": [2281.62, 2283.82], "text": " in learning from like"}, {"timestamp": [2283.82, 2286.24], "text": " 9 o'clock to three"}, {"timestamp": [2286.24, 2293.78], "text": " a clock we instead we can have 24 hours instead of like six hours and in my"}, {"timestamp": [2293.78, 2301.12], "text": " active learning we can have we instead of learning the same old same old every like 24"}, {"timestamp": [2301.12, 2310.72], "text": " seven we can pick our own stuff out of the class and do our own stuff and, yeah, things like that."}, {"timestamp": [2312.16, 2329.0], "text": " I put active learning first because when you're at the holidays and you still want to learn, you can burn about whatever you want."}, {"timestamp": [2329.0, 2334.0], "text": " And when it comes to school you'll be smarter."}, {"timestamp": [2334.0, 2352.0], "text": " And I put learning for the modern world second because it's like just the same that you said that"}, {"timestamp": [2352.0, 2358.0], "text": " um we need a like we're living in the modern world and we need to know more about the"}, {"timestamp": [2358.0, 2373.4], "text": " world and so yeah and um for the last one i swapped um blending with learning with digital learning,"}, {"timestamp": [2374.2, 2393.0], "text": " and I swapped it with learning with FOMO because I think it's important to know with your family because you can learn longer and you can learn how to cook in there."}, {"timestamp": [2393.0, 2410.0], "text": " Well, when at school you can learn, like in that school, you're only learn, like, reading, writing and mass. At home you can learn about cooking and whatever you want."}, {"timestamp": [2410.0, 2423.0], "text": " So I guess my plea to the world is that kids become much more involved in design implementation evaluation"}, {"timestamp": [2423.0, 2425.34], "text": " and they can do rather than can't do."}, {"timestamp": [2425.76, 2429.24], "text": " And if we give them time to do that rather than think about performance management programs"}, {"timestamp": [2429.24, 2433.56], "text": " of how to throw them out of school for disengagement, how do you bring them back into learning"}, {"timestamp": [2433.56, 2437.02], "text": " environments and engage them because they can and do and they love it."}, {"timestamp": [2439.2, 2443.66], "text": " I think our equity challenge in New Zealand would be a lot further down the track than"}, {"timestamp": [2443.66, 2446.0], "text": " where it is now rather than trying to do it all for them."}, {"timestamp": [2450.4, 2454.48], "text": " So I don't want to go further than those wise words that we just heard up there."}, {"timestamp": [2455.12, 2459.44], "text": " I'm sure they'll give you plenty food for thought, but two messages I'd like to leave you with"}, {"timestamp": [2459.44, 2467.24], "text": " to build on what Brian has talked about, that future focus learning environments need to enable our learners,"}, {"timestamp": [2467.24, 2474.14], "text": " and that includes us as professionals, to be active, to be active in that learning environment."}, {"timestamp": [2474.14, 2479.32], "text": " And that includes teaching professionals and education leaders too."}, {"timestamp": [2479.32, 2484.72], "text": " Just to add some voices of some other secondary school students I heard recently, one young"}, {"timestamp": [2484.72, 2489.68], "text": " woman said to me, I miss my teacher, which was pretty powerful."}, {"timestamp": [2489.68, 2495.8], "text": " The school had introduced BYOD and some of the teachers were, whoa, hands off."}, {"timestamp": [2495.8, 2500.8], "text": " This is hard, this means that the technology is going to do my job and those kids missed their"}, {"timestamp": [2500.8, 2501.8], "text": " teacher."}, {"timestamp": [2501.8, 2505.72], "text": " Our teachers and our families and our communities and our young"}, {"timestamp": [2505.72, 2511.62], "text": " people all need to be active in the learning and teaching process. Technology is not permission"}, {"timestamp": [2511.62, 2518.4], "text": " to say, oh, the technology can do it. Sure, the technology can enable us to be creators"}, {"timestamp": [2518.4, 2524.08], "text": " and not just consumers. But building on what Brian said, we need to lift the challenge."}, {"timestamp": [2524.08, 2529.9], "text": " We need to be inspirational, transformational and challenge ourselves and our young people"}, {"timestamp": [2529.9, 2533.38], "text": " for success for every student in a digital world."}, {"timestamp": [2533.8, 2535.58], "text": " So thank you for your time and thanks Brian."}], "text": " Hio Tato. Thank you for the opportunity to talk with you today. Brian will come and join me shortly. We really want to make this a discussion. You've been sitting for a while so if you'd like to take a couple of seconds or just to stand up, give yourselves a bit of a shake and then sit down again. That's fine with me. Feel free? No, you're all right. Okay, so the first thing I'd like to say is it's really encouraging to see the emphasis in the presentations over the next two days on our young people as learners. It doesn't happen in every conference. It doesn't happen in any education setting, every education setting. But it's very visible here. In Francis's presentation, young people were front and centre. So this is what we want to talk about. We want to talk about where we need to be going and what we're learning. The learning environment, the future learning environment. The conference is called future learning. We're doing a lot about future focused learning. 21st century feels like we've been here a while now. Francis talked about the last 10 to 15 years. I started thinking about computers in education more than 30 years ago. So my son and the young people that I taught then were already using computers. We started with ACORN computers. Hands up those of you who have used ACORN. A few, that's encouraging. I'm not the oldest person in the room. Hands up those of you who come from the schooling sector, just so I have an idea. Early childhood or schooling? Wow, that's about half of you. And tertiary? And other sectors? Great. So there's a good diverse group here. The focus of our presentation will be on schooling. Again, reinforcing that we are talking about lifelong learning. We're talking about opportunities for young people to experience success in a digital world, for every student to experience success in a digital world. So as the introduction says, we can't do this without thinking differently. We must think about new partnerships. There are communities of schools, communities of people including regional councils, all around New Zealand who are thinking differently. How can we work together differently to connect for a common purpose, a moral purpose? We have to do better for every one of our young people to succeed. And the purpose of connecting, the purpose of new partnerships, is collaboration. Thinking about these new partnerships, we need to understand who we need to partner with. You'll hear a lot over the next couple of days about different kinds of partnerships. At the Ministry of Education, we're understanding more all the time about how we can work differently with the schooling sector, with business, with philanthropists. Already we've had meetings, some of you may be aware of the next foundation. People want to support education. Business sees the value not just from an economic perspective, but again from a social development perspective as a country. We need our young people to be able to pursue their talents, as Francis said. So we're already looking after the infrastructure. You will all be aware of the government investment in ultra-fast broadband. Many of you may know about the managed network, the Network for Learning, where we have now safe, uncapped, reliable, fully funded, access to the internet. Any of the schools here are connected to the managed network, Network for Learning? Great, and I'm sure that if you haven't already you'll notice a huge difference in terms of access. So access and infrastructure, great. That's the period, that's the foundation, if you like, that we need to be able to provide these kinds of opportunities for our young people and for the people who support their learning. The teachers, the parents, Fanao, iwi and their communities. The systems and processes need to also change so that we can make the most of that infrastructure foundation. So how are we thinking differently about assessment? How are we thinking differently about access to information and turning that into knowledge? So not just accessing knowledge that already exists, but how do we create new knowledge? How do we support and enable our young people and those who support their learning to understand issues, problems, challenges and help them create new knowledge to solve some and address some of those challenges? So I'd just like to take a couple of minutes at your table to define what collaboration means to you. In the context of your work, what does collaboration mean for you as a learner in your own institution and for your learners? So you can come up with a question, if you'd like to, establish one first. It might be, how do I collaborate better with my colleagues as a professional learner? How am I helping my learners collaborate as learners? Not just with me directing their learning. So I'll give you two minutes, just a quick roundfire table discussion. What does collaboration mean for you? And if you could share that very quickly. So it will be just maybe a sound bite each at the table. What does collaboration mean for us? And then we'll move on quickly to Brian. Is it going to give you enough time? Huh? No, I'm just going to go through them. I'm just going to go click, click, click, click, and then on to you, okay? They'll give you enough time, won't you? Yeah. You know, I'm going to Thank you. You know, Thank you. So anyone like to share some highlights, just some quick sound bites. What did collaboration, what does collaboration mean to you and your learners? Anyone? If we can hand the mic around, just pop your hand up over here. Thank you. Probably from our perspective, our collaboration is a way of making sure that the students get a good cross-reference across different learning disciplines within our area, which is specifically engineering. There are a lot of different areas within engineering, but with collaboration we make sure that our students then get all the benefits from those different areas by talking amongst ourselves and passing stuff on. Thank you. Our group talked about crowdsourcing information, also moving towards a common goal, sharing of ideas, improving engagement with each other, enhancing each other's, I suppose, situation. So not only agreeing on and agreeing with each other, but also challenging each other to move forward. Thank you. Anyone else over this side? In terms of yourself as learners? Nothing to share? Yep, there's one here. Thank you. For us trying to get more students in the pedagogy, so students leading the learning aogy, so students leading the learning a lot more and engaging with the learning a lot more. So yeah. Thank you, great note to finish on. Students leading their learning. I mean Francis put some examples of 12-year-olds up on the screen, and they were leading their own learning. I would argue that not just the technology, but they were accessing experts. It's highly likely that they were leading their own learning. I would argue that not just the technology, but they were accessing experts, it's highly likely that they were accessing experts in their area of interest and talent, as Francis talked about. So collaboration needs to have a purpose. The other area of focus that we're looking at, I've talked about the access and infrastructure, the processes and systems is obviously people. We need to invest in people and make sure they have the confidence and the capability to understand what educational success needs to look like for the future of our young people now. They're living in what is almost feels like our future, that's the reality for them and the future of us in our country and their future not just for work but for life and continued learning so thank you for sharing those so again that's just reinforcing student lead learning we need to know our learners some infographics the presentation will be online so you can look at these later thanks to Derek Winmouth hands up who knows Derek Winmouth follows his blog well worth it for graphics, the presentation will be online so you can look at these later. Thanks to Derek Winmouth. Hands up, who knows Derek Winmouth? Follows his blog. Well worth it. And that's just summarising the areas that we're working on. My arrow's not working. And now I'd like to introduce Brian. He's going to tell you some examples and insights into what we're finding out works and what we're learning, particularly about our young people, which is what someone's identified as wanting out for the day. So thanks, Brian. She's there. Kiyo kātō. Nice to be here. And your topic, I think future focus learning environments is right at the cutting edge of where educators need to be thinking right now. Sort of thinking future-focused, you've got to think that there's a past and a current for something to be future-focused. And what we've got to be very careful of is that you don't get rid of some of the things in the past and the present that are incredibly valuable to people in their lives. And it's not all just going into the complete unknown, it's also thinking about what you're going to keep from the past and the present and what you're going to ditch. So it's not just a simple matter of diving or launching into the future or even just leaning into the future. And there's quite a few people who are sort of leaning back from the future and scared of it and actually wanting to run back into the past. So there's quite an interesting sort of a concept to think about around future focused learning and so these things up here on that slide are some of the mind shift shifts, mindset shifts and practice shifts that we think need to happen at the moment. And things happen so quickly in this environment that those will be out of date pretty quickly. But right now, we've worked across 53 networks in New Zealand, networks of schools that are working together with their families and their communities to try and figure out what a future-focused learning environment is really all about. So instead of adults like us figuring that out for them and writing books for them, actually rolling your sleeves up and getting down dirty with the people who are actually in those communities and saying what does a modern learning environment look like for kids now in schools. And who should design that? Well we think the kids should design it. The mums and dads and families should be involved in it. The teachers and leaders should be involved with social community leaders. Dorothy Burt's work that will come up this afternoon is an absolutely stunning example, not just in New Zealand but internationally of a group of people who have been figuring this out for quite a while and they're right at the cutting edge end of what this works about. So I'm not going to talk about Dorothy's work. I'm sort of going to do more of an overview of what have we learned from 53 networks, 400 schools in Kuta, working together in groups, to say, hey, if the kids actually have a say in this and we want them to become responsible in it, what does it actually look like? So I just want to go through those mindset shifts with you first before we get on to an example of what it looks like with kids involved in this sort of work. So the first one's around shifting our thinking from schools to ecologies. And most pieces of work that I still read now that are very current, in the first paragraph, in each paragraph, at the top of the sentence, they talk about modern learning environments, and then the rest of the paragraph talks about schools and teachers and leaders, and how those people have to work together. And that's very school-centric, and it's very focused on classrooms, teaching, learning, and that type of work, which is formal learning inside classrooms. And a lot of stuff that we know about now about kids is they don't just learn inside classrooms. In fact, a lot of them are brought out of their brains with what is happening in those places and they want to get out of them. So how do you move to ecological thinking about learning rather than school-centric learning, of which schools are a part of the ecology, but they're not the only place that people learn. And so the only way you can probably find that out is to ask the kids what their learning environment looks like. So we ask the kids to map what their current learning environment looks like in mathematics or in writing or in reading. And it's the staggering pictures that you can see of kids learning environments based on what their viewers, rather than assuming that we know what their learning environment is. So the shift from schools to ecologies hasn't happened, and yet it's part of future-focused learning. How do you start people thinking about what happens with the learning outside of school and what happens with an inside of school, and how do you merge together the formal learning and the informal learning both in schools and outside of schools? Because kids do lots of learning, formal learning, outside of schools as well. So what does that all look like? What does it feel like for kids? Do you know what that looks like? Most people assume they do, but when you check what it looks like, it's not the same as what you thought it was. So that's point one, is we're all thinking ecology and learning, but in actual fact our practice hasn't moved there. And one of the reasons it hasn't moved there is because we always put schools at the forefront of what's going to happen. The second one is going from individuals to connected. And a whole lot of the digital technologies that have been designed at the moment are creating unbelievable lateral networks between groups. So hierarchies are dying because you don't need them to find out knowledge. You can get that from lateral learning connections. So connectivity in the future is incredibly important. But you know our whole schooling system is still based on an assessment system that assesses the individual. So most assessments are about individuals. They're not about are kids connected. They're about what's their reading comprehension like? And that's a measure of success. But reading comprehension now is just a simple tool to become connected. So why aren't we measuring connectedness of which you need reading comprehension to get there? And then kids who are bought out of their brains learning how to read have got a reason to read. Because you become better connected. That's the second one. The third one is competition to collaboration. We now know that environments where businesses are competing with each other and schools that are competing each other for bums on seats or whatever reason are competing, you can actually create collaborative learning within those environments. So competition doesn't discount collaborative learning. You can actually learn in a competitive environment. And that's like a new notion, particularly for New Zealand in terms of tomorrow's schools, that really set schools up for competition. Now groups of schools are really willingly wanting to learn together. The next one is the passive to active and I think that's the biggest shift that needs to happen is most of us have worked with kids in schools where you've designed the stuff for them, you've planned it, you've delivered it, and you've evaluated it, and the kids didn't have a blind clue what you did, including myself on that. We have spent 30 years of schooling improvement work, massive industry of development around designing, implementing, evaluating interventions into schools, of which the kids that it was designed for didn't know at all. They went to school, they did something in the morning, they had lunch, and they went out, they did the afternoon stuff, then went home. They had no idea that there was a $4 million intervention to improve their reading comprehension. Had no idea at all. What would happen if you pull those kids into say, well, there's $4 million that's going to be spent by government on your reading comprehension. How do you think we should go about that? And that's the starting point of the design. But what do we do? Government announces a $360 million project on investing in success, and teachers and leaders are going to have career pathways. And who starts the design process? Deb Struthers' colleagues in the ministry do that stuff. And they close the doors and they're all locked. Nobody allowed on them. And they consult with us folk. And then eventually it goes to the schools, and then eventually the schools and the teachers work with the kids, oh, sorry, with the teachers and leaders and families. They're the endpoint recipients, they passively receive what we give them. How do we flip that? So that they start at the beginning of the conversation to say, do you even think that's important? What would they say would be really important right at the beginning of that stuff? So we've got a lot of our kids, particularly in New Zealand, and the priority learners in a very passive situation. Why I talk about that is that they sort of sit there on their deck chairs having their next pinocalada. What are you going to give them next? I quite enjoy that. And when they get tripped up and they see in their own learning maps that learning is easy and it doesn't need to be, they go, oh what, you want us to become more responsible? Oh, okay, we can do that. We've never been asked before because they're allowed to be passive. In fact, our whole industry of education encourages them to be passive. And the last one is moving from needy to appreciative. And part of our brief here was to talk about needs of students. Well, if you stop thinking about needs, because if you talk about needs, you're suggesting that the people that you're talking about are needy and need fixing. Well, they don't. Kiwis don't need fixing. Kiwis incredibly talented people, so are most other people in the world that have met. And if you appreciate what they're good at, their shoulders come up, their chest comes out, and they smile a lot. And they actually really enjoy themselves when you appreciate them. And when you tell them they're needy and they're, oh, we've got to do some analysis here, the shoulders are going down and they frowns, and everybody frowns around the analysis of needs. So how do you get out of thinking groups of people are needy to groups of people are fantastic and then appreciate their talents and grow the schooling system and the ecology of learning around their talents. And do you actually have to focus on problem-based methodology? We've had that rammed into us so hard for so long that we can't think differently that the first thing we have to do is find that priority problem to solve. And if you can get past that and think you don't actually have to solve a problem, find the people's strengths and then build on their strengths, they'll figure out how to solve their own problems. Because we've all got problems to solve. But why would you start an investment with the thought that you go to a problem? Why not start with the investment going to something that's fantastic that's happening? And you can find something fantastic in every New Zealander, including the toughest kid you're teaching right now. Most of them sleep. That's a strength. So if you start with the fact that people can sleep, you've found a strength. It's a starting point. They might actually be disruptive in every other way in their life, but people can sleep, you've found a strength. It's a starting point. They might actually be disruptive in every other way in their life, but they can sleep. Okay, just have a little conversation around your table about what you think about those mindset shifts. Do you think they are the right ones for what we're talking about in future focus learning right now? Is there something missed out? Or is there one of those there that really sticks out for you going, whoa, I've got to work on this for myself. Forget about who you're working with. What about you in your practice and your mindset shifts? A couple of minutes on that first before we go any further. Thank you. You know, Thank you. We have a lot of that's just a lot of and the last year. And so we're going to be a lot of interest and now. And out. And then I'm all right. And then the other and then we're going to have a lot. And so I'm a need for the need for the one of the first and a lot of the same. Okay, I'm going to interrupt. So like you can spend, you can spend a lot of time on that, on figuring out what are the mindset shifts and the practice shifts that we're looking for for future focus learning. They might be the right mix. We keep talking about them. Yesterday we changed one of those because it wasn't quite right. We were talking about passive to active. We're now talking about passive to interactive because it's not just about being active. You can still be active as an individual. The interactive part of it is what future focused learning environments is about. So just thinking through, what are your mindset shifts and practice shifts that you're thinking about and with yourself and your people that you work with is really important. And do they agree with where things need to be heading here's another example of a set hideous amount of words OECD is good like that they presentations have always got in books have got hundreds of pages haven't learned how to get into the 20s yet just have a look of those that's their version of modern learning environments or in a they call it innovative learning environments in OECD. Now you could say a lot of those ones there are school-centric, but if you think about the ecology of a school, a bunch of families, a community and an environment, quite a lot of those things there relate to all of those things. It just depends on how we think about them. You'll notice also that there's one common one from this one to the last ones around connectedness. Okay, so that's the OECD. They're thinking what is an innovative learning environment looks like? I think that's quite conservative. I don't know how you feel about that, but that's quite a conservative take on stuff. Here's a group of people from the Global Education Leaders Program. So there's 13 countries in the world that work together, and about four to eight people from each country go to meetings twice a year. We've been meeting for five years. New Zealand's part of that group. And those are some of the big ideas that are coming out of the Global Education Leaders Program about what we need to be thinking about. And one that's on there that, oh, there's, the new players has come up all the time, the workforce thing is around, you know, the jobs all changing, we don't know what they look like. The new metrics is really interesting because people are struggling to get their heads around how to measure things like interactions, connectivity, um, do you know, different, you The new metrics is really interesting because people struggling to get their heads around how to measure things like interactions, connectivity, digital tool, the use of digital tools rather than measuring, reading comprehension, maths, writing, etc. It's a real hard shift to go and what we're thinking at the moment is you still need your academic outcomes, reading, writing, maths, but you need to start creating the metrics for the other side around engagement, motivation, and curiosity in learning. And people are struggling to do that bit and then create the relationship between the two things. Okay? So new metrics is a big issue, and those other two, you know, lots of people talk about that stuff, so I won't. So what we came up with within this learning and change network stuff was to say, if people were going to learn and change and it was going to happen in a new environment, what would the inquiry cycle look like? And we don't think there is an inquiry cycle going to last much longer. There's still a cycle of things that happen, but people bounce off each other so quickly that they interrupt their own inquiries. So the whole inquiry thing is sort of like connected circles like this and they're interrupting each other because you find out stuff on Twitter when you wake up that you thought you're going to find out three weeks later. So it's happening really quickly. Okay, so we start from the achievement challenge of the priority learners. What is challenging them in their learning and we ask them to show us what that looks like in a learning map. Then we're asking, what do you need to learn to change? And it might be your relationship with your mum and dad, or it might be more use of digital technologies or whatever it is. And then after that, they've got to plan for some change, change the things, and then check for impact. Did it actually change the way you learn and is that impacting well on your academic outcomes? Very simple. That can happen in a day, it can happen in a week, it can happen in a month, it can happen in a year. Most schools plan on an annual cycle. So most schools that have worked on this have been thinking in a year. I've seen kids in this cycle do it in a day. They draw the learning map, their relationship with their mum around learning is non-existent, mum's not actually engaged at all in their learning, they want to create the relationship, they go home, they talk to mum about it, all of a sudden there's a learning relationship around their writing. Mum becomes interested in the stories in a day. So then a school's plan to do that over a year, but the kids done it in a day. How do you then create the change cycles at the pace at which kids change instead of our systems change? So here's an example of a group of people in six schools, I think it is, six or seven schools down in Nine-Eye in Wellington. And these are the change priorities they came up with as a group. So the students, teachers, leaders, and families decided those are the things that were going to be important. So the academic outcomes on the right-hand side. The closest to that is active role of learners. So student agency is the big thing, stop being so passive and take responsibility in your learning. And then sitting behind that is the family Farnow engagement hugging the student agency. So they called it hugging them, hugging it, because what they wanted to say was we're not putting our kids out in front, we want to make sure that they're well connected with our families and their families are hugging them as sort of like a caring, well-being type of environment around their learning. And then there's a couple of other things in the background, the lateral learning and the blended learning, and 21st century digital technologies underneath it. And what's really interesting is now they're saying, well really, it's only July this year, that's all changed because the whole notion of blended learnings change. They would put in their digital pedagogies and technologies now because the whole notion of blended learning, like Dorothy reminded us several times, why would you blend old-style learning with new style learning? Why don't you just get rid of the old style of stuff and start using the digital technologies that are available? And then there's not an option. You're just in the modern world. So what we said to these leaders when they came up with these ideas is they thought they were geniuses and they got there and they were ready to go with them. And we said, well, what do they think the kids would decide was out in front? Would they put active role of the learners out in front? Do you need to check that with them? You can't just create a plan and then go ahead with your plan. So they've done all this work with their students and their families and their teachers and they had to go back and check whether that was the way that the kids would arrange them. So when the kids arranged them, this is one kid's version of it, he put out learning in the modern world in front and engaging with his family as the two highest priorities. And we've got a little video we're going to show you in a minute of this boy talking about why he put those things in that place. And he put student agency second. He didn't put that out in front because he felt as though he was much safer with his mum and dad beside him and his teacher beside him and learning about the modern world was a much better way to go rather than saying, hey, push me out in front, let me do it myself. I don't want to do that. So it was important that he had to take more responsibility, but first of all was the connected people with him and the context within which he was going to learn, which was the modern learning environment. So that's the kid's version of it. And here's the parents' version of it and here's the parents version of it which is exactly the same as the adults, the teachers and leaders, which is around shove the kids out in front. And then sitting in behind that learning in the modern world was important to the parent and behind that was all the other things. So but the point here is that the student agency concept is adult driven to think that's the next step in education. Get the kids taking more agency. But when you talk to the kids about it, they want to be collective, as a collective as a group, and they want to be connected to the adults that they love. So remaining connected with your loved ones is really, really important. And yet adults seem to think that when they've come up with some sort of plan, they've got it. And then we'll do that for a year. And yet kids' priorities are changing daily, weekly, monthly. The language of this stuff is changing daily, weekly, monthly, but we persevere with annual cycles. And inquiry cycles from schooling improvement that are getting interrupted now all the time. But the inquiry cycles and the books about professional development still have the inquiry cycles and say, you must have discipline around the inquiry cycle. Why would you when your next Twitter message that comes in could tell you exactly what you're cycles and say you must have discipline around the inquiry cycle why would you when the next Twitter message that comes in could tell you exactly what you're looking for and usually does and the pond will do that you're at 25 different things now you can find out stuff in a nanoseconds it's amazing so so the whole notion of what does this group do? Do they go with the leader's view of what to do for a year? Do they go with the parents' view? Do they go with the kids' view? And the discussion that came out of that was actually go with all three of them. So you parents do the things that you think are important in that group of priorities. Kids you drive to where you think the priorities should be driven from. So you've got your responsibility and so of where's teachers and leaders. And so each group's got to take responsibility for what the learning environment looks like. We don't need to design learning environments for people. The people who they're designed for should be involved in designing them, living in them, enacting them, and then checking which things need to change. Now when you do this with priority learners, it's not easy because sometimes they don't talk as fast as you do, and sometimes they don't think as fast as what we do. And so you've got to give them the time to be able to articulate what they are thinking. And what we've found out is if you give them the time and you appreciate the fact that they can do this, they're incredibly capable of talking about learning environments in their own. So much so that I think that the cognitive engagement of kids in talking about how they learn can be much higher than their cognitive engagement and the content they're supposed to be learning. So kids in maths reading and writing who are at the bottom of the heap and that's the ones we've been working with, they're not doing so well in reading maths and writing, but in terms of talking about how they learn in reading, writing or maths, they can articulate the same way that any teacher can in the staff room or any principal can in a principals group. It's an unbelievable phenomenon that these young kids have cognitive capability in a certain area, but the whole government drive is around the content and getting the reading, writing, math up. So if we got the reading, writing, up, it would be nirvana. But this is one way to do that through engaging much more strongly on how they learn. So building that into the daily lives of teachers, kids and families, how am I learning? What do I have to change in the way I learn? That might change make a difference. And if we spent more time doing that, a whole lot of the staff meetings and principals meetings, these sort of conferences, would actually be done with the kids. They wouldn't be separate things. How do we put this video on? This one here. So these are these two, a couple of kids who came up with those priorities talking about them. For my first two, the learning for the modern world, we're practically in the modern world. And plus we have to know how to use a computer and technology and that fancy stuff because jobs have and if you get a good job you'll get a good house and yeah and for the Fana we want engaging of Fano in learning we'll be able to get longer times in learning from like 9 o'clock to three a clock we instead we can have 24 hours instead of like six hours and in my active learning we can have we instead of learning the same old same old every like 24 seven we can pick our own stuff out of the class and do our own stuff and, yeah, things like that. I put active learning first because when you're at the holidays and you still want to learn, you can burn about whatever you want. And when it comes to school you'll be smarter. And I put learning for the modern world second because it's like just the same that you said that um we need a like we're living in the modern world and we need to know more about the world and so yeah and um for the last one i swapped um blending with learning with digital learning, and I swapped it with learning with FOMO because I think it's important to know with your family because you can learn longer and you can learn how to cook in there. Well, when at school you can learn, like in that school, you're only learn, like, reading, writing and mass. At home you can learn about cooking and whatever you want. So I guess my plea to the world is that kids become much more involved in design implementation evaluation and they can do rather than can't do. And if we give them time to do that rather than think about performance management programs of how to throw them out of school for disengagement, how do you bring them back into learning environments and engage them because they can and do and they love it. I think our equity challenge in New Zealand would be a lot further down the track than where it is now rather than trying to do it all for them. So I don't want to go further than those wise words that we just heard up there. I'm sure they'll give you plenty food for thought, but two messages I'd like to leave you with to build on what Brian has talked about, that future focus learning environments need to enable our learners, and that includes us as professionals, to be active, to be active in that learning environment. And that includes teaching professionals and education leaders too. Just to add some voices of some other secondary school students I heard recently, one young woman said to me, I miss my teacher, which was pretty powerful. The school had introduced BYOD and some of the teachers were, whoa, hands off. This is hard, this means that the technology is going to do my job and those kids missed their teacher. Our teachers and our families and our communities and our young people all need to be active in the learning and teaching process. Technology is not permission to say, oh, the technology can do it. Sure, the technology can enable us to be creators and not just consumers. But building on what Brian said, we need to lift the challenge. We need to be inspirational, transformational and challenge ourselves and our young people for success for every student in a digital world. So thank you for your time and thanks Brian."}