{"speakers": [], "chunks": [{"timestamp": [0.0, 6.48], "text": " Welcome to the year seven and eight edition of BYOD at our River College."}, {"timestamp": [7.24, 14.7], "text": " My name is Brian Dongini. I'm head of year eight and I teach in a year eight ILC class,"}, {"timestamp": [14.8, 19.84], "text": " which is our independent learning center. And this is my colleague and team member, Trevor Rubens."}, {"timestamp": [20.66, 22.64], "text": " And we're going to share the presentation today."}, {"timestamp": [22.96, 26.5], "text": " Dave, would you mind just pulling those doors in? It's a little noisy."}, {"timestamp": [26.5, 38.0], "text": " Okay, we're seven weeks into our journey as teachers in classes where all students have a device."}, {"timestamp": [38.0, 41.0], "text": " It's been a very interesting journey."}, {"timestamp": [41.0, 44.0], "text": " It's been very intense."}, {"timestamp": [44.0, 47.44], "text": " At times it's been a little stressful, but it's been a really"}, {"timestamp": [47.44, 55.0], "text": " enjoyable time as well. Now can we just get something straight right from the start? You"}, {"timestamp": [55.0, 59.92], "text": " are allowed to interrupt me at any time, you're allowed to ask questions, you're allowed to"}, {"timestamp": [59.92, 67.58], "text": " make comments, and you're allowed to initiate discussion so that you're not being talked at for 40 or 50"}, {"timestamp": [67.58, 73.04], "text": " minutes but you're actually part of a discussion so we invite lots of discussion and feedback during"}, {"timestamp": [73.04, 84.56], "text": " the session so that's just gone awful are we ready for change this morning in the keynote one of"}, {"timestamp": [84.56, 87.78], "text": " the things that the speaker mentioned was change."}, {"timestamp": [88.56, 93.04], "text": " And as educators, we're at the forefront of a lot of change that's happening at the moment."}, {"timestamp": [93.9, 100.2], "text": " And it's quite exciting changes, but it's also quite daunting and can be intimidating for some teachers,"}, {"timestamp": [100.2, 106.6], "text": " depending on where they're at within their knowledge and acceptance of devices"}, {"timestamp": [106.6, 108.3], "text": " in the class or IT."}, {"timestamp": [108.3, 109.8], "text": " So it's very interesting."}, {"timestamp": [109.8, 112.96], "text": " But as teachers, we have to be ready for change."}, {"timestamp": [112.96, 120.4], "text": " And in the week, I walked around the school, our area of the school, looking for a class"}, {"timestamp": [120.4, 121.4], "text": " where I could take a picture."}, {"timestamp": [121.4, 127.84], "text": " And I walked into the Dave Halt's class because at the end I gave up trying to find what I was looking for"}, {"timestamp": [127.84, 132.16], "text": " and between him and I we staged the picture which you see up on screen now"}, {"timestamp": [132.16, 136.76], "text": " which sort of reflects a very traditional classroom setup"}, {"timestamp": [136.76, 141.84], "text": " reflects it's not quite what it used to be but it sort of reflects it"}, {"timestamp": [141.84, 149.66], "text": " and in the previous room that we were in the the layout of the desks really did meet the requirements"}, {"timestamp": [149.66, 151.24], "text": " of how classrooms used to be set up."}, {"timestamp": [151.88, 155.44], "text": " Students in rows, teacher up the front, delivering instruction."}, {"timestamp": [156.22, 157.72], "text": " And that's changed a lot for us."}, {"timestamp": [158.64, 160.92], "text": " We don't really do that anymore at River College"}, {"timestamp": [160.92, 164.7], "text": " because we're finding that we want our students"}, {"timestamp": [164.7, 166.32], "text": " to be maximizing"}, {"timestamp": [166.32, 172.44], "text": " the benefits of the time they have for their learning, not to stand and listen to us."}, {"timestamp": [172.44, 177.24], "text": " If I take 50 minutes to present a lesson, that's 50 minutes of work time my students have"}, {"timestamp": [177.24, 178.24], "text": " lost."}, {"timestamp": [178.24, 183.36], "text": " And let's face it, in this day and age, students have really busy lives."}, {"timestamp": [183.36, 188.12], "text": " As teachers, you have all encountered students who came to school on any given day and hadn't"}, {"timestamp": [188.12, 192.24], "text": " done what you classed as homework."}, {"timestamp": [192.24, 195.74], "text": " Everyone familiar with that experience?"}, {"timestamp": [195.74, 203.0], "text": " Because they've had rugby practice swimming, netball, or there was something that filled"}, {"timestamp": [203.0, 205.88], "text": " up the time after school so that they couldn't"}, {"timestamp": [205.88, 208.94], "text": " complete a task that needed completing."}, {"timestamp": [208.94, 217.1], "text": " So that's just the nature of what the day after school is like for our students."}, {"timestamp": [217.1, 222.36], "text": " So we do try to maximize the time in class that they spend learning."}, {"timestamp": [222.36, 227.0], "text": " Now let's get a bit of interaction because I don't want to do all the talking."}, {"timestamp": [227.0, 232.0], "text": " What are your current learners like? What are your current students like in class?"}, {"timestamp": [232.0, 238.0], "text": " If you could sort of randomly blurt out words that describe what this generation of learners is like,"}, {"timestamp": [238.0, 250.32], "text": " what are some of the things you would describe them as? And you're allowed to speak now. Besides some of the things I've put up there, are there any"}, {"timestamp": [250.32, 254.1], "text": " that you could add to that? We know they're extremely visual. They like visual content."}, {"timestamp": [255.32, 267.0], "text": " They're very confident. We had in past sessions cheeky, demanding. Anything else that comes to mind?"}, {"timestamp": [267.0, 269.0], "text": " Helpful?"}, {"timestamp": [269.0, 274.0], "text": " It can be. But in terms of their specific learning needs,"}, {"timestamp": [274.0, 280.0], "text": " very tactile. They like things that they can actually touch."}, {"timestamp": [280.0, 283.0], "text": " Hands-on works for our generation of students."}, {"timestamp": [283.0, 290.16], "text": " They like things they can hear, and generally not from you up front, but on their devices"}, {"timestamp": [290.16, 292.92], "text": " or from another format."}, {"timestamp": [292.92, 297.62], "text": " So they like to be in control of what's happening in their learning environment."}, {"timestamp": [297.62, 302.68], "text": " And I know it sounds quite daunting to give up the control of your classroom environment"}, {"timestamp": [302.68, 304.4], "text": " to your students."}, {"timestamp": [304.4, 305.78], "text": " But if we teach"}, {"timestamp": [305.78, 311.32], "text": " them how to manage the time that they have in class, then it is possible for us to give up some"}, {"timestamp": [311.32, 316.52], "text": " of the control. In the classroom today, you won't find all students at the same place in their"}, {"timestamp": [316.52, 320.8], "text": " learning at the same time. And we need to be able to cater for that by giving up some of the"}, {"timestamp": [320.8, 330.76], "text": " control, allowing Johnny to work at his own pace in the corner because he's a bit slower than Max and Ted, and allowing Trevor to run off and be six"}, {"timestamp": [330.76, 334.7], "text": " or seven strides ahead of the other students."}, {"timestamp": [334.7, 339.28], "text": " So our students are quite diverse in fact."}, {"timestamp": [339.28, 341.84], "text": " They're a generation that like doing things on the run."}, {"timestamp": [341.84, 344.72], "text": " They're pretty mobile."}, {"timestamp": [344.72, 346.32], "text": " I find it very difficult to do two"}, {"timestamp": [346.32, 352.8], "text": " things at the same time. Like listening to music while I'm doing a piece of work with earphones,"}, {"timestamp": [353.1, 358.72], "text": " I find extremely difficult because I just never learned like that. When I learned it was always"}, {"timestamp": [358.72, 364.7], "text": " in a quiet space where there were no distractions and I could focus. Students are not like that"}, {"timestamp": [364.7, 366.0], "text": " so much anymore."}, {"timestamp": [366.0, 370.0], "text": " They can listen to music, they can be completing a piece of work,"}, {"timestamp": [370.0, 373.0], "text": " and they can be interacting with the mate."}, {"timestamp": [373.0, 376.0], "text": " It's a lot of things happening around them at the same time."}, {"timestamp": [376.0, 378.0], "text": " So they're quite different."}, {"timestamp": [378.0, 380.0], "text": " They love starring in their own shows."}, {"timestamp": [380.0, 383.0], "text": " I find one of the things our students like doing the most"}, {"timestamp": [383.0, 387.0], "text": " is filming themselves or recording their voices."}, {"timestamp": [387.0, 395.0], "text": " When you give them an option of presenting a piece of work, one of the number one choices for presenting a piece of work is iMovie."}, {"timestamp": [395.0, 399.0], "text": " Because they can film and they can actually star in their own little shows."}, {"timestamp": [399.0, 401.0], "text": " So they like being on show."}, {"timestamp": [401.0, 405.04], "text": " And we give them a lot of opportunities to actually be on show in their own little"}, {"timestamp": [405.04, 413.24], "text": " presentations. So these are all things that devices and classes provide opportunity for."}, {"timestamp": [413.24, 420.0], "text": " Students can do all of those things because they have an iPad or a laptop or an Android"}, {"timestamp": [420.0, 426.32], "text": " tablet. And of course having a device has provided certain benefits for both students and for"}, {"timestamp": [426.32, 431.2], "text": " teachers. And Trevor will talk a lot more about some of the things that is happening in his class"}, {"timestamp": [431.2, 436.86], "text": " and some of the benefits for him and for his students. But what I've discovered over the short"}, {"timestamp": [436.86, 442.64], "text": " period of time, and from last year where I had a proportion of devices in my class is that"}, {"timestamp": [442.64, 445.28], "text": " the level of engagement certainly does take a hike."}, {"timestamp": [446.36, 450.14], "text": " Students are less inclined to be off task when they're actually sitting in front of a screen."}, {"timestamp": [450.6, 457.12], "text": " It doesn't mean they're inclined to be more on task, but they're less inclined to be distracting others from learning."}, {"timestamp": [458.02, 461.3], "text": " And that's where us monitoring what they're doing becomes very important."}, {"timestamp": [462.18, 466.32], "text": " So I found that they are a lot more motivated because they have this"}, {"timestamp": [466.32, 471.98], "text": " range of opportunities to present work in so many different ways and they have the freedom to choose"}, {"timestamp": [471.98, 478.96], "text": " at times. They're quite excited about getting things done. More opportunities have certainly"}, {"timestamp": [478.96, 486.12], "text": " become available. When you think about field trips, some field trips are just impossible."}, {"timestamp": [486.12, 490.94], "text": " But with the internet and the range of resources available to us online, we can almost"}, {"timestamp": [490.94, 499.64], "text": " bring any situation into a classroom environment quite easily through YouTube or other media."}, {"timestamp": [499.64, 503.56], "text": " There isn't a problem with accessibility anymore except when the network doesn't really play"}, {"timestamp": [503.56, 504.64], "text": " the game."}, {"timestamp": [504.64, 509.96], "text": " But other than that, students always have access to what they need for their learning."}, {"timestamp": [509.96, 514.0], "text": " There's no excuses anymore if you've lost a sheet of paper."}, {"timestamp": [514.0, 515.32], "text": " You know where to find another one."}, {"timestamp": [515.32, 517.68], "text": " You can print another one if you need it."}, {"timestamp": [517.68, 522.82], "text": " We're at the stage now where we don't really do so much work on print or on paper."}, {"timestamp": [522.82, 526.66], "text": " So really it's always sitting on your device ready for"}, {"timestamp": [526.66, 531.28], "text": " you to complete the links between home and school have improved a lot because"}, {"timestamp": [531.28, 536.02], "text": " we've opened up lots of portals for students and parents to be able to communicate"}, {"timestamp": [536.02, 540.38], "text": " with school and with teachers through our alternate parents have a login"}, {"timestamp": [540.38, 546.16], "text": " have the personal login for their student accounts. Parents can log in and"}, {"timestamp": [546.16, 551.52], "text": " access what their child is doing in class at any particular time. They also have access to our"}, {"timestamp": [551.52, 557.12], "text": " learning management system, which is K-MAR. They can actually log in and look at student progress,"}, {"timestamp": [557.12, 563.12], "text": " results, assessments, all that kind of stuff. And in one of the other programs which we use"}, {"timestamp": [563.12, 565.32], "text": " called MathBuddy, they are able to"}, {"timestamp": [565.32, 572.56], "text": " log in again and see how their child is progressing as far as assigned tasks are concerned."}, {"timestamp": [572.56, 576.32], "text": " We talked about the freedom of expression and the fact that students really love sharing"}, {"timestamp": [576.32, 586.0], "text": " and being on show. And one other extremely useful benefit has been the level of creativity."}, {"timestamp": [586.0, 591.0], "text": " Students have really, really picked up their game in terms of what they can produce now."}, {"timestamp": [591.0, 598.0], "text": " Because there are all these really useful little apps that help for their presentation,"}, {"timestamp": [598.0, 601.0], "text": " giving them ideas and all that kind of thing."}, {"timestamp": [601.0, 608.44], "text": " So creativity is a real big one. And of course, a learning environment now is a real"}, {"timestamp": [608.44, 613.56], "text": " thriving play. If you walk into a year seven or eight class at any time, it won't be as quiet as this."}, {"timestamp": [615.72, 620.28], "text": " There'll be a lot of interaction, there'll be a lot of talking, a lot of discussion, and there may be"}, {"timestamp": [620.28, 627.88], "text": " sounds coming from devices, so there's a lot happening in a classroom. So the learning environment has changed a lot."}, {"timestamp": [627.88, 632.74], "text": " And as a result, the learning environment has expanded outside of the four walls."}, {"timestamp": [632.74, 637.94], "text": " With wireless now, students can work outside on the field where they need to be doing something."}, {"timestamp": [637.94, 642.46], "text": " They can work just outside under the shade cloth if they need to because it's too noisy in the class,"}, {"timestamp": [642.46, 645.54], "text": " and they need to do something that requires a bit of quiet."}, {"timestamp": [647.72, 649.96], "text": " So we have this constantly expanding learning environmental classroom."}, {"timestamp": [650.44, 652.3], "text": " Looking at the picture there, all the students"}, {"timestamp": [652.3, 653.78], "text": " are sitting on the floor."}, {"timestamp": [653.98, 656.74], "text": " And these seven and eight classes, we have carpets throughout."}, {"timestamp": [657.64, 660.52], "text": " Students don't really spend a lot of time at desks"}, {"timestamp": [660.52, 661.9], "text": " if they don't have to."}, {"timestamp": [662.58, 664.74], "text": " It's only when we ask them to sit there that they really do."}, {"timestamp": [665.18, 667.92], "text": " Which tells me that they actually enjoy just relaxing on the floor"}, {"timestamp": [667.92, 670.08], "text": " and working in little groups with their peers."}, {"timestamp": [671.26, 675.98], "text": " So with them not being confined to their desks,"}, {"timestamp": [676.1, 679.26], "text": " it means that we just don't have to be confined to the front of the classroom."}, {"timestamp": [680.14, 684.26], "text": " In my classroom, I don't spend more than five to seven minutes at the front"}, {"timestamp": [684.26, 685.3], "text": " instructing."}, {"timestamp": [686.82, 692.26], "text": " The only time I'm actually talking to the students is when they need to know what to do and where to find it."}, {"timestamp": [693.08, 698.6], "text": " The rest of the time I actually spend alongside them all in and amongst the groups."}, {"timestamp": [698.9, 701.36], "text": " I actually have two spaces in my class that I occupy."}, {"timestamp": [701.94, 704.74], "text": " My table is one that I use before school and after school."}, {"timestamp": [705.0, 710.0], "text": " It's a little corner and it's blocked off and it's my space before and after school."}, {"timestamp": [710.0, 714.0], "text": " The rest of the time I have a table right in the middle of the classroom in and amongst the students."}, {"timestamp": [714.0, 716.0], "text": " And that's where I spend a lot of my time."}, {"timestamp": [716.0, 720.0], "text": " And that's where I work one-on-one with students or with little groups."}, {"timestamp": [720.0, 727.1], "text": " So that's changed a lot from before when we spent quite a bit of time giving instructions at front."}, {"timestamp": [727.74, 732.76], "text": " Learning has actually come to life for students because they're not listening to me for an hour,"}, {"timestamp": [733.24, 736.78], "text": " but actually doing stuff that interests them and that stimulates their learning."}, {"timestamp": [737.22, 739.48], "text": " A good example was a recent zoo visit."}, {"timestamp": [740.3, 745.18], "text": " And just a little video of something that the students created when they came back from the zoo."}, {"timestamp": [745.54, 749.6], "text": " It was the first time that we allowed students to take devices on a field trip."}, {"timestamp": [750.52, 753.62], "text": " And there were all the fears that they're going to break them and drop them and lose them."}, {"timestamp": [754.04, 755.82], "text": " And we said, well, look, we have to take that chance."}, {"timestamp": [755.88, 759.0], "text": " We're going to let them take their devices along and see what the outcome is."}, {"timestamp": [759.96, 761.82], "text": " And this is by no means a masterpiece."}, {"timestamp": [762.06, 762.76], "text": " It's not perfect."}, {"timestamp": [763.16, 801.0], "text": " But it's just a little piece that reflects what the students have done after a trip which supports their learning. An adaptation is where an animal evolves to meet the need from its ever-changing environment."}, {"timestamp": [801.0, 807.0], "text": " There are three types of adaptation, behavioural, physical and structural."}, {"timestamp": [807.0, 810.0], "text": " Let's look at some examples."}, {"timestamp": [810.0, 818.0], "text": " Well for one, otters have a streamlined body that allows them to travel through water quickly."}, {"timestamp": [818.0, 822.0], "text": " This is a physical adaptation."}, {"timestamp": [822.0, 828.6], "text": " Leavers and other monkeys have learned to use their tail as a third arm"}, {"timestamp": [828.6, 831.44], "text": " so they can swim from tree to tree more easily."}, {"timestamp": [832.46, 835.02], "text": " This is a behavioural adaptation."}, {"timestamp": [835.72, 840.6], "text": " Alligators' eyes, ears and nostrils are all positioned on the top of their head."}, {"timestamp": [840.6, 844.46], "text": " This is because when they are hunting, they want to be stumpy"}, {"timestamp": [844.46, 845.6], "text": " and so they need to"}, {"timestamp": [845.6, 851.4], "text": " keep this middle of their body out of the water as possible. This positioning makes it easier"}, {"timestamp": [851.4, 861.24], "text": " for the alligator to see, breathe and hear. This is a structural adaptation. Tigers and other"}, {"timestamp": [861.24, 871.64], "text": " big cats have protective pouches of skin on their pores that they can pull their claws back into when they are not using them so that they don't become blunt as they walk around."}, {"timestamp": [872.52, 875.08], "text": " This is a physical adaptation."}, {"timestamp": [878.12, 882.96], "text": " Seelines learn to swim in between rocks when swimming away from predators."}, {"timestamp": [884.0, 889.12], "text": " This helps to confuse the animal that the sea lion is swimming away from."}, {"timestamp": [889.12, 894.46], "text": " This is a behavioural adaptation."}, {"timestamp": [894.46, 897.04], "text": " That brings us to the end of this movie."}, {"timestamp": [897.04, 901.0], "text": " We hope that you have enjoyed listening to some of our adaptations and that you have learnt"}, {"timestamp": [901.0, 903.94], "text": " something from this presentation."}, {"timestamp": [903.94, 905.0], "text": " Short, sweet and simple."}, {"timestamp": [909.0, 916.0], "text": " It reflects just a little piece of what students learned during their trip to the zoo."}, {"timestamp": [916.0, 921.0], "text": " Okay. Now, which brings us to my, yes, sorry."}, {"timestamp": [921.0, 925.04], "text": " Did they have a storyboard what they were going to do before they went to the zoo?"}, {"timestamp": [925.04, 926.9], "text": " Or did they just film random things?"}, {"timestamp": [927.08, 929.82], "text": " Well, no, they had no idea what they were going to look,"}, {"timestamp": [929.98, 931.96], "text": " what they were going to focus on when they got to the zoo."}, {"timestamp": [932.62, 937.18], "text": " They took lots of footage and several groups of students collected footage."}, {"timestamp": [937.62, 938.48], "text": " And when we got back to school,"}, {"timestamp": [938.58, 941.22], "text": " they picked out the bits that applied to what they wanted to talk about."}, {"timestamp": [942.44, 942.68], "text": " Okay?"}, {"timestamp": [945.44, 948.6], "text": " And so it's the first time that we've actually gone to the zoo"}, {"timestamp": [948.6, 951.22], "text": " and come back with something that they could actually use"}, {"timestamp": [951.22, 955.08], "text": " to express their learning and show what they had learned."}, {"timestamp": [955.24, 957.5], "text": " In the past, it would always be a sheet of paper"}, {"timestamp": [957.5, 960.46], "text": " where we'd jot down some things as we were walking around,"}, {"timestamp": [960.98, 962.34], "text": " and then we'd ask them to draw."}, {"timestamp": [962.34, 970.5], "text": " Now, I know from personal experience with lots of students students that they're all not really good at drawing."}, {"timestamp": [970.5, 977.1], "text": " But it was really easy for them to take photos and some videos and come back and build it in to what they'd learned."}, {"timestamp": [977.1, 986.98], "text": " Which brings us to the next thing and that is the barriers to learning and how devices in class have actually helped peel away some of the barriers to student learning."}, {"timestamp": [986.98, 990.62], "text": " Not everybody reads, writes, and draws really well."}, {"timestamp": [990.62, 992.72], "text": " And that's where it's become important for students"}, {"timestamp": [992.72, 995.32], "text": " to have at their fingertips applications"}, {"timestamp": [995.32, 996.92], "text": " which allow them to be able to do the things"}, {"timestamp": [996.92, 998.86], "text": " that they're not really good at"}, {"timestamp": [998.86, 1001.52], "text": " and still get a really good result."}, {"timestamp": [1002.74, 1006.48], "text": " Typical example, and it was a really good example for me because"}, {"timestamp": [1006.48, 1012.0], "text": " that's a piece of work from a student who if I'd asked him to draw something it"}, {"timestamp": [1012.0, 1016.32], "text": " wouldn't have been a very good piece of work. We've done this activity in the past"}, {"timestamp": [1016.32, 1021.76], "text": " and we've had some pieces of work that you would really just want to put on to the table"}, {"timestamp": [1021.76, 1025.0], "text": " and really not show to anybody."}, {"timestamp": [1025.0, 1031.5], "text": " It was the best effort that those students could produce because that was the only skills"}, {"timestamp": [1031.5, 1034.56], "text": " they had in what they were being asked to do."}, {"timestamp": [1034.56, 1040.22], "text": " But this boy was able to produce this piece of work using a simple little iPad app which"}, {"timestamp": [1040.22, 1043.76], "text": " he found for free in the app store."}, {"timestamp": [1043.76, 1047.2], "text": " And if you look up there he he actually now considers himself to be creative"}, {"timestamp": [1047.2, 1051.44], "text": " because he can produce something of that nature,"}, {"timestamp": [1051.62, 1053.54], "text": " which looks really good, is colourful,"}, {"timestamp": [1053.86, 1057.6], "text": " and reflects what he wanted to share about himself,"}, {"timestamp": [1058.38, 1059.7], "text": " and quite easily done."}, {"timestamp": [1060.44, 1066.0], "text": " So the fact that you can't read doesn't mean that you can't work or move along at a steady pace."}, {"timestamp": [1066.0, 1069.0], "text": " One thing we have found is that students are far more productive."}, {"timestamp": [1069.0, 1075.0], "text": " They're getting a lot more done in a shorter space of time because of the availability of really useful applications"}, {"timestamp": [1075.0, 1078.0], "text": " that help them complete their work or achieve their goals."}, {"timestamp": [1078.0, 1085.8], "text": " So technology is definitely producing or presenting some alternatives to a lot of the limitations we see in a classroom."}, {"timestamp": [1086.36, 1092.16], "text": " We're also finding that our classrooms now can be quite diverse in terms of meeting student needs."}, {"timestamp": [1092.94, 1099.9], "text": " Johnny doesn't have to be moving at the same level as Max just because you want to move ahead so you can get finished with work."}, {"timestamp": [1100.24, 1108.4], "text": " Johnny is moving along at a slower pace. He can work on his own because he's got all the resources to be able to keep going at his pace."}, {"timestamp": [1108.4, 1114.0], "text": " And something that Trevor will talk about later will show you that students actually appreciate"}, {"timestamp": [1114.0, 1116.66], "text": " being allowed to move at their own pace."}, {"timestamp": [1116.66, 1120.7], "text": " Sometimes like students, we experience overload as teachers."}, {"timestamp": [1120.7, 1123.3], "text": " More so they do as little children."}, {"timestamp": [1123.3, 1126.42], "text": " They just feel that we're going too fast and that we expect them to keep up"}, {"timestamp": [1126.42, 1129.4], "text": " and we're not actually taking into account some of the limitations"}, {"timestamp": [1129.4, 1132.08], "text": " that might be keeping them from moving at the same pace."}, {"timestamp": [1132.96, 1136.22], "text": " So definitely that barrier is peeling away"}, {"timestamp": [1136.22, 1141.18], "text": " because now he has his own device and he controls how fast he goes."}, {"timestamp": [1145.5, 1151.5], "text": " Devices have certainly gone a long way to helping us to actually meet some of those expectations of the key competencies."}, {"timestamp": [1151.5, 1158.0], "text": " Students are putting a lot of thought into their work, particularly because as Trevor, we'll share with you later,"}, {"timestamp": [1158.0, 1162.5], "text": " it's not just being shared in class anymore, it's actually going on the wider stage."}, {"timestamp": [1162.5, 1169.34], "text": " It's going on Twitter and it's going on YouTube and it's going up in all kinds of places. It's being shared with people outside"}, {"timestamp": [1169.34, 1173.14], "text": " of the classroom environment. So I thinking about that and thinking, well, this has better"}, {"timestamp": [1173.14, 1177.82], "text": " be really good because lots of people are going to see it, not just my classmates."}, {"timestamp": [1178.86, 1184.68], "text": " So the quality of work is certainly improved. They're using all kinds of different symbols,"}, {"timestamp": [1185.88, 1191.58], "text": " texts, language and media to get their message across. They're no longer confined to sitting down and"}, {"timestamp": [1191.58, 1195.84], "text": " writing an exercise book and that's the only way that they can present or produce a piece"}, {"timestamp": [1195.84, 1200.88], "text": " of work. They can use whatever that is at their disposal on the device. Students are"}, {"timestamp": [1200.88, 1207.0], "text": " really managing themselves very well. Over the course of today you may have seen quite a number of images of students working."}, {"timestamp": [1207.0, 1213.0], "text": " All of those images were captured by teachers during the course of lessons."}, {"timestamp": [1213.0, 1216.0], "text": " Students didn't always know that they were being photographed or filmed."}, {"timestamp": [1216.0, 1220.0], "text": " So it's a true reflection of really what's happening at that time."}, {"timestamp": [1220.0, 1225.76], "text": " And you take careful note of the focus that those students are showing."}, {"timestamp": [1228.74, 1229.34], "text": " Kids are really purposeful now when you send them off to go and do a task."}, {"timestamp": [1231.22, 1232.22], "text": " They want to come back with a really good product,"}, {"timestamp": [1235.3, 1236.04], "text": " and they want to impress because they know it's going to go and show."}, {"timestamp": [1242.42, 1243.46], "text": " There's a lot more discipline as to when and how they set down to get a task completed."}, {"timestamp": [1247.0, 1252.0], "text": " You're not having to keep reminding them to be on task all the time. Occasionally you do, but the majority of the time students are actually on task."}, {"timestamp": [1252.0, 1257.0], "text": " And of course the level of presentation is improved."}, {"timestamp": [1257.0, 1260.0], "text": " Productivity is actually the highest that it's ever been."}, {"timestamp": [1260.0, 1264.0], "text": " And we were just talking as a team about the fact that this has been one of the best starts to a year"}, {"timestamp": [1264.0, 1265.94], "text": " at year seven and eight level,"}, {"timestamp": [1266.1, 1267.38], "text": " because the students are just so settled."}, {"timestamp": [1268.24, 1275.54], "text": " And the fact that they're not running around looking for computers every lesson means that they can settle down and get on task really quickly."}, {"timestamp": [1276.5, 1281.16], "text": " And when you walk around, there aren't students milling around, walking around looking for computers."}, {"timestamp": [1281.46, 1287.76], "text": " In the past, we'd take 10 to 15 minutes before they found somewhere to work if they needed to use a computer, not anymore."}, {"timestamp": [1287.76, 1290.4], "text": " I'm starting to sort of hurry along just a little"}, {"timestamp": [1290.4, 1295.22], "text": " because I'm aware that Trevor needs quite a bit of time as well."}, {"timestamp": [1295.22, 1299.36], "text": " Two very important parts of our learning environment"}, {"timestamp": [1299.36, 1303.32], "text": " are Ultronet and Dropbox."}, {"timestamp": [1303.32, 1309.0], "text": " Ultranet is the portal where all student workers and resources are shared"}, {"timestamp": [1309.0, 1315.0], "text": " and tasks are put up there for students so they know exactly where to find a task,"}, {"timestamp": [1315.0, 1317.0], "text": " they know exactly where to find the resources"}, {"timestamp": [1317.0, 1323.0], "text": " and they know exactly where to find any thing related to that task"}, {"timestamp": [1323.0, 1326.32], "text": " for each subject or for a specific teacher."}, {"timestamp": [1326.82, 1329.86], "text": " They also know when it's due because on Alternate there'll be a due date"}, {"timestamp": [1329.86, 1333.8], "text": " and a little timeline showing how much of the time is used and what's still available."}, {"timestamp": [1334.36, 1337.74], "text": " So everything they need to access will be available on Ultranet."}, {"timestamp": [1338.76, 1341.28], "text": " We've started using Dropbox at the beginning of this year"}, {"timestamp": [1341.28, 1347.0], "text": " as a sort of portal for students to feed work to us and also to feed work back to them."}, {"timestamp": [1347.0, 1350.0], "text": " Teachers are all using it in a slightly different way."}, {"timestamp": [1350.0, 1355.0], "text": " I have a Dropbox folder where students can drop completed work,"}, {"timestamp": [1355.0, 1360.0], "text": " but they also have a folder that they've created in their drop boxes that they share with me."}, {"timestamp": [1360.0, 1366.84], "text": " And at the end of each lesson, they need to actually make sure that whatever they're working on is placed in that folder."}, {"timestamp": [1367.36, 1372.92], "text": " One, it gives me an opportunity to see where they're at, how much they're completed, whether they need any help."}, {"timestamp": [1373.42, 1381.28], "text": " But it also makes sure that whatever they're working on is safe, because we've had quite a few instances where devices have crashed and needed to be restored."}, {"timestamp": [1382.16, 1384.98], "text": " And, of course, everything's gone."}, {"timestamp": [1385.84, 1391.62], "text": " Whatever you had on your device is gone so I encourage them on a daily basis or almost at the end of every lesson to make"}, {"timestamp": [1391.62, 1397.02], "text": " sure that whatever they've completed so far they pop in their drop box folder and if they've lost it"}, {"timestamp": [1397.02, 1401.52], "text": " they just go back and pull it out of there and continue to work if they were a little further ahead"}, {"timestamp": [1401.52, 1405.2], "text": " and they've lost it well at least they don't have to go back to the beginning and start again."}, {"timestamp": [1405.92, 1407.88], "text": " So it's pretty useful in that sense for me."}, {"timestamp": [1408.48, 1412.98], "text": " Completed work, I just pull out of there and I'm able to mark on my device."}, {"timestamp": [1413.64, 1418.0], "text": " A set of marking now is really just that for me."}, {"timestamp": [1418.82, 1421.18], "text": " I take home a pile of marking and it's just that."}, {"timestamp": [1422.48, 1428.26], "text": " And I feed it back to the students quite easily through their drop box as well."}, {"timestamp": [1428.56, 1434.16], "text": " And Trevor will talk about some of the apps that we used to be able to do that as well."}, {"timestamp": [1434.56, 1438.38], "text": " So that's just two of the resources that we're using. And I'm going to hand you over to Trevor"}, {"timestamp": [1438.38, 1444.64], "text": " because I've gone over my time. I think some of the things he has to say are going to be a lot more"}, {"timestamp": [1444.64, 1445.1], "text": " important."}, {"timestamp": [1445.56, 1446.14], "text": " So there you go, Trevor."}, {"timestamp": [1450.5, 1453.42], "text": " I'm just going to glance every once in a while."}, {"timestamp": [1454.52, 1454.66], "text": " Yep."}, {"timestamp": [1454.82, 1455.4], "text": " Yeah, it's all good."}, {"timestamp": [1457.74, 1458.78], "text": " Good afternoon all."}, {"timestamp": [1459.28, 1464.82], "text": " I'm Trevor, and my job is to share with you what's been happening in my class so far,"}, {"timestamp": [1464.82, 1465.02], "text": " bearing in mind that we've been using the devices only for seven weeks. and my job is to share with you what's been happening in my class so far,"}, {"timestamp": [1470.16, 1470.88], "text": " bearing in mind that we've been using the devices only for seven weeks."}, {"timestamp": [1474.78, 1475.16], "text": " Now, when Brian asked who's keen to present on this day,"}, {"timestamp": [1479.62, 1483.32], "text": " I immediately put my hand up because I'd like to represent the teacher that's quite intimidated by new technology."}, {"timestamp": [1484.06, 1488.26], "text": " I find iPads and computers and devices quite complex."}, {"timestamp": [1489.06, 1494.68], "text": " So I thought to myself, you know, it's perhaps a good idea to share with you what I've learned so far,"}, {"timestamp": [1494.82, 1497.84], "text": " being new and intimidated by technology."}, {"timestamp": [1498.76, 1502.02], "text": " I'm the first to admit that we make mistakes."}, {"timestamp": [1502.42, 1506.98], "text": " We learn from each other, but we certainly having fun, doing it on a daily basis."}, {"timestamp": [1507.68, 1509.28], "text": " So just about my traditional style,"}, {"timestamp": [1509.36, 1510.84], "text": " I come from a traditional country"}, {"timestamp": [1510.84, 1512.32], "text": " in a very conservative country"}, {"timestamp": [1512.32, 1515.78], "text": " with a conservative approach to teaching."}, {"timestamp": [1516.38, 1518.36], "text": " I'm your typical old school teacher"}, {"timestamp": [1518.36, 1520.04], "text": " where I like to overshare."}, {"timestamp": [1520.74, 1522.16], "text": " I want to hear my own voice."}, {"timestamp": [1522.54, 1526.8], "text": " If I can spend 20 minutes spoon-feeding you, I'll do that. So I've really had to change my own voice. If I can spend 20 minutes spoon feeding you, I'll do that."}, {"timestamp": [1527.06, 1529.82], "text": " So I've really had to change in that concept."}, {"timestamp": [1530.24, 1532.54], "text": " So my traditional style is very much PowerPoint-based."}, {"timestamp": [1532.82, 1534.92], "text": " Every single lesson is on PowerPoint."}, {"timestamp": [1535.86, 1537.16], "text": " So the kids knew they walk in."}, {"timestamp": [1537.46, 1538.24], "text": " It's on the big screen."}, {"timestamp": [1538.66, 1542.52], "text": " I, of course, discuss and elaborate, and I bore them sometimes."}, {"timestamp": [1542.62, 1545.12], "text": " And then afterwards, they go and they do their independent"}, {"timestamp": [1545.12, 1552.4], "text": " written tasks often I still used worksheets in the past I used PCs but it was problematic because"}, {"timestamp": [1552.4, 1558.32], "text": " the maximum number of PCs that we had within the class was five so in a class of 30 maybe I could"}, {"timestamp": [1558.32, 1564.32], "text": " accommodate 10 here in my class the rest had to be scattered all over the school and then alternatively"}, {"timestamp": [1564.32, 1565.98], "text": " I had to book a computer pod"}, {"timestamp": [1565.98, 1568.46], "text": " so there was very little research done"}, {"timestamp": [1568.46, 1571.4], "text": " and when it was done I couldn't really control it"}, {"timestamp": [1571.4, 1572.92], "text": " because they were scattered all over"}, {"timestamp": [1572.92, 1576.08], "text": " once a week I used to take in books"}, {"timestamp": [1576.08, 1579.72], "text": " and mark my maths books and my writing books"}, {"timestamp": [1579.72, 1584.34], "text": " and on a weekly basis on a Monday I'd hand them their homework"}, {"timestamp": [1584.34, 1587.68], "text": " and on a Friday we'd check their homework so that's pretty much"}, {"timestamp": [1587.68, 1591.64], "text": " my traditional style so what's changed and this is what I'm gonna discuss"}, {"timestamp": [1591.64, 1596.32], "text": " I'm gonna discuss six features of my teaching that has changed in the last"}, {"timestamp": [1596.32, 1602.84], "text": " seven weeks my presentation of work has changed slightly"}, {"timestamp": [1602.84, 1610.02], "text": " the student activities have changed dramatically. The way that they"}, {"timestamp": [1610.02, 1615.96], "text": " present their work has really changed. How I mark their books and how I provide feedback is"}, {"timestamp": [1615.96, 1623.4], "text": " totally different than last year. I still include homework, but I've also introduced a concept"}, {"timestamp": [1623.4, 1627.14], "text": " what I call home learning where they do a bit of pre-class"}, {"timestamp": [1627.14, 1633.36], "text": " work before they walk into my class and being a year eight teacher I'm the first to admit that"}, {"timestamp": [1633.36, 1639.08], "text": " we love a bright colorful environment so the first week of this year we really worked hard"}, {"timestamp": [1639.08, 1644.88], "text": " to make sure that our learning environment remains a year eight classroom full of pictures full of"}, {"timestamp": [1644.88, 1651.2], "text": " their own work nice bright and colorful but I've also changed a few methods in terms of how I"}, {"timestamp": [1651.2, 1658.18], "text": " showcase their work to the world. So in terms of my presentation, very little has changed."}, {"timestamp": [1658.68, 1667.92], "text": " I've taken my PowerPoint presentations and I've merely converted them to keynote. What has changed this year is that"}, {"timestamp": [1667.92, 1675.42], "text": " every single presentation of mine is on Ultranet. So on a daily basis, the students and their parents"}, {"timestamp": [1675.42, 1682.2], "text": " have access to my presentations. So they could discuss a maths concept at home, what we've"}, {"timestamp": [1682.2, 1686.5], "text": " discussed early the morning. They can have a look at tomorrow's writing plan."}, {"timestamp": [1687.02, 1691.04], "text": " So what has changed dramatically is the fact that it's gone home."}, {"timestamp": [1691.26, 1696.4], "text": " Every single presentation of mine is now at home, accessible to the students and their parents."}, {"timestamp": [1696.54, 1701.86], "text": " Yes, it does create a bit of pressure on me because those presentations must be 100% spot on."}, {"timestamp": [1702.3, 1705.12], "text": " But that's just something I'm proud of"}, {"timestamp": [1705.12, 1706.76], "text": " and I want to present to them."}, {"timestamp": [1707.6, 1709.5], "text": " I do a lot less teaching from the front."}, {"timestamp": [1709.92, 1711.22], "text": " I'm out walking to the lesson,"}, {"timestamp": [1711.6, 1712.64], "text": " introduce the concept,"}, {"timestamp": [1713.1, 1713.9], "text": " but as Brian said,"}, {"timestamp": [1714.0, 1715.96], "text": " I now work amongst the students"}, {"timestamp": [1715.96, 1717.42], "text": " at the back of the classroom."}, {"timestamp": [1717.94, 1720.6], "text": " I've also toyed with the flip classroom idea"}, {"timestamp": [1720.6, 1724.18], "text": " where students come prepared for this lesson."}, {"timestamp": [1724.44, 1726.3], "text": " So once again, as you know they"}, {"timestamp": [1726.3, 1732.7], "text": " have access to my presentations and the maximum home learning that I that I give"}, {"timestamp": [1732.7, 1736.98], "text": " them is to go through three slides so they'll have a look at what's going to be"}, {"timestamp": [1736.98, 1741.84], "text": " discussed they might have a look at a video and they might have a look at a"}, {"timestamp": [1741.84, 1745.1], "text": " concept that we're going to discuss the next day."}, {"timestamp": [1747.16, 1747.86], "text": " And that is the home learning."}, {"timestamp": [1748.88, 1749.02], "text": " Very, very important."}, {"timestamp": [1755.26, 1756.48], "text": " And the key element here is the fact that everything is on alternate for the students and their parents to have access to."}, {"timestamp": [1759.42, 1759.72], "text": " This is an example of a health lesson."}, {"timestamp": [1766.12, 1766.9], "text": " This was my very first health lesson and the very first time that I gave them some home learning."}, {"timestamp": [1772.86, 1773.16], "text": " Here at Orowa College, we have a concept called Manaki, and that is respect for yourself,"}, {"timestamp": [1778.38, 1783.44], "text": " others, and your environment. So in this lesson, they had to go home and study the first three slides. So you can see the next slide that have the learning intention, and then they had to"}, {"timestamp": [1783.44, 1785.1], "text": " watch a video all about"}, {"timestamp": [1785.1, 1793.4], "text": " respect that represents Manaki. Then the third slide would have been the discussion point"}, {"timestamp": [1793.4, 1798.2], "text": " for the next day. So the student would have a look at it and decide, and maybe even talk to"}, {"timestamp": [1798.2, 1802.72], "text": " their parents or even their peers, what is respect for yourself? What is respect for your"}, {"timestamp": [1802.72, 1805.48], "text": " environment and what is respect for others? So they respect for your environment? And what is respect for others?"}, {"timestamp": [1805.88, 1809.36], "text": " So they'd walk in the next day, being prepared for this lesson."}, {"timestamp": [1809.46, 1812.58], "text": " And I can honestly say that the discussion was at a higher level."}, {"timestamp": [1814.22, 1816.82], "text": " So just going to the next slide, Brian."}, {"timestamp": [1817.82, 1821.8], "text": " If I look at the student activity and their presentation,"}, {"timestamp": [1822.44, 1825.9], "text": " I'd like to explain to you what happened about a year ago."}, {"timestamp": [1825.9, 1835.36], "text": " It was June and as year eight teachers, we found out that year eights will have their devices this year."}, {"timestamp": [1835.36, 1839.26], "text": " So we had to change our ways in teaching."}, {"timestamp": [1839.26, 1850.76], "text": " So every Thursday we went to some PD in the library and we'd listened to our presenters speaking to us how education has changed, how the teaching has changed and how the kids are going to use their devices."}, {"timestamp": [1851.66, 1858.54], "text": " And we looked at each other and we said to ourselves, this is complex. This is intimidating. I don't know what to do."}, {"timestamp": [1858.64, 1868.24], "text": " You know, am I going to survive in this new modern environment? Then someone took me aside and they said, keep it simple. Start at a"}, {"timestamp": [1868.24, 1874.82], "text": " point and work on the basics first. And that's worked for me. So when I planned for this year,"}, {"timestamp": [1874.92, 1881.18], "text": " I said, right, where do I start? I need to have two or three concepts that I need to become a"}, {"timestamp": [1881.18, 1885.92], "text": " master of. So I decided in my class kids are going to present their work"}, {"timestamp": [1885.92, 1892.84], "text": " using Keynote. Kids are going to do their writing now typing using an app called"}, {"timestamp": [1892.84, 1898.06], "text": " pages and for all their creative work where they really explode and and"}, {"timestamp": [1898.06, 1903.22], "text": " represent themselves. Kids are going to use iMovie and iMovie trailer and"}, {"timestamp": [1903.22, 1908.88], "text": " that's it. It's seven weeks down the line and i can confidently say that"}, {"timestamp": [1908.88, 1913.76], "text": " i'm comfortable with these three elements and the kids are becoming better and better"}, {"timestamp": [1913.76, 1919.04], "text": " and better at using their devices presenting using keynote"}, {"timestamp": [1919.04, 1924.72], "text": " writing or typing using pages and of course creating their own video footage"}, {"timestamp": [1924.72, 1927.36], "text": " using iMovies so in terms of"}, {"timestamp": [1927.36, 1934.24], "text": " of of of kids um learning and producing work it's really working it's only seven weeks down the"}, {"timestamp": [1934.24, 1944.08], "text": " line now in terms of submitting work i think i'm still a bit of a control freak because i prefer"}, {"timestamp": [1944.08, 1946.76], "text": " kids emailing me. So on a daily"}, {"timestamp": [1946.76, 1952.42], "text": " basis, I have a look at their homework, but even they're in-class work. They'd email to me"}, {"timestamp": [1952.42, 1960.18], "text": " and I'd give them feedback there and then. Their big videos they sent to me via via iMessage."}, {"timestamp": [1960.94, 1967.98], "text": " I personally use their Dropbox as a launch pad to showcase their work to the world."}, {"timestamp": [1968.5, 1969.62], "text": " More about that a bit later."}, {"timestamp": [1970.36, 1974.16], "text": " And of course, as I've mentioned, I movie is a revolution."}, {"timestamp": [1974.62, 1977.12], "text": " Kids just love putting this together."}, {"timestamp": [1977.32, 1980.5], "text": " So this is just a bit of background on the video that you're going to see."}, {"timestamp": [1981.42, 1986.96], "text": " This was now about week three or week four four where the kids had a fair idea of what"}, {"timestamp": [1986.96, 1993.86], "text": " manaki or rewa is all about so i i paused for a moment and i thought of myself if i did this lesson"}, {"timestamp": [1993.86, 2000.4], "text": " last year what would have happened i would have discussed respect they would have workshoped respect"}, {"timestamp": [2000.4, 2006.44], "text": " and then my task would have been write a report on what is respect for yourself,"}, {"timestamp": [2006.74, 2011.78], "text": " others and the environment and follow that up with a drawing where you show respect."}, {"timestamp": [2013.02, 2017.52], "text": " The boys in the class would perhaps sit there and they'd reluctantly start writing"}, {"timestamp": [2017.52, 2020.88], "text": " and perhaps draw a picture and that would have been it."}, {"timestamp": [2022.08, 2027.64], "text": " Those same three boys were exposed to the flip classroom."}, {"timestamp": [2028.02, 2031.62], "text": " They went home, they studied the videos, they walked into the class the next day,"}, {"timestamp": [2032.04, 2035.7], "text": " and I asked them now to make an eye movie on what is respect."}, {"timestamp": [2036.12, 2050.0], "text": " And this is what they came up with. There was a time I used to look into a false eyes"}, {"timestamp": [2050.0, 2054.0], "text": " In a happy hall"}, {"timestamp": [2054.0, 2060.0], "text": " Those days are gone"}, {"timestamp": [2060.0, 2068.0], "text": " Oh I hear the song I hear the song"}, {"timestamp": [2068.0, 2072.0], "text": " Outs from the place to my drive"}, {"timestamp": [2072.0, 2079.0], "text": " Upon a hill across the blue lake"}, {"timestamp": [2079.0, 2083.0], "text": " That's right I have a first heart break"}, {"timestamp": [2083.0, 2086.0], "text": " I still remember how it all changed"}, {"timestamp": [2088.0, 2090.0], "text": " my father said"}, {"timestamp": [2091.0, 2094.0], "text": " Don't you worry, don't you worry child"}, {"timestamp": [2095.0, 2098.0], "text": " She has got to plan for you"}, {"timestamp": [2098.0, 2102.0], "text": " Don't you worry, don't you worry, don't you worry now"}, {"timestamp": [2102.0, 2106.0], "text": " Yeah Yeah I'm Oh my God"}, {"timestamp": [2106.0, 2107.0], "text": " God"}, {"timestamp": [2107.0, 2110.0], "text": " Yeah"}, {"timestamp": [2110.0, 2112.0], "text": " I'm"}, {"timestamp": [2112.0, 2123.0], "text": " Oh my God"}, {"timestamp": [2123.0, 2139.0], "text": " She has to Oh Don't you want to die There was a big girl"}, {"timestamp": [2139.0, 2142.0], "text": " A big girl of a different kind"}, {"timestamp": [2142.0, 2176.96], "text": " We can rule the world Thought I thought I'd never lose your outside This is for I'm I'm going to"}, {"timestamp": [2176.96, 2180.0], "text": " how it all change"}, {"timestamp": [2180.0, 2182.0], "text": " Apollett."}, {"timestamp": [2182.0, 2184.0], "text": " Apollett."}, {"timestamp": [2184.0, 2187.0], "text": " Don't you worry, don't you worry, child. This is leaving the I'm sorry, don't you worry, don't you burn it, child."}, {"timestamp": [2187.0, 2222.28], "text": " This is leaving the class before the bell. I can just add to that that two days ago we had an assembly and those three boys were on stage actually speaking about their video."}, {"timestamp": [2222.94, 2226.04], "text": " We're in the past. I don't think these boys were ever on stage actually"}, {"timestamp": [2226.04, 2227.96], "text": " speaking about their own learning."}, {"timestamp": [2228.12, 2230.14], "text": " So if all else failed, they've gained"}, {"timestamp": [2230.14, 2232.04], "text": " confidence through that video and"}, {"timestamp": [2232.04, 2233.96], "text": " they excited about learning"}, {"timestamp": [2233.96, 2235.98], "text": " and they certainly know what respect is."}, {"timestamp": [2238.04, 2239.94], "text": " It might surprise you as a male teacher but"}, {"timestamp": [2239.94, 2241.74], "text": " I actually enjoy marking books lately."}, {"timestamp": [2248.28, 2254.74], "text": " What we've done, as you know, students email me their work and then I was also introduced to this app called doc as and this is"}, {"timestamp": [2254.74, 2259.96], "text": " just brilliant I just I just believe firmly in doc as a as a method to mark books"}, {"timestamp": [2259.96, 2266.24], "text": " as a modern method how it works the student will send me his or her work via pages."}, {"timestamp": [2267.24, 2270.48], "text": " I will open it in docker's and I will mark it."}, {"timestamp": [2270.6, 2273.34], "text": " So everything remains the same."}, {"timestamp": [2273.44, 2277.7], "text": " I can still use my red ticker, tick words, underline, etc."}, {"timestamp": [2278.44, 2283.8], "text": " But as a mail with a very ugly handwriting, I never have to write again."}, {"timestamp": [2283.8, 2285.88], "text": " Because what I do do I take the text"}, {"timestamp": [2285.88, 2293.04], "text": " box the T there and I type in where I want to I can also use the sticky notes facility for my"}, {"timestamp": [2293.04, 2298.56], "text": " spelling so I can use a sticky note and place it on the on the different words to help them along"}, {"timestamp": [2298.56, 2303.32], "text": " and to give them feedback and feed forward in their spelling and then of course the students favorite"}, {"timestamp": [2303.32, 2305.52], "text": " I can do a voice message"}, {"timestamp": [2305.52, 2311.16], "text": " with this app all right so I can give them specific instruction in terms of where they can improve"}, {"timestamp": [2311.16, 2316.36], "text": " on so what's happening I would mark it I would tick it I would add the text I would add the"}, {"timestamp": [2316.36, 2321.78], "text": " sticky notes and I would give them a voice over and I would email it back to them now"}, {"timestamp": [2321.78, 2327.54], "text": " doc airs costs nine dollars so if they have"}, {"timestamp": [2327.54, 2333.28], "text": " the full doc is app it's great if not there's a free version"}, {"timestamp": [2333.28, 2338.26], "text": " it's called doc as light so I have the the full version of"}, {"timestamp": [2338.26, 2341.6], "text": " of the doc as app so obviously I use it to its full extent"}, {"timestamp": [2341.6, 2347.94], "text": " and then I email it back to them they open it in doc as Light and they can see all the features, even the voiceover."}, {"timestamp": [2348.5, 2354.9], "text": " If they don't have Doc As Light, there's no reason that they don't have it, well, that they don't have it."}, {"timestamp": [2355.26, 2358.52], "text": " They can still see the ticks and the underlying part."}, {"timestamp": [2358.6, 2360.26], "text": " Then they won't be able to hear the voiceovers."}, {"timestamp": [2360.72, 2365.74], "text": " But we find that as a class at this stage, weeks down the line it's ideal just to at least"}, {"timestamp": [2365.74, 2372.42], "text": " have doc as light for them to experience all the features of of the app any questions you in terms of"}, {"timestamp": [2372.42, 2380.36], "text": " the marking of books because um this is this has really become fun because it's um it's a creative way"}, {"timestamp": [2380.36, 2390.1], "text": " to provide feedback and then of course as i mentioned after i've marked the work i merely email it back to the students. How do I showcase the work? I've mentioned that we"}, {"timestamp": [2390.1, 2395.42], "text": " have a colourful environment, but in the past, their beautiful pieces of work remained in the"}, {"timestamp": [2395.42, 2400.0], "text": " class. And once in a while, we'd have a parent's evening. They'd come, they'd walk around,"}, {"timestamp": [2400.66, 2408.5], "text": " they'd have a look at their child's work, and was it. Now I'm a firm believer and user of social network."}, {"timestamp": [2410.32, 2414.18], "text": " I sent an email to all the parents asking their permission"}, {"timestamp": [2414.18, 2419.72], "text": " whether I could submit and showcase their work on Twitter."}, {"timestamp": [2420.38, 2422.64], "text": " And I thought, wow, what is the response going to be?"}, {"timestamp": [2422.7, 2426.6], "text": " And I was surprised that 80% of the parents said, great stuff."}, {"timestamp": [2426.82, 2430.58], "text": " We'd love to see our kids work on Twitter."}, {"timestamp": [2431.42, 2435.86], "text": " Some parents came back to me saying, it's fine, but just take their names out."}, {"timestamp": [2436.5, 2448.46], "text": " And other parents said it's also good, but just don't ever showcase a face or a photo or a movie with of my child in it fair enough so on a"}, {"timestamp": [2448.46, 2456.38], "text": " weekly basis I take good pieces of work homework classwork videos and I place it on"}, {"timestamp": [2456.38, 2462.0], "text": " Twitter and the kids just love the fact that their work is now going global and of"}, {"timestamp": [2462.0, 2465.78], "text": " course I dramatize it a bit because I tell them that I've got"}, {"timestamp": [2465.78, 2472.92], "text": " colleagues in South Africa who's now following me and is commenting on their work. So it excites"}, {"timestamp": [2472.92, 2479.54], "text": " them even more and it raises their standards. And as parents, all they need to do to have a"}, {"timestamp": [2479.54, 2483.74], "text": " look at their children's work is to follow me on Twitter and on a weekly basis I get feedback"}, {"timestamp": [2483.74, 2491.6], "text": " on the stuff that I've placed. So that is just a modern method that really creates excitement within my"}, {"timestamp": [2491.6, 2499.22], "text": " classroom in terms of how I showcase their work to the world. At this stage I would like"}, {"timestamp": [2499.22, 2505.64], "text": " my students to provide a bit of feedback. What I've done here, I've chosen for students of mixed"}, {"timestamp": [2505.64, 2512.54], "text": " ability and it was certainly off the cuff as you can see in terms of how they present,"}, {"timestamp": [2512.54, 2517.58], "text": " but it was, I think, how they truly feel about using devices in the classroom."}, {"timestamp": [2519.3, 2526.0], "text": " Yes, I am. I'm trying you to my eye school. You have a lot more technology."}, {"timestamp": [2526.0, 2528.0], "text": " You find out a lot more stuff."}, {"timestamp": [2528.0, 2532.0], "text": " It's a lot of sport of you so you take it anywhere."}, {"timestamp": [2532.0, 2535.0], "text": " Yeah, I'm trying to bring them to school."}, {"timestamp": [2535.0, 2540.0], "text": " And, yeah, it's really good."}, {"timestamp": [2540.0, 2550.0], "text": " I think that I've had councilmen to do it. You don't have to have played a lot of books."}, {"timestamp": [2550.0, 2557.0], "text": " And it's, if I've got children, you've got access to the T's, yeah."}, {"timestamp": [2557.0, 2575.0], "text": " I just know, I've got to be it."}, {"timestamp": [2575.0, 2587.0], "text": " I reckon the iPad helps for you by learning because it's faster and it's more sufficient in some ways."}, {"timestamp": [2587.0, 2593.0], "text": " Like when you need to, like when you can't spell, it's got suggestions and it's a lot easier."}, {"timestamp": [2593.0, 2603.0], "text": " Okay, that helps me because everything's mostly faster on the iPad."}, {"timestamp": [2603.0, 2607.44], "text": " And you can also like get apps and stuff which help you with"}, {"timestamp": [2607.44, 2615.44], "text": " your learning and you can easily access it so you don't have to like you can always"}, {"timestamp": [2615.44, 2630.94], "text": " search up things and stuff nicely quickly and this was the very last slide I put together for this presentation."}, {"timestamp": [2631.1, 2636.58], "text": " It was last week Friday, and I was preparing them for a listening assessment."}, {"timestamp": [2637.18, 2644.48], "text": " Now, the listening assessment is a voice on the speaker telling a story followed by five or six questions on the story."}, {"timestamp": [2645.2, 2646.44], "text": " So a colleague of mine said,"}, {"timestamp": [2647.2, 2650.18], "text": " download this app called Listening Master Light."}, {"timestamp": [2650.72, 2651.5], "text": " Kids will love it."}, {"timestamp": [2652.0, 2652.9], "text": " And it's the same concept."}, {"timestamp": [2653.18, 2659.44], "text": " You've got animated characters telling a story or discussing a concept followed by questions based on that."}, {"timestamp": [2659.58, 2660.72], "text": " So we downloaded the app."}, {"timestamp": [2661.26, 2664.78], "text": " And last week, Friday, lesson one, we did a listening exercise."}, {"timestamp": [2665.8, 2671.2], "text": " Those that had their earphones merely plugged the earphones into their iPads and they started listening"}, {"timestamp": [2671.2, 2674.8], "text": " to this app and the characters on the app."}, {"timestamp": [2675.3, 2680.8], "text": " Those that didn't have their earphones walked out in pairs and they sat and they were scattered"}, {"timestamp": [2680.8, 2683.62], "text": " all over within about 50 meters from my classroom."}, {"timestamp": [2684.34, 2684.92], "text": " That was great."}, {"timestamp": [2685.06, 2689.62], "text": " So as a teacher I roamed around my class and I'd step outside, and I'd just have a look."}, {"timestamp": [2689.68, 2693.62], "text": " And then I had what I referred to as a golden moment."}, {"timestamp": [2694.22, 2699.16], "text": " Because that's probably the first time I realized this is the modern classroom."}, {"timestamp": [2699.78, 2704.5], "text": " The modern classroom is no longer confined to my four walls."}, {"timestamp": [2704.66, 2705.88], "text": " The modern classroom can be within"}, {"timestamp": [2705.88, 2711.58], "text": " a hundred meters. And I can honestly say that they were all on task during that whole lesson."}, {"timestamp": [2712.26, 2718.78], "text": " And more importantly, they were having fun, learning this way. And that's probably my closing"}, {"timestamp": [2718.78, 2727.7], "text": " statement. As a teacher new to this environment, I'm excited about my own job going into the future."}, {"timestamp": [2728.0, 2729.42], "text": " I know I'm in the right place."}, {"timestamp": [2729.5, 2734.92], "text": " I'm at the right school doing the right thing in terms of teaching and facilitating."}, {"timestamp": [2735.92, 2740.8], "text": " And the kids seem to really, really enjoy coming to school and learning this way."}], "text": " Welcome to the year seven and eight edition of BYOD at our River College. My name is Brian Dongini. I'm head of year eight and I teach in a year eight ILC class, which is our independent learning center. And this is my colleague and team member, Trevor Rubens. And we're going to share the presentation today. Dave, would you mind just pulling those doors in? It's a little noisy. Okay, we're seven weeks into our journey as teachers in classes where all students have a device. It's been a very interesting journey. It's been very intense. At times it's been a little stressful, but it's been a really enjoyable time as well. Now can we just get something straight right from the start? You are allowed to interrupt me at any time, you're allowed to ask questions, you're allowed to make comments, and you're allowed to initiate discussion so that you're not being talked at for 40 or 50 minutes but you're actually part of a discussion so we invite lots of discussion and feedback during the session so that's just gone awful are we ready for change this morning in the keynote one of the things that the speaker mentioned was change. And as educators, we're at the forefront of a lot of change that's happening at the moment. And it's quite exciting changes, but it's also quite daunting and can be intimidating for some teachers, depending on where they're at within their knowledge and acceptance of devices in the class or IT. So it's very interesting. But as teachers, we have to be ready for change. And in the week, I walked around the school, our area of the school, looking for a class where I could take a picture. And I walked into the Dave Halt's class because at the end I gave up trying to find what I was looking for and between him and I we staged the picture which you see up on screen now which sort of reflects a very traditional classroom setup reflects it's not quite what it used to be but it sort of reflects it and in the previous room that we were in the the layout of the desks really did meet the requirements of how classrooms used to be set up. Students in rows, teacher up the front, delivering instruction. And that's changed a lot for us. We don't really do that anymore at River College because we're finding that we want our students to be maximizing the benefits of the time they have for their learning, not to stand and listen to us. If I take 50 minutes to present a lesson, that's 50 minutes of work time my students have lost. And let's face it, in this day and age, students have really busy lives. As teachers, you have all encountered students who came to school on any given day and hadn't done what you classed as homework. Everyone familiar with that experience? Because they've had rugby practice swimming, netball, or there was something that filled up the time after school so that they couldn't complete a task that needed completing. So that's just the nature of what the day after school is like for our students. So we do try to maximize the time in class that they spend learning. Now let's get a bit of interaction because I don't want to do all the talking. What are your current learners like? What are your current students like in class? If you could sort of randomly blurt out words that describe what this generation of learners is like, what are some of the things you would describe them as? And you're allowed to speak now. Besides some of the things I've put up there, are there any that you could add to that? We know they're extremely visual. They like visual content. They're very confident. We had in past sessions cheeky, demanding. Anything else that comes to mind? Helpful? It can be. But in terms of their specific learning needs, very tactile. They like things that they can actually touch. Hands-on works for our generation of students. They like things they can hear, and generally not from you up front, but on their devices or from another format. So they like to be in control of what's happening in their learning environment. And I know it sounds quite daunting to give up the control of your classroom environment to your students. But if we teach them how to manage the time that they have in class, then it is possible for us to give up some of the control. In the classroom today, you won't find all students at the same place in their learning at the same time. And we need to be able to cater for that by giving up some of the control, allowing Johnny to work at his own pace in the corner because he's a bit slower than Max and Ted, and allowing Trevor to run off and be six or seven strides ahead of the other students. So our students are quite diverse in fact. They're a generation that like doing things on the run. They're pretty mobile. I find it very difficult to do two things at the same time. Like listening to music while I'm doing a piece of work with earphones, I find extremely difficult because I just never learned like that. When I learned it was always in a quiet space where there were no distractions and I could focus. Students are not like that so much anymore. They can listen to music, they can be completing a piece of work, and they can be interacting with the mate. It's a lot of things happening around them at the same time. So they're quite different. They love starring in their own shows. I find one of the things our students like doing the most is filming themselves or recording their voices. When you give them an option of presenting a piece of work, one of the number one choices for presenting a piece of work is iMovie. Because they can film and they can actually star in their own little shows. So they like being on show. And we give them a lot of opportunities to actually be on show in their own little presentations. So these are all things that devices and classes provide opportunity for. Students can do all of those things because they have an iPad or a laptop or an Android tablet. And of course having a device has provided certain benefits for both students and for teachers. And Trevor will talk a lot more about some of the things that is happening in his class and some of the benefits for him and for his students. But what I've discovered over the short period of time, and from last year where I had a proportion of devices in my class is that the level of engagement certainly does take a hike. Students are less inclined to be off task when they're actually sitting in front of a screen. It doesn't mean they're inclined to be more on task, but they're less inclined to be distracting others from learning. And that's where us monitoring what they're doing becomes very important. So I found that they are a lot more motivated because they have this range of opportunities to present work in so many different ways and they have the freedom to choose at times. They're quite excited about getting things done. More opportunities have certainly become available. When you think about field trips, some field trips are just impossible. But with the internet and the range of resources available to us online, we can almost bring any situation into a classroom environment quite easily through YouTube or other media. There isn't a problem with accessibility anymore except when the network doesn't really play the game. But other than that, students always have access to what they need for their learning. There's no excuses anymore if you've lost a sheet of paper. You know where to find another one. You can print another one if you need it. We're at the stage now where we don't really do so much work on print or on paper. So really it's always sitting on your device ready for you to complete the links between home and school have improved a lot because we've opened up lots of portals for students and parents to be able to communicate with school and with teachers through our alternate parents have a login have the personal login for their student accounts. Parents can log in and access what their child is doing in class at any particular time. They also have access to our learning management system, which is K-MAR. They can actually log in and look at student progress, results, assessments, all that kind of stuff. And in one of the other programs which we use called MathBuddy, they are able to log in again and see how their child is progressing as far as assigned tasks are concerned. We talked about the freedom of expression and the fact that students really love sharing and being on show. And one other extremely useful benefit has been the level of creativity. Students have really, really picked up their game in terms of what they can produce now. Because there are all these really useful little apps that help for their presentation, giving them ideas and all that kind of thing. So creativity is a real big one. And of course, a learning environment now is a real thriving play. If you walk into a year seven or eight class at any time, it won't be as quiet as this. There'll be a lot of interaction, there'll be a lot of talking, a lot of discussion, and there may be sounds coming from devices, so there's a lot happening in a classroom. So the learning environment has changed a lot. And as a result, the learning environment has expanded outside of the four walls. With wireless now, students can work outside on the field where they need to be doing something. They can work just outside under the shade cloth if they need to because it's too noisy in the class, and they need to do something that requires a bit of quiet. So we have this constantly expanding learning environmental classroom. Looking at the picture there, all the students are sitting on the floor. And these seven and eight classes, we have carpets throughout. Students don't really spend a lot of time at desks if they don't have to. It's only when we ask them to sit there that they really do. Which tells me that they actually enjoy just relaxing on the floor and working in little groups with their peers. So with them not being confined to their desks, it means that we just don't have to be confined to the front of the classroom. In my classroom, I don't spend more than five to seven minutes at the front instructing. The only time I'm actually talking to the students is when they need to know what to do and where to find it. The rest of the time I actually spend alongside them all in and amongst the groups. I actually have two spaces in my class that I occupy. My table is one that I use before school and after school. It's a little corner and it's blocked off and it's my space before and after school. The rest of the time I have a table right in the middle of the classroom in and amongst the students. And that's where I spend a lot of my time. And that's where I work one-on-one with students or with little groups. So that's changed a lot from before when we spent quite a bit of time giving instructions at front. Learning has actually come to life for students because they're not listening to me for an hour, but actually doing stuff that interests them and that stimulates their learning. A good example was a recent zoo visit. And just a little video of something that the students created when they came back from the zoo. It was the first time that we allowed students to take devices on a field trip. And there were all the fears that they're going to break them and drop them and lose them. And we said, well, look, we have to take that chance. We're going to let them take their devices along and see what the outcome is. And this is by no means a masterpiece. It's not perfect. But it's just a little piece that reflects what the students have done after a trip which supports their learning. An adaptation is where an animal evolves to meet the need from its ever-changing environment. There are three types of adaptation, behavioural, physical and structural. Let's look at some examples. Well for one, otters have a streamlined body that allows them to travel through water quickly. This is a physical adaptation. Leavers and other monkeys have learned to use their tail as a third arm so they can swim from tree to tree more easily. This is a behavioural adaptation. Alligators' eyes, ears and nostrils are all positioned on the top of their head. This is because when they are hunting, they want to be stumpy and so they need to keep this middle of their body out of the water as possible. This positioning makes it easier for the alligator to see, breathe and hear. This is a structural adaptation. Tigers and other big cats have protective pouches of skin on their pores that they can pull their claws back into when they are not using them so that they don't become blunt as they walk around. This is a physical adaptation. Seelines learn to swim in between rocks when swimming away from predators. This helps to confuse the animal that the sea lion is swimming away from. This is a behavioural adaptation. That brings us to the end of this movie. We hope that you have enjoyed listening to some of our adaptations and that you have learnt something from this presentation. Short, sweet and simple. It reflects just a little piece of what students learned during their trip to the zoo. Okay. Now, which brings us to my, yes, sorry. Did they have a storyboard what they were going to do before they went to the zoo? Or did they just film random things? Well, no, they had no idea what they were going to look, what they were going to focus on when they got to the zoo. They took lots of footage and several groups of students collected footage. And when we got back to school, they picked out the bits that applied to what they wanted to talk about. Okay? And so it's the first time that we've actually gone to the zoo and come back with something that they could actually use to express their learning and show what they had learned. In the past, it would always be a sheet of paper where we'd jot down some things as we were walking around, and then we'd ask them to draw. Now, I know from personal experience with lots of students students that they're all not really good at drawing. But it was really easy for them to take photos and some videos and come back and build it in to what they'd learned. Which brings us to the next thing and that is the barriers to learning and how devices in class have actually helped peel away some of the barriers to student learning. Not everybody reads, writes, and draws really well. And that's where it's become important for students to have at their fingertips applications which allow them to be able to do the things that they're not really good at and still get a really good result. Typical example, and it was a really good example for me because that's a piece of work from a student who if I'd asked him to draw something it wouldn't have been a very good piece of work. We've done this activity in the past and we've had some pieces of work that you would really just want to put on to the table and really not show to anybody. It was the best effort that those students could produce because that was the only skills they had in what they were being asked to do. But this boy was able to produce this piece of work using a simple little iPad app which he found for free in the app store. And if you look up there he he actually now considers himself to be creative because he can produce something of that nature, which looks really good, is colourful, and reflects what he wanted to share about himself, and quite easily done. So the fact that you can't read doesn't mean that you can't work or move along at a steady pace. One thing we have found is that students are far more productive. They're getting a lot more done in a shorter space of time because of the availability of really useful applications that help them complete their work or achieve their goals. So technology is definitely producing or presenting some alternatives to a lot of the limitations we see in a classroom. We're also finding that our classrooms now can be quite diverse in terms of meeting student needs. Johnny doesn't have to be moving at the same level as Max just because you want to move ahead so you can get finished with work. Johnny is moving along at a slower pace. He can work on his own because he's got all the resources to be able to keep going at his pace. And something that Trevor will talk about later will show you that students actually appreciate being allowed to move at their own pace. Sometimes like students, we experience overload as teachers. More so they do as little children. They just feel that we're going too fast and that we expect them to keep up and we're not actually taking into account some of the limitations that might be keeping them from moving at the same pace. So definitely that barrier is peeling away because now he has his own device and he controls how fast he goes. Devices have certainly gone a long way to helping us to actually meet some of those expectations of the key competencies. Students are putting a lot of thought into their work, particularly because as Trevor, we'll share with you later, it's not just being shared in class anymore, it's actually going on the wider stage. It's going on Twitter and it's going on YouTube and it's going up in all kinds of places. It's being shared with people outside of the classroom environment. So I thinking about that and thinking, well, this has better be really good because lots of people are going to see it, not just my classmates. So the quality of work is certainly improved. They're using all kinds of different symbols, texts, language and media to get their message across. They're no longer confined to sitting down and writing an exercise book and that's the only way that they can present or produce a piece of work. They can use whatever that is at their disposal on the device. Students are really managing themselves very well. Over the course of today you may have seen quite a number of images of students working. All of those images were captured by teachers during the course of lessons. Students didn't always know that they were being photographed or filmed. So it's a true reflection of really what's happening at that time. And you take careful note of the focus that those students are showing. Kids are really purposeful now when you send them off to go and do a task. They want to come back with a really good product, and they want to impress because they know it's going to go and show. There's a lot more discipline as to when and how they set down to get a task completed. You're not having to keep reminding them to be on task all the time. Occasionally you do, but the majority of the time students are actually on task. And of course the level of presentation is improved. Productivity is actually the highest that it's ever been. And we were just talking as a team about the fact that this has been one of the best starts to a year at year seven and eight level, because the students are just so settled. And the fact that they're not running around looking for computers every lesson means that they can settle down and get on task really quickly. And when you walk around, there aren't students milling around, walking around looking for computers. In the past, we'd take 10 to 15 minutes before they found somewhere to work if they needed to use a computer, not anymore. I'm starting to sort of hurry along just a little because I'm aware that Trevor needs quite a bit of time as well. Two very important parts of our learning environment are Ultronet and Dropbox. Ultranet is the portal where all student workers and resources are shared and tasks are put up there for students so they know exactly where to find a task, they know exactly where to find the resources and they know exactly where to find any thing related to that task for each subject or for a specific teacher. They also know when it's due because on Alternate there'll be a due date and a little timeline showing how much of the time is used and what's still available. So everything they need to access will be available on Ultranet. We've started using Dropbox at the beginning of this year as a sort of portal for students to feed work to us and also to feed work back to them. Teachers are all using it in a slightly different way. I have a Dropbox folder where students can drop completed work, but they also have a folder that they've created in their drop boxes that they share with me. And at the end of each lesson, they need to actually make sure that whatever they're working on is placed in that folder. One, it gives me an opportunity to see where they're at, how much they're completed, whether they need any help. But it also makes sure that whatever they're working on is safe, because we've had quite a few instances where devices have crashed and needed to be restored. And, of course, everything's gone. Whatever you had on your device is gone so I encourage them on a daily basis or almost at the end of every lesson to make sure that whatever they've completed so far they pop in their drop box folder and if they've lost it they just go back and pull it out of there and continue to work if they were a little further ahead and they've lost it well at least they don't have to go back to the beginning and start again. So it's pretty useful in that sense for me. Completed work, I just pull out of there and I'm able to mark on my device. A set of marking now is really just that for me. I take home a pile of marking and it's just that. And I feed it back to the students quite easily through their drop box as well. And Trevor will talk about some of the apps that we used to be able to do that as well. So that's just two of the resources that we're using. And I'm going to hand you over to Trevor because I've gone over my time. I think some of the things he has to say are going to be a lot more important. So there you go, Trevor. I'm just going to glance every once in a while. Yep. Yeah, it's all good. Good afternoon all. I'm Trevor, and my job is to share with you what's been happening in my class so far, bearing in mind that we've been using the devices only for seven weeks. and my job is to share with you what's been happening in my class so far, bearing in mind that we've been using the devices only for seven weeks. Now, when Brian asked who's keen to present on this day, I immediately put my hand up because I'd like to represent the teacher that's quite intimidated by new technology. I find iPads and computers and devices quite complex. So I thought to myself, you know, it's perhaps a good idea to share with you what I've learned so far, being new and intimidated by technology. I'm the first to admit that we make mistakes. We learn from each other, but we certainly having fun, doing it on a daily basis. So just about my traditional style, I come from a traditional country in a very conservative country with a conservative approach to teaching. I'm your typical old school teacher where I like to overshare. I want to hear my own voice. If I can spend 20 minutes spoon-feeding you, I'll do that. So I've really had to change my own voice. If I can spend 20 minutes spoon feeding you, I'll do that. So I've really had to change in that concept. So my traditional style is very much PowerPoint-based. Every single lesson is on PowerPoint. So the kids knew they walk in. It's on the big screen. I, of course, discuss and elaborate, and I bore them sometimes. And then afterwards, they go and they do their independent written tasks often I still used worksheets in the past I used PCs but it was problematic because the maximum number of PCs that we had within the class was five so in a class of 30 maybe I could accommodate 10 here in my class the rest had to be scattered all over the school and then alternatively I had to book a computer pod so there was very little research done and when it was done I couldn't really control it because they were scattered all over once a week I used to take in books and mark my maths books and my writing books and on a weekly basis on a Monday I'd hand them their homework and on a Friday we'd check their homework so that's pretty much my traditional style so what's changed and this is what I'm gonna discuss I'm gonna discuss six features of my teaching that has changed in the last seven weeks my presentation of work has changed slightly the student activities have changed dramatically. The way that they present their work has really changed. How I mark their books and how I provide feedback is totally different than last year. I still include homework, but I've also introduced a concept what I call home learning where they do a bit of pre-class work before they walk into my class and being a year eight teacher I'm the first to admit that we love a bright colorful environment so the first week of this year we really worked hard to make sure that our learning environment remains a year eight classroom full of pictures full of their own work nice bright and colorful but I've also changed a few methods in terms of how I showcase their work to the world. So in terms of my presentation, very little has changed. I've taken my PowerPoint presentations and I've merely converted them to keynote. What has changed this year is that every single presentation of mine is on Ultranet. So on a daily basis, the students and their parents have access to my presentations. So they could discuss a maths concept at home, what we've discussed early the morning. They can have a look at tomorrow's writing plan. So what has changed dramatically is the fact that it's gone home. Every single presentation of mine is now at home, accessible to the students and their parents. Yes, it does create a bit of pressure on me because those presentations must be 100% spot on. But that's just something I'm proud of and I want to present to them. I do a lot less teaching from the front. I'm out walking to the lesson, introduce the concept, but as Brian said, I now work amongst the students at the back of the classroom. I've also toyed with the flip classroom idea where students come prepared for this lesson. So once again, as you know they have access to my presentations and the maximum home learning that I that I give them is to go through three slides so they'll have a look at what's going to be discussed they might have a look at a video and they might have a look at a concept that we're going to discuss the next day. And that is the home learning. Very, very important. And the key element here is the fact that everything is on alternate for the students and their parents to have access to. This is an example of a health lesson. This was my very first health lesson and the very first time that I gave them some home learning. Here at Orowa College, we have a concept called Manaki, and that is respect for yourself, others, and your environment. So in this lesson, they had to go home and study the first three slides. So you can see the next slide that have the learning intention, and then they had to watch a video all about respect that represents Manaki. Then the third slide would have been the discussion point for the next day. So the student would have a look at it and decide, and maybe even talk to their parents or even their peers, what is respect for yourself? What is respect for your environment and what is respect for others? So they respect for your environment? And what is respect for others? So they'd walk in the next day, being prepared for this lesson. And I can honestly say that the discussion was at a higher level. So just going to the next slide, Brian. If I look at the student activity and their presentation, I'd like to explain to you what happened about a year ago. It was June and as year eight teachers, we found out that year eights will have their devices this year. So we had to change our ways in teaching. So every Thursday we went to some PD in the library and we'd listened to our presenters speaking to us how education has changed, how the teaching has changed and how the kids are going to use their devices. And we looked at each other and we said to ourselves, this is complex. This is intimidating. I don't know what to do. You know, am I going to survive in this new modern environment? Then someone took me aside and they said, keep it simple. Start at a point and work on the basics first. And that's worked for me. So when I planned for this year, I said, right, where do I start? I need to have two or three concepts that I need to become a master of. So I decided in my class kids are going to present their work using Keynote. Kids are going to do their writing now typing using an app called pages and for all their creative work where they really explode and and represent themselves. Kids are going to use iMovie and iMovie trailer and that's it. It's seven weeks down the line and i can confidently say that i'm comfortable with these three elements and the kids are becoming better and better and better at using their devices presenting using keynote writing or typing using pages and of course creating their own video footage using iMovies so in terms of of of of kids um learning and producing work it's really working it's only seven weeks down the line now in terms of submitting work i think i'm still a bit of a control freak because i prefer kids emailing me. So on a daily basis, I have a look at their homework, but even they're in-class work. They'd email to me and I'd give them feedback there and then. Their big videos they sent to me via via iMessage. I personally use their Dropbox as a launch pad to showcase their work to the world. More about that a bit later. And of course, as I've mentioned, I movie is a revolution. Kids just love putting this together. So this is just a bit of background on the video that you're going to see. This was now about week three or week four four where the kids had a fair idea of what manaki or rewa is all about so i i paused for a moment and i thought of myself if i did this lesson last year what would have happened i would have discussed respect they would have workshoped respect and then my task would have been write a report on what is respect for yourself, others and the environment and follow that up with a drawing where you show respect. The boys in the class would perhaps sit there and they'd reluctantly start writing and perhaps draw a picture and that would have been it. Those same three boys were exposed to the flip classroom. They went home, they studied the videos, they walked into the class the next day, and I asked them now to make an eye movie on what is respect. And this is what they came up with. There was a time I used to look into a false eyes In a happy hall Those days are gone Oh I hear the song I hear the song Outs from the place to my drive Upon a hill across the blue lake That's right I have a first heart break I still remember how it all changed my father said Don't you worry, don't you worry child She has got to plan for you Don't you worry, don't you worry, don't you worry now Yeah Yeah I'm Oh my God God Yeah I'm Oh my God She has to Oh Don't you want to die There was a big girl A big girl of a different kind We can rule the world Thought I thought I'd never lose your outside This is for I'm I'm going to how it all change Apollett. Apollett. Don't you worry, don't you worry, child. This is leaving the I'm sorry, don't you worry, don't you burn it, child. This is leaving the class before the bell. I can just add to that that two days ago we had an assembly and those three boys were on stage actually speaking about their video. We're in the past. I don't think these boys were ever on stage actually speaking about their own learning. So if all else failed, they've gained confidence through that video and they excited about learning and they certainly know what respect is. It might surprise you as a male teacher but I actually enjoy marking books lately. What we've done, as you know, students email me their work and then I was also introduced to this app called doc as and this is just brilliant I just I just believe firmly in doc as a as a method to mark books as a modern method how it works the student will send me his or her work via pages. I will open it in docker's and I will mark it. So everything remains the same. I can still use my red ticker, tick words, underline, etc. But as a mail with a very ugly handwriting, I never have to write again. Because what I do do I take the text box the T there and I type in where I want to I can also use the sticky notes facility for my spelling so I can use a sticky note and place it on the on the different words to help them along and to give them feedback and feed forward in their spelling and then of course the students favorite I can do a voice message with this app all right so I can give them specific instruction in terms of where they can improve on so what's happening I would mark it I would tick it I would add the text I would add the sticky notes and I would give them a voice over and I would email it back to them now doc airs costs nine dollars so if they have the full doc is app it's great if not there's a free version it's called doc as light so I have the the full version of of the doc as app so obviously I use it to its full extent and then I email it back to them they open it in doc as Light and they can see all the features, even the voiceover. If they don't have Doc As Light, there's no reason that they don't have it, well, that they don't have it. They can still see the ticks and the underlying part. Then they won't be able to hear the voiceovers. But we find that as a class at this stage, weeks down the line it's ideal just to at least have doc as light for them to experience all the features of of the app any questions you in terms of the marking of books because um this is this has really become fun because it's um it's a creative way to provide feedback and then of course as i mentioned after i've marked the work i merely email it back to the students. How do I showcase the work? I've mentioned that we have a colourful environment, but in the past, their beautiful pieces of work remained in the class. And once in a while, we'd have a parent's evening. They'd come, they'd walk around, they'd have a look at their child's work, and was it. Now I'm a firm believer and user of social network. I sent an email to all the parents asking their permission whether I could submit and showcase their work on Twitter. And I thought, wow, what is the response going to be? And I was surprised that 80% of the parents said, great stuff. We'd love to see our kids work on Twitter. Some parents came back to me saying, it's fine, but just take their names out. And other parents said it's also good, but just don't ever showcase a face or a photo or a movie with of my child in it fair enough so on a weekly basis I take good pieces of work homework classwork videos and I place it on Twitter and the kids just love the fact that their work is now going global and of course I dramatize it a bit because I tell them that I've got colleagues in South Africa who's now following me and is commenting on their work. So it excites them even more and it raises their standards. And as parents, all they need to do to have a look at their children's work is to follow me on Twitter and on a weekly basis I get feedback on the stuff that I've placed. So that is just a modern method that really creates excitement within my classroom in terms of how I showcase their work to the world. At this stage I would like my students to provide a bit of feedback. What I've done here, I've chosen for students of mixed ability and it was certainly off the cuff as you can see in terms of how they present, but it was, I think, how they truly feel about using devices in the classroom. Yes, I am. I'm trying you to my eye school. You have a lot more technology. You find out a lot more stuff. It's a lot of sport of you so you take it anywhere. Yeah, I'm trying to bring them to school. And, yeah, it's really good. I think that I've had councilmen to do it. You don't have to have played a lot of books. And it's, if I've got children, you've got access to the T's, yeah. I just know, I've got to be it. I reckon the iPad helps for you by learning because it's faster and it's more sufficient in some ways. Like when you need to, like when you can't spell, it's got suggestions and it's a lot easier. Okay, that helps me because everything's mostly faster on the iPad. And you can also like get apps and stuff which help you with your learning and you can easily access it so you don't have to like you can always search up things and stuff nicely quickly and this was the very last slide I put together for this presentation. It was last week Friday, and I was preparing them for a listening assessment. Now, the listening assessment is a voice on the speaker telling a story followed by five or six questions on the story. So a colleague of mine said, download this app called Listening Master Light. Kids will love it. And it's the same concept. You've got animated characters telling a story or discussing a concept followed by questions based on that. So we downloaded the app. And last week, Friday, lesson one, we did a listening exercise. Those that had their earphones merely plugged the earphones into their iPads and they started listening to this app and the characters on the app. Those that didn't have their earphones walked out in pairs and they sat and they were scattered all over within about 50 meters from my classroom. That was great. So as a teacher I roamed around my class and I'd step outside, and I'd just have a look. And then I had what I referred to as a golden moment. Because that's probably the first time I realized this is the modern classroom. The modern classroom is no longer confined to my four walls. The modern classroom can be within a hundred meters. And I can honestly say that they were all on task during that whole lesson. And more importantly, they were having fun, learning this way. And that's probably my closing statement. As a teacher new to this environment, I'm excited about my own job going into the future. I know I'm in the right place. I'm at the right school doing the right thing in terms of teaching and facilitating. And the kids seem to really, really enjoy coming to school and learning this way."}