{"speakers": [], "chunks": [{"timestamp": [0.0, 8.0], "text": " Welcome. In this video you'll learn how to create multiple choice question sets that may have more than one correct answer."}, {"timestamp": [8.0, 16.0], "text": " So choose the part of the video you want to work on, then select the multiple choice icon."}, {"timestamp": [16.0, 21.0], "text": " In the editor you have the option of displaying the information as a button or a poster."}, {"timestamp": [21.0, 27.0], "text": " If you select the poster option it will automatically pause the video unless you override that by a button or a poster. If you select the poster option, it will automatically pause the video"}, {"timestamp": [27.0, 32.0], "text": " unless you override that by unselecting the pause box."}, {"timestamp": [32.0, 36.0], "text": " Now the video will continue to keep playing while the poster displays."}, {"timestamp": [36.0, 40.0], "text": " If you choose the button option, a label will appear for the viewers."}, {"timestamp": [40.0, 44.0], "text": " When they click the button, the interaction will open out to being a poster."}, {"timestamp": [44.0, 48.9], "text": " You can lengthen and reduce the amount of time the button or poster displays for."}, {"timestamp": [49.9, 55.26], "text": " Once the viewer has completed the task, the button or poster will show for the remainder of your selected time."}, {"timestamp": [55.96, 57.86], "text": " Now, let's add some questions."}, {"timestamp": [58.54, 64.38], "text": " The answers are called options, so give your pupils a range of answers to choose from."}, {"timestamp": [64.86, 66.0], "text": " Check the ones that are correct."}, {"timestamp": [66.0, 73.0], "text": " Use tips when you want to offer the viewers a hint. Now just drag and drop the poster"}, {"timestamp": [73.0, 78.0], "text": " where you want it to be and here's what it will look like when a student attempts the task."}, {"timestamp": [78.0, 84.0], "text": " In the feedback area you can add a specific message that the user will see when they hit the check button."}, {"timestamp": [84.0, 86.06], "text": " So here's the participant selecting an answer and now with a specific message that the user will see when they hit the check button. So here's the"}, {"timestamp": [86.06, 93.02], "text": " participant selecting an answer and now with an unselected answer. So click"}, {"timestamp": [93.02, 97.88], "text": " save and scroll through to you questions and answer them. So we get our points."}, {"timestamp": [97.88, 99.04], "text": " Kakite."}], "text": " Welcome. In this video you'll learn how to create multiple choice question sets that may have more than one correct answer. So choose the part of the video you want to work on, then select the multiple choice icon. In the editor you have the option of displaying the information as a button or a poster. If you select the poster option it will automatically pause the video unless you override that by a button or a poster. If you select the poster option, it will automatically pause the video unless you override that by unselecting the pause box. Now the video will continue to keep playing while the poster displays. If you choose the button option, a label will appear for the viewers. When they click the button, the interaction will open out to being a poster. You can lengthen and reduce the amount of time the button or poster displays for. Once the viewer has completed the task, the button or poster will show for the remainder of your selected time. Now, let's add some questions. The answers are called options, so give your pupils a range of answers to choose from. Check the ones that are correct. Use tips when you want to offer the viewers a hint. Now just drag and drop the poster where you want it to be and here's what it will look like when a student attempts the task. In the feedback area you can add a specific message that the user will see when they hit the check button. So here's the participant selecting an answer and now with a specific message that the user will see when they hit the check button. So here's the participant selecting an answer and now with an unselected answer. So click save and scroll through to you questions and answer them. So we get our points. Kakite."}